{
  "state": "georgia",
  "path": "title-title-6-aviation-ââ-6-1-1-â-6-5-10/chapter-chapter-5-georgia-aviation-authority-ââ-6-5-1-â-6-5-10",
  "sections": [
    {
      "id": "section-6-5-1",
      "number": "6-5-1",
      "heading": "Short titleSection 6-5-2 - DefinitionsSection 6-5-3 - Georgia Aviation Authority created; membership and personnel; administrative purposesSection 6-5-4 - Purpose of the authority; powers; support; annual auditsSection 6-5-5 - Additional powers of the authoritySection 6-5-6 - Moneys received deemed ",
      "text": "This chapter shall be known and may be cited as the \"Georgia Aviation Authority Act.\"Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nThis chapter shall be known and may be cited as the \"Georgia Aviation Authority Act.\"Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nThis chapter shall be known and may be cited as the \"Georgia Aviation Authority Act.\"Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nThis chapter shall be known and may be cited as the \"Georgia Aviation Authority Act.\"\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-1/"
    },
    {
      "id": "section-6-5-2",
      "number": "6-5-2",
      "heading": "Definitions",
      "text": "As used in this chapter, the term:(1)\"Authority\" means the Georgia Aviation Authority.(2)\"State aircraft\" means any aircraft, including equipment, owned, leased, rented, chartered, or otherwise obtained by the authority.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAs used in this chapter, the term:(1)\"Authority\" means the Georgia Aviation Authority.(2)\"State aircraft\" means any aircraft, including equipment, owned, leased, rented, chartered, or otherwise obtained by the authority.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAs used in this chapter, the term:(1)\"Authority\" means the Georgia Aviation Authority.(2)\"State aircraft\" means any aircraft, including equipment, owned, leased, rented, chartered, or otherwise obtained by the authority.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAs used in this chapter, the term:\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-2/"
    },
    {
      "id": "section-6-5-3",
      "number": "6-5-3",
      "heading": "Georgia Aviation Authority created; membership and personnel; administrative purposes",
      "text": "(a)There is created a body corporate and politic to be known as the Georgia Aviation Authority which shall be deemed to be an instrumentality of the state and a public corporation, and by that name, style, and title the body may contract and be contracted with, implead and be impleaded, and bring and defend actions in all courts. The authority shall consist of the Governor or his or her designee, the Lieutenant Governor or his or her designee, the Speaker of the House of Representatives or his or her designee, the commissioner of transportation, the commissioner of public safety, the commissioner of economic development, the commissioner of natural resources, the director of the State Forestry Commission, and two persons from the aviation business community with one such member of the aviation business community to be appointed by the Speaker of the House of Representatives, and the other such member of the aviation business community to be appointed by the President of the Senate. The chairperson of the authority shall be a member of the authority elected for a two-year term by a majority vote of the members of the authority. A chairperson may not serve more than two consecutive terms as chairperson. The authority shall make rules and regulations for its own governance. It shall have perpetual existence.(b)The authority is assigned to the Department of Administrative Services for administrative purposes only as prescribed in Code Section50-4-3.(c)The authority may in its discretion employ an executive director and other personnel. The authority may also by agreement with any department or agency of state government make use of personnel of such department or agency.(d)The authority shall be subject to Chapter 13 of Title 50, the \"Georgia Administrative Procedure Act.\"(e)The authority may designate personnel positions employed by the authority as peace officers who shall be required by the terms of their employment to give their full time to the preservation of public order, the protection of life and property, the detection of crime, and such other duties as may be specified by the authority. Personnel in such positions shall comply with the requirements of Chapter 8 of Title 35, the \"Georgia Peace Officer Standards and Training Act,\" and shall have the power of arrest in the performance of their duties.Amended by 2011 Ga. Laws 100,§ 1, eff. 5/11/2011.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\n(a)There is created a body corporate and politic to be known as the Georgia Aviation Authority which shall be deemed to be an instrumentality of the state and a public corporation, and by that name, style, and title the body may contract and be contracted with, implead and be impleaded, and bring and defend actions in all courts. The authority shall consist of the Governor or his or her designee, the Lieutenant Governor or his or her designee, the Speaker of the House of Representatives or his or her designee, the commissioner of transportation, the commissioner of public safety, the commissioner of economic development, the commissioner of natural resources, the director of the State Forestry Commission, and two persons from the aviation business community with one such member of the aviation business community to be appointed by the Speaker of the House of Representatives, and the other such member of the aviation business community to be appointed by the President of the Senate. The chairperson of the authority shall be a member of the authority elected for a two-year term by a majority vote of the members of the authority. A chairperson may not serve more than two consecutive terms as chairperson. The authority shall make rules and regulations for its own governance. It shall have perpetual existence.(b)The authority is assigned to the Department of Administrative Services for administrative purposes only as prescribed in Code Section50-4-3.(c)The authority may in its discretion employ an executive director and other personnel. The authority may also by agreement with any department or agency of state government make use of personnel of such department or agency.(d)The authority shall be subject to Chapter 13 of Title 50, the \"Georgia Administrative Procedure Act.\"(e)The authority may designate personnel positions employed by the authority as peace officers who shall be required by the terms of their employment to give their full time to the preservation of public order, the protection of life and property, the detection of crime, and such other duties as may be specified by the authority. Personnel in such positions shall comply with the requirements of Chapter 8 of Title 35, the \"Georgia Peace Officer Standards and Training Act,\" and shall have the power of arrest in the performance of their duties.Amended by 2011 Ga. Laws 100,§ 1, eff. 5/11/2011.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\n(a)There is created a body corporate and politic to be known as the Georgia Aviation Authority which shall be deemed to be an instrumentality of the state and a public corporation, and by that name, style, and title the body may contract and be contracted with, implead and be impleaded, and bring and defend actions in all courts. The authority shall consist of the Governor or his or her designee, the Lieutenant Governor or his or her designee, the Speaker of the House of Representatives or his or her designee, the commissioner of transportation, the commissioner of public safety, the commissioner of economic development, the commissioner of natural resources, the director of the State Forestry Commission, and two persons from the aviation business community with one such member of the aviation business community to be appointed by the Speaker of the House of Representatives, and the other such member of the aviation business community to be appointed by the President of the Senate. The chairperson of the authority shall be a member of the authority elected for a two-year term by a majority vote of the members of the authority. A chairperson may not serve more than two consecutive terms as chairperson. The authority shall make rules and regulations for its own governance. It shall have perpetual existence.(b)The authority is assigned to the Department of Administrative Services for administrative purposes only as prescribed in Code Section50-4-3.(c)The authority may in its discretion employ an executive director and other personnel. The authority may also by agreement with any department or agency of state government make use of personnel of such department or agency.(d)The authority shall be subject to Chapter 13 of Title 50, the \"Georgia Administrative Procedure Act.\"(e)The authority may designate personnel positions employed by the authority as peace officers who shall be required by the terms of their employment to give their full time to the preservation of public order, the protection of life and property, the detection of crime, and such other duties as may be specified by the authority. Personnel in such positions shall comply with the requirements of Chapter 8 of Title 35, the \"Georgia Peace Officer Standards and Training Act,\" and shall have the power of arrest in the performance of their duties.Amended by 2011 Ga. Laws 100,§ 1, eff. 5/11/2011.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAmended by 2011 Ga. Laws 100,§ 1, eff. 5/11/2011.\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-3/"
    },
    {
      "id": "section-6-5-4",
      "number": "6-5-4",
      "heading": "Purpose of the authority; powers; support; annual audits",
      "text": "(a)(1)(A)The general purpose of the authority shall be to acquire, operate, maintain, house, and dispose of all state aviation assets, to provide aviation services and oversight of state aircraft and aviation operations to ensure the safety of state air travelers and aviation property, to achieve policy objectives through aviation missions, and to provide for the efficient operation of state aircraft.(B)This Code section shall not diminish those powers and duties of the Department of Natural Resources under Code Section12-2-11, the State Forestry Commission under Code Section12-6-22.1, or the Department of Public Safety under Code Section35-2-140.(2)(A)All aircraft previously transferred to the authority by the Department of Public Safety and associated parts and equipment and a percentage of the budgeted operating funds associated with such aircraft shall be transferred on September 1, 2011, back to the custody and control of the Department of Public Safety; provided, however, that this chapter shall have no application to aircraft owned or operated by the Department of Defense.(B)All aircraft under the custody and control of the authority as of June 30, 2012, which were previously transferred to the authority by the Department of Natural Resources and associated parts and equipment and any budgeted operating funds associated with such aircraft shall be transferred on July 1, 2012, back to the custody and control of the Department of Natural Resources.(C)All aircraft under the custody and control of the authority as of June 30, 2012, which were previously transferred to the authority by the State Forestry Commission and associated parts and equipment and any budgeted operating funds associated with such aircraft shall be transferred on July 1, 2012, back to the custody and control of the State Forestry Commission.(D)For purposes of aerial aviation photography, the King Air 90 aircraft that was specially equipped and adapted to perform essential aerial photography under the custody and control of the authority as of June 30, 2012, which was previously transferred to the authority by the Department of Transportation, and associated parts and equipment specific to that aircraft shall be transferred on July 1, 2012, back to the custody and control of the Department of Transportation. The Department of Transportation shall have the authority to own, operate, maintain, and dispose of aircraft to support the aerial photography mission needs of the department.(3)On and after July 1, 2009, or a later date determined by the Governor, no entity of state government shall acquire, lease, or charter any aircraft other than through the authority.(4)(A)Any person who is employed by an entity of state government as a pilot and who is required by the terms of his or her employment to comply with the requirements of Chapter 8 of Title 35, the \"Georgia Peace Officer Standards and Training Act,\" may remain in the employment of the employing agency but shall be transferred for administrative purposes only to the authority on July 1, 2009, in compliance with subsection (c) of Code Section6-5-3.(B)The provisions of subparagraph (A) of this paragraph notwithstanding:(i)Those persons who are employed by the Department of Public Safety who are assigned for administrative purposes only to the authority shall be transferred back to the Department of Public Safety on September 1, 2011, and shall no longer be under the administration or direction of the authority;(ii)Any persons who as of June 30, 2012, were employed by the authority pursuant to previous transfer from the Department of Natural Resources to the authority shall be transferred back to the Department of Natural Resources on July 1, 2012, and shall no longer be under the administration or direction of the authority; and(iii)Any persons who as of June 30, 2012, were employed by the authority pursuant to previous transfer from the State Forestry Commission to the authority shall be transferred back to the State Forestry Commission on July 1, 2012, and shall no longer be under the administration or direction of the authority.(5)(A)(i)All state aircraft required for the proper conduct of the business of the several administrative departments, boards, bureaus, commissions, authorities, offices, or other agencies of Georgia and authorized agents of the General Assembly, or either branch thereof, and department owned airfields and their appurtenances shall be managed and maintained by the authority.(ii)The provisions of division (i) of this subparagraph notwithstanding:(I)All airfields and appurtenances, including hangars, previously transferred by the Department of Public Safety to the authority shall be transferred back to the Department of Public Safety on September 1, 2011;(II)All airfields and appurtenances, including hangars, previously transferred by the Department of Natural Resources to the authority shall be transferred back to the Department of Natural Resources on July 1, 2012; and(III)All airfields and appurtenances, including hangars, previously transferred by the State Forestry Commission to the authority shall be transferred back to the State Forestry Commission on July 1, 2012.(B)The cost for the use of such state aircraft shall be charged by the authority to the using state entity. The amount of such charge shall be determined by the authority.(6)(A)The authority shall be authorized to dispose of any state aircraft and apply the proceeds derived therefrom to the purchase of replacement aviation assets.(B)This paragraph shall not apply to state aircraft assigned to the Department of Public Safety, the Department of Natural Resources, or the State Forestry Commission.(b)In the furtherance of its purpose, the authority shall have the power to:(1)Hire, organize, and train personnel to operate, maintain, house, purchase, and dispose of aviation assets;(2)Purchase, maintain, develop, and modify facilities to support aviation assets and operations;(3)Develop operating, maintenance, safety, security, training, education, and scheduling standards for state aviation operations and conduct inspections, audits, and other similar oversight to determine practices and compliance with such standards;(4)Develop an accountability system for state aviation operations and activities;(5)Identify the costs associated with the training, education, and purchase, operation, maintenance, and administration of state aircraft and aviation operations and related facilities; develop an appropriate billing structure; and charge agencies and other state entities for the costs of state aircraft and aviation operations; provided, however, that any billing to an agency by the authority shall be suspended whenever the Governor declares a state of emergency on any cost associated with aircraft used during and in response to the state of emergency;(6)Retain appropriate external consulting and auditing expertise;(7)Engage aviation industry representatives to ensure best practices for state aviation assets;(8)Delegate certain powers pursuant to this chapter to other state entities; and(9)Otherwise implement appropriate and efficient management practices for state aviation operations.(c)(1)The authority shall provide priority support for those state agencies and departments, including local and state public safety and law enforcement entities, whose operations require aviation operations when requested.(2)(A)No state entity other than the authority shall be authorized without the approval of the authority to expend state funds to purchase, lease, rent, charter, maintain, or repair state aircraft to be used in connection with state business or to employ a person whose official duties consist of piloting state aircraft.(B)This paragraph shall not apply to the Department of Public Safety, the Department of Natural Resources, or the State Forestry Commission.(d)The funds and assets of the authority, as well as the performance of the authority, its services, and equipment, shall be audited annually by the state auditor. The results of such audit shall be open to inspection at reasonable times by any person. A copy of the audit report shall be sent to the state accounting officer. The authority shall also provide the Governor, the Speaker of the House, the President of the Senate, the chairperson of the House Committee on Public Safety and Homeland Security, the chairperson of the Senate Public Safety Committee, the chairperson of the Senate Veterans, Military and Homeland Security Committee, the chairperson of the House Committee on Transportation, and the chairperson of the Senate Transportation Committee with a copy of the state audit report which shall include a full report of the activities and services of the authority. The performance audit report shall be provided no later than December 31, 2013.(e)On September 1, 2011, the six aviation mechanic positions that were previously transferred by the Department of Public Safety to the authority shall be returned to the Department of Public Safety along with the funds budgeted for such positions.Amended by 2012 Ga. Laws 738,§ 1, eff. 7/1/2012.Amended by 2011 Ga. Laws 100,§ 2, eff. 5/11/2011.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\n(a)(1)(A)The general purpose of the authority shall be to acquire, operate, maintain, house, and dispose of all state aviation assets, to provide aviation services and oversight of state aircraft and aviation operations to ensure the safety of state air travelers and aviation property, to achieve policy objectives through aviation missions, and to provide for the efficient operation of state aircraft.(B)This Code section shall not diminish those powers and duties of the Department of Natural Resources under Code Section12-2-11, the State Forestry Commission under Code Section12-6-22.1, or the Department of Public Safety under Code Section35-2-140.(2)(A)All aircraft previously transferred to the authority by the Department of Public Safety and associated parts and equipment and a percentage of the budgeted operating funds associated with such aircraft shall be transferred on September 1, 2011, back to the custody and control of the Department of Public Safety; provided, however, that this chapter shall have no application to aircraft owned or operated by the Department of Defense.(B)All aircraft under the custody and control of the authority as of June 30, 2012, which were previously transferred to the authority by the Department of Natural Resources and associated parts and equipment and any budgeted operating funds associated with such aircraft shall be transferred on July 1, 2012, back to the custody and control of the Department of Natural Resources.(C)All aircraft under the custody and control of the authority as of June 30, 2012, which were previously transferred to the authority by the State Forestry Commission and associated parts and equipment and any budgeted operating funds associated with such aircraft shall be transferred on July 1, 2012, back to the custody and control of the State Forestry Commission.(D)For purposes of aerial aviation photography, the King Air 90 aircraft that was specially equipped and adapted to perform essential aerial photography under the custody and control of the authority as of June 30, 2012, which was previously transferred to the authority by the Department of Transportation, and associated parts and equipment specific to that aircraft shall be transferred on July 1, 2012, back to the custody and control of the Department of Transportation. The Department of Transportation shall have the authority to own, operate, maintain, and dispose of aircraft to support the aerial photography mission needs of the department.(3)On and after July 1, 2009, or a later date determined by the Governor, no entity of state government shall acquire, lease, or charter any aircraft other than through the authority.(4)(A)Any person who is employed by an entity of state government as a pilot and who is required by the terms of his or her employment to comply with the requirements of Chapter 8 of Title 35, the \"Georgia Peace Officer Standards and Training Act,\" may remain in the employment of the employing agency but shall be transferred for administrative purposes only to the authority on July 1, 2009, in compliance with subsection (c) of Code Section6-5-3.(B)The provisions of subparagraph (A) of this paragraph notwithstanding:(i)Those persons who are employed by the Department of Public Safety who are assigned for administrative purposes only to the authority shall be transferred back to the Department of Public Safety on September 1, 2011, and shall no longer be under the administration or direction of the authority;(ii)Any persons who as of June 30, 2012, were employed by the authority pursuant to previous transfer from the Department of Natural Resources to the authority shall be transferred back to the Department of Natural Resources on July 1, 2012, and shall no longer be under the administration or direction of the authority; and(iii)Any persons who as of June 30, 2012, were employed by the authority pursuant to previous transfer from the State Forestry Commission to the authority shall be transferred back to the State Forestry Commission on July 1, 2012, and shall no longer be under the administration or direction of the authority.(5)(A)(i)All state aircraft required for the proper conduct of the business of the several administrative departments, boards, bureaus, commissions, authorities, offices, or other agencies of Georgia and authorized agents of the General Assembly, or either branch thereof, and department owned airfields and their appurtenances shall be managed and maintained by the authority.(ii)The provisions of division (i) of this subparagraph notwithstanding:(I)All airfields and appurtenances, including hangars, previously transferred by the Department of Public Safety to the authority shall be transferred back to the Department of Public Safety on September 1, 2011;(II)All airfields and appurtenances, including hangars, previously transferred by the Department of Natural Resources to the authority shall be transferred back to the Department of Natural Resources on July 1, 2012; and(III)All airfields and appurtenances, including hangars, previously transferred by the State Forestry Commission to the authority shall be transferred back to the State Forestry Commission on July 1, 2012.(B)The cost for the use of such state aircraft shall be charged by the authority to the using state entity. The amount of such charge shall be determined by the authority.(6)(A)The authority shall be authorized to dispose of any state aircraft and apply the proceeds derived therefrom to the purchase of replacement aviation assets.(B)This paragraph shall not apply to state aircraft assigned to the Department of Public Safety, the Department of Natural Resources, or the State Forestry Commission.(b)In the furtherance of its purpose, the authority shall have the power to:(1)Hire, organize, and train personnel to operate, maintain, house, purchase, and dispose of aviation assets;(2)Purchase, maintain, develop, and modify facilities to support aviation assets and operations;(3)Develop operating, maintenance, safety, security, training, education, and scheduling standards for state aviation operations and conduct inspections, audits, and other similar oversight to determine practices and compliance with such standards;(4)Develop an accountability system for state aviation operations and activities;(5)Identify the costs associated with the training, education, and purchase, operation, maintenance, and administration of state aircraft and aviation operations and related facilities; develop an appropriate billing structure; and charge agencies and other state entities for the costs of state aircraft and aviation operations; provided, however, that any billing to an agency by the authority shall be suspended whenever the Governor declares a state of emergency on any cost associated with aircraft used during and in response to the state of emergency;(6)Retain appropriate external consulting and auditing expertise;(7)Engage aviation industry representatives to ensure best practices for state aviation assets;(8)Delegate certain powers pursuant to this chapter to other state entities; and(9)Otherwise implement appropriate and efficient management practices for state aviation operations.(c)(1)The authority shall provide priority support for those state agencies and departments, including local and state public safety and law enforcement entities, whose operations require aviation operations when requested.(2)(A)No state entity other than the authority shall be authorized without the approval of the authority to expend state funds to purchase, lease, rent, charter, maintain, or repair state aircraft to be used in connection with state business or to employ a person whose official duties consist of piloting state aircraft.(B)This paragraph shall not apply to the Department of Public Safety, the Department of Natural Resources, or the State Forestry Commission.(d)The funds and assets of the authority, as well as the performance of the authority, its services, and equipment, shall be audited annually by the state auditor. The results of such audit shall be open to inspection at reasonable times by any person. A copy of the audit report shall be sent to the state accounting officer. The authority shall also provide the Governor, the Speaker of the House, the President of the Senate, the chairperson of the House Committee on Public Safety and Homeland Security, the chairperson of the Senate Public Safety Committee, the chairperson of the Senate Veterans, Military and Homeland Security Committee, the chairperson of the House Committee on Transportation, and the chairperson of the Senate Transportation Committee with a copy of the state audit report which shall include a full report of the activities and services of the authority. The performance audit report shall be provided no later than December 31, 2013.(e)On September 1, 2011, the six aviation mechanic positions that were previously transferred by the Department of Public Safety to the authority shall be returned to the Department of Public Safety along with the funds budgeted for such positions.Amended by 2012 Ga. Laws 738,§ 1, eff. 7/1/2012.Amended by 2011 Ga. Laws 100,§ 2, eff. 5/11/2011.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\n(a)(1)(A)The general purpose of the authority shall be to acquire, operate, maintain, house, and dispose of all state aviation assets, to provide aviation services and oversight of state aircraft and aviation operations to ensure the safety of state air travelers and aviation property, to achieve policy objectives through aviation missions, and to provide for the efficient operation of state aircraft.(B)This Code section shall not diminish those powers and duties of the Department of Natural Resources under Code Section12-2-11, the State Forestry Commission under Code Section12-6-22.1, or the Department of Public Safety under Code Section35-2-140.(2)(A)All aircraft previously transferred to the authority by the Department of Public Safety and associated parts and equipment and a percentage of the budgeted operating funds associated with such aircraft shall be transferred on September 1, 2011, back to the custody and control of the Department of Public Safety; provided, however, that this chapter shall have no application to aircraft owned or operated by the Department of Defense.(B)All aircraft under the custody and control of the authority as of June 30, 2012, which were previously transferred to the authority by the Department of Natural Resources and associated parts and equipment and any budgeted operating funds associated with such aircraft shall be transferred on July 1, 2012, back to the custody and control of the Department of Natural Resources.(C)All aircraft under the custody and control of the authority as of June 30, 2012, which were previously transferred to the authority by the State Forestry Commission and associated parts and equipment and any budgeted operating funds associated with such aircraft shall be transferred on July 1, 2012, back to the custody and control of the State Forestry Commission.(D)For purposes of aerial aviation photography, the King Air 90 aircraft that was specially equipped and adapted to perform essential aerial photography under the custody and control of the authority as of June 30, 2012, which was previously transferred to the authority by the Department of Transportation, and associated parts and equipment specific to that aircraft shall be transferred on July 1, 2012, back to the custody and control of the Department of Transportation. The Department of Transportation shall have the authority to own, operate, maintain, and dispose of aircraft to support the aerial photography mission needs of the department.(3)On and after July 1, 2009, or a later date determined by the Governor, no entity of state government shall acquire, lease, or charter any aircraft other than through the authority.(4)(A)Any person who is employed by an entity of state government as a pilot and who is required by the terms of his or her employment to comply with the requirements of Chapter 8 of Title 35, the \"Georgia Peace Officer Standards and Training Act,\" may remain in the employment of the employing agency but shall be transferred for administrative purposes only to the authority on July 1, 2009, in compliance with subsection (c) of Code Section6-5-3.(B)The provisions of subparagraph (A) of this paragraph notwithstanding:(i)Those persons who are employed by the Department of Public Safety who are assigned for administrative purposes only to the authority shall be transferred back to the Department of Public Safety on September 1, 2011, and shall no longer be under the administration or direction of the authority;(ii)Any persons who as of June 30, 2012, were employed by the authority pursuant to previous transfer from the Department of Natural Resources to the authority shall be transferred back to the Department of Natural Resources on July 1, 2012, and shall no longer be under the administration or direction of the authority; and(iii)Any persons who as of June 30, 2012, were employed by the authority pursuant to previous transfer from the State Forestry Commission to the authority shall be transferred back to the State Forestry Commission on July 1, 2012, and shall no longer be under the administration or direction of the authority.(5)(A)(i)All state aircraft required for the proper conduct of the business of the several administrative departments, boards, bureaus, commissions, authorities, offices, or other agencies of Georgia and authorized agents of the General Assembly, or either branch thereof, and department owned airfields and their appurtenances shall be managed and maintained by the authority.(ii)The provisions of division (i) of this subparagraph notwithstanding:(I)All airfields and appurtenances, including hangars, previously transferred by the Department of Public Safety to the authority shall be transferred back to the Department of Public Safety on September 1, 2011;(II)All airfields and appurtenances, including hangars, previously transferred by the Department of Natural Resources to the authority shall be transferred back to the Department of Natural Resources on July 1, 2012; and(III)All airfields and appurtenances, including hangars, previously transferred by the State Forestry Commission to the authority shall be transferred back to the State Forestry Commission on July 1, 2012.(B)The cost for the use of such state aircraft shall be charged by the authority to the using state entity. The amount of such charge shall be determined by the authority.(6)(A)The authority shall be authorized to dispose of any state aircraft and apply the proceeds derived therefrom to the purchase of replacement aviation assets.(B)This paragraph shall not apply to state aircraft assigned to the Department of Public Safety, the Department of Natural Resources, or the State Forestry Commission.(b)In the furtherance of its purpose, the authority shall have the power to:(1)Hire, organize, and train personnel to operate, maintain, house, purchase, and dispose of aviation assets;(2)Purchase, maintain, develop, and modify facilities to support aviation assets and operations;(3)Develop operating, maintenance, safety, security, training, education, and scheduling standards for state aviation operations and conduct inspections, audits, and other similar oversight to determine practices and compliance with such standards;(4)Develop an accountability system for state aviation operations and activities;(5)Identify the costs associated with the training, education, and purchase, operation, maintenance, and administration of state aircraft and aviation operations and related facilities; develop an appropriate billing structure; and charge agencies and other state entities for the costs of state aircraft and aviation operations; provided, however, that any billing to an agency by the authority shall be suspended whenever the Governor declares a state of emergency on any cost associated with aircraft used during and in response to the state of emergency;(6)Retain appropriate external consulting and auditing expertise;(7)Engage aviation industry representatives to ensure best practices for state aviation assets;(8)Delegate certain powers pursuant to this chapter to other state entities; and(9)Otherwise implement appropriate and efficient management practices for state aviation operations.(c)(1)The authority shall provide priority support for those state agencies and departments, including local and state public safety and law enforcement entities, whose operations require aviation operations when requested.(2)(A)No state entity other than the authority shall be authorized without the approval of the authority to expend state funds to purchase, lease, rent, charter, maintain, or repair state aircraft to be used in connection with state business or to employ a person whose official duties consist of piloting state aircraft.(B)This paragraph shall not apply to the Department of Public Safety, the Department of Natural Resources, or the State Forestry Commission.(d)The funds and assets of the authority, as well as the performance of the authority, its services, and equipment, shall be audited annually by the state auditor. The results of such audit shall be open to inspection at reasonable times by any person. A copy of the audit report shall be sent to the state accounting officer. The authority shall also provide the Governor, the Speaker of the House, the President of the Senate, the chairperson of the House Committee on Public Safety and Homeland Security, the chairperson of the Senate Public Safety Committee, the chairperson of the Senate Veterans, Military and Homeland Security Committee, the chairperson of the House Committee on Transportation, and the chairperson of the Senate Transportation Committee with a copy of the state audit report which shall include a full report of the activities and services of the authority. The performance audit report shall be provided no later than December 31, 2013.(e)On September 1, 2011, the six aviation mechanic positions that were previously transferred by the Department of Public Safety to the authority shall be returned to the Department of Public Safety along with the funds budgeted for such positions.Amended by 2012 Ga. Laws 738,§ 1, eff. 7/1/2012.Amended by 2011 Ga. Laws 100,§ 2, eff. 5/11/2011.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAmended by 2012 Ga. Laws 738,§ 1, eff. 7/1/2012.\n\nAmended by 2011 Ga. Laws 100,§ 2, eff. 5/11/2011.\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-4/"
    },
    {
      "id": "section-6-5-5",
      "number": "6-5-5",
      "heading": "Additional powers of the authority",
      "text": "In addition to the powers specified in Code Section6-5-4, the authority shall have the powers:(1)To have a seal and alter the same at its pleasure;(2)To acquire by purchase, lease, or otherwise and to hold, lease, and dispose of real and personal property of every kind and character for its corporate purposes;(3)To acquire in its own name by purchase, on such terms and conditions and in such manner as it may deem proper real property or rights of easements therein or franchises necessary or convenient for its corporate purposes and to use the same so long as its corporate existence shall continue and to lease or make contracts with respect to the use of or disposal of the same in any manner it deems to the best advantage of the authority. No property shall be acquired under this chapter upon which any lien or other encumbrance exists unless at the time such property is so acquired a sufficient sum of money is deposited in trust to pay and redeem the fair value of the lien or encumbrance; and if the authority shall deem it expedient to construct any project on lands which are a part of the real estate holdings of the state, the Governor is authorized to execute for and on behalf of the state a lease of the lands to the authority for such parcel or parcels as shall be needed for a period not to exceed 50 years. If the authority shall deem it expedient to construct any project on any other lands the title to which shall then be in the state, the Governor is authorized to convey, for and in behalf of the state, title to such lands to the authority;(4)To appoint and select officers, agents, and employees, including pilots, maintenance workers, engineering, architectural, aviation, and construction experts, fiscal agents, and attorneys, and fix their compensation and otherwise adopt policies that establish a system of sound personnel management;(5)To make contracts and leases and to execute all instruments necessary or convenient, including contracts for construction of projects and leases of projects or contracts with respect to the use of projects which it causes to be erected or acquired; and any and all political subdivisions, departments, institutions, or agencies of the state are authorized to enter into contracts, leases, or agreements with the authority upon such terms and for such purposes as they deem advisable. Without limiting the generality of the above, authority is specifically granted to any department, board, commission, or agency of the state to enter into contracts and lease agreements for the use or concerning the use of any structure, building, or facilities or a combination of any two or more structures, buildings, or facilities of the authority for a term not exceeding 50 years; and any department, board, commission, or agency of the state may obligate itself to pay an agreed sum for the use of the property so leased and also to obligate itself as part of the lease contract to pay the cost of maintaining, repairing, and operating the property leased from the authority;(6)To accept loans or grants of money or materials or property of any kind from the United States or any agency or instrumentality thereof upon such terms and conditions as the United States or the agency or instrumentality may impose;(7)To exercise any power usually possessed by private corporations performing similar functions, which is not in conflict with the Constitution and laws of this state; and(8)To do all things necessary or convenient to carry out the powers expressly given in this chapter.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nIn addition to the powers specified in Code Section6-5-4, the authority shall have the powers:(1)To have a seal and alter the same at its pleasure;(2)To acquire by purchase, lease, or otherwise and to hold, lease, and dispose of real and personal property of every kind and character for its corporate purposes;(3)To acquire in its own name by purchase, on such terms and conditions and in such manner as it may deem proper real property or rights of easements therein or franchises necessary or convenient for its corporate purposes and to use the same so long as its corporate existence shall continue and to lease or make contracts with respect to the use of or disposal of the same in any manner it deems to the best advantage of the authority. No property shall be acquired under this chapter upon which any lien or other encumbrance exists unless at the time such property is so acquired a sufficient sum of money is deposited in trust to pay and redeem the fair value of the lien or encumbrance; and if the authority shall deem it expedient to construct any project on lands which are a part of the real estate holdings of the state, the Governor is authorized to execute for and on behalf of the state a lease of the lands to the authority for such parcel or parcels as shall be needed for a period not to exceed 50 years. If the authority shall deem it expedient to construct any project on any other lands the title to which shall then be in the state, the Governor is authorized to convey, for and in behalf of the state, title to such lands to the authority;(4)To appoint and select officers, agents, and employees, including pilots, maintenance workers, engineering, architectural, aviation, and construction experts, fiscal agents, and attorneys, and fix their compensation and otherwise adopt policies that establish a system of sound personnel management;(5)To make contracts and leases and to execute all instruments necessary or convenient, including contracts for construction of projects and leases of projects or contracts with respect to the use of projects which it causes to be erected or acquired; and any and all political subdivisions, departments, institutions, or agencies of the state are authorized to enter into contracts, leases, or agreements with the authority upon such terms and for such purposes as they deem advisable. Without limiting the generality of the above, authority is specifically granted to any department, board, commission, or agency of the state to enter into contracts and lease agreements for the use or concerning the use of any structure, building, or facilities or a combination of any two or more structures, buildings, or facilities of the authority for a term not exceeding 50 years; and any department, board, commission, or agency of the state may obligate itself to pay an agreed sum for the use of the property so leased and also to obligate itself as part of the lease contract to pay the cost of maintaining, repairing, and operating the property leased from the authority;(6)To accept loans or grants of money or materials or property of any kind from the United States or any agency or instrumentality thereof upon such terms and conditions as the United States or the agency or instrumentality may impose;(7)To exercise any power usually possessed by private corporations performing similar functions, which is not in conflict with the Constitution and laws of this state; and(8)To do all things necessary or convenient to carry out the powers expressly given in this chapter.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nIn addition to the powers specified in Code Section6-5-4, the authority shall have the powers:(1)To have a seal and alter the same at its pleasure;(2)To acquire by purchase, lease, or otherwise and to hold, lease, and dispose of real and personal property of every kind and character for its corporate purposes;(3)To acquire in its own name by purchase, on such terms and conditions and in such manner as it may deem proper real property or rights of easements therein or franchises necessary or convenient for its corporate purposes and to use the same so long as its corporate existence shall continue and to lease or make contracts with respect to the use of or disposal of the same in any manner it deems to the best advantage of the authority. No property shall be acquired under this chapter upon which any lien or other encumbrance exists unless at the time such property is so acquired a sufficient sum of money is deposited in trust to pay and redeem the fair value of the lien or encumbrance; and if the authority shall deem it expedient to construct any project on lands which are a part of the real estate holdings of the state, the Governor is authorized to execute for and on behalf of the state a lease of the lands to the authority for such parcel or parcels as shall be needed for a period not to exceed 50 years. If the authority shall deem it expedient to construct any project on any other lands the title to which shall then be in the state, the Governor is authorized to convey, for and in behalf of the state, title to such lands to the authority;(4)To appoint and select officers, agents, and employees, including pilots, maintenance workers, engineering, architectural, aviation, and construction experts, fiscal agents, and attorneys, and fix their compensation and otherwise adopt policies that establish a system of sound personnel management;(5)To make contracts and leases and to execute all instruments necessary or convenient, including contracts for construction of projects and leases of projects or contracts with respect to the use of projects which it causes to be erected or acquired; and any and all political subdivisions, departments, institutions, or agencies of the state are authorized to enter into contracts, leases, or agreements with the authority upon such terms and for such purposes as they deem advisable. Without limiting the generality of the above, authority is specifically granted to any department, board, commission, or agency of the state to enter into contracts and lease agreements for the use or concerning the use of any structure, building, or facilities or a combination of any two or more structures, buildings, or facilities of the authority for a term not exceeding 50 years; and any department, board, commission, or agency of the state may obligate itself to pay an agreed sum for the use of the property so leased and also to obligate itself as part of the lease contract to pay the cost of maintaining, repairing, and operating the property leased from the authority;(6)To accept loans or grants of money or materials or property of any kind from the United States or any agency or instrumentality thereof upon such terms and conditions as the United States or the agency or instrumentality may impose;(7)To exercise any power usually possessed by private corporations performing similar functions, which is not in conflict with the Constitution and laws of this state; and(8)To do all things necessary or convenient to carry out the powers expressly given in this chapter.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nIn addition to the powers specified in Code Section6-5-4, the authority shall have the powers:\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-5/"
    },
    {
      "id": "section-6-5-6",
      "number": "6-5-6",
      "heading": "Moneys received deemed trust funds",
      "text": "All moneys received pursuant to the authority of this chapter shall be deemed trust funds to be held and applied solely as provided in this chapter.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAll moneys received pursuant to the authority of this chapter shall be deemed trust funds to be held and applied solely as provided in this chapter.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAll moneys received pursuant to the authority of this chapter shall be deemed trust funds to be held and applied solely as provided in this chapter.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAll moneys received pursuant to the authority of this chapter shall be deemed trust funds to be held and applied solely as provided in this chapter.\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-6/"
    },
    {
      "id": "section-6-5-7",
      "number": "6-5-7",
      "heading": "Public purpose of authority; responding to emergencies",
      "text": "(a)It is found, determined, and declared that the creation of the authority and the carrying out of its corporate purpose are in all respects for the benefit of the people of this state and are a public purpose and the authority will be performing an essential governmental function in the exercise of the power conferred upon it by this chapter.(b)In order to ensure that addressing emergency law enforcement needs is the authority's first priority, the authority, in coordination with the Board of Public Safety, shall adopt policies and procedures to ensure that responding to emergencies, imminent threats to individual and public safety, natural disasters, or other emergency law enforcement needs is met. The authority shall be exempt from all sales and use tax on property purchased, leased, or used by the authority.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\n(a)It is found, determined, and declared that the creation of the authority and the carrying out of its corporate purpose are in all respects for the benefit of the people of this state and are a public purpose and the authority will be performing an essential governmental function in the exercise of the power conferred upon it by this chapter.(b)In order to ensure that addressing emergency law enforcement needs is the authority's first priority, the authority, in coordination with the Board of Public Safety, shall adopt policies and procedures to ensure that responding to emergencies, imminent threats to individual and public safety, natural disasters, or other emergency law enforcement needs is met. The authority shall be exempt from all sales and use tax on property purchased, leased, or used by the authority.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\n(a)It is found, determined, and declared that the creation of the authority and the carrying out of its corporate purpose are in all respects for the benefit of the people of this state and are a public purpose and the authority will be performing an essential governmental function in the exercise of the power conferred upon it by this chapter.(b)In order to ensure that addressing emergency law enforcement needs is the authority's first priority, the authority, in coordination with the Board of Public Safety, shall adopt policies and procedures to ensure that responding to emergencies, imminent threats to individual and public safety, natural disasters, or other emergency law enforcement needs is met. The authority shall be exempt from all sales and use tax on property purchased, leased, or used by the authority.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-7/"
    },
    {
      "id": "section-6-5-8",
      "number": "6-5-8",
      "heading": "Jurisdiction for action",
      "text": "Any action to protect or enforce any rights under this chapter shall be brought in the Superior Court of Fulton County.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAny action to protect or enforce any rights under this chapter shall be brought in the Superior Court of Fulton County.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAny action to protect or enforce any rights under this chapter shall be brought in the Superior Court of Fulton County.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAny action to protect or enforce any rights under this chapter shall be brought in the Superior Court of Fulton County.\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-8/"
    },
    {
      "id": "section-6-5-9",
      "number": "6-5-9",
      "heading": "Liberal construction",
      "text": "This chapter, being for the welfare of the state and its inhabitants, shall be liberally construed to effect the purposes hereof.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nThis chapter, being for the welfare of the state and its inhabitants, shall be liberally construed to effect the purposes hereof.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nThis chapter, being for the welfare of the state and its inhabitants, shall be liberally construed to effect the purposes hereof.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nThis chapter, being for the welfare of the state and its inhabitants, shall be liberally construed to effect the purposes hereof.\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-9/"
    },
    {
      "id": "section-6-5-10",
      "number": "6-5-10",
      "heading": "[Repealed] Termination",
      "text": "Amended by 2016 Ga. Laws 625,§ 6, eff. 5/3/2016.Repealed and reserved by 2011 Ga. Laws 100,§ 3, eff. 5/11/2011.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAmended by 2016 Ga. Laws 625,§ 6, eff. 5/3/2016.Repealed and reserved by 2011 Ga. Laws 100,§ 3, eff. 5/11/2011.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAmended by 2016 Ga. Laws 625,§ 6, eff. 5/3/2016.Repealed and reserved by 2011 Ga. Laws 100,§ 3, eff. 5/11/2011.Added by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.\n\nAmended by 2016 Ga. Laws 625,§ 6, eff. 5/3/2016.\n\nRepealed and reserved by 2011 Ga. Laws 100,§ 3, eff. 5/11/2011.\n\nAdded by 2009 Ga. Laws 240,§ 1, eff. 7/1/2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-6/chapter-5/section-6-5-10/"
    }
  ]
}