{
  "state": "illinois",
  "path": "title-chapter-225-professions-occupations-and-business-operations/chapter-225-ilcs-735-timber-buyers-licensing-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act may be known and cited as the \"Timber Buyers Licensing Act\".",
      "text": "This Act may be known and cited as the \"Timber Buyers Licensing Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Definitions. When used in this Act, unless the context otherwise requires, the term:",
      "text": "Definitions. When used in this Act, unless the context otherwise requires, the term:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "License required. Every person before engaging in the business of a timber buyer shall",
      "text": "obtain a license for such purpose from the Department. Application for such\nlicense shall be filed with the Department and shall set forth the name of\nthe applicant, its principal officers if the applicant is a corporation or\nthe partners if the applicant is a partnership, the location of any\nprincipal office or place of business of the applicant, the counties in\nthis State in which the applicant proposes to engage in the business of\ntimber buyer, a list of all agents of the timber buyer, and such additional information as the Department by\nrule may require. All timber buyers and their agents must be 18 years of age or older.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Liability insurance. Every",
      "text": "person licensed as a timber buyer shall file with the\nDepartment a certificate of liability insurance. No such liability insurance policy shall be effective under this Section unless issued by an insurance company or surety company authorized to do business in this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Prohibitions. It shall be unlawful and a violation of this Act:",
      "text": "Prohibitions. It shall be unlawful and a violation of this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "License; issuance, validity, and renewal; certificate",
      "text": "All persons buying timber under this Act must possess a valid timber buyer's license. Licenses authorized under this Act shall be prepared by the Department and be in such form as prescribed by the Department. The information required on each li\nDepartment is satisfied that the applicant has fulfilled the\nrequirements of this Act, the applicant and all listed agents in the application are in good standing, and if the liability insurance\nfiled by the applicant is approved, the Department shall issue a\nlicense to\nthe applicant. The licenses issued shall be valid for a calendar year and\nmay be renewed annually. A copy of the license certificate issued by the\nDepartment shall be posted in the principal office of the licensee in this\nState. A license from the Department shall include a list of all agents that are required to be reported to the Department in a timber buyer application for license. A timber buyer shall update the Department, in writing, within 14 days, of a change in employment for any agent of the timber buyer that is required to be disclosed to the Department. The Department shall then reissue a certificate of license with the updated list of agents as well as any new timber buyer identification cards. The timber buyer\nidentification card issued by the Department shall be carried upon the person\nof the timber buyer and any agent of the timber buyer when\nconducting activities covered under this Act for immediate presentation for\ninspection to the officers and\nauthorized employees of the Department, any sheriff, deputy sheriff, or any\nother peace officer making\ndemand for it. No person charged with violating this Section, however, shall be\nconvicted if the person produces in court satisfactory evidence that a timber\nbuyer identification card that was valid at the time\nof the offense had been issued\nto the timber buyer or agent. All timber buyer identification cards shall be issued by the Department. Any timber identification card that is issued to a timber buyer or timber buyer employee shall be returned to the Department or, if a digital license or digital identification card, shall be canceled by the Department within 5 days of the Department obtaining information of the termination of employment, suspension, or revocation of license, the agent or timber buyer is no longer in good standing, or expiration of a license if the license is not renewed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Application fee. The application for a resident license to operate as a timber buyer, or a",
      "text": "renewal thereof, shall be accompanied by a non-refundable filing fee of $125. The application for a non-resident license to operate as a timber buyer, or a renewal thereof, shall be accompanied by a non-refundable filing fee of $300.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Records and inspection. The Department or any law enforcement agency may inspect any premises used by any timber buyer",
      "text": "in the conduct of the buyer's business during normal business hours, and such inspection may include, but is not limited to, the inventory, timber, books,\naccounts, records, proof of ownership, or other documentation required under this Act or administrative rule of every such timber buyer that operates or does business in the State. Any\nperson licensed as a timber buyer as defined in this Act, or any person\nwho has purchased, bartered, or attempted to purchase or barter timber, or\nany person having possession or who has had possession of timber as\ndefined in this Act shall be prima facie\nevidence that the person is a timber buyer, excluding transporters. A timber buyer shall retain the books,\naccounts, records, proof of ownership, or other documentation required under this Act or administrative rule used in the conduct of the buyer's business for a\nperiod of 3 years after any purchase, cutting, or transportation of timber made by the timber buyer or the buyer's employee. All timber buyers shall provide to a transporter and a transporter shall have immediately available proof of ownership, on forms provided by the Department, for all timber that is currently being transported by the transporter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9a",
      "number": "9a.",
      "heading": "Reporting a harvest fee.",
      "text": "Reporting a harvest fee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Rulemaking. The Department may make such administrative rules and regulations as may be necessary",
      "text": "to carry out the provisions of this Act in accordance with the Illinois Administrative Procedure Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Penalties and fines.  All fines and penalties associated with violations of this Act or administrative rules thereunder, except as otherwise provided in this Act,  are payable 50% to the Department's Conservation Police Operations Assistance Fund and 50% to the Department's Illinois Forestry Develop",
      "text": "Penalties and fines. All fines and penalties associated with violations of this Act or administrative rules thereunder, except as otherwise provided in this Act, are payable 50% to the Department's Conservation Police Operations Assistance Fund and 50% to the Department's Illinois Forestry Development Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Default. No certificate of license or timber buyer identification card shall be issued to any person who is in",
      "text": "default to the people of the State for moneys due under this\nAct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "License revocation.",
      "text": "License revocation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "The Department may, by application to any circuit court or to a judge",
      "text": "thereof, obtain an injunction restraining any person who engages in the\nbusiness of timber buyer in this State without a certificate of license\n(either because his certificate of license has been revoked or because of a\nfailure to obtain a certificate of license in the first instance) from\nengaging in such business until such person complies with this Act and\nqualifies for and obtains a certificate of license. Upon refusal or neglect\nto obey the order of the court or judge, said court or judge may compel\nobedience thereof by proceedings for contempt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Forfeiture and seizure. Any timber, forestry, or wood cutting device or equipment,",
      "text": "including vehicles and conveyances used or operated in violation of this\nAct, including administrative rules, or attempted to be used in violation\nof this Act or administrative rules shall be deemed a public nuisance and\nsubject to the seizure and confiscation by any authorized employee of the\nDepartment; upon the seizure of such item the Department shall take and\nhold the same until disposed of as hereinafter provided.",
      "history": "",
      "source_url": ""
    }
  ]
}