{
  "state": "nebraska",
  "path": "title-chapter-67-partnerships/chapter-67-447-conversion-of-partnership-to-limited-partnership",
  "sections": [
    {
      "id": "section-67-447",
      "number": "67-447",
      "heading": "",
      "text": "67-447.Conversion of partnership to limited partnership.\n\n(1) A partnership may be converted to a limited partnership pursuant to this section.\n\n(2) The terms and conditions of a conversion of a partnership to a limited partnership must be approved by all of the partners or by a number or percentage specified for conversion in the partnership agreement.\n\n(3) After the conversion is approved by the partners, the partnership shall file a certificate of limited partnership in the jurisdiction in which the limited partnership is to be formed. The certificate must include:\n\n(a) A statement that the partnership was converted to a limited partnership from a partnership;\n\n(b) Its former name; and\n\n(c) A statement of the number of votes cast by the partners for and against the conversion and, if the vote is less than unanimous, the number or percentage required to approve the conversion under the partnership agreement.\n\n(4) The conversion takes effect when the certificate of limited partnership is filed or at any later date specified in the certificate. Within ten business days after the certificate of limited partnership takes effect, a partnership converting to a limited partnership shall send written notice of conversion to the last-known address of any holder of a security interest in collateral of such partnership.\n\n(5) A general partner who becomes a limited partner as a result of the conversion remains liable as a general partner for an obligation incurred by the partnership before the conversion takes effect. If the other party to a transaction with the limited partnership reasonably believes when entering the transaction that the limited partner is a general partner, the limited partner is liable for an obligation incurred by the limited partnership within ninety days after the conversion takes effect. The limited partner's liability for all other obligations of the limited partnership incurred after the conversion takes effect is that of a limited partner as provided in the Nebraska Uniform Limited Partnership Act.\n\nSourceLaws 1997, LB 523, ยง 47;Laws 2017, LB99, ยง 6.\n\nCross ReferencesNebraska Uniform Limited Partnership Act, see section 67-296.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-67/statute-67-447/"
    }
  ]
}