{
  "state": "district-of-columbia",
  "path": "title-7/chapter-21",
  "sections": [
    {
      "id": "section-7-2101",
      "number": "7-2101",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Child” means any individual who is:\n\n(A) Under 18 years of age;\n\n(B) 18 to 20 years of age and subject to a consent decree or dispositional order entered pursuant to Chapter 23 of Title 16; or\n\n(C) 18 to 21 years of age and has an individualized education program pursuant to 20 U.S.C. § 1401 et seq.\n\n(2) “Continuing care” means ongoing supervision and care designed to nurture a resident’s growth and development, meet basic health needs, and monitor applicable school or work attendance.\n\n(3) “Court” means the Superior Court of the District of Columbia.\n\n(4) “District” means the District of Columbia.\n\n(5) “Emergency care” means temporary supervision and care, usually not exceeding 90 days and provided as the result of an individual or family crisis, that includes monitoring of applicable school or work attendance and an assessment of a resident’s physical, psychosocial, and educational needs.\n\n(6) “Facility” means a youth residential facility.\n\n(7) “Resident” means a District child residing in a youth residential facility.\n\n(8) “Therapeutic care” means an intensive, professionally supervised program of education and treatment designed to meet a resident’s physical, psychosocial, and educational needs as identified in an individualized treatment plan and, if applicable, an individualized education program.\n\n(A) “Youth residential facility” means a residential placement providing adult supervision and care for 1 or more children who are not related by blood, marriage, guardianship, or adoption (including both final and nonfinal adoptive placements) to any of the facility’s adult caregivers and who were found to be in need of a specialized living arrangement as the result of:\n\n(i) A detention or shelter care hearing held pursuant to § 16-2312;\n\n(ii) A dispositional hearing held pursuant to § 16-2317;\n\n(iii) Family crisis, homelessness, runaway status, or other circumstances creating a need for out-of-home supervision and care; or\n\n(iv) A mental or physical disability that requires, in accordance with 20 U.S.C. § 1401 et seq., more services than can be provided by nonresidential programs.\n\n(B) The term “youth residential facility” shall include, but not necessarily be limited to, foster homes, youth shelters, runaway shelters, emergency care facilities, youth group homes, supervised apartments, and residential treatment centers; it shall not include informal substitute care provided by friends or neighbors or those facilities licensed under Chapter 5 of Title 44.",
      "history": "Aug. 13, 1986, D.C. Law 6-139, § 2, 33 DCR 3804; Apr. 24, 2007, D.C. Law 16-305, § 28(a), 53 DCR 6198",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2101.html"
    },
    {
      "id": "section-7-2102",
      "number": "7-2102",
      "heading": "License requirements.",
      "text": "(a) Except as provided in subsections (b) and (c) of this section, it shall be unlawful to operate a facility in the District, whether public or private, for profit or not for profit, without being licensed by the Mayor. Each facility shall be licensed by both its type and the level(s) of care provided.\n\n(b) Facilities that, before August 13, 1986, were not or would not have been subject to District licensure may operate without a license until 6 months after the issuance of applicable rules under § 7-2103.\n\n(c) The continued operation of a facility pending action by the Mayor on an application for licensure renewal or initial licensure under subsection (b) of this section shall not be deemed unlawful if a completed application was timely filed but, through no fault of the facility’s administrator or adult caregiver(s), the Mayor has failed to act on the application before the expiration of the facility’s current license or, under subsection (b) of this section, its authorized period of operation. A facility operating under this subsection shall comply with all other provisions of this chapter and rules issued pursuant to this chapter.\n\n(d) Application forms shall include copies of all certificates of approval, authority, occupancy, or need that are required as a precondition to lawful operation in the District.\n\n(e) A license shall be valid only for the person(s), address, type of facility, and level(s) of care stated on the license.\n\n(f) A licensee shall, whenever possible, give the Mayor at least 60 days advance written notice before transferring ownership of a facility, including, in the case of a corporate licensee, any transfer of the legal or beneficial ownership of 10% or more of the stock of the corporation. Upon notification, the Mayor may conduct an investigation or require reinspection to ensure that the facility will remain in compliance with this chapter, the rules issued pursuant to this chapter, and all other applicable laws.\n\n(g) Unless sooner terminated or renewed, a license required by this chapter shall expire 1 year from the date it was issued or last renewed.\n\n(h) A facility shall promptly honor all requests by District government officials, residents, and members of the public to inspect its license.\n\n(i) Any license issued pursuant to this section shall be issued as a Public Health: Child Health and Welfare endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47.",
      "history": "Aug. 13, 1986, D.C. Law 6-139, § 3, 33 DCR 3804; Apr. 20, 1999, D.C. Law 12-261, § 2003(g), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(h), 50 DCR 6913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2102.html"
    },
    {
      "id": "section-7-2103",
      "number": "7-2103",
      "heading": "Rules.",
      "text": "(a) The Mayor shall, no later than 12 months after August 13, 1986, and pursuant to subchapter I of Chapter 5 of Title 2, issue all rules necessary to carry out the purposes of this chapter. These rules may categorize and define the various types of facilities, may establish licensure fees, and shall at a minimum include:\n\n(1) Procedures governing the issuance, renewal, conversion, suspension, and revocation of licenses, the orderly transfer and discharge of residents, the receipt and investigation of complaints or allegations of abuse, the issuance of variances, and appeals from licensure-related decisions;\n\n(2) A statement of residents’ rights and responsibilities for each type of facility;\n\n(3) Standards for continuing care, emergency care, therapeutic care, and aftercare; and\n\n(4) Standards for each type of facility, including (when applicable), but not necessarily limited to:\n\n(A) Programmatic standards with respect to educational, rehabilitative, and mental health services, recreational activities, parental and family involvement, the use of discipline and restraint, and the prevention of abuse;\n\n(B) Personnel and staffing standards with respect to the ratio of staff to residents, caregiver qualifications, and ongoing staff and volunteer training;\n\n(C) Personal care standards with respect to resident nutrition, hygiene, and emergency and routine health care;\n\n(D) Confidentiality and privacy standards with respect to a resident’s person, property, living quarters, case records, and subjection to searches for contraband;\n\n(E) Safety and sanitation standards with respect to all parts of the facility and grounds, fire protection and prevention, first aid, and the facility’s electrical, heating, cooling, ventilation, and water systems;\n\n(F) Environmental, structural, and architectural standards; and\n\n(G) Administrative standards with respect to resident admissions and discharges, operating procedures, fiscal management, complaint investigation and review, quality assurance, recordkeeping, and reporting.\n\n(b) The standards adopted under subsection (a)(4)(A) of this section shall reflect a strong presumption that parental and family contact is in a resident’s best interest and that active parental and family involvement is essential to a resident’s care.\n\n(c) The Mayor shall ensure that, no later than 6 months after the issuance of rules under subsection (a) of this section, all facilities shall be licensed in accordance with those rules.\n\n(d) No later than 30 days after August 13, 1986, the Mayor shall appoint an advisory task force composed of social service, mental health, and education professionals, child welfare advocates, facility providers, community representatives, and representatives from relevant District government agencies. Within a time frame established by the Mayor, this task force shall formulate and present to the Mayor detailed, proposed standards for the rules required by subsection (a)(2) through (4) of this section. The Mayor shall give substantial weight to the task force’s recommendations and shall, on a regular basis before publication of proposed rules, maintain a formal, structured dialogue with task force representatives while reviewing and acting on those recommendations.\n\n(1) The Mayor may, upon a showing of extreme hardship and manifest public need and if not inconsistent with other provisions of this chapter or deleterious to resident health, safety, or welfare, grant variances to private facilities with respect to the standards established under subsection (a)(3) and (4) of this section. The Mayor shall maintain a public record listing all variances granted under this subsection and containing a complete written explanation of the basis for each variance.\n\n(2) The Mayor shall not issue variances to facilities owned or operated by the District government.",
      "history": "Aug. 13, 1986, D.C. Law 6-139, § 4, 33 DCR 3804",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2103.html"
    },
    {
      "id": "section-7-2104",
      "number": "7-2104",
      "heading": "Governing boards and advisory committees.",
      "text": "(a) Each facility except a foster home shall have a governing board or local advisory committee that includes 1 or more representatives of the neighborhood where the facility is located. If a licensee operates more than 1 facility in the District, a single governing board or advisory committee may serve all of the licensee’s facilities so long as it includes at least 1 representative of each neighborhood in which the licensee operates a facility.\n\n(b) The governing board or advisory committee shall:\n\n(1) Meet with the facility administrator at the facility at least quarterly to review programs, policies, citizen complaints, and police contacts;\n\n(2) Inform the Mayor in writing of any situation that a majority of the board or committee believes warrants correction and that the facility has failed to correct within a reasonable period of time after being notified by the board or committee; and\n\n(3) Report annually to the Mayor on the number of admissions, the number, outcome, and length of stay of planned and unplanned discharges, staff turnover rate and efforts to reduce it, and program effectiveness in meeting the needs of residents.",
      "history": "Aug. 13, 1986, D.C. Law 6-139, § 5, 33 DCR 3804",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2104.html"
    },
    {
      "id": "section-7-2105",
      "number": "7-2105",
      "heading": "Inspections.",
      "text": "(1) To ensure that each new facility will be in compliance with this chapter, the rules issued pursuant to this chapter, and all other applicable laws, the Mayor shall conduct an on-site inspection before a facility’s initial licensure. Instead of issuing a full-year license to a new facility or licensee, the Mayor may issue a provisional license under § 7-2107(b) pending satisfactory completion of additional, follow-up inspections. After initial licensure, the Mayor shall conduct at least 1 on-site inspection before each licensure renewal.\n\n(2) The Mayor shall at least once a year inspect all facilities caring for District children outside the District to ensure that each of these facilities is in substantial compliance with this chapter, the rules issued pursuant to this chapter, and all other applicable laws. One year after the issuance of rules under § 7-2103, the Mayor shall report to the Council on the cost and efficacy of implementing this paragraph and on the extent to which facilities caring for District children outside the District are required by their respective jurisdictions to meet licensure standards comparable to those adopted under § 7-2103. Within 45 days after receiving the Mayor’s report, the Council shall determine whether this paragraph should be amended to authorize the Mayor to accept licensure by other jurisdictions in lieu of conducting annual inspections.\n\n(b) The Mayor may at any reasonable hour enter a facility for the purpose of conducting an announced or unannounced inspection to check for compliance with this chapter, a rule issued pursuant to this chapter, or any other District or locally enforceable federal law. When conducting an inspection, especially of a foster home, the Mayor shall respect the homelike atmosphere of the facility and the reasonable privacy interests of its residents and adult caregivers.\n\n(c) Any District government employee who, while visiting a facility for the purpose of casework or monitoring, observes a condition that he or she believes in violation of this chapter, a rule issued pursuant to this chapter, or any other District or federal law shall, no later than 7 days after making the observation and if not previously reported, report this suspected violation to the Department of Consumer and Regulatory Affairs (“DCRA”).\n\n(d) The Mayor shall make all licensure and inspection reports available to the public upon request and shall notify all child-placing agencies in the District whenever a facility’s license is suspended, revoked, converted to a provisional or restricted license, or not renewed.",
      "history": "Aug. 13, 1986, D.C. Law 6-139, § 6, 33 DCR 3804",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2105.html"
    },
    {
      "id": "section-7-2106",
      "number": "7-2106",
      "heading": "Monitoring of residents placed outside District or in therapeutic care.",
      "text": "(1) The Mayor and the Board of Education shall ensure that every resident receiving therapeutic care has an up-to-date, individualized treatment plan (“ITP”) composed of coordinated therapeutic, educational, and residential components. Each ITP shall be jointly formulated and approved by the Department of Human Services (“DHS”) and the District of Columbia Public Schools (“DCPS”) no later than 30 days after a child is determined to be in need of therapeutic care. As required by 20 U.S.C. § 1401 et seq., a resident with a disability receiving therapeutic care and in need of special education shall also have a current individualized education program (“IEP”).\n\n(2) DHS and DCPS shall update each resident’s ITP no less than once a year. Copies of each resident’s current ITP and, if applicable, IEP shall be on file with both DHS and DCPS.\n\n(1) The Mayor and the Board of Education shall establish a youth residential monitoring committee (“monitoring committee”) that includes at a minimum representatives from DHS and DCPS. Each facility providing therapeutic care to a District child, whether located inside or outside the District, shall submit to the monitoring committee quarterly reports on that child’s progress in meeting his or her treatment and educational goals. With the exception of foster homes, each facility providing emergency or continuing care to a District child outside the District shall submit to the monitoring committee quarterly reports on that child’s physical, emotional, and educational development.\n\n(2) Quarterly reports submitted under paragraph (1) of this subsection shall be on forms jointly developed by DHS and DCPS and shall be made available at all judicial and administrative reviews of a child’s placement.\n\n(c) The monitoring committee shall meet at least 4 times a year with the caseworker of each District child placed outside the District or in therapeutic care to review that child’s quarterly reports and, if the child is expected to be discharged in the near future, to determine whether an aftercare plan has been prepared pursuant to subsection (f) of this section. If the committee finds that a child’s current placement is inadequate, that a child’s ITP or IEP needs revision, or that a required aftercare plan is lacking, it shall within 15 days report its findings and recommendations to the Director of DHS and the Superintendent of Schools. DHS and DCPS shall adopt or reject these recommendations within 15 days after their receipt.\n\n(1) The monitoring committee shall at least once a year conduct an on-site assessment of each District child placed outside the District or in therapeutic care to determine:\n\n(A) The adequacy of the child’s placement or the extent of the facility’s compliance with the child’s ITP or IEP;\n\n(B) Whether the child’s ITP, IEP, or level of care needs revision;\n\n(C) Whether the child can receive equivalent care closer to home or in a less restrictive placement; and\n\n(D) Whether appropriate aftercare preparations have been made if the child is due to be discharged within 30 days.\n\n(2) Within 15 days after conducting an on-site assessment, the monitoring committee shall file a written report of its findings and recommendations with the Director of DHS and the Superintendent of Schools. If while conducting an assessment the committee observes 1 or more conditions that it believes are in violation of this chapter, a rule issued pursuant to this chapter, or any other District or federal law, it shall report these suspected violations to DCRA pursuant to § 7-2105(c).\n\n(3) If the monitoring committee determines that a facility is not adequately meeting a child’s needs or is not in compliance with a child’s ITP or IEP, or if DCRA determines that a facility located outside the District is not in substantial compliance with District licensure standards, that facility shall be promptly notified of the necessary corrective actions. If the committee or DCRA is not satisfied that appropriate actions are being taken, it shall recommend to the Director of DHS and the Superintendent of Schools that the child be transferred to an appropriate alternative placement.\n\n(e) The caseworker of each District child placed outside the District or in therapeutic care shall visit that child at least once a year. In meeting this requirement, the caseworker may accompany the monitoring committee when it conducts its on-site assessment under subsection (d) of this section.\n\n(1) The Mayor and the Board of Education shall ensure that, before a District child placed outside the District or in therapeutic care is brought home, he or she has a comprehensive aftercare plan composed of in-home supportive services and, if necessary, transitional living arrangements. Each child’s aftercare plan shall be jointly formulated and approved by DHS and DCPS no later than 30 days before the child leaves a facility.\n\n(2) The monitoring committee shall meet personally with each child’s aftercare worker at least twice in the 6 months following a child’s release into aftercare to review the continued adequacy of, and the extent of compliance with, the child’s aftercare plan. If the committee finds that a child’s aftercare plan needs revision or is not being carried out, it shall within 15 days report its findings and recommendations to the Director of DHS and the Superintendent of Schools. DHS and DCPS shall adopt or reject these recommendations within 15 days after their receipt.\n\n(g) The Mayor and the Board of Education shall report annually to the Council on:\n\n(1) The total number of residents in therapeutic care, the total number of residents located outside the District, the facilities in which they are placed, the annual cost of these facilities, and the number of residents who have ITPs, IEPs, or aftercare plans;\n\n(2) The number of new residents in therapeutic care, the number of new residents placed outside the District, and the number, outcome, and length of stay of planned and unplanned discharges;\n\n(3) A summary of individual facility effectiveness in meeting the needs of residents in therapeutic care; and\n\n(4) A list of those facilities located outside the District that have been found not to be in substantial compliance with District licensure standards.\n\n(h) Once rules have been issued under subsection (i) of this section, no District child shall reside in a facility located outside the District for more than 60 days if that facility has never been visited by the monitoring committee, the child’s caseworker, or representatives from DCRA.\n\n(i) No later than 12 months after August 13, 1986, the Mayor and the Board of Education shall each issue rules, pursuant to subchapter I of Chapter 5 of Title 2, and consistent with 20 U.S.C. § 1401 et seq., to carry out the purposes of this section.",
      "history": "Aug. 13, 1986, D.C. Law 6-139, § 7, 33 DCR 3804; Apr. 24, 2007, D.C. Law 16-305, § 28(b), 53 DCR 6198",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2106.html"
    },
    {
      "id": "section-7-2107",
      "number": "7-2107",
      "heading": "Provisional and restricted licensure.",
      "text": "(a) As an alternative to denial, nonrenewal, suspension, or revocation of a license, whenever a facility has numerous deficiencies or a serious single deficiency with respect to the standards established under § 7-2103(a)(2) through (4), the Mayor may:\n\n(1) Issue a provisional license if the facility is taking appropriate corrective actions in accordance with a mutually agreed-upon timetable; or\n\n(2) Issue a restricted license that prohibits the facility from accepting new residents or providing certain specified services that it would otherwise be authorized to provide, if appropriate corrective actions are not forthcoming.\n\n(b) As provided in § 7-2105(a), provisional licenses may be issued to new facilities or licensees in order to afford the Mayor sufficient time and evidence to evaluate whether a new facility or licensee is capable of complying with this chapter, the rules issued pursuant to this chapter, and other applicable laws.\n\n(c) Provisional licenses may be granted for a period not to exceed 90 days and may be renewed no more than once.",
      "history": "Aug. 13, 1986, D.C. Law 6-139, § 8, 33 DCR 3804",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2107.html"
    },
    {
      "id": "section-7-2108",
      "number": "7-2108",
      "heading": "Enforcement and penalties.",
      "text": "(1) The Mayor may, before holding a hearing, suspend the license of a facility or convert its license to a provisional or restricted license if he or she determines that existing deficiencies constitute an immediate or serious and continuing danger to the health, safety, or welfare of its residents. The Mayor shall immediately give the facility written notice of the suspension or conversion, including a statement of the grounds for the action and notification that the facility has 7 days (excluding Saturdays, Sundays, and legal holidays) from the day notice is received to request an expedited, preliminary review hearing. If the facility fails to communicate, either orally or in writing, a timely request for a preliminary review hearing, the order of suspension or conversion shall remain in effect until terminated by the Mayor or an unexpedited hearing is held pursuant to procedures adopted under § 7-2103(a)(1).\n\n(2) Within 3 days (excluding Saturdays, Sundays, and legal holidays) after receiving a timely request for a preliminary review hearing, the Mayor shall hold a hearing to review the reasonableness of the suspension or conversion order. At this hearing, the Mayor shall have the burden of establishing a prima facie case of immediate or serious and continuing endangerment. The suspension or conversion order shall be either affirmed or vacated at the hearing.\n\n(3) In the event an order is affirmed, it shall, unless extended, remain in effect for no longer than 30 days, during which time a final hearing shall be scheduled to consider the appropriateness of revocation or continuing restrictions on licensure. Before expiration of a suspension or conversion order, an extension may be granted for a period not to exceed an additional 30 days upon agreement of all the parties or for good cause shown.\n\n(1) Civil fines, penalties, and related costs may be imposed against a public or private facility for the violation of any provision of this chapter or rule issued pursuant to this chapter. Whether or not criminally prosecutable, a violation shall be considered an “infraction” under the Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985. Except as provided in paragraphs (2) and (3) of this subsection, the procedures for adjudication and enforcement and the applicable fines, penalties, and costs shall be those established by or pursuant to Chapter 18 of Title 2. Governmental immunity shall not be a defense to any civil fine, penalty, or cost imposed.\n\n(2) Civil fines, penalties, and related costs imposed against a facility shall not come out of funds needed to provide quality care and services to residents. To monitor compliance with this paragraph, the Mayor shall conduct an audit at least annually of every facility against which civil fines, penalties, or costs have been imposed. Civil fines, penalties, and costs imposed against any facility owned or operated by the District government shall be paid into a special account to be used for the personal needs of residents.\n\n(3) Notwithstanding the availability of other means of enforcement, the Mayor may directly deduct the amount of civil fines, penalties, and related costs imposed against a facility from amounts otherwise payable by the District to the licensee or administrator of that facility.\n\n(c) Notwithstanding the availability of any other remedy, the Corporation Counsel, a resident, or any person acting on or in behalf of a resident may maintain an action in court to enjoin a facility from violating the terms of its license, any provision of this chapter, or any rule issued pursuant to this chapter.\n\n(1) Notwithstanding the availability of any other remedy, a resident, any person acting on or in behalf of a resident, or the licensee or administrator of a facility may bring an action in court for mandamus to order the Mayor, a District government agency, or the youth residential monitoring committee to comply with this chapter, a rule issued pursuant to this chapter, or any other District law relevant to the operation of the facility or the care of its residents.\n\n(2) Any person bringing an action under paragraph (1) of this subsection shall give the named defendant(s) at least 5 days advance notice (excluding Saturdays, Sundays, and legal holidays) before the action is filed in court.\n\n(e) Any District government employee required to make a report under § 7-2105(c) who willfully fails to do so shall be subject to disciplinary and other remedial action in accordance with District law.\n\n(f) Any person who willfully discloses, receives, uses, or permits the use of confidential information about a resident in violation of the standards established pursuant to § 7-2103(a)(4)(D) shall be guilty of a misdemeanor and, upon conviction, subject to a fine not exceeding $5,000.\n\n(g) Any person who willfully operates an unlicensed facility in violation of this chapter, and any licensee who willfully operates a facility in violation of the terms of its license or who willfully impedes a District government employee in the performance of his or her authorized duties under this chapter or a rule issued pursuant to this chapter, shall be guilty of a misdemeanor and, upon conviction, subject to a fine not exceeding $1,000 per day of violation, imprisonment for not more than 90 days, or both.\n\n(h) Criminal prosecutions brought under subsection (f) or (g) of this section shall be in the Superior Court of the District of Columbia by information signed by the Corporation Counsel.",
      "history": "Aug. 13, 1986, D.C. Law 6-139, § 9, 33 DCR 3804",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2108.html"
    },
    {
      "id": "section-7-2121",
      "number": "7-2121",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Emergency contraception” means a drug or drug regimen approved by the U.S. Food and Drug Administration to prevent pregnancy when administered after sexual contact, including oral contraceptive pills.\n\n(2) “Hospital” means a facility that provides 24-hour inpatient care, including diagnostic, therapeutic, and other health-related services, for a variety of physical or mental conditions, and may, in addition, provide outpatient services, particularly emergency care.",
      "history": "Mar. 25, 2009, D.C. Law 17-346, § 2, 56 DCR 966",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2121.html"
    },
    {
      "id": "section-7-2122",
      "number": "7-2122",
      "heading": "Information about emergency care.",
      "text": "(a) The Department of Health, in collaboration with the Board of Medicine and the Board of Pharmacy, shall develop medically and factually accurate written information regarding prophylactic antibiotics for the treatment of sexually transmitted diseases and emergency contraception for the prevention of pregnancy due to sexual assault.\n\n(b) The Department of Health shall disseminate the written information produced pursuant to subsection (a) of this section to all hospitals in the District.",
      "history": "Mar. 25, 2009, D.C. Law 17-346, § 3, 56 DCR 966",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2122.html"
    },
    {
      "id": "section-7-2123",
      "number": "7-2123",
      "heading": "Access to emergency care for victims of sexual assault.",
      "text": "(a) All hospitals that provide emergency care to victims of sexual assault shall:\n\n(1) Provide each victim of sexual assault written information developed pursuant to § 7-2122;\n\n(2) Provide each victim of sexual assault an oral explanation of the written information distributed pursuant to paragraph (1) of this section;\n\n(3) Inform each victim of sexual assault, orally and in writing, in a language that the victim understands, of the:\n\n(A) Victim of sexual assault's rights under § 23-1908; and\n\n(B) Option to be provided, by the hospital, with prophylactic antibiotics for the treatment of sexually transmitted diseases and emergency contraception for the prevention of pregnancy;\n\n(4) Consistent with accepted medical practice and protocols, immediately provide prophylactic antibiotics for the treatment of sexually transmitted diseases and emergency contraception for the prevention of pregnancy to each victim of sexual assault, if the victim requests it and if the requested treatment is not medically contraindicated; and\n\n(5) If the sexual assault victim, who is 13 years of age or older, consents, immediately notify the sexual assault victim advocate dispatch system described in § 23-1909(e).",
      "history": "Mar. 25, 2009, D.C. Law 17-346, § 4, 56 DCR 966",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2123.html"
    },
    {
      "id": "section-7-2124",
      "number": "7-2124",
      "heading": "Personnel training.",
      "text": "Hospitals shall have written policies and procedures to ensure that all personnel who provide care or information to a victim of sexual assault:\n\n(1) Are trained to provide medically and factually accurate and objective information about prophylactic antibiotics for the treatment of sexually transmitted diseases and emergency contraception for the prevention of pregnancy to a victim of sexual assault;\n\n(2) Actually provide that information to a victim of sexual assault; and\n\n(3) Ensure immediate access to prophylactic antibiotics for the treatment of sexually transmitted diseases and emergency contraception for the prevention of pregnancy to each victim of sexual assault, if requested and such treatment is not medically contraindicated.",
      "history": "Mar. 25, 2009, D.C. Law 17-346, § 5, 56 DCR 966",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2124.html"
    },
    {
      "id": "section-7-2125",
      "number": "7-2125",
      "heading": "Compliance.",
      "text": "The Department of Health shall determine compliance with the requirements of this chapter. The failure to comply with the requirements of this chapter may result in a civil fine to be determined by the Mayor.",
      "history": "Mar. 25, 2009, D.C. Law 17-346, § 6, 56 DCR 966",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2125.html"
    },
    {
      "id": "section-7-2131",
      "number": "7-2131",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) \"Adult\" means a person who is at least 18 years of age.\n\n(2) \"Adult in need of protective services\" shall have the same meaning as provided in § 7-1901(2).\n\n(3) \"Caregiver\" shall have the same meaning as provided in § 7-1901(4).\n\n(4) \"Covered education agreement\" means a supported decision-making agreement that is entered into for the sole purpose of providing supported decision-making related to the supported person's education and:\n\n(A) The Individuals with Disabilities Education Act, approved April 13, 1970 (84 Stat. 175; 20 U.S.C. § 1400 et seq.); or\n\n(B) Section 504 of the Rehabilitation Act of 1973, approved September 26, 1973 (87 Stat. 394; 29 U.S.C. § 794).\n\n(5) \"Disability\" means a physical or mental impairment that substantially limits one or more major life activities of a person.\n\n(6) \"Educational records\" includes educational records under the Family Educational Rights and Privacy Act of 1974, approved August 21, 1974 (88 Stat. 571; 20 U.S.C. § 1232g).\n\n(7) \"Information that is relevant to a life decision\" includes medical records, psychological records, financial records, educational records, and treatment records.\n\n(8) \"Life decisions\" includes decisions related to:\n\n(A) Where and with whom an adult with a disability wants to live;\n\n(B) What services, supports, and medical care the adult with a disability wants to receive; and\n\n(C) Where the adult with a disability wants to work.\n\n(9) \"Medical records\" includes protected health information under the Health Insurance Portability and Accountability Act of 1996, approved August 21, 1996 (Pub. L. No. 104-191; 110 Stat. 1936).\n\n(10) \"Relative\" means a parent, other ancestor, brother, sister, uncle, aunt, or one who has been lawful custodian of an adult with a disability at some prior time.\n\n(11) \"Supported decision-making\" means a process of supporting and accommodating an adult with a disability in order to:\n\n(A) Assist the adult with a disability in understanding the options, responsibilities, and consequences of life decisions; and\n\n(B) Enable the adult with a disability to make life decisions, without impeding the self-determination of the adult with a disability or making decisions for the adult with a disability.\n\n(12) \"Supported decision-making agreement\" means an agreement between a supported person and a supporter entered into pursuant to this chapter.\n\n(13) \"Supported person\" means an adult with a disability who has entered into a supported decision making-agreement with a supporter.\n\n(14) \"Supporter\" means an adult who has entered into a supported decision-making agreement with a supported person.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2131.html"
    },
    {
      "id": "section-7-2132",
      "number": "7-2132",
      "heading": "Executing a supported decision-making agreement.",
      "text": "(a) The following individuals, except if the individual is the supported person's relative, may not be a supporter:\n\n(1) An individual who provides physical, mental, or behavioral healthcare services or disability services to the supported person, or the owner or operator of the entity providing the healthcare services or disability services to the supported person; or\n\n(2) An individual who works for a government agency that is financially responsible for the supported person's care.\n\n(1) An individual shall not be a supporter if:\n\n(A) There is or has been a finding by a government agency that the individual:\n\n(i) Abused, neglected, or exploited the supported person; or\n\n(ii) Inflicted harm upon a child, elderly individual, or person with a disability; or\n\n(B) The individual is or has been convicted of any of the following criminal offenses, or their equivalent in any other state or territory, within 7 years before entering the supported decision-making agreement:\n\n(i) Any sexual offense prohibited in subchapter II of Chapter 30 of Title 22 where the victim was a child, elderly individual, or person with a disability;\n\n(ii) Aggravated assault, as described in § 22-404.01, where the victim was a child, elderly individual, or person with a disability;\n\n(iii) Fraud, as described in § 22-3221;\n\n(iv) Theft in the first degree, as that term is used in § 22-3212(a);\n\n(v) Forgery, as described in § 22-3241; or\n\n(vi) Extortion, as described in § 22-3251.\n\n(2) Paragraph (1) of this subsection shall not apply to a covered education agreement.\n\n(c) A supported decision-making agreement must be signed by the adult with a disability and the supporter in the presence of 2 adult witnesses or a notary public.\n\n(d) Except for a covered education agreement, a supported decision-making agreement shall be in substantially the following form:\n\n(e) A supported decision-making agreement may be terminated at any time by the supported person or the supporter.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2132.html"
    },
    {
      "id": "section-7-2133",
      "number": "7-2133",
      "heading": "Supported decision-making agreements.",
      "text": "(a) An adult with a disability may voluntarily enter into one or more supported decision-making agreements under which the adult with a disability may authorize a supporter to do any of the following:\n\n(1) Provide supported decision-making;\n\n(2) Be present during the supported decision-making process, when requested by the supported person; or\n\n(3) In the presence of the supported person, assist the supported person in:\n\n(A) Obtaining information that is relevant to a given life decision from any person; provided, that the supporter shall keep any information obtained under this paragraph confidential; or\n\n(B) Communicating the supported person's decisions to others.\n\n(b) A supporter acting pursuant to a supported decision-making agreement may exercise only the authority expressly granted to the supporter in the supported decision-making agreement.\n\n(1) If a law or regulation requires a person or a District agency to give notice to a supported person, and the person or District agency that is required to give the notice has received a supported decision-making agreement from the supported person, the person or District agency shall also provide the supporter with a copy of the notice required by law or regulation to be given to the supported person, unless the person or District agency has substantial cause to believe that the supported person is an adult in need of protective services.\n\n(2) If a law or regulation requires a person or District agency to give notice to a supported person that contains information protected by federal or District law, such as medical records or educational records, paragraph (1) of this subsection shall not apply unless the supported decision-making agreement contains a release authorizing the supporter to obtain the protected information.\n\n(d) A person or a District agency who receives a supported decision-making agreement shall rely on the agreement, unless the person or District agency has substantial cause to believe that the supported person is an adult in need of protective services.\n\n(e) Neither a person nor a District agency shall be subject to criminal or civil liability, nor shall a person be considered to have engaged in professional misconduct, for an act or omission done in good faith and in reasonable reliance on a supported decision-making agreement.\n\n(f) If a District employee or a caregiver, who is aware of the existence of a supported decision-making agreement, has a reasonable belief that the supported person is an adult in need of protective services, the District employee or caregiver shall report the alleged abuse, neglect, or exploitation to the Citywide Call Center at 311, Metropolitan Police Department at 911, Adult Protective Services at (202) 541-3950, or a District agency where the supported person receives services.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2133.html"
    },
    {
      "id": "section-7-2134",
      "number": "7-2134",
      "heading": "Rules.",
      "text": "The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this chapter.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2134.html"
    },
    {
      "id": "section-7-2141",
      "number": "7-2141",
      "heading": "Definitions.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2141.html"
    },
    {
      "id": "section-7-2142",
      "number": "7-2142",
      "heading": "Toilet facility access.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2142.html"
    },
    {
      "id": "section-7-2143",
      "number": "7-2143",
      "heading": "Medical necessity restroom access notice.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2143.html"
    },
    {
      "id": "section-7-2144",
      "number": "7-2144",
      "heading": "Medical Necessity Restroom Access Card.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2144.html"
    },
    {
      "id": "section-7-2145",
      "number": "7-2145",
      "heading": "Proof of an eligible medical condition.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2145.html"
    },
    {
      "id": "section-7-2146",
      "number": "7-2146",
      "heading": "Liability, penalties, and enforcement.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2146.html"
    },
    {
      "id": "section-7-2147",
      "number": "7-2147",
      "heading": "Applicability.",
      "text": "(a) This chapter shall apply upon the date of inclusion of its fiscal effect in an approved budget and financial plan.\n\n(b) The Chief Financial Officer shall certify the date of the inclusion of the fiscal effect in an approved budget and financial plan and provide notice to the Budget Director of the Council of the certification.\n\n(1) The Budget Director shall cause the notice of the certification to be published in the District of Columbia Register.\n\n(2) The date of publication of the notice of the certification shall not affect the applicability of this chapter.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2147.html"
    },
    {
      "id": "section-7-2161",
      "number": "7-2161",
      "heading": "Definitions.",
      "text": "(a) For the purposes of this chapter, the term:\n\n(1) \"Consent\" means affirmative, conscious, and voluntary authorization by an individual with legal capacity to give authorization.\n\n(2) \"Depicted individual\" means an individual whose body is shown in whole or in part in an intimate image.\n\n(3) \"Disclose\" and \"disclosure\" means transfer, publication, or distribution to another person.\n\n(4) \"Identifiable\" means recognizable by a person other than the depicted individual:\n\n(A) From an intimate image itself; or\n\n(B) From an intimate image and identifying characteristic displayed in connection with the intimate image.\n\n(5) \"Identifying characteristic\" means information that may be used to identify a depicted individual.\n\n(6) \"Individual\" means a human being.\n\n(7) \"Intimate image\" means a photograph, film, video recording, or other similar medium that shows:\n\n(A) The uncovered genitals, pubic area, anus, or female post-pubescent nipple of a depicted individual; or\n\n(B) A depicted individual engaging in or being subjected to sexual conduct.\n\n(8) \"Person\" means an individual, estate, business or nonprofit entity, public corporation, government or governmental subdivision, agency, or instrumentality, or other legal entity.\n\n(9) \"Sexual conduct\" includes:\n\n(A) Masturbation;\n\n(B) Genital, anal, or oral sex;\n\n(C) Sexual penetration of, or with, an object;\n\n(D) Bestiality; or\n\n(E) The transfer of semen onto a depicted individual.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2161.html"
    },
    {
      "id": "section-7-2162",
      "number": "7-2162",
      "heading": "Civil action.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) \"Harm\" includes physical harm, economic harm, and emotional distress whether or not accompanied by physical or economic harm.\n\n(2) \"Private\" means:\n\n(A) Created or obtained under circumstances in which a depicted individual had a reasonable expectation of privacy; or\n\n(B) Made accessible through theft, bribery, extortion, fraud, false pretenses, voyeurism, or exceeding authorized access to an account, message, file, device, resource, or property.\n\n(b) Except as otherwise provided in § 7-2163, a depicted individual who is identifiable and who suffers harm from a person's intentional disclosure or threatened disclosure of an intimate image that was private without the depicted individual's consent has a cause of action against the person if the person knew or acted with reckless disregard for whether:\n\n(1) The depicted individual did not consent to the disclosure;\n\n(2) The intimate image was private; and\n\n(3) The depicted individual was identifiable.\n\n(c) The following conduct by a depicted individual does not establish by itself that the individual consented to the disclosure of the intimate image which is the subject of an action under this chapter or that the individual lacked a reasonable expectation of privacy:\n\n(1) Consent to creation of the image; or\n\n(2) Previous consensual disclosure of the image.\n\n(d) A depicted individual who does not consent to the sexual conduct or uncovering of the part of the body depicted in an intimate image of the individual retains a reasonable expectation of privacy even if the image was created when the individual was in a public place.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2162.html"
    },
    {
      "id": "section-7-2163",
      "number": "7-2163",
      "heading": "Exceptions to liability.",
      "text": "(a) A person is not liable under this chapter if the person proves that disclosure of, or a threat to disclose, an intimate image was made reasonably, relevantly, and in good faith:\n\n(1) To report unlawful or unsolicited activity or in pursuance of a legal, professional, or other lawful obligation;\n\n(2) To assist the depicted person;\n\n(3) For legitimate medical, scientific, or educational purposes;\n\n(4) As part of a relevant document production or filing associated with a legal proceeding; or\n\n(5) In service of the public interest.\n\n(b) Disclosure of, or a threat to disclose, an intimate image is not a matter of public concern or public interest solely because the depicted individual is a public figure.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2163.html"
    },
    {
      "id": "section-7-2164",
      "number": "7-2164",
      "heading": "Plaintiff's privacy.",
      "text": "(a) In an action under this chapter:\n\n(1) The court may exclude or redact from all pleadings and documents filed in the action other identifying characteristics of the plaintiff;\n\n(2) A plaintiff to whom paragraph (1) of this section applies shall file with the court and serve on the defendant a confidential information form that includes the excluded or redacted plaintiff's name and other identifying characteristics; and\n\n(3) The court may make further orders as necessary to protect the identity and privacy of a plaintiff.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2164.html"
    },
    {
      "id": "section-7-2165",
      "number": "7-2165",
      "heading": "Remedies.",
      "text": "(a) In an action under this chapter, a prevailing plaintiff may recover:\n\n(1) The greater of:\n\n(A) Economic and noneconomic damages proximately caused by the defendant's disclosure or threatened disclosure, including damages for emotional distress whether or not accompanied by other damages; or\n\n(B) Statutory damages not to exceed $10,000 against each defendant found liable under this chapter for all disclosures and threatened disclosures by the defendant of which the plaintiff knew or reasonably should have known when filing the action or which became known during the pendency of the action. In determining the amount of statutory damages under this subparagraph, consideration must be given to the age of the parties at the time of the disclosure or threatened disclosure, the number of disclosures or threatened disclosures made by the defendant, the breadth of distribution of the image by the defendant, and other exacerbating or mitigating factors;\n\n(2) An amount equal to any monetary gain made by the defendant from disclosure of the intimate image; and\n\n(3) Punitive damages.\n\n(b) In an action under this chapter, the court may award a prevailing plaintiff:\n\n(1) Reasonable attorney's fees and costs; and\n\n(2) Additional relief, including injunctive relief.\n\n(c) This chapter does not affect a right or remedy available under law of the District other than this chapter.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2165.html"
    },
    {
      "id": "section-7-2166",
      "number": "7-2166",
      "heading": "Statute of limitations.",
      "text": "(a) An action under § 7-2162(b) for:\n\n(1) An unauthorized disclosure may not be brought later than 4 years from the date the disclosure was discovered or should have been discovered with the exercise of reasonable diligence; and\n\n(2) A threat to disclose may not be brought later than 4 years from the date of the threat to disclose.\n\n(b) In an action under § 7-2162(b) by a depicted individual who was a minor on the date of the disclosure or threat to disclose, the time specified in subsection (a) of this section does not begin to run until the depicted individual attains the age of majority.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2166.html"
    },
    {
      "id": "section-7-2167",
      "number": "7-2167",
      "heading": "Construction.",
      "text": "This chapter shall be construed to be consistent with section 230 of the Communications Decency Act of 1934, approved February 8, 1996 (110 Stat. 137; 47 U.S.C. § 230).",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2167.html"
    },
    {
      "id": "section-7-2168",
      "number": "7-2168",
      "heading": "Uniformity of application and construction.",
      "text": "In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2168.html"
    },
    {
      "id": "section-7-2169",
      "number": "7-2169",
      "heading": "Severability.",
      "text": "If any provision of this chapter, an amendment made by this chapter, or the application of such a provision or amendment to any person or circumstance, is held to be unconstitutional, the remaining provisions of and amendments made by this chapter, and the application of the provision or amendment held to be unconstitutional to any other person or circumstance, shall not be affected thereby.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/7-2169.html"
    }
  ]
}