{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-19-otero-county",
  "sections": [
    {
      "id": "section-4-19-1",
      "number": "4-19-1",
      "heading": "[County boundaries.]Section 4-19-2 - [County seat.]",
      "text": "That there be and hereby is created out of a part of the counties of Dona Ana, Socorro and Lincoln a new county to be known [as] and called Otero county, which shall embrace all that portion of said counties of Dona Ana, Socorro and Lincoln lying within the following boundaries, viz.: beginning at a point on the boundary line between the territory of New Mexico and the state of Texas where the range line between ranges five and six east of New Mexico principal meridian, projected south, would intersect said boundary line; thence running north on said range line to the third standard parallel south; thence east along the third standard parallel south to the range line between ranges six and seven east; thence north along said range line between ranges six and seven east to the second standard parallel south; thence east along said second standard parallel south to where the same intersects the range line between ranges twelve and thirteen east; thence south along said range line between ranges twelve and thirteen east to the township lying [line] between townships eleven and twelve south; thence east along said township line between said townships eleven and twelve to the intersection of the range line between ranges sixteen and seventeen east; thence south along said range line between ranges sixteen and seventeen east, to the intersection of the same with the third standard parallel south; thence west along said third standard parallel south to the intersection of the range line between ranges fifteen and sixteen east, south of the third standard parallel south; thence south along said range line between ranges fifteen and sixteen east to the fourth standard parallel south; thence east along the fourth standard parallel south to the western boundary of Eddy county; thence south along said western boundary of Eddy county to the boundary line between the territory of New Mexico and the state of Texas; thence west along said boundary line between said territory and state to the place of beginning.\n\nHistory:Laws 1899, ch. 3, § 1; Code 1915, § 1094; C.S. 1929, § 33-1701; 1941 Comp., § 15-1701; 1953 Comp., § 15-19-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For boundaries of Dona Ana county,see4-7-1 to 4-7-3 NMSA 1978.\n\nFor boundaries of Eddy county,see4-8-1 to 4-8-3 NMSA 1978.\n\nFor boundaries of Lincoln county,see4-14-1 and 4-14-2 NMSA 1978.\n\nFor original boundaries of Socorro county,see4-28-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-19/section-4-19-1/"
    },
    {
      "id": "section-4-19-2",
      "number": "4-19-2",
      "heading": "[County seat.]",
      "text": "That the county seat of said county so created is hereby fixed and established at the town of Alamogordo therein.\n\nHistory:Laws 1899, ch. 3, § 2; Code 1915, § 1095; C.S. 1929, § 33-1702; 1941 Comp., § 15-1702; 1953 Comp., § 15-19-2.\n\nCross references.— For removal of county seats,seeN.M. Const., art. X, § 3 and 4-34-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-19/section-4-19-2/"
    }
  ]
}