{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-62-revenue-bonds",
  "sections": [
    {
      "id": "section-4-62-1",
      "number": "4-62-1",
      "heading": "Revenue bonds; authority to issue; pledge of revenues; limitation on time of issuance",
      "text": "A. In addition to any other law authorizing a county to issue revenue bonds, a county may issue revenue bonds pursuant to Chapter 4, Article 62 NMSA 1978 for the purposes specified in this section.\n\nB. Gross receipts tax revenue bonds may be issued for any county purpose. A county may pledge irrevocably any or all of the revenue received by the county pursuant to Section 7-1-6.13 NMSA 1978 for payment of principal and interest due in connection with, and other expenses related to, gross receipts tax revenue bonds or for any area of county government services. If the revenue is pledged for payment of principal and interest as authorized by this subsection, the pledge shall require the revenues received to be deposited into a special bond fund for payment of the principal, interest and expenses. At the end of each fiscal year, money remaining in the special bond fund after the annual obligations for the bonds are fully met may be transferred to any other fund of the county. Revenues in excess of the annual principal and interest due on gross receipts tax revenue bonds secured by a pledge of gross receipts tax revenue may be accumulated in a debt service reserve account. The governing body of the county may appoint a commercial bank trust department to act as trustee of the proceeds of the tax and to administer the payment of principal of and interest on the bonds.\n\nC. Gasoline tax revenue bonds may be issued for the acquisition of rights of way for and the construction, reconstruction, resurfacing, maintenance, repair or other improvement of county roads and bridges. A county may pledge irrevocably any or all of the county gasoline tax revenue for payment of principal and interest due in connection with, and other expenses related to, county gasoline tax revenue bonds.\n\nD. Utility revenue bonds or joint utility revenue bonds may be issued for acquiring, extending, enlarging, bettering, repairing or otherwise improving water facilities, sewer facilities, gas facilities or electric facilities. A county may pledge irrevocably any or all of the net revenues from the operation of the utility or joint utility for which the particular utility or joint utility bonds are issued to the payment of principal and interest due in connection with, and other expenses related to, utility or joint utility revenue bonds.\n\nE. Project revenue bonds may be issued for acquiring, extending, enlarging, bettering, repairing, improving, constructing, purchasing, furnishing, equipping or rehabilitating any revenue-producing project, including, as applicable, purchasing, otherwise acquiring or improving the ground for the project and acquiring and improving parking lots. The county may pledge irrevocably any or all of the net revenues from the operation of the revenue-producing project for which the particular project revenue bonds are issued to the payment of the interest on and principal of the project revenue bonds. The net revenues of any revenue-producing project shall not be pledged to the project revenue bonds issued for any other revenue-producing project that is clearly unrelated in nature; but nothing in this subsection prevents the pledge to any of the project revenue bonds of the revenues received from existing, future or disconnected facilities and equipment that are related to and that may constitute a part of the particular revenue-producing project. A general determination by the governing body that facilities or equipment is reasonably related to and constitutes a part of a specified revenue-producing project shall be conclusive if set forth in the proceedings authorizing the project revenue bonds.\n\nF. Fire district revenue bonds may be issued for acquiring, extending, enlarging, bettering, repairing, improving, constructing, purchasing, furnishing, equipping and rehabilitating a fire district project, including, as applicable, purchasing, otherwise acquiring or improving the ground for the project. The county may pledge irrevocably any or all of the revenues received by the fire district from the fire protection fund as provided in the Fire Protection Fund Law [Chapter 59A, Article 53 NMSA 1978] and any or all of the revenues provided for the operation of the fire district project for which the particular bonds are issued to the payment of the interest on and principal of the bonds. The revenues of a fire district project shall not be pledged to the bonds issued for a fire district project that clearly is unrelated in its purpose; but nothing in this section prevents the pledge to such bonds of revenues received from existing, future or disconnected facilities and equipment that are related to and that may constitute a part of the particular fire district project. A general determination by the governing body of the county that facilities or equipment is reasonably related to and constitutes a part of a specified fire district project shall be conclusive if set forth in the proceedings authorizing the fire district revenue bonds.\n\nG. Law enforcement protection revenue bonds may be issued for the repair and purchase of law enforcement apparatus and equipment that meet nationally recognized standards. The county may pledge irrevocably any or all of the revenues received by the county from the law enforcement protection fund distributions pursuant to the Law Enforcement Protection Fund Act [Chapter 29, Article 13 NMSA 1978] to the payment of the interest on and principal of the law enforcement protection revenue bonds.\n\nH. PILT revenue bonds may be issued by a county to repay all or part of the principal and interest of an outstanding loan owed by the county to the New Mexico finance authority. A county may pledge irrevocably all or part of PILT revenue to the payment of principal of and interest on new loans or preexisting loans provided by the New Mexico finance authority to finance a public project.\n\nI. Except for the purpose of refunding previous revenue bond issues, no county may sell revenue bonds payable from pledged revenue after the expiration of two years from the date of the ordinance authorizing the issuance of the bonds or, for bonds to be issued and sold to the New Mexico finance authority as authorized in Subsection C of Section 4-62-4 NMSA 1978, after the expiration of two years from the date of the resolution authorizing the issuance of the bonds. However, any period of time during which a particular revenue bond issue is in litigation shall not be counted in determining the expiration date of that issue.\n\nJ. No bonds may be issued by a county, other than an H class county, a class B county as defined in Section 4-36-8 NMSA 1978 or a class A county as described in Section 4-36-10 NMSA 1978, to acquire, equip, extend, enlarge, better, repair or construct a utility unless the utility is regulated by the public regulation commission pursuant to the Public Utility Act [Chapter 62, Articles 1 to 6 and 8 to 13 NMSA 1978] and the issuance of the bonds is approved by the commission.\n\nK. Any law that imposes or authorizes the imposition of a tax authorized by the County Local Option Gross Receipts Taxes Act [Chapter 7, Article 20E NMSA 1978] or that affects that tax shall not be repealed or amended in such a manner as to impair outstanding revenue bonds that are issued pursuant to Chapter 4, Article 62 NMSA 1978 and that may be secured by a pledge of the tax unless the outstanding revenue bonds have been discharged in full or for which provision has been fully made.\n\nHistory:1978 Comp., § 4-62-1, enacted by Laws 1992, ch. 95, § 1; 1993, ch. 282, § 14; 1993, ch. 308, § 2; 1995, ch. 141, § 8; 1996, ch. 83, § 2; 1997, ch. 20, § 1; 1998, ch. 90, § 2; 1999, ch. 199, § 2; 2000, ch. 69, § 1; 2001, ch. 172, § 3; 2001, ch. 328, § 2; 2003, ch. 98, § 1; 2010, ch. 82, § 1; 2017, ch. 47, § 1; 2019, ch. 210, § 1; 2019, ch. 274, § 4.\n\nRepeals and reenactments.— Laws 1992, ch. 95, § 1 repealed former 4-62-1 NMSA 1978, as enacted by Laws 1983, ch. 158, § 1, relating to authorization for revenue bonds, and enacted a new section, effective May 20, 1992.\n\n2019 Multiple Amendments.— Laws 2019, ch. 210, § 1 and Laws 2019, ch. 274, § 4, both effective July 1, 2019, enacted different amendments to this section. Pursuant to 12-1-8 NMSA 1978, Laws 2019, ch. 274, § 4, as the last act signed by the governor, has been compiled into the NMSA 1978 as set out above, and Laws 2019, ch. 210, § 1, while not compiled pursuant to 12-1-8 NMSA 1978, is set out below.\n\nLaws 2019, ch. 274, § 4 [set out above],effective July 1, 2019, removed specific purposes for which gross receipts revenue bonds may be issued, and provided that gross receipts revenue bonds may be issued for any county purpose; in Subsection A, after \"specified in this section.\", deleted the remainder of the subsection, which provided for \"pledged revenues\"; in Subsection B, after \"may be issued for\", deleted \"one or more of the following purposes:\" and added \"any county purpose\", deleted Paragraphs B(1) through B(9) and paragraph designation \"(10)\", from former Paragraph B(10), deleted \"acquiring, constructing, extending, bettering, repairing or otherwise improving public transit systems or regional transit systems of facilities\", after \"all of the revenue\", deleted \"from the first one-eighth increment, the third one-eighth increment and the one-sixteenth increment of the county gross receipts tax and any increment of the county infrastructure gross receipts tax and county capital outlay gross receipts tax\" and added \"received by the county pursuant to Section 7-1-6.13 NMSA 1978\", after \"If the revenue\", deleted \"from the first one-eighth increment, the third one-eighth increment or the one-sixteenth increment of the county gross receipts tax or any increment of the county infrastructure gross receipts tax or county capital outlay gross receipts tax\", and after \"require the revenues received\", deleted \"from that increment of the county gross receipts tax or any increment of the county infrastructure gross receipts tax or county capital outlay gross receipts tax\"; deleted former Subsections C and D and redesignated former Subsections E through H as Subsections C through F, respectively; in Subsection C, deleted the last sentence of the subsection, which provided \"These bonds may be referred to in Chapter 4, Article 62 NMSA 1978 as 'gasoline tax revenue bonds'\"; in Subsection D, deleted the last sentence of the subsection, which provided \"These bonds may be referred to in Chapter 4, Article 62 NMSA 1978 as 'utility revenue bonds' or 'joint utility revenue bonds'\"; in Subsection E, after \"authorizing the project revenue bonds.\", deleted \"As used in Chapter 4, Article 62 NMSA 1978:\", deleted former Paragraphs E(1) and E(2); deleted former Subsections J through M and redesignated former Subsections N through Q as Subsections H through K, respectively; in Subsection H, after \"authority to finance a public project.\", deleted \"as 'public project' is defined in Subsection E of Section 6-21-3 NMSA 1978.\"; in Subsection J, after \"approved by the commission.\", deleted \"For purposes of Chapter 4, Article 62 NMSA 1978, a 'utility' includes a water, wastewater, sewer, gas or electric utility or joint utility serving the public. H class counties shall obtain public regulation commission approvals required by Section 3-23-3 NMSA 1978\"; in Subsection K, after \"authorizes the imposition of a\", deleted \"county gross receipts tax, a county environmental services gross receipts tax, a county fire protection excise tax, a county infrastructure gross receipts tax, the county education gross receipts tax, a county capital outlay gross receipts tax, the gasoline tax, the county hospital emergency gross receipts tax, the countywide emergency communications and emergency medical and behavioral health services tax or the county area emergency communications and emergency medical and behavioral health services tax, or that affects any of those taxes\" and added \"tax authorized by the County Local Option Gross Receipts Taxes Act or that affects that tax\"; and deleted former Subsections R and S.\n\nLaws 2019, ch. 210, § 1 [set out below],effective July 1, 2019, provided that revenue from county area and countywide emergency communications and emergency medical and behavioral health services taxes may be used for the construction, improvement, remodel or purchase of buildings to use as an emergency communications center; and in Subsection M, after \"for the purpose of\", added \"constructing, improving, remodeling or purchasing one or more buildings to use as an emergency communications center that has been determined by the local government division of the department of finance and administration to be a consolidated public safety answering point or\".\n\n\"4-62-1. Revenue bonds; authority to issue--pledge of revenues; limitation on time of issuance.\n\nA. In addition to any other law authorizing a county to issue revenue bonds, a county may issue revenue bonds pursuant to Chapter 4, Article 62 NMSA 1978 for the purposes specified in this section. The term \"pledged revenues\", as used in Chapter 4, Article 62 NMSA 1978, means the revenues, net income or net revenues authorized to be pledged to the payment of particular revenue bonds as specifically provided in Subsections B through N of this section.\n\nB. Gross receipts tax revenue bonds may be issued for one or more of the following purposes:\n\n(1) constructing, purchasing, furnishing, equipping, rehabilitating, making additions to or making improvements to one or more public buildings or purchasing or improving the ground of the building or buildings;\n\n(2) acquiring or improving county or public parking lots, structures or facilities;\n\n(3) purchasing, acquiring or rehabilitating firefighting equipment;\n\n(4) acquiring, extending, enlarging, bettering, repairing or otherwise improving or maintaining storm sewers and other drainage improvements, sanitary sewers, sewage treatment plants, water utilities or other water, wastewater or related facilities, which may include the acquisition of rights of way and water and water rights;\n\n(5) reconstructing, resurfacing, maintaining, repairing or otherwise improving existing alleys, streets, roads or bridges or laying off, opening, constructing or otherwise acquiring new alleys, streets, roads or bridges, which may include the acquisition of rights of way;\n\n(6) purchasing, acquiring, constructing, making additions to, enlarging, bettering, extending or equipping airport facilities, which may include the acquisition of land, easements or rights of way;\n\n(7) purchasing, otherwise acquiring or clearing land or purchasing, otherwise acquiring or beautifying land for open space;\n\n(8) acquiring, constructing, purchasing, equipping, furnishing, making additions to, renovating, rehabilitating, beautifying or otherwise improving public parks, public recreational buildings or other public recreational facilities;\n\n(9) acquiring, constructing, extending, enlarging, bettering, repairing, otherwise improving or maintaining solid waste disposal equipment, equipment for operation and maintenance of sanitary landfills, sanitary landfills or solid waste facilities; and\n\n(10) acquiring, constructing, extending, bettering, repairing or otherwise improving public transit systems or regional transit systems or facilities.\n\nA county may pledge irrevocably any or all of the revenue from the first one-eighth increment, the third one-eighth increment and the one-sixteenth increment of the county gross receipts tax and any increment of the county infrastructure gross receipts tax and county capital outlay gross receipts tax for payment of principal and interest due in connection with, and other expenses related to, gross receipts tax revenue bonds for any of the purposes authorized in this section or specific purposes or for any area of county government services. If the revenue from the first one-eighth increment, the third one-eighth increment or the one-sixteenth increment of the county gross receipts tax or any increment of the county infrastructure gross receipts tax or county capital outlay gross receipts tax is pledged for payment of principal and interest as authorized by this subsection, the pledge shall require the revenues received from that increment of the county gross receipts tax or any increment of the county infrastructure gross receipts tax or county capital outlay gross receipts tax to be deposited into a special bond fund for payment of the principal, interest and expenses. At the end of each fiscal year, money remaining in the special bond fund after the annual obligations for the bonds are fully met may be transferred to any other fund of the county.\n\nRevenues in excess of the annual principal and interest due on gross receipts tax revenue bonds secured by a pledge of gross receipts tax revenue may be accumulated in a debt service reserve account. The governing body of the county may appoint a commercial bank trust department to act as trustee of the proceeds of the tax and to administer the payment of principal of and interest on the bonds.\n\nC. Fire protection revenue bonds may be issued for acquiring, extending, enlarging, bettering, repairing, improving, constructing, purchasing, furnishing, equipping or rehabilitating an independent fire district project or facility, including, as applicable, purchasing, otherwise acquiring or improving the ground for the project. A county may pledge irrevocably any or all of the county fire protection excise tax revenue for payment of principal and interest due in connection with, and other expenses related to, fire protection revenue bonds. These bonds may be referred to in Chapter 4, Article 62 NMSA 1978 as \"fire protection revenue bonds\".\n\nD. Environmental revenue bonds may be issued for the acquisition and construction of solid waste facilities, water facilities, wastewater facilities, sewer systems and related facilities. A county may pledge irrevocably any or all of the county environmental services gross receipts tax revenue for payment of principal and interest due in connection with, and other expenses related to, environmental revenue bonds. These bonds may be referred to in Chapter 4, Article 62 NMSA 1978 as \"environmental revenue bonds\".\n\nE. Gasoline tax revenue bonds may be issued for the acquisition of rights of way for and the construction, reconstruction, resurfacing, maintenance, repair or other improvement of county roads and bridges. A county may pledge irrevocably any or all of the county gasoline tax revenue for payment of principal and interest due in connection with, and other expenses related to, county gasoline tax revenue bonds. These bonds may be referred to in Chapter 4, Article 62 NMSA 1978 as \"gasoline tax revenue bonds\".\n\nF. Utility revenue bonds or joint utility revenue bonds may be issued for acquiring, extending, enlarging, bettering, repairing or otherwise improving water facilities, sewer facilities, gas facilities or electric facilities. A county may pledge irrevocably any or all of the net revenues from the operation of the utility or joint utility for which the particular utility or joint utility bonds are issued to the payment of principal and interest due in connection with, and other expenses related to, utility or joint utility revenue bonds. These bonds may be referred to in Chapter 4, Article 62 NMSA 1978 as \"utility revenue bonds\" or \"joint utility revenue bonds\".\n\nG. Project revenue bonds may be issued for acquiring, extending, enlarging, bettering, repairing, improving, constructing, purchasing, furnishing, equipping or rehabilitating any revenue-producing project, including, as applicable, purchasing, otherwise acquiring or improving the ground for the project and acquiring and improving parking lots. The county may pledge irrevocably any or all of the net revenues from the operation of the revenue-producing project for which the particular project revenue bonds are issued to the payment of the interest on and principal of the project revenue bonds. The net revenues of any revenue-producing project shall not be pledged to the project revenue bonds issued for any other revenue-producing project that is clearly unrelated in nature; but nothing in this subsection prevents the pledge to any of the project revenue bonds of the revenues received from existing, future or disconnected facilities and equipment that are related to and that may constitute a part of the particular revenue-producing project. A general determination by the governing body that facilities or equipment is reasonably related to and constitutes a part of a specified revenue-producing project shall be conclusive if set forth in the proceedings authorizing the project revenue bonds. As used in Chapter 4, Article 62 NMSA 1978:\n\n(1) \"project revenue bonds\" means the bonds authorized in this subsection; and\n\n(2) \"project revenues\" means the net revenues of revenue-producing projects that may be pledged to project revenue bonds pursuant to this subsection.\n\nH. Fire district revenue bonds may be issued for acquiring, extending, enlarging, bettering, repairing, improving, constructing, purchasing, furnishing, equipping and rehabilitating a fire district project, including, as applicable, purchasing, otherwise acquiring or improving the ground for the project. The county may pledge irrevocably any or all of the revenues received by the fire district from the fire protection fund as provided in the Fire Protection Fund Law and any or all of the revenues provided for the operation of the fire district project for which the particular bonds are issued to the payment of the interest on and principal of the bonds. The revenues of a fire district project shall not be pledged to the bonds issued for a fire district project that clearly is unrelated in its purpose; but nothing in this section prevents the pledge to such bonds of revenues received from existing, future or disconnected facilities and equipment that are related to and that may constitute a part of the particular fire district project. A general determination by the governing body of the county that facilities or equipment is reasonably related to and constitutes a part of a specified fire district project shall be conclusive if set forth in the proceedings authorizing the fire district revenue bonds.\n\nI. Law enforcement protection revenue bonds may be issued for the repair and purchase of law enforcement apparatus and equipment that meet nationally recognized standards. The county may pledge irrevocably any or all of the revenues received by the county from the law enforcement protection fund distributions pursuant to the Law Enforcement Protection Fund Act to the payment of the interest on and principal of the law enforcement protection revenue bonds.\n\nJ. Hospital emergency gross receipts tax revenue bonds may be issued for acquiring, equipping, remodeling or improving a county hospital or county health facility. A county may pledge irrevocably to the payment of the interest on and principal of the hospital emergency gross receipts tax revenue bonds any or all of the revenues received by the county from a county hospital emergency gross receipts tax imposed pursuant to Section 7-20E-12.1 NMSA 1978 and dedicated to payment of bonds or a loan for acquiring, equipping, remodeling or improving a county hospital or county health facility.\n\nK. Economic development gross receipts tax revenue bonds may be issued for the purpose of furthering economic development projects as defined in the Local Economic Development Act. A county may pledge irrevocably any or all of the county infrastructure gross receipts tax to the payment of the interest on and principal of the economic development gross receipts tax revenue bonds for the purpose authorized in this subsection.\n\nL. County education gross receipts tax revenue bonds may be issued for public school or off-campus instruction program capital projects as authorized in Section 7-20E-20 NMSA 1978. A county may pledge irrevocably any or all of the county education gross receipts tax revenue to the payment of interest on and principal of the county education gross receipts tax revenue bonds for the purpose authorized in this section.\n\nM. County area emergency communications and emergency medical and behavioral health services tax revenue bonds and countywide emergency communications and emergency medical and behavioral health services tax revenue bonds may be issued for the purpose of constructing, improving, remodeling or purchasing one or more buildings to use as an emergency communications center that has been determined by the local government division of the department of finance and administration to be a consolidated public safety answering point or purchasing emergency communications equipment for an emergency communications center that has been determined by the local government division of the department of finance and administration to be a consolidated public safety answering point if the useful life of the equipment exceeds the term in which the bonds mature. A county may pledge irrevocably any or all of the county area emergency communications and emergency medical and behavioral health services tax revenue and the countywide emergency communications and emergency medical and behavioral health services tax revenue to the payment of interest on and principal of county area emergency communications and emergency medical and behavioral health services tax revenue bonds and countywide emergency communications and emergency medical and behavioral health services tax revenue bonds for the purpose authorized in this section.\n\nN. PILT revenue bonds may be issued by a county to repay all or part of the principal and interest of an outstanding loan owed by the county to the New Mexico finance authority. A county may pledge irrevocably all or part of PILT revenue to the payment of principal of and interest on new loans or preexisting loans provided by the New Mexico finance authority to finance a public project as \"public project\" is defined in Subsection E of Section 6-21-3 NMSA 1978.\n\nO. Except for the purpose of refunding previous revenue bond issues, no county may sell revenue bonds payable from pledged revenue after the expiration of two years from the date of the ordinance authorizing the issuance of the bonds or, for bonds to be issued and sold to the New Mexico finance authority as authorized in Subsection C of Section 4-62-4 NMSA 1978, after the expiration of two years from the date of the resolution authorizing the issuance of the bonds. However, any period of time during which a particular revenue bond issue is in litigation shall not be counted in determining the expiration date of that issue.\n\nP. No bonds may be issued by a county, other than an H class county, a class B county as defined in Section 4-36-8 NMSA 1978 or a class A county as described in Section 4-36-10 NMSA 1978, to acquire, equip, extend, enlarge, better, repair or construct a utility unless the utility is regulated by the public regulation commission pursuant to the Public Utility Act and the issuance of the bonds is approved by the commission. For purposes of Chapter 4, Article 62 NMSA 1978, a \"utility\" includes a water, wastewater, sewer, gas or electric utility or joint utility serving the public. H class counties shall obtain public regulation commission approvals required by Section 3-23-3 NMSA 1978.\n\nQ. Any law that imposes or authorizes the imposition of a county gross receipts tax, a county environmental services gross receipts tax, a county fire protection excise tax, a county infrastructure gross receipts tax, the county education gross receipts tax, a county capital outlay gross receipts tax, the gasoline tax, the county hospital emergency gross receipts tax, the countywide emergency communications and emergency medical and behavioral health services tax or the county area emergency communications and emergency medical and behavioral health services tax, or that affects any of those taxes, shall not be repealed or amended in such a manner as to impair outstanding revenue bonds that are issued pursuant to Chapter 4, Article 62 NMSA 1978 and that may be secured by a pledge of those taxes unless the outstanding revenue bonds have been discharged in full or for which provision has been fully made.\n\nR. As used in this section:\n\n(1) \"county area emergency communications and emergency medical and behavioral health services tax revenue\" means the revenue from the county area emergency communications and emergency medical and behavioral health services tax transferred pursuant to Section 7-1-6.13 NMSA 1978;\n\n(2) \"county capital outlay gross receipts tax revenue\" means the revenue from the county capital outlay gross receipts tax transferred to the county pursuant to Section 7-1-6.13 NMSA 1978;\n\n(3) \"county education gross receipts tax revenue\" means the revenue from the county education gross receipts tax transferred to the county pursuant to Section 7-1-6.13 NMSA 1978;\n\n(4) \"county environmental services gross receipts tax revenue\" means the revenue from the county environmental services gross receipts tax transferred to the county pursuant to Section 7-1-6.13 NMSA 1978;\n\n(5) \"county fire protection excise tax revenue\" means the revenue from the county fire protection excise tax transferred to the county pursuant to Section 7-1-6.13 NMSA 1978;\n\n(6) \"county gross receipts tax revenue\" means the revenue attributable to the first one-eighth increment, the third one-eighth increment and the one-sixteenth increment of the county gross receipts tax transferred to the county pursuant to Section 7-1-6.13 NMSA 1978 and any distribution related to the first one-eighth increment made pursuant to Section 7-1-6.16 NMSA 1978;\n\n(7) \"county infrastructure gross receipts tax revenue\" means the revenue from the county infrastructure gross receipts tax transferred to the county pursuant to Section 7-1-6.13 NMSA 1978;\n\n(8) \"countywide emergency communications and emergency medical and behavioral health services tax revenue\" means the revenue from the countywide emergency communications and emergency medical and behavioral health services tax transferred to the county pursuant to Section 7-1-6.13 NMSA 1978;\n\n(9) \"gasoline tax revenue\" means the revenue from that portion of the gasoline tax distributed to the county pursuant to Sections 7-1-6.9 and 7-1-6.26 NMSA 1978;\n\n(10) \"PILT revenue\" means revenue received by the county from the federal government as payments in lieu of taxes; and\n\n(11) \"public building\" includes fire stations, police buildings, county or regional jails, county or regional juvenile detention facilities, libraries, museums, auditoriums, convention halls, hospitals, buildings for administrative offices, courthouses and garages for housing, repairing and maintaining county vehicles and equipment.\n\nS. As used in Chapter 4, Article 62 NMSA 1978, \"bond\" means any obligation of a county issued under Chapter 4, Article 62 NMSA 1978, whether designated as a bond, note, loan, warrant, debenture, lease-purchase agreement or other instrument, evidencing an obligation of a county to make payments.\"\n\nTemporary provisions.— Laws 2019, ch. 274, § 15 provided:\n\nA. The repeal of and changes to certain taxes made in this act shall not impair outstanding bonds that are secured by a pledge of those taxes.\n\nB. If a municipality or county has issued a revenue bond that is secured by a pledge of a tax being amended or repealed by this act, the revenue received by the municipality or county is impressed with the obligation to repay the outstanding bond and is dedicated to that repayment until the bond is fully discharged or otherwise provided for in full.\n\nC. If a municipality or county has dedicated any amount of revenue attributable to a tax being amended or repealed by this act, the municipality or county shall continue to dedicate the same amount of revenue attributable to the tax until the ordinance dedicating the revenue expires, the term of the dedication expires, the governing body acts to change the dedication or, in the case of bonded indebtedness, the debt is fully discharged or otherwise provided for in full.\n\nThe 2017 amendment,effective April 6, 2017, authorized the issuance of county area emergency communications and emergency medical and behavioral health services tax revenue bonds and countywide emergency communications and emergency medical and behavioral health services tax revenue bonds to purchase emergency communications equipment for certain emergency communications centers, defined \"county area emergency communications and emergency medical and behavioral health services tax revenue\", \"county infrastructure gross receipts tax revenue\", and \"countywide emergency communications and emergency medical and behavioral health services tax revenue\" for purposes of this section, and made technical changes; in Subsection A, after \"in Subsections B through\", deleted \"M\" and added \"N\"; in Subsection B, Paragraph B(1), after \"ground\", deleted \"relating thereto, including but not necessarily limited to acquiring and improving parking lots, or any combination of the foregoing\" and added \"of the building or buildings\", in Paragraph B(2), after \"facilities\", deleted \"or any combination of the foregoing\", in Paragraph B(3), after \"firefighting equipment\", deleted \"or any combination of the foregoing\", in Paragraph B(4), after \"wastewater or related facilities\", deleted \"including but not limited to\" and added \"which may include\", and after \"water rights\", deleted \"or any combination of the foregoing\", in Paragraph B(5), after \"roads or bridges\", deleted \"or any combination of the foregoing\", and after \"roads or bridges\", deleted \"or any combination of the foregoing; provided that any of the foregoing improvements\" and added \"which\", in Paragraph B(6), after \"airport facilities\", deleted \"or any combination of the foregoing, including without limitation\", and added \"which may include\", in Paragraph B(7), after \"purchasing\", deleted \"or\", after \"otherwise acquiring\", deleted \"and\" and added \"or\", in Paragraph B(8), after \"recreational facilities\", deleted \"or any combination of the foregoing\", in Paragraph B(9), after \"repairing\", deleted \"or\", after the second occurrence of \"sanitary landfills\", added \"or\", after \"solid waste facilities\", deleted \"or any combination of the foregoing; or\", and added \"and\" at the end of the paragraph, and in Paragraph B(10), after \"public transit systems or\", deleted \"any\"; in Subsection C, after \"equipping or rehabilitating\", deleted \"any\" and added \"an\", after \"district project or\", deleted \"facilities\" and added \"facility\", and after \"ground for the project\", deleted \"or any combination of such purposes\"; in Subsection F, after \"electric facilities\", deleted \"or for any combination of the foregoing purposes\"; in Subsection G, in the introductory paragraph, after \"acquiring or improving the ground\", deleted \"therefor\" and added \"for the project\", after \"and\", deleted \"including but not limited to\", and after \"improving parking lots\", deleted \"or may be issued for any combination of the foregoing purposes\"; in Subsection H, after \"equipping and rehabilitating\", deleted \"any\" and added \"a\", after \"acquiring or improving the ground\", deleted \"therefor, or for any combination of the foregoing purposes\" and added \"for the project\"; added a new Subsection M and redesignated the succeeding subsections accordingly; in Subsection P, after \"'utility' includes\", deleted \"but is not limited to\"; in Subsection Q, after \"county hospital emergency gross receipts tax\", added \"the countywide emergency communications and emergency medical and behavioral health services tax or the county area emergency communications and emergency medical and behavioral health services tax\"; in Subsection R, deleted former Paragraph R(1), which defined \"county infrastructure gross receipts tax revenue\", and added a new Paragraph R(1), added new Paragraphs R(7) and R(8) and redesignated the succeeding paragraphs accordingly, and in Paragraph R(11), after \"includes\", deleted \"but is not limited to\"; and in Subsection S, after \"Article 62 NMSA 1978,\", deleted \"the term\".\n\nThe 2010 amendment,effective July 1, 2010, in Subsection B, in the first sentence of the second paragraph, after \"revenue from the first one-eighth\", changed \"of one percent increment and, the third one-eighth of one percent increment of the county gross receipts tax\" to \"increment, the third one-eighth increment and the one-sixteenth increment of the county gross receipts tax\"; in the second sentence, after \"If the revenue from the first one-eighth\", changed \"of one percent increment or, the third one-eighth of one percent increment of the county gross receipts tax\" to \"increment, the third one-eighth increment or the one-sixteenth increment of the county gross receipts tax\"; and in Subsection Q(6), after \"revenue attributable to the first one-eighth\", changed \"of one percent and, the third one-eighth of one percent increments of the county gross receipts tax\" to \"increment, third one-eighth increment and the one-sixteenth increment of the county gross receipts tax\" and after \"distribution related to the first one-eighth\", deleted \"of one percent\" and added \"increment\".\n\nThe 2003 amendment,effective July 1, 2003, substituted \"M\" for \"L\" near the end of Subsection A; substituted \"receipts\" for \"receipt\" following \"capital outlay gross\" in the paragraph following Subsection B(10); substituted \"may\" for \"shall\" following \"revenue-producing project\" in Subsection G; inserted \"revenue\" near the end of Subsection H; added present Subsection M and redesignated former Subsections M to Q as present Subsections P to R; and added Subsection Q(8).\n\nThe 2001 amendment,effective April 5, 2001, inserted \"any increment of\" and \"and county capital outlay gross receipts tax\" three times each in near the end of Subsection B; added Subsection L; redesignated Subsections L to P as M to Q; inserted \"the county education gross receipts tax, a county capital outlay gross receipts tax\" to the list in current Subsection O; inserted Subsection P(2); inserted current Subsection P(3); and redesignated former Subsections P(2) to (6) as P(4) to (8).\n\nThis section was also amended by Laws 2001, ch. 172, § 3. The section was set out as amended by Laws 2001, ch. 328 § 2.See12-1-8 NMSA 1978.\n\nThe 2000 amendment,effective March 6, 2000, inserted \"or county health\" preceding \"facility\" in the first and last sentences of Subsection J.\n\nThe 1999 amendment,effective April 6, 1999, rewrote the second undesignated paragraph following Subsection B(10); substituted \"the Fire Protection Fund Law\" for \"Sections 59A-53-1 through 59A-53-17 NMSA 1978\" and \"prevents\" for \"shall prevent\" in Subsection H; substituted \"the Law Enforcement Protection Fund Act\" for \"Sections 29-13-1 through 29-13-9 NMSA 1978\" in Subsection I; substituted \"public regulation\" for \"New Mexico public utility regulation\" in Subsection M; and made minor stylistic changes.\n\nThe 1998 amendment,effective May 20, 1998, in Subsection B(4), substituted \"plants, water utilities or other water, wastewater or related facilities\" for \"plants, or water utilities\"; added Subsection B(10); in the undesignated paragraph immediately following Subsection B(10), inserted \"and the third one-eighth of one percent increment\" and \"and the county infrastructure gross receipts tax\" in the first sentence, in the second sentence, deleted \"county gross receipts tax\" following \"If the\" and inserted \"or the third one-eighth of one percent increment\" and \"or the county infrastructure gross receipts tax\"; added the undesignated paragraph immediately preceding Subsection C; added Subsection K and redesignated the following subsections accordingly; in Subsection N, inserted \"a county infrastructure gross receipts tax\"; added Subsection O(1), redesignating the following paragraphs accordingly and in Subsection O(4) substituted \"and the third one-eighth of one percent increments for \"increment\" and in Subsection O(6), inserted \"county or regional\" and \"county or regional juvenile detention facilities\"; and made minor stylistic changes throughout the section.\n\nThe 1997 amendment,effective July 1, 1997, substituted \"Subsections B through J of this section\" for \"Subsections B through I of this section\" at the end of Subsection A, deleted \"but are not limited to\" following \"improvements may include\" near the end of Subsection B(5), added Subsection J and redesignated former Subsections J to N as Subsections K to O, substituted \"the gasoline tax or the county hospital emergency gross receipts tax\" for \"or the gasoline tax\" in Subsection M, and made minor stylistic changes in Subsections B, G and H.\n\nThe 1996 amendment,effective March 6, 1996, inserted \"or a class A county as described in Section 4-36-10 NMSA 1978\" near the beginning of the first sentence in Subsection K.\n\nThe 1995 amendment,effective April 5, 1995, substituted \"Subsections B through I\" for \"Subsection B through F\" in the last sentence in Subsection A; inserted \"for any of the purposes authorized in this section or specific purposes or for any area of county government services\" in the first sentence of the second paragraph in Subsection B; added Subsections H, I and N and redesignated former Subsections H through K as Subsections J through M; inserted the language beginning \"or, for bonds to be issued\" at the end of the first sentence in Subsection J, substituted \"public utility commission\" for \"public service commission\" throughout Subsection K; and in Subsection M, deleted \"Subsection E of\" preceding \"Section 7-1-6.13\" in Paragraph (1), deleted \"Subsection A of\" preceding \"Section 7-1-6.13\" in Paragraph (2), and deleted \"Subsection B of\" preceding \"Section 7-1-6.13\" in Paragraph (3).\n\n1993 amendments.— Laws 1993, ch. 282, § 14, effective June 18, 1993, substituting \"or\" for \"and\" preceding \"rehabilitating\" in the first sentence of Subsection G, and \"New Mexico public utility commission\" for \"New Mexico public service commission\" in the first and last sentences of Subsection I, was approved April 7, 1993. However, Laws 1993, ch. 308, § 2, effective April 8, 1993, substituting \"or\" for \"and\" at the end of Subsection B(8) and preceding \"rehabilitating\" in the first sentence of Subsection G, and inserting \"or a class B county as defined in Section 4-36-8 NMSA 1978\" in the first sentence of Subsection I, was approved April 8, 1993. The section was set out as amended by Laws 1993, ch. 308, § 2.See12-1-8 NMSA 1978.\n\nObligations paid by special funds.— Revenues derived from the county's share of the gross receipts and gasoline taxes are within the special fund doctrine, since the legislature has expressly authorized the use of such funds for the issuance of revenue bonds.Bolton v. Board of Cnty. Comm'rs, 1994-NMCA-167, 119 N.M. 355, 890 P.2d 808, cert. denied, 119 N.M. 311, 889 P.2d 1233 (1995).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-1/"
    },
    {
      "id": "section-4-62-11",
      "number": "4-62-1.1",
      "heading": "Definitions.",
      "text": "As used in Chapter 4, Article 62 NMSA 1978:\n\nA. \"bond\" means any obligation of a county issued under Chapter 4, Article 62 NMSA 1978, whether designated as a bond, note, loan, warrant, debenture, lease-purchase agreement or other instrument evidencing an obligation of a county to make payments;\n\nB. \"gasoline tax revenue\" means the revenue from that portion of the gasoline tax distributed to the county pursuant to Sections 7-1-6.9 and 7-1-6.26 NMSA 1978;\n\nC. \"gasoline tax revenue bonds\" means the bonds authorized by Subsection C of Section 4-62-1 NMSA 1978;\n\nD. \"gross receipts tax revenue\" means the revenue attributable to the county gross receipts tax transferred to the county pursuant to Section 7-1-6.13 NMSA 1978 and any distribution made pursuant to Section 7-1-6.16 NMSA 1978;\n\nE. \"gross receipts tax revenue bonds\" means the bonds authorized by Subsection B of Section 4-62-1 NMSA 1978;\n\nF. \"PILT revenue\" means revenue received by a county from the federal government as payments in lieu of taxes;\n\nG. \"pledged revenue\" means the revenue, net income or net revenue authorized to be pledged to the payment of particular revenue bonds as specifically provided in Section 4-62-1 NMSA 1978;\n\nH. \"project revenues\" means the net revenues of revenue-producing projects that may be pledged to project revenue bonds pursuant to Subsection E of Section 4-62-1 NMSA 1978;\n\nI. \"public project\" means \"public project\" as defined in Subsection E of Section 6-21-3 NMSA 1978;\n\nJ. \"utility\" means a water, wastewater, sewer, gas or electric utility or joint utility servicing the public; and\n\nK. \"utility revenue bonds\" or \"joint utility revenue bonds\" means the bonds authorized by Subsection D of Section 4-62-1 NMSA 1978.\n\nHistory:1978 Comp., § 4-62-1.1, enacted by Laws 2019, ch. 274, § 5.\n\nEffective dates.— Laws 2019, ch. 274, § 17 made Laws 2019, ch. 274, § 5 effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-1-1/"
    },
    {
      "id": "section-4-62-2",
      "number": "4-62-2",
      "heading": "Use of proceeds of bond issue.",
      "text": "It is unlawful to divert, use or expend any money received from the issuance of bonds for any purpose other than the purpose for which the bonds were issued.\n\nHistory:1978 Comp., § 4-62-2, enacted by Laws 1992, ch. 95, § 2.\n\nRepeals and reenactments.— Laws 1992, ch. 95, § 2 repealed former 4-62-2 NMSA 1978, as enacted by Laws 1983, ch. 158, § 2, relating to procedure for issuing bonds, and enacted a new section, effective May 20, 1992.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-2/"
    },
    {
      "id": "section-4-62-3",
      "number": "4-62-3",
      "heading": "Revenue bonds; terms.",
      "text": "County revenue bonds:\n\nA. may have interest, appreciated principal value or any part thereof payable at intervals or at maturity as may be determined by the governing body;\n\nB. may be subject to prior redemption at the county's option at such time and upon such terms and conditions with or without the payment of a premium as may be determined by the governing body;\n\nC. may mature at any time not exceeding fifty years after the date of issuance, except county revenue bonds issued for reconstructing, resurfacing or repairing existing streets, which may mature at any time not exceeding twenty years after the date of issuance;\n\nD. may be serial in form and maturity or may consist of one bond payable at one time or in installments or may be in such other form as may be determined by the governing body;\n\nE. shall be sold for cash at, above or below par and at a price that results in a net effective interest rate that does not exceed the maximum permitted by the Public Securities Act [6-14-1 to 6-14-3 NMSA 1978]; and\n\nF. may be sold at public or negotiated sale.\n\nHistory:1978 Comp., § 4-62-3, enacted by Laws 1992, ch. 95, § 3; 1995, ch. 141, § 9.\n\nThe 1995 amendment,effective April 5, 1995, deleted \"in the ordinance\" following \"body\" at the end of Subsection A, and substituted \"determined by the governing body\" for \"provided by ordinance\" following \"be\" at the end of Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-3/"
    },
    {
      "id": "section-4-62-31",
      "number": "4-62-3.1",
      "heading": "Exemption from taxation.",
      "text": "The bonds authorized by Chapter 4, Article 62 NMSA 1978 and the income from the bonds or any mortgages or other instruments executed as security for the bonds shall be exempt from all taxation by the state or any political subdivision of the state.\n\nHistory:Laws 2001, ch. 126, § 2.\n\nEffective dates.— Laws 2001, ch. 126 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 15, 2001, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-3-1/"
    },
    {
      "id": "section-4-62-4",
      "number": "4-62-4",
      "heading": "Ordinance authorizing revenue bonds; two-thirds majority required; resolution authorizing revenue bonds to be issued and sold to the New Mexico finance authority",
      "text": "A. At a regular or special meeting called for the purpose of issuing revenue bonds as authorized in Section 4-62-1 NMSA 1978, the governing body may adopt an ordinance that:\n\n(1) declares the necessity for issuing revenue bonds;\n\n(2) authorizes the issuance of revenue bonds by an affirmative vote of two-thirds of all the members of the governing body; and\n\n(3) designates the source of the pledged revenues.\n\nB. If a majority of a five-member governing body, but fewer than four members, votes in favor of adopting the ordinance authorizing the issuance of revenue bonds, the ordinance is adopted but shall not become effective until the question of issuing the revenue bonds is submitted to a vote of the qualified electors for their approval at a special or regular county election. If an election is necessary, the election shall be conducted in the manner provided in Section 4-49-8 NMSA 1978. Notice of the election shall be given as provided in Section 4-49-8 NMSA 1978.\n\nC. In addition and as alternative to adopting an ordinance as required by the provisions of Subsections A and B of this section, at a regular or special meeting called for the purpose of issuing revenue bonds as authorized in Section 4-62-1 NMSA 1978, the governing body may authorize the issuance and sale, from time to time, of revenue bonds in amounts not to exceed one million dollars ($1,000,000) at any one time to the New Mexico finance authority by adoption of a resolution that:\n\n(1) declares the necessity for issuing and selling revenue bonds to the New Mexico finance authority;\n\n(2) authorizes the issuance and sale of revenue bonds to the New Mexico finance authority by an affirmative vote of a majority of all the members of the governing body; and\n\n(3) designates the source of the pledged revenues.\n\nAt the option of the governing body, revenue bonds in an amount in excess of one million dollars ($1,000,000) may be authorized by an ordinance adopted in accordance with Subsections A and B of this section and issued and sold to the New Mexico finance authority.\n\nD. No ordinance or resolution may be adopted under the provisions of this section that uses as pledged revenues the county gross receipts tax for a purpose that would be inconsistent with the purpose for which that county gross receipts tax revenue was dedicated. Any revenue in excess of the amount necessary to meet all annual principal and interest payments and other requirements incident to repayment of the bonds may be transferred to any other fund of the county.\n\nHistory:1978 Comp., § 4-62-4, enacted by Laws 1992, ch. 95, § 4; 1995, ch. 141, § 10.\n\nThe 1995 amendment,effective April 5, 1995, added the language beginning \"resolution\" in the section heading, substituted \"fewer\" for \"less\" in the first sentence in Subsection B, added Subsection C, redesignated former Subsection C as Subsection D, and inserted \"or resolution\" in the first sentence in Subsection D.\n\nAvoiding inconsistent use provision.— The use for bond debt payment of revenue previously dedicated by ordinance for road fund purposes may have been inconsistent with that prior dedication, a later ordinance repealed that dedication and provided by amended dedication that the revenue was to be used to pay bond debt. By repeal, the county eliminated any potential or actual inconsistent use of the revenue that might violate the inconsistent-use prohibition of Subsection D of 4-62-4 NMSA 1978.Lemire v. Board of Comm'rs of Cnty. of Chaves, 2002-NMCA-026, 131 N.M. 672, 41 P.3d 940, cert. denied, 131 N.M. 737, 42 P.3d 842.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-4/"
    },
    {
      "id": "section-4-62-5",
      "number": "4-62-5",
      "heading": "Revenue bonds not general county obligations; authentication.",
      "text": "A. Revenue bonds or refunding revenue bonds issued as authorized in Chapter 4, Article 62 NMSA 1978 are:\n\n(1) not general obligations of the county; and\n\n(2) collectible only from the proper pledged revenues, and each bond shall state that it is payable solely from the proper pledged revenues and that the bondholders may not look to any other county fund for the payment of the interest and principal of the bonds.\n\nB. The bonds shall be executed by the chairman of the governing body and treasurer or the clerk and may be authenticated by any public or private transfer agent or registrar, or its successor, named or otherwise designated by the governing body. The bonds may be executed as provided under the Uniform Facsimile Signature of Public Officials Act [6-9-1 to 6-9-6 NMSA 1978], and the coupons, if any, shall bear the facsimile signature of the treasurer of the county.\n\nHistory:1978 Comp., § 4-62-5, enacted by Laws 1992, ch. 95, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-5/"
    },
    {
      "id": "section-4-62-6",
      "number": "4-62-6",
      "heading": "Revenue bonds; mandatory rates for non-utility revenue-producing projects; mandamus; impairment of payment.",
      "text": "A. The governing body of any county issuing non-utility revenue bonds as authorized in Chapter 4, Article 62 NMSA 1978 shall establish rates for services rendered by or use of the applicable non-utility revenue-producing project to provide revenue sufficient to pay the following or, where applicable to a revenue-producing project, to enter into leases or other agreements sufficient to provide revenues that are sufficient to pay the following:\n\n(1) all reasonable expenses of operation; and\n\n(2) all principal of and interest on the revenue bonds as those amounts come due.\n\nB. In the event the governing body fails or refuses to establish rates for the applicable non-utility revenue-producing project, or to enter into a lease or other agreement where applicable to a non-utility revenue-producing project, any bondholder may apply to the district court for a mandatory order requiring the governing body to establish rates or to enter into such applicable leases or agreements that will provide revenues adequate to meet the requirements of this section.\n\nC. Any law that authorized the pledge of any or all of the pledged revenues to the payment of any revenue bonds issued pursuant to Chapter 4, Article 62 NMSA 1978 or that affects the pledged revenues, or any law supplemental thereto or otherwise appertaining thereto, shall not be repealed or amended or otherwise modified in such a manner as to impair any outstanding revenue bonds, unless such outstanding revenue bonds have been discharged in full or provision has been fully made therefor.\n\nHistory:1978 Comp., § 4-62-6, enacted by Laws 1992, ch. 95, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-6/"
    },
    {
      "id": "section-4-62-7",
      "number": "4-62-7",
      "heading": "Revenue bonds; refunding authorization.",
      "text": "A. Any county having issued revenue bonds as authorized in Sections 4-62-1 through 4-62-6 NMSA 1978 or pursuant to any other laws enabling the governing body of any county having issued revenue bonds payable only out of the pledged revenue may issue refunding revenue bonds for the purpose of refinancing, paying and discharging all or any part of the outstanding bonds of any outstanding issues:\n\n(1) for the acceleration, deceleration or other modification of the payment of such obligations, including without limitation any capitalization of any interest thereon in arrears or about to become due for any period not exceeding one year from the date of the refunding bonds;\n\n(2) for the purpose of reducing interest costs or effecting other economies;\n\n(3) for the purpose of modifying or eliminating restrictive contractual limitations pertaining to the issuance of additional bonds, otherwise concerning the outstanding bonds or to any facilities relating thereto; or\n\n(4) for any combination of such purposes.\n\nB. The county may pledge irrevocably for the payment of interest and principal on refunding bonds the appropriate pledged revenues that may be pledged to an original issue of bonds as provided in Section 4-62-1 NMSA 1978. This section permits the pledge of revenues from one source to the payment of bonds that refund bonds payable from a different source of revenue.\n\nC. Bonds for refunding and bonds for any purpose permitted by Section 4-62-1 NMSA 1978 may be issued separately or issued in combination in one or more series.\n\nHistory:1978 Comp., § 4-62-7, enacted by Laws 1992, ch. 95, § 7; 1998, ch. 10, § 1.\n\nThe 1998 amendment,effective February 19, 1998, in Subsection B, deleted \"Nothing in\" from the beginning of the second sentence and made a minor capitalization change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-7/"
    },
    {
      "id": "section-4-62-8",
      "number": "4-62-8",
      "heading": "Refunding bonds; escrow; detail.",
      "text": "A. Refunding bonds issued pursuant to Chapter 4, Article 62 NMSA 1978 shall be authorized by ordinance or by resolution if the refunding bonds are to be issued and sold to the New Mexico finance authority pursuant to Subsection C of Section 4-62-4 NMSA 1978. Any bonds that are refunded under the provisions of this section shall be paid at maturity or on any permitted prior redemption date in the amounts, at the time and places and, if called prior to maturity, in accordance with any applicable notice provisions, all as provided in the proceedings authorizing the issuance of the refunded bonds or otherwise appertaining thereto, except for any bond that is voluntarily surrendered for exchange or payment by the holder or owner.\n\nB. Provisions shall be made for paying the bonds refunded at the time provided in Subsection A of this section. The principal amount of the refunding bonds may exceed the principal amount of the refunded bonds and may also be less than or the same as the principal amount of the bonds being refunded so long as provision is duly and sufficiently made for the payment of the refunded bonds.\n\nC. The proceeds of refunding bonds, including any accrued interest and premium appertaining to the sale of refunding bonds, shall either be immediately applied to the retirement of the bonds being refunded or be placed in escrow in a commercial bank or trust company that possesses and is exercising trust powers and that is a member of the federal deposit insurance corporation to be applied to the payment of the principal of, interest on and any prior redemption premium due in connection with the bonds being refunded; provided that such refunding bond proceeds, including any accrued interest and any premium appertaining to a sale of refunding bonds, may be applied to the establishment and maintenance of a reserve fund and to the payment of expenses incidental to the refunding and the issuance of the refunding bonds, the interest thereon and the principal thereof or both interest and principal as the county may determine. Nothing in this section requires the establishment of an escrow if the refunded bonds become due and payable within one year from the date of the refunding bonds and if the amounts necessary to retire the refunded bonds within that time are deposited with the paying agent for the refunded bonds. Any escrow shall not be limited to proceeds of refunding bonds but may include the other money available for its purpose. Any proceeds in escrow pending such use may be invested or reinvested in bills, certificates of indebtedness, notes or bonds that are direct obligations of, or the principal and interest of which obligations are unconditionally guaranteed by, the United States or in certificates of deposit of banks that are members of the federal deposit insurance corporation, the par value of which certificates of deposit is collateralized by a pledge of obligations of, or the payment of which is unconditionally guaranteed by, the United States, the par value of which obligations is at least seventy-five percent of the par value of the certificates of deposit. Such proceeds and investments in escrow together with any interest or other income to be derived from any such investment shall be in an amount at all times sufficient as to principal, interest, any prior redemption premium due and any charges of the escrow agent payable therefrom to pay the bonds being refunded as they become due at their respective maturities or due at any designated prior redemption date in connection with which the county shall exercise a prior redemption option. Any purchaser of any refunding bond issued under Chapter 4, Article 62 NMSA 1978 is in no manner responsible for the application of the proceeds thereof by the county or of its officers, agents or employees.\n\nD. Refunding bonds may bear such additional terms and provisions as may be determined by the county subject to the limitations in this section and Section 4-62-9 NMSA 1978 and, to the extent applicable, Sections 4-62-1 through 4-62-6 NMSA 1978 relating to original bond issues, and the refunding bonds are not subject to the provisions of any other statute except as may be incorporated by reference in Chapter 4, Article 62 NMSA 1978.\n\nE. The county shall receive from the department of finance and administration written approval of any non-utility gross receipts tax refunding revenue bonds, gasoline tax refunding revenue bonds, fire protection refunding revenue bonds, environmental refunding revenue bonds or non-utility project refunding revenue bonds issued pursuant to the provisions of Sections 4-62-7 through 4-62-10 NMSA 1978.\n\nHistory:1978 Comp., § 4-62-8, enacted by Laws 1992, ch. 95, § 8; 1995, ch. 141, § 11.\n\nThe 1995 amendment,effective April 5, 1995, inserted \"or by resolution if the refunding bonds are to be issued and sold to the New Mexico finance authority pursuant to Subsection C of Section 4-62-4 NMSA 1978\" at the end of the first sentence in Subsection A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-8/"
    },
    {
      "id": "section-4-62-9",
      "number": "4-62-9",
      "heading": "Refunding revenue bonds; terms.",
      "text": "County refunding revenue bonds:\n\nA. may have interest, appreciated principal value or any part thereof payable at intervals or at maturity as may be determined by the governing body;\n\nB. may be subject to prior redemption at the county's option at such time and upon such terms and conditions with or without the payment of a premium as may be determined by the governing body;\n\nC. may be serial in form and maturity or may consist of a single bond payable in one or more installments or may be in such other form as may be determined by the governing body; and\n\nD. shall be exchanged for the bonds and any matured unpaid interest being refunded at not less than par or sold at public or negotiated sale at, above or below par and at a price that results in a net effective interest rate that does not exceed the maximum permitted by the Public Securities Act [6-14-1 to 6-14-3 NMSA 1978].\n\nHistory:1978 Comp., § 4-62-9, enacted by Laws 1992, ch. 95, § 9; 1995, ch. 141, § 12.\n\nThe 1995 amendment,effective April 5, 1995, deleted \"in the ordinance\" following \"body\" at the end of Subsection A, and substituted \"determined by the governing body\" for \"provided by ordinance\" in Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-9/"
    },
    {
      "id": "section-4-62-10",
      "number": "4-62-10",
      "heading": "Refunding revenue bonds; ordinance; resolution.",
      "text": "A. At any regular or special meeting called for the purpose of issuing refunding revenue bonds, the governing body by a majority vote of all the members of the governing body may adopt an ordinance authorizing the issuance of the refunding revenue bonds.\n\nB. At any regular or special meeting called for the purpose of issuing and selling refunding revenue bonds to the New Mexico finance authority, the governing body by an affirmative vote of a majority of all the members of the governing body may adopt a resolution authorizing issuance and sale of the refunding revenue bonds to the New Mexico finance authority pursuant to Subsection C of Section 4-62-4 NMSA 1978.\n\nHistory:1978 Comp., § 4-62-10, enacted by Laws 1992, ch. 95, § 10; 1995, ch. 141, § 13.\n\nThe 1995 amendment,effective April 5, 1995, designated the existing language as Subsection A and added Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-62/section-4-62-10/"
    }
  ]
}