{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-35-determination-of-boundary-disputes",
  "sections": [
    {
      "id": "section-4-35-1",
      "number": "4-35-1",
      "heading": "Boundaries; dispute; commission to settle",
      "text": "Whenever the location of the boundary line between two or more counties is in dispute, the controversy shall be settled by a boundary commission consisting of the chair of the board of county commissioners and a licensed professional surveyor appointed by the board of county commissioners of each of the counties affected by the dispute and the district attorney of the district in which the counties are situate. If such counties are in more than one judicial district, the district attorney of each district shall be a member of the commission.\n\nHistory:Laws 1912, ch. 45, § 1; Code 1915, § 1174; C.S. 1929, § 33-4003; 1941 Comp., § 15-3301; 1953 Comp., § 15-35-1; 2011, ch. 56, § 2.\n\nThe 2011 amendment,effective December 31, 2012, required that licensed professional surveyors be appointed to the boundary commission.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions § 28.\n\nRight of county as to challenging acts or proceedings by which its boundaries are affected, 86 A.L.R. 1373.\n\n20 C.J.S. Counties § 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-35/section-4-35-1/"
    },
    {
      "id": "section-4-35-2",
      "number": "4-35-2",
      "heading": "[Survey; plat and field notes.]",
      "text": "It shall be the duty of such boundary commission to cause a joint survey to be made of such boundary line according to the description thereof in the statutes and to have such line plainly marked by suitable monuments set at convenient intervals and to cause a plat and field notes of such survey to be filed in the office of the county clerk of each of said counties. Such plat and field notes shall be signed and certified by the members of the boundary commission as the official plat and field notes of said boundary line as located by the commission.\n\nHistory:Laws 1912, ch. 45, § 2; Code 1915, § 1175; C.S. 1929, § 33-4004; 1941 Comp., § 15-3302; 1953 Comp., § 15-35-2.\n\nCross references.— For descriptions of county boundaries,see4-1-1 NMSA 1978 et seq.\n\nFor survey for establishment of county boundaries,see4-42-9 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-35/section-4-35-2/"
    },
    {
      "id": "section-4-35-3",
      "number": "4-35-3",
      "heading": "[District attorney; duties; payment of expenses.]",
      "text": "The district attorney or district attorneys, as the case may be, shall call a meeting of the commission to arrange for making such joint survey.\n\nThe officers serving on such boundary commission shall receive no additional compensation for such services. The expense incurred by the commission for transportation, subsistence and the necessary assistants and employes [employees] shall be borne share and share alike by the several counties interested, to be paid upon warrants drawn by the several boards of county commissioners.\n\nHistory:Laws 1912, ch. 45, § 3; Code 1915, § 1176; C.S. 1929, § 33-4005; 1941 Comp., § 15-3303; 1953 Comp., § 15-35-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-35/section-4-35-3/"
    },
    {
      "id": "section-4-35-4",
      "number": "4-35-4",
      "heading": "Boundary commission; inability to locate line[; procedure for judicial determination].",
      "text": "If for any reason the joint boundary commission be unable to locate the boundary line according to the description thereof in the statutes, the commission shall certify such disagreement to the attorney general of the state of New Mexico, and it shall thereupon be the duty of the attorney general of the state of New Mexico to forthwith file petition in the district court of the judicial district wherein the two counties disagreeing as to the boundary are located, or, if said counties are in two judicial districts, said petition shall be filed in either of said judicial districts as may be determined by the said attorney general of the state of New Mexico; such petition shall accurately describe by metes and bounds or by section, township and range, the area in controversy. The judge of the district court in which such petition is filed shall thereupon enter an order fixing a time and place for hearing upon said petition, and cause such notice thereof to be given to interested parties as the court in such order may prescribe. Upon such hearing the court shall receive and hear such competent evidence as may be material to prove the true location of such county line as fixed by the statutes of New Mexico; and the court shall from such evidence determine and fix by judicial decree the boundary line between the two counties, as it may find the same to exist under the laws of the state of New Mexico and shall assess the costs to the parties as to the court may seem just and equitable. The board of county commissioners of either county interested, or any taxpayer of the district or area involved in the controversy may appear at said hearing and introduce evidence as to the true location of such boundary line. In the event such decree shall establish a boundary line different from the line theretofore recognized by either county in the matter of assessment and collection of taxes, or by individual owning real estate in the area thus in controversy in the matter of the filing or recording of instruments of writing affecting such real estate, such decree shall not affect taxes or property already assessed for taxes at the time of the rendition of such decree, and the record of instruments affecting such real estate made in good faith in either county before the rendition of said decree shall not be affected thereby, but such filing or recording of such instruments shall be legal, and have the same effect as if such instruments had been filed or recorded in the proper county as determined by the decree so establishing such boundary line.\n\nHistory:Laws 1912, ch. 45, § 4; Code 1915, § 1177; C.S. 1929, § 33-4006; Laws 1939, ch. 160, § 1; 1941 Comp., § 15-3304; 1953 Comp., § 15-35-4.\n\nBracketed material.— The bracketed material in the catchline was inserted by the compiler and is not part of the law.\n\nCross references.— For descriptions of county boundaries,see4-1-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-35/section-4-35-4/"
    }
  ]
}