{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-39-county-assessor",
  "sections": [
    {
      "id": "section-4-39-1",
      "number": "4-39-1",
      "heading": "Repealed.Section 4-39-2 - Courses in property valuation and property tax administration authorized; issuance of certificates",
      "text": "Repeals.— Laws 1993, ch. 119, § 2 repealed 4-39-1 NMSA 1978, as enacted by Laws 1884, ch. 63, § 1, providing for the election of a county assessor, effective June 18, 1993. For provisions of former section,seethe 1992 NMSA 1978 onNMOneSource.com.For present comparable provisions,see4-38-6 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-39/section-4-39-1/"
    },
    {
      "id": "section-4-39-2",
      "number": "4-39-2",
      "heading": "Courses in property valuation and property tax administration authorized; issuance of certificates.",
      "text": "The taxation and revenue department, in cooperation with the international association of assessing officers and the real estate appraisers board, may establish four grades of courses in the field of property valuation and property tax administration. The courses shall be graded in order of increasing difficulty and shall be administered by the department. Persons completing a course and passing an examination on a particular grade of property valuation and property tax administration shall be issued an appraiser's certificate of an appropriate grade. A person shall not be issued an appraiser's certificate of a particular grade unless the person has been issued an appraiser's certificate for each one of the lesser grades. The appraiser's certificates shall be denominated \"Appraiser 1\", \"Appraiser 2\", \"Appraiser 3\" and \"Appraiser 4\" and shall be granted in order of difficulty of the course and examination completed. The \"Appraiser 4\" certificate shall be granted for completion of the most difficult course. County assessors or appraisers who have been granted an \"Appraiser 4\" certificate shall be designated \"New Mexico certified appraiser\" and shall be provided by the taxation and revenue department with a certificate granting this designation.\n\nHistory:1953 Comp., § 15-38-1.1, enacted by Laws 1978, ch. 47, § 1; 1995, ch. 12, § 2; 2005, ch. 118, § 1.\n\nRepeals and reenactments.— Laws 1978, ch. 47, § 1, repealed 15-38-1.1, 1953 Comp. (4-39-2 NMSA 1978), relating to the authorization of courses in property valuation and property tax administration and issuance of certificates, and enacted a new section.\n\nCross references.— For qualifications for appraisers' certificates,see4-39-3 NMSA 1978.\n\nFor property tax training programs,see7-35-5 NMSA 1978.\n\nThe 2005 amendment,effective June 17, 2005, authorized the real estate appraisers board to participate in establishing property valuation and property tax administration courses.\n\nThe 1995 amendment,effective June 16, 1995, deleted \"property tax division of the\" preceding \"taxation\" and substituted \"international association of assessing officers\" for \"state institutions of higher learning\" in the first sentence; substituted \"department\" for \"institutions of higher learning\" at the end of the second sentence; substituted \"taxation and revenue department\" for \"property tax division\" in the final sentence; and made a stylistic change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-39/section-4-39-2/"
    },
    {
      "id": "section-4-39-3",
      "number": "4-39-3",
      "heading": "Qualifications for appraiser's certificates.",
      "text": "The taxation and revenue department, in cooperation and in keeping with the standards of the international association of assessing officers and the real estate appraisers board, shall establish the qualifications that are prerequisite to the issuance of each grade of appraiser's certificate.\n\nHistory:1953 Comp., § 15-38-1.2, enacted by Laws 1969, ch. 269, § 2; 1973, ch. 258, § 139; 1974, ch. 92, § 1; 1977, ch. 249, § 25; 1995, ch. 12, § 3; 2005, ch. 118, § 2.\n\nCross references.— For conduct of courses in property valuation and property tax administration and issuance of appraisers' certificates,see4-39-2 NMSA 1978.\n\nFor property tax training programs,see7-35-5 NMSA 1978.\n\nThe 2005 amendment,effective June 17, 2005, required the taxation and revenue department to establish qualifications for appraisers' certificates in cooperation and in keeping with the standards of the real estate appraisers board.\n\nThe 1995 amendment,effective June 16, 1995, deleted \"property tax division of the\" preceding \"taxation\" and \"with the representatives of the participating institutions\" following \"cooperation\" near the beginning, and made stylistic changes throughout the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-39/section-4-39-3/"
    },
    {
      "id": "section-4-39-4",
      "number": "4-39-4",
      "heading": "Additional compensation to assessors.",
      "text": "In addition to the salaries provided for county assessors in Sections 4-44-4 through 4-44-5 NMSA 1978, county assessors may receive additional cumulative increments up to:\n\nA. an additional seven hundred fifty dollars ($750) a year for holding an \"Appraiser 1\" certificate;\n\nB. an additional one thousand seven hundred fifty dollars ($1,750) a year for holding an \"Appraiser 2\" certificate;\n\nC. an additional three thousand dollars ($3,000) a year for holding an \"Appraiser 3\" certificate; and\n\nD. an additional three thousand five hundred dollars ($3,500) a year for holding an \"Appraiser 4\" certificate.\n\nHistory:1953 Comp., § 15-38-1.3, enacted by Laws 1969, ch. 269, § 3; 1977, ch. 138, § 1; 2023, ch. 119, § 1.\n\nCompiler's notes.— Salaries for county assessors are now set out in Sections 4-44-4 to 4-44-8 NMSA 1978 and in 4-44-14 NMSA 1978.\n\nCross references.— For certificates generally,see4-39-2, 4-39-3 NMSA 1978.\n\nFor powers of board of county commissioners as to hiring and setting of salaries of county employees and deputies generally,see4-38-19 NMSA 1978.\n\nThe 2023 amendment,effective July 1, 2023, effective July 1, 2023, increased the amount of additional compensation a county may provide to assessors, and revised statutory citations; in the introductory clause, after \"may receive\", added \"additional cumulative increments up to\"; in Subsection A, after \"an additional\", deleted \"five hundred dollars ($500)\" and added \"seven hundred fifty dollars ($750)\"; in Subsection B, after \"an additional\", deleted \"one thousand dollars ($1,000)\" and added \"one thousand seven hundred fifty dollars ($1,750)\"; in Subsection C, after \"an additional\", deleted \"one thousand dollars ($1,000)\" and added \"three thousand dollars ($3,000)\"; and in Subsection D, after \"an additional\", deleted \"one thousand dollars ($1,000)\" and added \"three thousand five hundred dollars ($3,500)\".\n\nAdditional compensation for county assessors is limited to the amount set out in this section.— The plain language of 4-39-4 NMSA 1978, states that the additional compensation listed in the section supplements the salaries of county assessors, and the plain language of 4-39-5 NMSA 1978, states that the additional compensation set out in that section is provided to any qualifying appraiser employed in the office of the assessor. Accordingly, the appropriate rate of additional compensation for a county assessor who obtains an appraiser certificate appears to be limited to the rate set out in § 4-39-4 NMSA 1978, and elected county assessors, therefore, are not entitled to the additional compensation contemplated in § 4-39-5 NMSA 1978.Appropriate Amount of Compensation for an Elected County Assessor(8/11/20), Att'y Gen. Adv. Ltr. 2020-08.\n\nA board of county commissioners is obligated to seek repayment of any amount improperly paid to county assessors.— The legislature has closely regulated the amounts which a county assessor can be compensated, which is consistent with the constitutional mandate set out in N.M. Const., art. X, § 1, that no county officer shall receive any salary, compensation, or emoluments in any form other than authorized by law, and therefore any action by a board of county commissioners to provide compensation which exceeds the statutory limits would be a violation of the express legislative cap, and a board of county commissioners that failed to comply with the statutory requirements when it approved a county assessor's compensation would be obligated to seek repayment of the amounts improperly paid.Appropriate Amount of Compensation for an Elected County Assessor(8/11/20), Att'y Gen. Adv. Ltr. 2020-08.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-39/section-4-39-4/"
    },
    {
      "id": "section-4-39-5",
      "number": "4-39-5",
      "heading": "Additional compensation to certain certified employees in appraiser offices.",
      "text": "A board of county commissioners may provide additional cumulative increments to the salary of employees in the office of the assessor as an incentive for obtaining greater qualification levels up to the following amounts:\n\nA. an additional seven hundred fifty dollars ($750) a year for holding an \"Appraiser 1\" certificate;\n\nB. an additional one thousand seven hundred fifty dollars ($1,750) a year for holding an \"Appraiser 2\" certificate;\n\nC. an additional three thousand dollars ($3,000) a year for holding an \"Appraiser 3\" certificate; and\n\nD. an additional three thousand five hundred dollars ($3,500) a year for holding an \"Appraiser 4\" certificate.\n\nHistory:1953 Comp., § 15-38-1.4, enacted by Laws 1977, ch. 138, § 2; 2015, ch. 78, § 1; 2023, ch. 119, § 2.\n\nCross references.— For powers of board of county commissioners as to hiring and setting of salaries of county employees and deputies generally,see4-38-19 NMSA 1978.\n\nThe 2023 amendment,effective July 1, 2023, increased the amount of additional compensation a county may provide to certified employees in the office of the assessor; in the section heading, deleted \"appraisers\" and added \"certain certified employees in appraiser offices\"; in the introductory clause, after \"salary of\", deleted \"any qualifying appraiser employed\" and added \"employees\"; in Subsection A, after \"an additional\", deleted \"five hundred dollars ($500)\" and added \"seven hundred fifty dollars ($750)\"; in Subsection B, after \"an additional\", deleted \"one thousand five hundred dollars ($1,500)\" and added \"one thousand seven hundred fifty dollars ($1,750)\"; in Subsection C, after \"an additional\", deleted \"two thousand five hundred dollars ($2,500)\" and added \"three thousand dollars ($3,000)\"; and in Subsection D, after \"an additional\", deleted \"three thousand dollars ($3,000)\" and added \"three thousand five hundred dollars ($3,500)\".\n\nThe 2015 amendment,effective July 1, 2015, adjusted the qualification incentive pay for qualifying appraisers employed in the office of the assessor; in the introductory sentence of the section, after \"may provide\", deleted \"as qualification incentive pay the following\", and after \"office of the assessor\", added \"as an incentive for obtaining greater qualification levels up to the following amounts\"; in Subsection B, after \"additional\", deleted \"one thousand dollars ($1,000)\" and added \"one thousand five hundred dollars ($1,500)\"; in Subsection C, after \"additional\", deleted \"one thousand dollars ($1,000)\" and added \"two thousand five hundred dollars ($2,500)\"; and in Subsection D, after \"additional\", deleted \"one thousand dollars ($1,000)\" and added \"three thousand dollars ($3,000)\".\n\nCounty assessors are not entitled to the additional compensation set out in this section.— The plain language of 4-39-4 NMSA 1978, states that the additional compensation listed in the section supplements the salaries of county assessors, and the plain language of 4-39-5 NMSA 1978, states that the additional compensation set out in the section is provided to any qualifying appraiser employed in the office of the assessor. Accordingly, the appropriate rate of additional compensation for a county assessor who obtains an appraiser certificate appears to be limited to the rate set out in 4-39-4 NMSA 1978, and elected county assessors, therefore, are not entitled to the additional compensation contemplated in 4-39-5 NMSA 1978.Appropriate Amount of Compensation for an Elected County Assessor(8/11/20), Att'y Gen. Adv. Ltr. 2020-08.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-39/section-4-39-5/"
    },
    {
      "id": "section-4-39-6",
      "number": "4-39-6",
      "heading": "Assessors; removal proceedings against; secretary of taxation and revenue may cause to be instituted; district attorney; attorney general.",
      "text": "A. The secretary of taxation and revenue may, if grounds appear therefor, cause removal proceedings to be instituted against any assessor by the district attorney for the county for which the assessor was elected, or by the attorney general, in the manner provided by law for the institution and prosecution of removal proceedings against public officers by district attorneys.\n\nB. The secretary of taxation and revenue shall cause removal proceedings to be instituted under Subsection A of this section against any assessor whose functions have been suspended under Section 7-35-6 NMSA 1978 when any suspension under that section continues without interruption for a period of more than sixty days.\n\nC. Nothing in this section shall be construed to repeal or limit any provisions of law relating to the liability of assessors as such or as public officers to fine, imprisonment or removal from office for failure, refusal or neglect to discharge any duty imposed upon them by law, but shall be in addition to them.\n\nHistory:1953 Comp., § 15-38-7, enacted by Laws 1955, ch. 176, § 5; 1973, ch. 258, § 140; 1977, ch. 249, § 26; 1995, ch. 12, § 4.\n\nCross references.— For action against assessors for noncompliance with the Property Tax Code,see7-35-6 NMSA 1978.\n\nFor removal of public officers,see10-3-1 NMSA 1978 et seq.\n\nThe 1995 amendment,effective June 16, 1995, substituted \"secretary of taxation and revenue\" for \"property tax division of the taxation and revenue department\" in the section heading and for \"director of the property tax division of the taxation and revenue department\" in Subsections A and B, made a stylistic change in Subsection B, and added Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-39/section-4-39-6/"
    },
    {
      "id": "section-4-39-7",
      "number": "4-39-7",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1995, ch. 12, § 15 repealed 4-39-7 NMSA 1978, as enacted by Laws 1955, ch. 176, § 6, relating to construction of the law on removal proceedings against assessors, effective June 16, 1995. For provision of former section,seethe 1994 NMSA 1978 onNMOneSource.com.For present comparable provisions,see4-39-6 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-39/section-4-39-7/"
    }
  ]
}