{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-43-county-treasurer",
  "sections": [
    {
      "id": "section-4-43-1",
      "number": "4-43-1",
      "heading": "Repealed.Section 4-43-2 - Duties",
      "text": "Repeals.— Laws 1993, ch. 119, § 2 repealed 4-43-1 NMSA 1978, as enacted by Laws 1868-1869, ch. 36, § 1, providing for the election of a county clerk and treasurer, effective June 18, 1993. For provisions of former section,seethe 1992 NMSA 1978 onNMOneSource.com.For present comparable provisions,see4-38-6 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-43/section-4-43-1/"
    },
    {
      "id": "section-4-43-2",
      "number": "4-43-2",
      "heading": "Duties.",
      "text": "The county treasurer shall keep:\n\nA. account of all money received and disbursed;\n\nB. regular accounts of all checks and warrants drawn on the treasury and paid; and\n\nC. the books, papers and money pertaining to his office ready for inspection by the board of county commissioners at all times.\n\nHistory:Kearny Code, Treas. Dept., §§ 10, 11; Laws 1851-1852, p. 170; C.L. 1865, ch. 21, §§ 6, 7; 1865, ch. 102, §§ 17, 18; C.L. 1884, §§ 408A, 408B; C.L. 1897, § 746; Code 1915, § 1279; C.S. 1929, § 33-4503; 1941 Comp., § 15-4003; 1953 Comp., § 15-42-3; Laws 1967, ch. 238, § 5; 2001, ch. 147, § 1.\n\nCross references.— For financial affairs of local public bodies,see6-6-1 NMSA 1978 et seq.\n\nFor provisions relating to management and control of public money generally,see6-10-1 NMSA 1978 et seq.\n\nFor penalty for receiving consideration for placing deposit, misusing funds or failure to deposit,see6-10-40 NMSA 1978.\n\nFor Warrant Cancellation Act,see6-10-55 NMSA 1978 et seq.\n\nFor penalty for misapplication of forest reserve funds,see6-11-4 NMSA 1978.\n\nFor suspension of treasurer's functions,see7-35-7 NMSA 1978.\n\nFor property tax collection responsibilities,see7-38-42 NMSA 1978.\n\nFor sale of personalty for delinquent taxes,see7-38-57 to 7-38-59 NMSA 1978.\n\nFor duties with respect to bi-state fair in Curry county,see16-6-27, 16-6-30 NMSA 1978.\n\nFor custody of bonds of Las Vegas land grant by treasurer of San Miguel county,see49-6-12 NMSA 1978.\n\nFor duties and bond as ex-officio district treasurer of conservancy district,see73-16-25, 73-16-26 NMSA 1978.\n\nThe 2001 amendment,effective June 15, 2001, inserted \"county\" preceding \"treasurer\" in the introductory language of the section; inserted \"checks and\" preceding \"warrants\" in Subsection B; and inserted \"board of\" preceding \"county commissioners\" in Subsection C.\n\nSpecial bailee.— A county treasurer is not a mere bailee or trustee, but is a special bailee, subject to special obligations, to fulfill the obligations of his bond, and the law of bailment is not the proper measure of his responsibility.Maloy v. Board of Cnty. Comm'rs, 1900-NMSC-043, 10 N.M. 638, 62 P. 1106.\n\nCounty treasurer's prerogatives.— A board of county commissioners does not unlawfully infringe upon a county treasurer's prerogatives unless it undermines the treasurer's ability to perform the duties of the office by means that are not granted to the board by statute. Ordinances providing for merit systems or collective-bargaining agreements can pass that test.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nEmployees of county treasurer.— There is no statutory impediment in general to the adoption by the board of county commissioners of a merit system or approval of a collective-bargaining agreement that includes at least some employees of the county treasurer.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nInvestment decision-making.— The county treasurer determines how to deposit and invest county funds. That decision must then be approved by the board of county commissioners, sitting as the county board of finance. The board of finance has no power to modify the county treasurer's decision without the treasurer's concurrence. On the other hand, the county treasurer cannot impose a unilateral decision upon the board of finance.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nThere is no statutory prohibition against delegation to the county treasurer by the board of county commissioners, sitting as the county board of finance, of specific investment decision-making. For example, the board could adopt a policy and permit the treasurer to make investment decisions that conform to the policy. Such delegation may be essential to enable the treasurer to respond to sudden changes in the financial markets.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nLiability for acts of deputy treasurer.— No statute requires that deputy treasurers be bonded, and while it is good business for bonding companies liable on a county treasurer's bond, and also good business for the county treasurer to require that deputy treasurers be bonded for their protection, the county should not pay for the premium on such deputy's bond, since the state and county are protected on the treasurer's bond for any defalcation, even by a deputy under 6-10-38 NMSA 1978. 1940 Op. Att'y Gen. No. 40-3417.\n\nKeeping money at hand.— This section would seem to indicate that the money must be kept at hand ready for inspection at any time. 1912 Op. Att'y Gen. No. 12-869.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Power of city, town, or county or their officials to compromise claim, 15 A.L.R.2d 1359.\n\n20 C.J.S. Counties §§ 128 to 133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-43/section-4-43-2/"
    },
    {
      "id": "section-4-43-3",
      "number": "4-43-3",
      "heading": "Ex-officio collectors.",
      "text": "The treasurers of the several counties are ex-officio collectors for their respective counties and have all the powers and duties provided by law for county collectors.\n\nHistory:Laws 1897, ch. 60, § 7; C.L. 1897, § 867(7); Code 1915, § 1280; C.S. 1929, § 33-4504; 1941 Comp., § 15-4004; 1953 Comp., § 15-42-4; Laws 1967, ch. 238, § 6.\n\nCross references.— For suspension of treasurer's functions,see7-35-7 NMSA 1978.\n\nFor property tax collection responsibilities,see7-38-42 NMSA 1978.\n\nFor sale of personalty for delinquent taxes,see7-38-57 to 7-38-59 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-43/section-4-43-3/"
    },
    {
      "id": "section-4-43-4",
      "number": "4-43-4",
      "heading": "[Settlement of accounts upon turning over office to successor; duty of county commissioners.]",
      "text": "When a county collector goes out of office he shall make a full and complete settlement with the board of county commissioners, and deliver up in the presence of the county clerk all books, papers, money and all other property appertaining to the office, to his successor, taking his receipt therefor. The board of county commissioners shall make a statement, so far as state revenue is concerned, to the state auditor, showing all charges for whatsoever purposes which have been created against the collector during his term of office, and all credits that have been made, and other unfinished business charged over to his successor, and the amount of money paid over to his successor, showing to what year and to what accounts the amount so paid over belongs. They shall also see that the books of the collector are correctly balanced before passing into the possession of the collector-elect.\n\nHistory:Laws 1882, ch. 62, § 95; C.L. 1884, § 2900; C.L. 1897, § 4108; Code 1915, § 1283; C.S. 1929, § 33-4506; 1941 Comp., § 15-4005; 1953 Comp., § 15-42-5.\n\nCross references.— For delivery of law books, records and documents to successors,see10-17-5 NMSA 1978.\n\nThe substance of the act required is the payment overby the outgoing to the incoming treasurer, and the board in the presence of the county clerk; the obligation so defined is a continuing one which survives until fully performed, and implies the authority of the incoming treasurer to demand what he alone has the right to receive.State v. Davisson, 1923-NMSC-045, 28 N.M. 653, 217 P. 240.\n\nSettlement looks to security of county finances.— The manner in which settlement is directed to be made under this section looks only to the security of county finances.State v. Davisson, 1923-NMSC-045, 28 N.M. 653, 217 P. 240.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-43/section-4-43-4/"
    }
  ]
}