{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-52-refuse-disposal-districts",
  "sections": [
    {
      "id": "section-4-52-1",
      "number": "4-52-1",
      "heading": "Short title.Section 4-52-2 - Definitions",
      "text": "This act [4-52-1 to 4-52-10, 4-52-11 to 4-52-15 NMSA 1978] may be cited as the \"Refuse Disposal Act\".\n\nHistory:1953 Comp., § 15-52-1, enacted by Laws 1959, ch. 194, § 1.\n\nCross references.— For the Special District Procedures Act,see4-53-1 NMSA 1978 et seq.\n\nFor authority of county to collect and dispose of garbage and rubbish,see4-56-1 NMSA 1978 et seq.\n\nFor collection and disposal of refuse by municipalities,see3-48-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-1/"
    },
    {
      "id": "section-4-52-2",
      "number": "4-52-2",
      "heading": "Definitions.",
      "text": "As used in the Refuse Disposal Act:\n\nA. \"garbage\" includes all waste food, swill, carrion, slops and all waste from the preparation, cooking and consumption of food and from the handling, storage and sale of food products and the carcasses of animals;\n\nB. \"rubbish\" includes all waste paper, paper cartons, tree branches, yard trimmings, discarded furniture, tin cans, dirt, ashes, bottles and all other unwholesome material of every kind not included as garbage; and\n\nC. \"refuse\" includes garbage and rubbish.\n\nHistory:1953 Comp., § 15-52-2, enacted by Laws 1959, ch. 194, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-2/"
    },
    {
      "id": "section-4-52-3",
      "number": "4-52-3",
      "heading": "Purpose of act.",
      "text": "The purpose of the Refuse Disposal Act is to safeguard and improve the public health through the proper disposition of refuse.\n\nHistory:1953 Comp., § 15-52-3, enacted by Laws 1959, ch. 194, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-3/"
    },
    {
      "id": "section-4-52-4",
      "number": "4-52-4",
      "heading": "Application of act.",
      "text": "A refuse disposal district may be organized and managed as herein provided, and is authorized to exercise the powers expressly granted or necessarily implied by the Refuse Disposal Act.\n\nHistory:1953 Comp., § 15-52-4, enacted by Laws 1959, ch. 194, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-4/"
    },
    {
      "id": "section-4-52-5",
      "number": "4-52-5",
      "heading": "Area.",
      "text": "A district must be entirely within one county and may consist of noncontiguous parcels of property, but shall not include any incorporated area.\n\nHistory:1953 Comp., § 15-52-5, enacted by Laws 1959, ch. 194, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-5/"
    },
    {
      "id": "section-4-52-6",
      "number": "4-52-6",
      "heading": "Petitions.",
      "text": "When fifty or more resident electors of a proposed district, or, if less than one hundred resident electors are involved, a majority of the resident electors of the proposed district, desire to form a district, they shall file a petition with the board of county commissioners. The petition shall define the boundaries of the proposed district and give reasons for requesting creation of the district, the proposed name for the district and other information pertinent to the proposal.\n\nHistory:1953 Comp., § 15-52-6, enacted by Laws 1959, ch. 194, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-6/"
    },
    {
      "id": "section-4-52-7",
      "number": "4-52-7",
      "heading": "Hearing; notice.",
      "text": "A. Within thirty days after the petition has been filed with the board of county commissioners, it shall cause due notice to be given by publication for three consecutive weeks immediately prior to action in a newspaper of general circulation in the county, or, if no newspaper of general circulation exists, shall post in not less than eight public places within the proposed area a notice of hearing upon the practicability and feasibility of creating the district. All interested parties have the right to attend the hearing and be heard. If it appears at the hearing that other lands should be included or that lands included in the petition should be excluded, the board of county commissioners may permit such inclusion or exclusion.\n\nB. If it appears upon hearing that it is desirable to include within the proposed district, territory outside of the area, within which due notice of hearing has been given, the hearing shall be adjourned and due notice of a further hearing given throughout the entire area considered for inclusion in the district, and a further hearing shall be held. After final hearing, if the board of county commissioners determine upon the facts presented at the hearing and upon other available information that there is need, in the interest of public health, safety and welfare for such a district to function in the territory considered, it shall make and record the determination and define by metes and bounds, or by legal subdivisions, the boundaries of the district.\n\nC. If the board determines after the hearing that it is not feasible for the district to function in the territory considered, it shall make and record the determination and deny the petition.\n\nHistory:1953 Comp., § 15-52-7, enacted by Laws 1959, ch. 194, § 7.\n\nCross references.— For publication of notice generally,see14-11-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-7/"
    },
    {
      "id": "section-4-52-8",
      "number": "4-52-8",
      "heading": "Referendum.",
      "text": "After the board of county commissioners has made and recorded a determination that there is need, in the interest of public health, safety and welfare, for creation of the proposed district, it shall consider the question whether the operation of a district within the proposed boundaries with the powers conferred upon districts in Section 11 [4-52-11 NMSA 1978] of the Refuse Disposal Act is administratively practicable and feasible. To assist it in this determination, the board shall, within a reasonable time after entry of the finding of need for organization of the district and determination of the boundaries of the district, hold a referendum within the proposed district upon the proposition of creation of the district. Due notice of the referendum shall be given as provided in Section 7 [4-52-7 NMSA 1978] of the Refuse Disposal Act. The notice shall state the date of holding the referendum, the hours of opening and closing the polls, and shall designate one or more places within the proposed district as polling places. The board shall appoint a polling superintendent and other necessary polling officers, giving equal representation to the proponents and opponents of the question involved.\n\nHistory:1953 Comp., § 15-52-8, enacted by Laws 1959, ch. 194, § 8.\n\nCross references.— For publication of notice generally,see14-11-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-8/"
    },
    {
      "id": "section-4-52-9",
      "number": "4-52-9",
      "heading": "Ballots.",
      "text": "The question to be voted on shall be submitted by ballots upon which appear the following:\n\n\"For creation of .............................. Refuse Control District [ ]\n\nAgainst creation of .......................... Refuse Control District [ ]\"\n\nA square shall follow each proposition. The ballot shall also contain a direction to insert an \"X\" mark in the square following one or the other of the propositions, as the voter may favor or oppose creation of the district. The ballot shall set forth the boundaries of the proposed district as determined by the board of county commissioners and the board's ordinance powers for the proposed district under Section 11 [4-52-11 NMSA 1978]. All electors residing within the boundaries of the territory, as determined by the board, shall be eligible to vote in the referendum.\n\nHistory:1953 Comp., § 15-52-9, enacted by Laws 1959, ch. 194, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-9/"
    },
    {
      "id": "section-4-52-10",
      "number": "4-52-10",
      "heading": "Votes; results.",
      "text": "The votes shall be counted by the election officers at the close of the polls and report of the results along with the ballots delivered to the polling superintendent, who shall certify the results to the board of county commissioners. If a majority of votes cast favor creation of the district, the board shall certify the results to the county clerk. Upon proper recording of this action, each district shall be duly created.\n\nHistory:1953 Comp., § 15-52-10, enacted by Laws 1959, ch. 194, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-10/"
    },
    {
      "id": "section-4-52-101",
      "number": "4-52-10.1",
      "heading": "Creation; alternate procedure.",
      "text": "In a class A county, the board of county commissioners may create a refuse disposal district by ordinance. The district shall consist only of contiguous parcels of property. The board shall create the district only after considering the feasibility of the district and the likelihood that services could be provided without the creation of the district. Upon passage of the ordinance, the district is duly created.\n\nHistory:1978 Comp., § 4-52-10.1, enacted by Laws 1983, ch. 188, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-10-1/"
    },
    {
      "id": "section-4-52-11",
      "number": "4-52-11",
      "heading": "Powers.",
      "text": "The board of county commissioners has power to:\n\nA. establish and fill a position of manager to manage and supervise the manner of storage, collection and disposal of refuse, and fix the compensation attached to the position, or may authorize and direct an administrative official of the county to assume the functions of the manager;\n\nB. provide for employment of personnel to operate and manage facilities for the storage, collection and disposal of refuse within the district;\n\nC. execute contracts on behalf of the district with any firm, corporation or individual to provide for collection and disposal of refuse within the district;\n\nD. execute contracts on behalf of the district with any incorporated village, town, city or other district for the joint operation of any refuse collection system and any sanitary landfill or other disposal method acceptable to the environmental improvement division of the health and environment department [department of environment] for the disposal of refuse;\n\nE. determine that collection and disposal of refuse is in the interest of public health, safety and welfare, and regulate collection and disposal within the district;\n\nF. by district ordinance, adopt on behalf of the district such schedules, rules and regulations and service charge rates imposed upon users as may be necessary for the orderly collection of refuse from the district and for maintenance and operation of sanitary landfills or other satisfactory disposal methods. The board shall, prior to adoption of rules and regulations, obtain approval from the environmental improvement division;\n\nG. acquire by purchase, gift, grant, bequest, devise or through condemnation proceedings, in the manner provided in the Eminent Domain Code [42A-1-1 to 42A-1-33 NMSA 1978], such property, rights-of-way or equipment as is necessary for exercise of any authorized function of the district;\n\nH. plan, construct, improve, operate and maintain such structures as may be necessary for performance of any function authorized by the Refuse Disposal Act; and\n\nI. receive all grants or assistance from and cooperate with county, municipal, state and federal agencies in carrying out the purpose of the Refuse Disposal Act.\n\nHistory:1953 Comp., § 15-52-11, enacted by Laws 1959, ch. 194, § 11; 1981, ch. 125, § 45.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 1991, ch. 25, § 4 established the department of environment and provided that all references to the environmental improvement division of the health and environment department shall be construed to mean the department of environment.\n\nCross references.— For eminent domain and condemnation generally,seeN.M. Const., art. II, § 20 and 42A-1-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-11/"
    },
    {
      "id": "section-4-52-12",
      "number": "4-52-12",
      "heading": "Addition of land.",
      "text": "A. Resident electors of an area without a district may petition the board of county commissioners to add the area to the district. The petition shall define the boundaries of the land desired to be annexed and give other information pertinent to such proposal. The petition shall be signed by twenty-five or more resident electors of the territory described, if fifty or more resident electors are involved, or by a majority if less than fifty resident electors are involved.\n\nB. Within thirty days after the petition is filed, the board shall cause due notice to be given, as provided in Section 7 [4-52-7 NMSA 1978], of hearing on the petition. All interested parties have a right to attend the hearing and be heard. The board shall determine whether the lands described in the petition or any portion thereof shall be included in the district. If all the resident electors of the territory involved are not petitioners, a referendum shall be held within the territory as provided in Sections 7 through 10 [4-52-7 to 4-52-10 NMSA 1978] of the Refuse Disposal Act, before making a final determination. If it is determined that the land should be added, this fact shall be certified by the board of county commissioners to the county clerk.\n\nHistory:1953 Comp., § 15-52-12, enacted by Laws 1959, ch. 194, § 12.\n\nCross references.— For area includable within district,see4-52-5 NMSA 1978.\n\nFor procedure for creation of district,see4-52-6 to 4-52-10 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-12/"
    },
    {
      "id": "section-4-52-13",
      "number": "4-52-13",
      "heading": "Detaching land.",
      "text": "Resident electors of lands which have not been, are not and cannot be benefited by their inclusion in the district, may petition the board of county commissioners to have the lands detached. The petition shall describe the lands and state the reasons why they should be detached. A hearing shall be held within thirty days after the petition is received. Due notice of hearing, as provided in Section 7 [4-52-7 NMSA 1978], shall be given at least ten days before the hearing. If it is determined by the board that such lands shall be detached, the determination shall be certified to the county clerk.\n\nHistory:1953 Comp., § 15-52-13, enacted by Laws 1959, ch. 194, § 13.\n\nCross references.— For area includable within district,see4-52-5 NMSA 1978.\n\nFor procedure for creation of district,see4-52-6 to 4-52-10 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-13/"
    },
    {
      "id": "section-4-52-14",
      "number": "4-52-14",
      "heading": "Discontinuance of districts.",
      "text": "A. Any time after five years from the organization of a district, fifty or more resident electors of a district, or, if less than one hundred resident electors are involved, a majority of the resident electors of the district, may file a petition with the board of county commissioners, praying that the existence of the district be discontinued. The petition shall state reasons for discontinuance and that all obligations of the district have been met.\n\nB. After giving notice, as defined in Section 7 [4-52-7 NMSA 1978], the board may conduct such hearings on the petition as may be necessary to assist it in making a determination.\n\nC. Within sixty days after petition is filed, a referendum shall be held under supervision of the board. No informalities in the conduct of the referendum shall invalidate it or its results if notice of the referendum has been given substantially as provided in Subsection B of this section.\n\nD. If a majority of votes cast in the referendum favor discontinuance of the district and it is found that all obligations have been met, the board shall make a determination that the district shall be discontinued. A copy of the determination shall be certified to the county clerk for recording.\n\nE. Any funds remaining after discontinuance shall revert to the county general fund.\n\nHistory:1953 Comp., § 15-52-14, enacted by Laws 1959, ch. 194, § 14.\n\nCross references.— For procedure for creation of district,see4-52-6 to 4-52-10 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-14/"
    },
    {
      "id": "section-4-52-15",
      "number": "4-52-15",
      "heading": "Penalty [for violation of ordinance].",
      "text": "Violation of any ordinance adopted by the county commissioners on behalf of the district under Section 11 [4-52-11 NMSA 1978] of the Refuse Disposal Act shall be deemed a misdemeanor.\n\nHistory:1953 Comp., § 15-52-15, enacted by Laws 1959, ch. 194, § 15.\n\nBracketed material.— The bracketed material in the catchline was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-52/section-4-52-15/"
    }
  ]
}