{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-46-suits-by-and-against-counties",
  "sections": [
    {
      "id": "section-4-46-1",
      "number": "4-46-1",
      "heading": "[Name for purpose of suit.]Section 4-46-2 - [Service of process; duties of county clerk",
      "text": "In all suits or proceedings by or against a county, the name in which the county shall sue or be sued shall be the board of county commissioners of the county of . . . . . . . . . ., but this provision shall not prohibit county officers, when authorized by law, from suing in their name of office for the benefit of the county.\n\nHistory:Laws 1876, ch. 1, § 4; C.L. 1884, § 335; C.L. 1897, § 654; Code 1915, § 1152; C.S. 1929, § 33-3701; 1941 Comp., § 15-4301; 1953 Comp., § 15-45-1.\n\nCross references.— For the Tort Claims Act,see41-4-1 NMSA 1978 et seq.\n\nLawsuit alleging claims against county detention center must name board of county commissioners as a defendant.— Where plaintiff filed a lawsuit asserting claims against the Bernalillo county metropolitan detention center (BCMDC) for violations of the New Mexico Tort Claims Act (NMTCA) after plaintiff was remanded to BCMDC to participate in a methadone program to decrease his level of dependence so that he would not incur life endangering withdrawal symptoms, but nonetheless suffered life threatening withdrawal symptoms for approximately two months, BCMDC was not a suable entity under the NMTCA, because 4-46-1 NMSA 1978 provides a limitation on the NMTCA, requiring that the proper defendant in all suits against a county is the county's board of county commissioners.Gallegos v. Bernalillo County Board of County Commissioners, 272 F.Supp.3d 1256 (D.N.M. 2017).\n\nCounty sheriff lacks the capacity to be sued, even under federal statutes.— Where former New Mexico county sheriff's office employee brought a court action against the Taos county sheriff's office alleging discrimination and retaliation in violation of the New Mexico Human Rights Act, the federal Americans with Disabilities Act, as well as a state law claim for retaliatory termination against public policy, and where defendant moved to dismiss plaintiff's complaint on the basis that the Taos county sheriff's office is not a suable entity, the federal district court granted defendant's motion because a straightforward application of this section suggests that plaintiff must name the board of county commissioners of Taos county, rather than the Taos county sheriff's office, as the defendant in this case. Moreover, despite the authority of elected officials such as the Taos county sheriff, the board of county commissioners, through the county manager, was authorized and empowered to establish by ordinance a merit system for the hiring, promotion, discharge and general regulation of the deputies and the employees of the county sheriff's office.Lamendola v. Taos County Sheriff's Office, 338 F.Supp.3d 1244 (D. N.M. 2018).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions §§ 786, 791.\n\nAbrogation of state's immunity from liability of suit as affecting immunity of county, 161 A.L.R. 367.\n\nPower of county or its officials to compromise claim, 15 A.L.R.2d 1359.\n\nLiability of county for torts in connection with activities which pertain, or are claimed to pertain, to private or proprietary function, 16 A.L.R.2d 1079.\n\nLiability for damages in tort of state or governmental unit in operating hospital, 25 A.L.R.2d 203, 18 A.L.R.4th 858.\n\nInsurance: liability or indemnity insurance carried by governmental unit as affecting immunity from tort liability, 68 A.L.R.2d 1437.\n\nRight of one governmental subdivision to sue another such subdivision for damages, 11 A.L.R.5th 630.\n\n20 C.J.S. Counties § 254.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-46/section-4-46-1/"
    },
    {
      "id": "section-4-46-2",
      "number": "4-46-2",
      "heading": "[Service of process; duties of county clerk.]",
      "text": "In all legal proceedings against the county, process shall be served on the county clerk, and whenever such suit or proceeding shall be commenced it shall be the duty of the clerk forthwith to notify the district attorney of the judicial district in which the county so sued is situate, and to lay before the board of county commissioners at their next meeting all the information he may have in regard to such suit or proceeding.\n\nHistory:Laws 1876, ch. 1, § 5; C.L. 1884, § 336; C.L. 1897, § 655; Code 1915, § 1153; C.S. 1929, § 33-3702; 1941 Comp., § 15-4302; 1953 Comp., § 15-45-2.\n\nCross references.— For venue of actions against counties,see38-3-2, 41-4-18 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions § 792.\n\nWaiver of, or estoppel to assert, failure to give notice of claim of injury as condition of liability of county for injury from defects in street, road or other public place, 153 A.L.R. 329, 65 A.L.R.2d 1278.\n\nDeposit in mail of notice of claim required as condition of action against or liability of county as giving of notice within required period, 175 A.L.R. 299.\n\nPersons upon whom notice of injury or claims against county may or must be served, 23 A.L.R.2d 969.\n\nComplaint as satisfying requirement of notice of claim upon states, municipalities, and other political subdivisions, 45 A.L.R.5th 109.\n\nPersons or entities upon whom notice of injury or claim against state or state agencies may or must be served, 45 A.L.R.5th 173.\n\nSufficiency of notice of claim against local governmental unit as regards identity, name, address, and residence of claimant, 53 A.L.R.5th 617.\n\nSufficiency of notice of claim against local political entity as regards time when accident occurred, 57 A.L.R.5th 689.\n\n20 C.J.S. Counties § 263.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-46/section-4-46-2/"
    },
    {
      "id": "section-4-46-3",
      "number": "4-46-3",
      "heading": "[Inhabitants competent as witnesses and jurors.]",
      "text": "On the trial of any suit in which a county may be interested, the inhabitants of such county shall be competent witnesses and jurors, if otherwise competent and qualified according to law.\n\nHistory:Laws 1876, ch. 1, § 6; C.L. 1884, § 337; C.L. 1897, § 656; Code 1915, § 1154; C.S. 1929, § 33-3703; 1941 Comp., § 15-4303; 1953 Comp., § 15-45-3.\n\nCross references.— For witnesses generally,seeRule 11-601 NMRA et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-46/section-4-46-3/"
    },
    {
      "id": "section-4-46-4",
      "number": "4-46-4",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1981, ch. 37, § 95, repealed 4-46-4 NMSA 1978, relating to judgments rendered against board of county commissioners or county officers and the payment thereof, effective July 1, 1981.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-46/section-4-46-4/"
    }
  ]
}