{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-7-dona-ana-county",
  "sections": [
    {
      "id": "section-4-7-1",
      "number": "4-7-1",
      "heading": "[Original county boundaries.]Section 4-7-2 - [Dividing line between Socorro and Dona Ana counties",
      "text": "The boundaries of the county of Dona Ana are as follows: the southern boundary, on the left bank of the Rio del Norte, is the boundary of the state of Texas, and on the right, the dividing line between the Republic of Mexico; on the north, the boundary of the county of Socorro, and on the east and west the boundaries of the territory.\n\nHistory:Laws 1851-1852, p. 292, § 10; C.L. 1865, ch. 42, § 12; C.L. 1884, § 253; C.L. 1897, § 519; Code 1915, § 1074; C.S. 1929, § 33-701; 1941 Comp., § 15-701; 1953 Comp., § 15-7-1.\n\nCompiler's notes.— Dona Ana county, as created by the above section, constituted the southern portion of the state from east to west. The county has been greatly reduced in size by the creation of new counties.\n\nThe present boundaries of Dona Ana county may be as follows: commencing on the south boundary line of the state of New Mexico at the point of its intersection with the range line between ranges 4 and 5 west; thence north [description from 4-16-1 NMSA 1978] on said range line to the fifth standard parallel south; thence west on said standard parallel to the southwest corner of township 25 south of range 4 west; thence north on the range line between ranges 4 and 5 west to the fourth standard parallel south; thence west on said standard parallel to the southwest corner of township 20 south of range 4 west; thence north on the range line between ranges 4 and 5 west to the northwest corner of township 18 south of range 4 west [description from 4-7-3 NMSA 1978 and 4-27-1 NMSA 1978]; thence east on the township line between townships 17 and 18 south to the principal meridian of New Mexico; thence north on the principal meridian to its intersection with a line described [4-7-2 NMSA 1978] as running from a point on the Rio Grande 1 mile south of the dwellinghouse of Tomas Gonzales in a straight line to the corner of the county of Lincoln a few miles north and west of the town of Tularosa (this corner described [4-15-1 NMSA 1978] as being the intersection of a line drawn from north to south from Malpais and a line passing east and west through the head of El Ojo de Tularosa); thence northeasterly on said line to its intersection with the range line between ranges 6 and 7 east; thence south [description from 4-19-1 NMSA 1978] on said range line to the third standard parallel south; thence west on said standard parallel to the northeast corner of township 16 south of range 5 east; thence south on the range line between ranges 5 and 6 east to the New Mexico-Texas state line. The southern boundary of the county is the southern boundary of the state, being, from east to west, the state of Texas, the center line of the Rio Grande as of September 9, 1850, and the Republic of Mexico.\n\nSection 1075, 1915 Code, derived from Laws 1854-1855, p. 20 (C.L. 1865, ch. 20; C.L. 1897, § 533), read: \"All that part of the territory of New Mexico that was recently acquired by the Gadsden Treaty, and has been annexed to this territory by an act of Congress, entitled, 'An act designating the southern limits of New Mexico, approved August 4th, 1854,' shall be and is hereby annexed to the county of Dona Ana, and the district court of said county shall have jurisdiction over the same, until other provisions be provided by law.\"\n\nThe sections in this article were incorporated in article 5, chapter 24 of the 1915 Code. Their inclusion therein did not constitute a reenactment, but they were compiled merely for convenience.Seethe 1915 Code, p. 1665.\n\nCross references.— For addition of territory to county,see4-7-3 NMSA 1978.\n\nFor original boundaries of Socorro county,see4-28-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-7/section-4-7-1/"
    },
    {
      "id": "section-4-7-2",
      "number": "4-7-2",
      "heading": "[Dividing line between Socorro and Dona Ana counties.]",
      "text": "The dividing line between the counties of Dona Ana and Socorro, in this territory, is hereby established as follows, to wit: commencing at a point on the Rio Grande one mile south of the dwelling house of Tomas Gonzales, and thence a little southwest to a point one-quarter of a mile to the south of the Ojito del Cuervo, a ranch of the said Tomas Gonzales; thence in a westerly direction to a point one mile west of the Ojo de Berrendo, and running in a northwesterly direction to the ranches respectively known by the name of the Ojo del Berrendo, the Cienega de los Pasenos, Jaraloso, Eucisio, Cienega de los Apaches, Las Perchas and Ojo Caliente, to an equal line with that of the northern line of the county of Grant, so that all the ranches and ojos and ojitos above-mentioned be included in the county of Socorro, and the town and settlement of Hillsboro and Santa Barbara shall be included in the county of Dona Ana; and returning to the Rio Grande at the point of commencement, running thence in a straight line to the corner of the county of Lincoln, a few miles north and west of the town of Tularosa, in the county of Dona Ana.\n\nHistory:Laws 1880, ch. 42, § 1; C.L. 1884, § 287; C.L. 1897, § 542; Code 1915, § 1078; C.S. 1929, § 33-705; 1941 Comp., § 15-702; 1953 Comp., § 15-7-2.\n\nCompiler's notes.— The western portion of this boundary line has been changed by 4-27-1 NMSA 1978.\n\nThe name \"Hillsboro\" was so spelled in the original act and in Comp. Laws 1884; but the 1897 Compilation, 1915 Code and 1929 Compilation had it spelled \"Hillsborough.\"See also4-27-3 NMSA 1978.\n\nCross references.— For original boundaries of Lincoln county,see4-14-1 NMSA 1978.\n\nFor change of boundary line between Lincoln and Socorro counties,see4-14-2 NMSA 1978.\n\nFor original boundaries of Socorro county,see4-28-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-7/section-4-7-2/"
    },
    {
      "id": "section-4-7-3",
      "number": "4-7-3",
      "heading": "[Territory added to Dona Ana county.]",
      "text": "That all that portion of the territory included within township eighteen south of ranges three and four west, according to the United States survey, shall hereafter be attached to, and constitute a part of the county of Dona Ana in said territory, and, until further provisions be made as to township lines, shall be a part of that precinct in said county, in which the town of Colorado is situated.\n\nHistory:Laws 1887, ch. 14, § 1; C.L. 1897, § 573; Code 1915, § 1076; C.S. 1929, § 33-703; 1941 Comp., § 15-703; 1953 Comp., § 15-7-3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-7/section-4-7-3/"
    }
  ]
}