{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-59-county-industrial-revenue-bonds",
  "sections": [
    {
      "id": "section-4-59-1",
      "number": "4-59-1",
      "heading": "Short title.Section 4-59-2 - Definitions",
      "text": "Chapter 4, Article 59 NMSA 1978 may be cited as the \"County Industrial Revenue Bond Act\".\n\nHistory:1953 Comp., § 15-60-1, enacted by Laws 1975, ch. 286, § 1; 1997, ch. 216, § 3; 1997, ch. 226, § 3.\n\nCross references.— For Industrial Revenue Bond Act,see3-32-1 NMSA 1978 et seq.\n\nFor article, \"New Mexico Taxes: Taking Another Look\",see32 N.M.L. Rev. 351 (2002).\n\n1997 amendments.— Identical amendments to this section were enacted by Laws 1997, ch. 216, § 3 and Laws 1997, ch. 226, § 3, both effective June 20, 1997, which substituted \"Chapter 4, Article 59 NMSA 1978\" for \"This act\". The section is set out as amended by Laws 1997, ch. 226, § 3.See12-1-8 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Eminent domain: industrial park or similar development as public use justifying condemnation of private property, 62 A.L.R.4th 1183.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-1/"
    },
    {
      "id": "section-4-59-2",
      "number": "4-59-2",
      "heading": "Definitions.",
      "text": "As used in the County Industrial Revenue Bond Act, unless the context clearly indicates otherwise:\n\nA. \"commission\" means the governing body of a county;\n\nB. \"county\" means a county organized or incorporated in New Mexico;\n\nC. \"501(c)(3) corporation\" means a corporation that demonstrates to the taxation and revenue department that it has been granted exemption from the federal income tax as an organization described in Section 501(c)(3) of the Internal Revenue Code of 1986, as amended or renumbered;\n\nD. \"health care service\" means the diagnosis or treatment of sick or injured persons or medical research and includes the ownership, operation, maintenance, leasing and disposition of health care facilities, such as hospitals, clinics, laboratories, x-ray centers and pharmacies;\n\nE. \"mortgage\" means a mortgage or a mortgage and deed of trust or the pledge and hypothecation of any assets as collateral security;\n\nF. \"project\" means any land and building or other improvements thereon, the acquisition by or for a New Mexico corporation of the assets or stock of an existing business or corporation located outside the state to be relocated within a county but, except as provided in Paragraph (1) of Subsection A of Section 4-59-4 NMSA 1978, not within the boundaries of any incorporated municipality in the state, and all real and personal properties deemed necessary in connection therewith, whether or not now in existence, that shall be suitable for use by the following or by any combination of two or more thereof:\n\n(1) an industry for the manufacturing, processing or assembling of agricultural or manufactured products;\n\n(2) a commercial enterprise that has received a permit from the energy, minerals and natural resources department for a mine that has not been in operation prior to the issuance of bonds for the project for which the enterprise will be involved;\n\n(3) a commercial enterprise that has received any necessary state permit for a refinery, treatment plant or processing plant of energy products that was not in operation prior to the issuance of bonds for the project for which the enterprise will be involved;\n\n(4) a commercial enterprise in storing, warehousing, distributing or selling products of agriculture, mining or industry, but does not include a facility designed for the sale or distribution to the public of electricity, gas, telephone or other services commonly classified as public utilities, except for:\n\n(a) water utilities;\n\n(b) an electric generation or transmission facility, other than one for which both location approval and a certificate of convenience and necessity are required prior to commencing construction or operation of the facility, pursuant to the Public Utility Act [Chapter 62, Articles 1 to 13 of NMSA 1978]; and\n\n(c) an energy storage facility, which is a facility that uses mechanical, chemical, thermal, kinetic or other processes to store energy for release at a later time to integrate energy supply associated with renewable generation across the electric grid;\n\n(5) a business in which all or part of the activities of the business involve the supplying of services to the general public or to governmental agencies or to a specific industry or customer;\n\n(6) a nonprofit corporation engaged in health care services;\n\n(7) a mass transit or other transportation activity involving the movement of passengers, an industrial park, an office headquarters and a research facility;\n\n(8) a water distribution or irrigation system, including without limitation, pumps, distribution lines, transmission lines, towers, dams and similar facilities and equipment; and\n\n(9) a 501(c)(3) corporation; and\n\nG. \"property\" means any land, improvements thereon, buildings and any improvements thereto, machinery and equipment of any and all kinds necessary to the project, operating capital and any other personal properties deemed necessary in connection with the project.\n\nHistory:1953 Comp., § 15-60-2, enacted by Laws 1975, ch. 286, § 2; 1979, ch. 389, § 1; 1983, ch. 282, § 2; 1992, ch. 11, § 1; 2001, ch. 284, § 1; 2002, ch. 25, § 4; 2002, ch. 37, § 4; 2003, ch. 221, § 2; 2015, ch. 120, § 1; 2020, ch. 14, § 4; 2024, ch. 67, § 3.\n\nCross references.— For Section 501(c)(3) of the Internal Revenue Code of 1986,see26 U.S.C.S. § 501(c)(3).\n\nThe 2024 amendment,effective July 1, 2024, amended the County Industrial Revenue Bond Act to include certain electric energy storage facilities as eligible projects; and in Subsection F, added Subparagraph F(4)(c).\n\nThe 2020 amendment,effective July 1, 2020, included electric transmission facilities within the definition of an eligible \"project\" as used in the County Industrial Revenue Bond Act; and in Subsection F, Subparagraph F(4)(b), after \"electric generation\", added \"or transmission\".\n\nThe 2015 amendment,effective July 1, 2015, included certain commercial enterprises involved in mining and energy products as suitable enterprises for a project as that term is used in the County Industrial Revenue Bond Act; added new Paragraphs (2) and (3) of Subsection F and redesignated the succeeding paragraphs accordingly; and in Subparagraph F(4)(b), after \"Public Utility Act\", deleted \"and the Electric utility Industry Restructuring Act of 1999\".\n\nThe 2003 amendment,effective June 20, 2003, substituted \"a county\" for \"those counties\" in Subsection B; substituted \"'health care service\"' for \"'health care services\"' in Subsection D; inserted \"except as provided in Paragraph (1) of Subsection A of Section 4-59-4 NMSA 1978\" following \"a county but\" in Subsection F; substituted \"a facility\" for \"facilities\" following \"does not include\" in Subsection F(2); and substituted \"a\" for \"any\" throughout Subsection F.\n\nThe 2002 amendment,effective May 15, 2002, added a new Subsection C and redesignated the remaining subsections accordingly; substituted Subsection F(2)(b) for former provisions, which detailed population and net taxable value requirements for electricity generation facilities in class B counties to be excepted from the exclusion in Subsection F(2); and added Subsection F(7).\n\nThis section was also amended by Laws 2002, ch. 25, § 4. The section was set out as amended by Laws 2002, ch. 37, § 4.See12-1-8 NMSA 1978.\n\nThe 2001 amendment,effective June 15, 2001, added Subsection E(2)(b).\n\nThe 1992 amendment,effective May 20, 1992, deleted \"water\" following \"gas\" in Subsection E(2), added \"except for water utilities\" at the end of that subsection, and deleted \"designed to provide water to any vineyard or winery\" at the end of Subsection E(6).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-2/"
    },
    {
      "id": "section-4-59-3",
      "number": "4-59-3",
      "heading": "Legislative intent.",
      "text": "It is the intent of the legislature by the passage of the County Industrial Revenue Bond Act to authorize counties to acquire, own, lease or sell projects for the purpose of promoting industry and trade by inducing manufacturing, industrial and commercial enterprises to locate or expand in this state, promoting the use of the agricultural products and natural resources of this state and promoting a sound and proper balance in this state between agriculture, commerce and industry. Further, it is the intent of the legislature that counties may be able to promote the local health and general welfare by inducing nonprofit corporations engaged in health care services and 501(c)(3) corporations to locate, relocate, modernize or expand in this state and by inducing mass transit or other transportation activities, industrial parks, office headquarters and research and development activities to locate or expand in this state. It is intended that each project be self-liquidating. It is not intended that any county itself be authorized to operate any manufacturing, industrial or commercial enterprise or any nonprofit corporation engaged in health care services or any 501(c)(3) corporation or industrial parks, office headquarters or research and development facilities.\n\nHistory:1953 Comp., § 15-60-3, enacted by Laws 1975, ch. 286, § 3; 2002, ch. 25, § 5; 2002, ch. 37, § 5.\n\nCross references.— For definition of \"501(c)(3) corporations\",see4-59-2 NMSA 1978.\n\n2002 amendments.— Identical amendments to this section were enacted by Laws 2002, ch. 25, § 5 and Laws 2002, ch. 37, § 5, effective May 15, 2002, inserting \"and 501(c)(3) corporations\" in the second sentence, and inserting \"or any 501(c)(3) corporation\" in the last sentence. This section was set out as amended by Laws 2002, ch. 37, § 5.See12-1-8 NMSA 1978.\n\nCounty to pay bonds from sale or lease of projects.— No provision of this article would indicate that a county may generate revenues to pay bonds from any source other than the sale or lease of \"projects.\" 1981 Op. Att'y Gen. No. 81-19.\n\nCounty not authorized to make loans to farmers and ranchers.— Although the promotion of agriculture and ranching may well be within the intended purpose of this section, it is not intended that a county be authorized to issue agricultural development revenue bonds to provide funds to make loans to farmers and ranchers, regardless of how such a bond program may be structured. 1981 Op. Att'y Gen. No. 81-19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-3/"
    },
    {
      "id": "section-4-59-4",
      "number": "4-59-4",
      "heading": "Additional powers conferred on counties.",
      "text": "In addition to any other powers that it may now have, each county shall have the following powers:\n\nA. to acquire, whether by construction, purchase, gift or lease, one or more projects, which shall be located within this state and shall be located within the county outside the boundaries of any incorporated municipality; provided, however, that:\n\n(1) a class A county with a population of more than three hundred thousand may acquire projects located anywhere in the county; and\n\n(2) a county shall not acquire any electricity generation facility, transmission facility or energy storage facility project unless the school districts within the county in which the project is located receive annual in-lieu tax payments; provided that the annual in-lieu tax payments required by this paragraph shall be:\n\n(a) payable to the school districts for the period the county owns and leases the project;\n\n(b) in an aggregate amount equal to the amount received by the county multiplied by the percentage determined by dividing the average of all of the mills imposed by the school districts in the county, including the operating, capital improvement, building improvement, education technology and bond mills imposed by the school districts in the county plus state debt service mills as of the date of issuance of the bonds by the average of the mills imposed by all entities levying taxes on property in the county as of such date;\n\n(c) divided among the school districts located within the county, and if there is more than one school district in such county, the in-lieu payment shall be allocated as follows: 1) fifty percent allocated equally among all school districts in which the project is located; 2) forty percent allocated to the school districts within the county in proportion to the area of each school district within the county; and 3) ten percent allocated to the school districts in proportion to the average of each school district's student membership pursuant to the Public School Code [Chapter 22 NMSA 1978, except Article 5A] reported on the second and third reporting dates for the most recent school year for which data is available as of the date of issuance of the bonds; and\n\n(d) for each individual school district located within the county, no less than the amount due to the school district in the tax year immediately preceding the issuance of the bonds from the property included in a project, had such project not been created;\n\nB. to sell or lease or otherwise dispose of any or all of its projects upon such terms and conditions as the commission may deem advisable and as shall not conflict with the provisions of the County Industrial Revenue Bond Act; and\n\nC. to issue revenue bonds for the purpose of defraying the cost of acquiring, by construction and purchase or either, any project and to secure the payment of such bonds, all as provided in the County Industrial Revenue Bond Act. No county shall have the power to operate any project as a business or in any manner except as lessor thereof.\n\nHistory:1953 Comp., § 15-60-4, enacted by Laws 1975, ch. 286, § 4; 1979, ch. 389, § 2; 1997, ch. 216, § 5; 1997, ch. 226, § 5; 2001, ch. 284, § 2; 2003, ch. 221, § 3; 2020, ch. 14, § 5; 2021, ch. 91, § 3; 2023, ch. 180, § 2; 2024, ch. 67, § 4.\n\nCross references.— For requirements respecting leases,see4-59-7 NMSA 1978.\n\nFor refunding bonds,see4-59-8 NMSA 1978.\n\nFor use of proceeds of bonds,see4-59-9 NMSA 1978.\n\nFor finances of counties, municipalities and school districts generally,see6-6-7 NMSA 1978 et seq.\n\nFor the Border Development Act,see58-27-1 NMSA 1978 et seq.\n\nThe 2024 amendment,effective July 1, 2024, provided an exception to certain powers conferred on counties by including energy storage facility projects in an existing provision listing projects that counties are prohibited from acquiring, unless the school districts within the county in which the project is located receive annual in-lieu tax payments; and in Subsection A, Paragraph A(2), after \"electricity generation\", added \"facility\", and after \"transmission facility\", added \"or energy storage facility\".\n\nThe 2023 amendment,effective April 5, 2023, modified the formula for distributions of payments-in-lieu of taxes to school districts; and in Subsection A, Subparagraph A(2)(b), after \"dividing the average of\", added \"all of the mills imposed by the school districts in the county, including\", after \"capital improvement\", added \"building improvement, education technology\", and after \"imposed by the school districts in the county\", deleted \"and\" and added \"plus\", in Subparagraph A(2)(c), deleted \"shared\" and added \"divided\", after \"school districts located within the county\", deleted \"equally\", and after the next occurrence of \"and\", added \"if there is more than one school district in such county, the in-lieu payment shall be allocated as follows: 1) fifty percent allocated equally among all school districts in which the project is located; 2) forty percent allocated to the school districts within the county in proportion to the area of each school district within the county; and 3) ten percent allocated to the school districts in proportion to the average of each school district's student membership pursuant to the Public School Code reported on the second and third reporting dates for the most recent school year for which data is available as of the date of issuance of the bonds; and\", and in Subparagraph A(2)(d), deleted \"not be\" and added \"for each individual school district located within the county, no\".\n\nThe 2021 amendment,effective June 18, 2021, changed the method for determining an annual in-lieu tax payment for an electric generation or transmission facility project, and provided for the sharing of in-lieu tax payments among certain school districts; in Subsection A, Paragraph A(2), after \"unless the school\", deleted \"district in which the project is located will receive the same amount, or greater, of annual in-lieu tax payments as would have been received in property taxes for the fully developed project had the project not been acquired\" and added \"districts within the county in which the project is located receive annual in-lieu tax payments; provided that the annual in-lieu tax payments required by this paragraph shall be\", and added Subparagraphs A(2)(a) through A(2)(d).\n\nThe 2020 amendment,effective July 1, 2020, prohibited counties from acquiring electricity generation or transmission facility projects unless the school district in which the project is located will receive the same amount, or greater, of annual in-lieu tax payments as would have been received in property taxes had the project not been acquired; and in Subsection A, Paragraph A(2), after \"generation\", added \"or transmission\", and deleted \"the acquisition is approved by the local school board of the school district in which a project is located and the board of county commissioners, the local school board and the person proposing the project negotiate and determine the amount of an annual in-lieu tax payment to be made to the school district by the person proposing the project, for the period that the county owns and leases the project, and provided such approval shall not be unreasonably withheld\" and added \"the school district in which the project is located will receive the same amount, or greater, of annual in-lieu tax payments as would have been received in property taxes for the fully developed project had the project not been acquired\".\n\nThe 2003 amendment,effective June 20, 2003, substituted \"however, that:\" for \"the\" at the end of Subsection A; added Subsection A(1) and added designation Subsection A(2).\n\nThe 2001 amendment,effective June 15, 2001, added the language beginning \"provided, the county shall not acquire\" in Subsection A.\n\nThe 1997 amendment,effective June 20, 1997, deleted \"provided, however, any project located within fifteen miles of a municipality shall be subject to prior approval of the governing body of the largest municipality within the same county and within the fifteen mile zone\" from the end of Subsection A and substituted \"as provided in the County Industrial Revenue Bond Act\" for \"as hereinafter provided\" at the end of the first sentence in Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-4/"
    },
    {
      "id": "section-4-59-41",
      "number": "4-59-4.1",
      "heading": "Notice.",
      "text": "A. Prior to adopting an ordinance issuing county industrial revenue bonds, a county shall give notice to the county assessor and any entity located within the county authorized to levy taxes on property in the county of its intent to consider the matter. The county assessor and entities authorized to levy taxes shall be notified by certified mail, return receipt requested, at least thirty calendar days prior to the meeting at which final action is to be taken so that comments can be transmitted to the county. The notice shall include the amount, the purpose and the time period of the proposed industrial revenue bonds.\n\nB. The county assessor and entities authorized to levy taxes shall be able to forward their comments and any concerns to the board of county commissioners, but there is no approval required from the county assessor or entities authorized to levy taxes and they do not have veto over the proposed county industrial revenue bond issuance.\n\nC. The county and entities authorized to levy taxes shall jointly develop criteria for issuance of industrial revenue bonds; provided, however, that county industrial revenue bonds may be authorized and issued before development of the criteria is completed.\n\nD. The county shall notify the board of county commissioners, the county assessor and any entity levying taxes on property in the county when an industrial revenue bond has matured, expired or been replaced by a refunding bond.\n\nHistory:Laws 1997, ch. 216, § 4; 1997, ch. 226, § 4; 2003, ch. 221, § 4; 2011, ch. 80, § 1; 2011, ch. 82, § 1.\n\nThe 2011 amendment,effective June 17, 2011, required counties to give all entities authorized to levy taxes in the county notice of the amount, purpose and time period of proposed industrial revenue bonds.\n\nLaws 2011, ch. 80, § 1 and Laws 2011, ch. 82, § 1 enacted identical amendments to this section. The section was set out as amended by Laws 2011, ch. 82, § 1.SeeSection 12-1-8 NMSA 1978.\n\nThe 2003 amendment,effective June 20, 2003, in the section heading, deleted \"Class A county\" at the beginning, and substituted \"and county assessor\" for \"over two hundred thousand\" at the end; in Subsection A, deleted \"class A\" following \"revenue bonds, a\", substituted \"the county assessor and the largest municipality\" for \"a municipality with a population in excess of two hundred thousand\" following \"give notice to\", inserted \"county assessor and the\" following \"the matter. The\", deleted \"by the municipality\" near the end; in Subsection B, inserted \"county assessor and the\" near the beginning, substituted \"their\" for \"its\" following \"able to forward\", substituted \"or the county assessor and they do\" for \"and the municipality does\" following \"from the municipality\"; and added Subsection D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-4-1/"
    },
    {
      "id": "section-4-59-42",
      "number": "4-59-4.2",
      "heading": "Electric transmission projects; payments to the state.",
      "text": "A person proposing an electric transmission facility project pursuant to Paragraph (2) of Subsection A of Section 4-59-4 NMSA 1978 shall pay to the state annual payments equal to five percent of the total amount of in-lieu tax payments to be made in that calendar year by such person to counties, municipalities and other local entities authorized to levy taxes on property, including in-lieu tax payments made to school districts pursuant to Paragraph (2) of Subsection A of Section 4-59-4 NMSA 1978, and five percent of the value of any other consideration related to the project paid to local entities authorized to levy taxes on property by a person proposing an electric transmission project. A copy of any agreement providing for such in-lieu tax payments shall be provided to the secretary of finance and administration within thirty days of written approval of such agreement by all of the parties. Each annual payment to the state shall be made no later than the end of each fiscal year in which in-lieu tax payments are made to local taxing entities. Each annual payment shall be made to the department of finance and administration for deposit to the general fund.\n\nHistory:Laws 2020, ch. 14, § 6; 2021, ch. 91, § 4.\n\nThe 2021 amendment,effective June 18, 2021, clarified that certain payments to the state for an electric transmission project shall be made by the person proposing the electric transmission project; and deleted \"The state shall receive\" and added \"A person proposing an electric transmission facility project pursuant to Paragraph (2) of Subsection A of Section 4-59-4 NMSA 1978 shall pay to the state\", after \"total amount of in-lieu tax payments\", added \"to be\", after \"made\", added \"in that calendar year by such person\", and after \"any other consideration\", added \"related to the project\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-4-2/"
    },
    {
      "id": "section-4-59-5",
      "number": "4-59-5",
      "heading": "Bonds issued to finance projects.",
      "text": "A. Bonds issued by a county under authority of the County Industrial Revenue Bond Act shall not be the general obligation of the county within the meaning of Article 9, Sections 10 and 13 of the constitution of New Mexico. The bonds shall be payable solely out of the revenue derived from the projects for which the bonds are issued. Bonds and interest coupons, if any, issued under authority of the County Industrial Revenue Bond Act shall never constitute an indebtedness of the county within the meaning of any state constitutional provision or statutory limitation and shall never constitute or give rise to a pecuniary liability of the county or a charge against its general credit or taxing powers, and such fact shall be plainly stated on the face of each bond.\n\nB. The bonds may be executed and delivered at any time, and from time to time, may be in such form and denominations, may be of such tenor, may be in registered or bearer form either as to principal or interest or both, may be payable in such installments and at such time or times not exceeding thirty years from their date, may be payable at such place or places, may bear interest at such rate payable at such place or places and evidenced in such manner and may contain such provisions not inconsistent with this section, all as shall be provided in the ordinance and proceedings of the commission under which the bonds shall be authorized to be issued.\n\nC. The bonds issued under the authority of the County Industrial Revenue Bond Act may be sold at public or private sale in such manner and from time to time as may be determined by the commission to be most advantageous, and the county may pay all expenses, attorney, engineering and architects' fees, premiums and commissions that the commission may deem necessary or advantageous in connection with the authorization, sale and issuance of the bonds.\n\nD. The bonds issued under the authority of the County Industrial Revenue Bond Act and all applicable interest coupons shall be construed to be negotiable.\n\nE. A bond shall not be issued by a class A county to finance a project unless an employer of the project that is valued at eight million dollars ($8,000,000) or more:\n\n(1) offers to its employees and their dependents health insurance coverage that is in compliance with the New Mexico Insurance Code [Chapter 59A NMSA 1978, except Articles 30A and 42A]; and\n\n(2) contributes not less than fifty percent of the premium for the health insurance for those employees who choose to enroll; provided that the fifty percent employer contribution shall not be a requirement for the dependent coverage that is offered.\n\nHistory:1953 Comp., § 15-60-5, enacted by Laws 1975, ch. 286, § 5; 1983, ch. 265, § 22; 2003, ch. 360, § 2.\n\nCross references.— For refunding bonds,see4-59-8 NMSA 1978.\n\nFor limitations upon county indebtedness,seeN.M. Const., art. IX, §§ 10 and 13.\n\nFor finances of counties, municipalities and school districts generally,see6-6-7 NMSA 1978 et seq.\n\nThe 2003 amendment,effective January 1, 2004, added Subsection E.\n\nLow interest loans to farmers and ranchers.— Although an intended purpose of this article may be accomplished by means of an agricultural development revenue bond program providing funds for low interest loans to farmers and ranchers, such a loan program is not one of the means prescribed by the legislature to accomplish that purpose. 1981 Op. Att'y Gen. No. 81-19.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 64 Am. Jur. 2d Public Securities and Obligations §§ 1 et seq.\n\n20 C.J.S. Counties §§ 218 to 226.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-5/"
    },
    {
      "id": "section-4-59-6",
      "number": "4-59-6",
      "heading": "Security for bonds.",
      "text": "A. The principal of and interest on any bonds issued under the authority of the County Industrial Revenue Bond Act:\n\n(1) shall be secured by a pledge of the revenues out of which such bonds shall be made payable;\n\n(2) may be secured by a mortgage covering all or any part of the project from which the revenues so pledged may be derived; and\n\n(3) may be secured by a pledge of the lease of such project.\n\nB. The ordinance and proceedings under which such bonds are authorized to be issued or any such mortgage may contain any agreement and provisions customarily contained in instruments securing bonds, including, without limiting the generality of the foregoing, provisions respecting the fixing and collection of all revenues from any project covered by such proceedings or mortgage, the terms to be incorporated in the lease of such project, the maintenance and insurance of such project, the creation and maintenance of special funds from the revenues from such project and the rights and remedies available in event of default to the bondholders or to the trustee under a mortgage, all as the governing body shall deem advisable and as shall not be in conflict with the provisions of the County Industrial Revenue Bond Act.\n\nC. In making any such agreements or provisions, a county shall not have the power to obligate itself except with respect to the project and the application of the revenues therefrom, and shall not have the power to incur a pecuniary liability or a charge upon its general credit or against its taxing powers. The proceedings authorizing any bonds and any mortgage securing such bonds may provide the procedure and remedies in the event of default in payment of the principal of or the interest on such bonds or in the performance of any agreement. No breach of any such agreement shall impose any pecuniary liability upon a county or any charge upon its general credit or against its taxing powers.\n\nHistory:1953 Comp., § 15-60-6, enacted by Laws 1975, ch. 286, § 6.\n\nCross references.— For use of proceeds of bonds,see4-59-9 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-6/"
    },
    {
      "id": "section-4-59-7",
      "number": "4-59-7",
      "heading": "Requirements respecting lease.",
      "text": "Prior to the leasing of any project, the commission must determine and find the following:\n\nA. the amount necessary in each year to pay the principal of and the interest on the bonds proposed to be issued to finance such project; and\n\nB. the amount necessary to be paid each year into any reserve funds which the commission may deem it advisable to establish in connection with the retirement of the proposed bonds and the maintenance of the project; and unless the terms under which the project is to be leased provide that the lessee shall maintain the project and carry all proper insurance with respect to it, the estimated cost of maintaining the project in good repair and keeping it properly insured. The determinations and findings of the commission required to be made in this subsection shall be set forth in the proceedings under which the proposed bonds are to be issued, and, prior to the issuance of such bonds, the county shall lease or sell the project to a lessee or purchaser under an agreement conditioned upon completion of the project and providing for payment to the county of such rentals or payments as, upon the basis of such determinations and findings, will be sufficient:\n\n(1) to pay the principal of and interest on the bonds issued to finance the project;\n\n(2) to build up and maintain any reserve deemed by the commission to be advisable in connection with the project; and\n\n(3) to pay the costs of maintaining the project in good repair and keeping it properly insured, unless the agreement of lease obligates the lessee to pay for the maintenance and insurance of the project.\n\nHistory:1953 Comp., § 15-60-7, enacted by Laws 1975, ch. 286, § 7.\n\nCross references.— For leasing of projects generally,see4-59-4 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-7/"
    },
    {
      "id": "section-4-59-8",
      "number": "4-59-8",
      "heading": "Refunding bonds.",
      "text": "Any bonds issued hereunder and at any time outstanding may at any time and from time to time be refunded by a county by the issuance of its refunding bonds in such amount as the commission may deem necessary but not exceeding any amount sufficient to refund the principal of the bonds to be refunded, together with any unpaid interest and any premiums and commissions necessary to be paid in connection with them. Any such refunding may be effected whether the bonds to be refunded have matured or mature thereafter, either by sale of the refunding bonds and the application of the proceeds for the payment of the bonds to be refunded, or by exchange of the refunding bonds for the bonds to be refunded. The holders of any bonds to be refunded shall not be compelled without their consent to surrender their bonds for payment or exchange prior to the date on which they are payable, or, if they are called for redemption, prior to the date on which they are by their terms subject to redemption. Any refunding bonds issued under the authority of the County Industrial Revenue Bond Act shall be payable solely from the revenues out of which the bonds to be refunded were payable, and shall be subject to the provisions contained in Section 5 [4-59-5 NMSA 1978] of the County Industrial Revenue Bond Act, and may be secured in accordance with the provisions of Section 6 [4-59-6 NMSA 1978] of the County Industrial Revenue Bond Act.\n\nHistory:1953 Comp., § 15-60-8, enacted by Laws 1975, ch. 286, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-8/"
    },
    {
      "id": "section-4-59-9",
      "number": "4-59-9",
      "heading": "Use of proceeds from sale of bonds.",
      "text": "The proceeds from the sale of any bonds issued under authority of the County Industrial Revenue Bond Act shall be applied only for the purpose for which the bonds were issued; any accrued interest and premiums received in any such sale shall be applied to the payment of the principal of or the interest on the bonds sold. If for any reason any portion of such proceeds shall not be needed for the purpose for which the bonds were issued, then such balance of such proceeds shall be applied to the payment of the principal of or the interest on the bonds. Any portion of the proceeds from the sale of the bonds or any accrued interest and premium received in any such sale, may, in the event the money will not be needed or cannot be effectively used to the advantage of the county for the purposes herein provided, be invested in short-term, interest-bearing securities if such investment will not interfere with the use of such funds for the primary purpose as herein provided. The cost of acquiring any project shall include the following:\n\nA. the actual cost of the construction of any part of a project which may be constructed, including architects', attorneys' and engineers' fees;\n\nB. the purchase price of any part of a project that may be acquired by purchase;\n\nC. the actual cost of the extension of any utility to the project site, all expenses in connection with the authorization, sale and issuance of the bonds to finance such acquisition; and\n\nD. the interest on such bonds for a reasonable time prior to construction, during construction and not exceeding six months after completion of construction.\n\nHistory:1953 Comp., § 15-60-9, enacted by Laws 1975, ch. 286, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-9/"
    },
    {
      "id": "section-4-59-91",
      "number": "4-59-9.1",
      "heading": "Procedure for issuing industrial revenue bonds or refunding bonds.",
      "text": "Prior to the issuance of industrial revenue bonds or refunding bonds for acquisition or improvement of a water utility or a joint water utility, New Mexico public utility commission approval, as required by the Public Utility Act [Chapter 62, Articles 1 to 6 and 8 to 13 NMSA 1978], shall be obtained. H class counties shall obtain New Mexico public utility commission approval as required by Section 3-23-3 NMSA 1978.\n\nHistory:1978 Comp., § 4-59-9.1, enacted by Laws 1992, ch. 11, § 2; 1993, ch. 282, § 13.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"New Mexico public utility commission\" for \"New Mexico public service commission\" in both sentences.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-9-1/"
    },
    {
      "id": "section-4-59-10",
      "number": "4-59-10",
      "heading": "No contribution by county.",
      "text": "No county shall have the power to pay out of its general funds or otherwise contribute any part of the costs of acquiring a project, and shall not have the power to use land, already owned by the county or in which the county has an equity, for construction of a project or any part of it, unless the county is fully reimbursed for the value of the land as may be determined by a current appraisal or unless the county leases the land at an annual rental fee of not less than five percent of the appraised value. The entire cost of acquiring any project must be paid out of the proceeds from the sale of bonds issued under the authority of the County Industrial Revenue Bond Act. This section shall not be construed to prevent a county from accepting donations of property to be used as a part of any project or money to be used for defraying any part of the cost of any project.\n\nHistory:1953 Comp., § 15-60-10, enacted by Laws 1975, ch. 286, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-10/"
    },
    {
      "id": "section-4-59-11",
      "number": "4-59-11",
      "heading": "Bonds made legal investments.",
      "text": "Bonds issued under the provisions of the County Industrial Revenue Bond Act shall be legal investments for savings banks and insurance companies organized under the laws of this state.\n\nHistory:1953 Comp., § 15-60-11, enacted by Laws 1975, ch. 286, § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-11/"
    },
    {
      "id": "section-4-59-12",
      "number": "4-59-12",
      "heading": "Exemption from taxation.",
      "text": "The bonds authorized by the County Industrial Revenue Bond Act and the income from the bonds, all mortgages or other security instruments executed as security for the bonds, all lease agreements made pursuant to the provisions of the County Industrial Revenue Bond Act, and revenue derived from any lease or sale by the county shall be exempt from all taxation by New Mexico, or any subdivision of it.\n\nHistory:1953 Comp., § 15-60-12, enacted by Laws 1975, ch. 286, § 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-12/"
    },
    {
      "id": "section-4-59-13",
      "number": "4-59-13",
      "heading": "Construction of act.",
      "text": "The County Industrial Revenue Bond Act shall not be construed as a restriction or limitation upon any powers which a county might otherwise have under any laws of this state, but shall be construed as cumulative; and the County Industrial Revenue Bond Act shall not be construed as requiring an election by the voters of a county prior to the issuance of bonds hereunder by a county.\n\nHistory:1953 Comp., § 15-60-13, enacted by Laws 1975, ch. 286, § 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-13/"
    },
    {
      "id": "section-4-59-14",
      "number": "4-59-14",
      "heading": "No notice or publication required.",
      "text": "No notice, consent or approval by any commission or public officer shall be required as a prerequisite to the sale or issuance of any bonds or the making of a mortgage under the authority of the County Industrial Revenue Bond Act, except as provided in that act.\n\nHistory:1953 Comp., § 15-60-14, enacted by Laws 1975, ch. 286, § 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-14/"
    },
    {
      "id": "section-4-59-15",
      "number": "4-59-15",
      "heading": "State board of finance.",
      "text": "If any representative of an existing business or enterprise located within the boundaries of the county or within five miles of the proposed project alleges in a written complaint filed with the county governing body within fifteen days of the meeting at which an ordinance or resolution authorizing the issuance of bonds pursuant to the County Industrial Revenue Bond Act is adopted that the proposed project would directly and substantially compete with such an existing business or enterprise located within the boundaries of the county or within five miles of the proposed project, the bonds in connection with that project shall not be issued until the state board of finance has determined that the proposed project will not directly or substantially compete with an existing business or enterprise located within the boundaries of the county or within five miles of the proposed project. The state board of finance shall conduct a hearing and make the determination within ninety days of receiving a request for determination from the county. An existing business or enterprise for which bonds were previously issued by the county pursuant to the County Industrial Revenue Bond Act shall not be entitled to file a complaint pursuant to this section.\n\nHistory:1953 Comp., § 15-60-15, enacted by Laws 1975, ch. 286, § 15; 2015, ch. 120, § 2.\n\nThe 2015 amendment,effective July 1, 2015, required the state board of finance to conduct a hearing following a complaint that a proposed project would directly and substantially compete with an existing business or enterprise, and required the state board of finance to make a determination within ninety days of receiving the request for determination as to whether the proposed project will directly or substantially compete with the existing business or enterprise; in the catchline, added \"State\"; in the section, after \"filed with the county governing body\", deleted \"at a\" and added \"within fifteen days of the\", after \"authorizing the issuance of bonds\", deleted \"hereunder\" and added \"pursuant to the County Industrial Revenue Bond Act is adopted\", after \"the bonds in connection with\", deleted \"such\" and added \"that\", and after \"within five miles of the proposed project.\", added \"The state board of finance shall conduct a hearing and make the determination within ninety days of receiving a request for determination from the county. An existing business or enterprise for which bonds were previously issued by the county pursuant to the County Industrial Revenue Bond Act shall not be entitled to file a complaint pursuant to this section.\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-15/"
    },
    {
      "id": "section-4-59-16",
      "number": "4-59-16",
      "heading": "Liberal interpretation.",
      "text": "The County Industrial Revenue Bond Act shall be liberally construed to carry out its purposes.\n\nHistory:1953 Comp., § 15-60-16, enacted by Laws 1975, ch. 286, § 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-59/section-4-59-16/"
    }
  ]
}