{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-6-de-baca-county",
  "sections": [
    {
      "id": "section-4-6-1",
      "number": "4-6-1",
      "heading": "County boundaries.",
      "text": "That the county of De Baca is hereby created out of that portion of the state of New Mexico, lying and being situate within the following metes and bounds, as indicated by the United States survey, viz.: commencing at the northeast corner of township 4 north, range 28 east; thence south on range line between ranges 28 and 29 east to the southeast corner of township 1 north, range 28 east; thence east on base line to the northeast corner of township 1 south, range 28 east; thence south on range line between ranges 28 and 29 east to the southeast corner of township 2 south, range 28 east; thence west on township line to the southwest corner of township 2 south, range 27 east; thence south on range line between ranges 26 and 27 east to the southeast corner of township 3 south, range 26 east; thence west on township line to the southwest corner of township 3 south of range 21 east; thence north on range line to the southwest corner of township 2 south of range 21 east; thence west on township line to the southwest corner of township 2 south of range 20 east to the Lincoln county line; thence north on range line between ranges 19 and 20 east to the northwest corner of township 1 south of range 20 east; thence west [east] on township line to the southwest corner of township 1 north of range 20 east; thence north on range line between ranges 19 and 20 east to the northwest corner of township 4 north of range 20 east; thence east on township line to the southeast corner of township 5 north of range 23 east; thence north on range line to the northwest corner of township 5 north of range 24 east; thence east on township line to the northeast corner of township 5 north, range 24 east; thence north on range line to the northwest corner of township 6 north of range 25 east; thence east on township line to the northeast corner of township 6 north of range 26 east; thence south on range line between ranges 26 and 27 east to the southeast corner of township 5 north of range 26 east; thence east on township line to the place of beginning.\n\nHistory:Laws 1917, ch. 11, § 1; C.S. 1929, § 33-601; 1941 Comp., § 15-601; 1953 Comp., § 15-6-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— De Baca county was created from parts of Chaves, Guadalupe and Roosevelt counties.\n\nLiability for indebtedness of counties from which created.— Under Laws 1917, ch. 11, §§ 9 to 11, De Baca county was liable for its prorata share of the total indebtedness of the counties from which it was carved. The apportionment of debts belongs exclusively to the legislature.State ex rel. Perea v. Board of Comm'rs, 1919-NMSC-030, 25 N.M. 338, 182 P. 865.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-6/section-4-6-1/"
    }
  ]
}