{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-50-flood-control",
  "sections": [
    {
      "id": "section-4-50-1",
      "number": "4-50-1",
      "heading": "County flood commissioner; appointment; salary",
      "text": "Subject to the approval of the board of county commissioners, there is created the office of county flood commissioner in each county through which runs any river or stream which is subject to flood conditions destructive to property or dangerous to human life. County flood commissioners shall be appointed by the governor to serve for a term of two years, or until their successors are appointed and qualify, and they shall each receive a salary of one dollar ($1.00) a year payable from the county flood fund.\n\nHistory:Laws 1921, ch. 163, § 1; C.S. 1929, § 33-5001; 1941 Comp., § 15-4701; 1953 Comp., § 15-50-1; Laws 1967, ch. 238, § 8.\n\nCross references.— For powers relating to flood and mud-slide hazard areas,see3-18-7 NMSA 1978.\n\nFor flood control in municipalities,see3-41-1 NMSA 1978 et seq.\n\nFor disaster relief emergency funds,see6-7-1 to 6-7-3 NMSA 1978.\n\nFor oath and bond of county officers,see10-1-13 NMSA 1978.\n\nFor the Arroyo Flood Control Act,see72-16-1 NMSA 1978 et seq.\n\nFor the Las Cruces Arroyo Flood Control Act,see72-17-1 NMSA 1978 et seq.\n\nFor the Flood Control District Act,see72-18-1 NMSA 1978 et seq.\n\nFor the Southern Sandoval County Arroyo Flood Control Act,see72-19-1 NMSA 1978 et seq.\n\nAppointment of commissioner.— Appointment of a county flood commissioner is not subject to the approval of the county commissioners. The sole authority of the county commissioners in this regard is to approve the establishment of the office of county flood commissioner. Once such commissioners have exercised their discretion in approving the establishment of such an office, the sole power of appointment of a person to such office is then vested with the governor. 1960 Op. Att'y Gen. No. 60-134.\n\nCooperation with cities and federal government proper.— A county and a city can enter into an agreement to cooperate in sponsoring a flood control project, and counties and cities can cooperate with the federal government and seek aid under the Watershed Protection and Flood Prevention Act (16 U.S.C. § 1001 et seq.). 1963 Op. Att'y Gen. No. 63-82 (opinion rendered under former law).\n\nLaw reviews.— For article, \"Existing Legislation and Proposed Model Flood Plain Ordinance for New Mexico Municipalities,\" see 9 Nat. Resources J. 629 (1969).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Liability of municipality or other governmental subdivision in connection with flood-protection measures. 5 A.L.R.2d 57.\n\n52A C.J.S. Levees and Flood Control § 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-1/"
    },
    {
      "id": "section-4-50-2",
      "number": "4-50-2",
      "heading": "Tax levy; county flood fund; authority to borrow.",
      "text": "A board of county commissioners, upon certification of the need and estimated cost by the county flood commissioner, may contract to borrow funds through state or federal agencies or through the New Mexico finance authority for flood control purposes and may levy an annual tax at a rate not to exceed one dollar fifty cents ($1.50), or any lower maximum amount required by operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 upon a tax imposed under this section, on each one thousand dollars ($1,000) of net taxable value, as that term is defined in the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978], of all the taxable property located within five miles of both sides of any river or stream which contributes to or is subject to flood conditions destructive to property or dangerous to human life. Such taxes shall be levied and collected for the purpose of creating a fund which shall be used to construct and maintain dikes, dams, embankments, ditches or such other structures or excavations necessary to prevent flood waters from damaging property or human life within such counties or to repay, according to their terms, any state or federal loans obtained for flood control purposes. Such tax shall be assessed, levied and collected as other taxes are collected and when so collected shall be known as the \"county flood fund\", and such fund shall be maintained in such a manner as to keep separate records of all flood control taxes collected from each stream or river drainage area. The taxes collected shall only be used and disbursed for flood control projects in the drainage area for which they were assessed in accordance with the provisions of Sections 4-50-1 through 4-50-9 NMSA 1978 and shall not be transferred to any other fund or purpose.\n\nHistory:Laws 1921, ch. 163, § 2; C.S. 1929, § 33-5002; 1941 Comp., § 15-4702; 1953 Comp., § 15-50-2; Laws 1969, ch. 72, § 1; 1986, ch. 32, § 4; 1997, ch. 79, § 1.\n\nThe 1997 amendment,effective June 20, 1997, inserted \"or through the New Mexico finance authority\" in the first sentence.\n\nProperty subject to taxation.— Steam production equipment, consisting of turbines, boilers, pumps and fans, was real estate for taxation purposes where the utility company installed and maintained such equipment on special foundations, could not foresee moving it because of its huge size and weight and such equipment was the very heart of the company's business.In re Southwestern Pub. Serv. Co., 1973-NMSC-064, 85 N.M. 313, 512 P.2d 73.\n\nElectric transmission and distribution substation equipment, consisting of transformers, switches and circuit breakers, was not real estate for taxation purposes since it was readily portable and had very little, if any, annexation or adaptation.In re Southwestern Pub. Serv. Co., 1973-NMSC-064, 85 N.M. 313, 512 P.2d 73.\n\nElectric transmission lines, poles, line transformers, meters and such equipment frequently located on easements and public rights-of-way were not real estate for taxation purposes since they were changed or relocated frequently and were located on unowned land.In re Southwestern Pub. Serv. Co., 1973-NMSC-064, 85 N.M. 313, 512 P.2d 73.\n\nUse of fund.— Money from the county flood fund may be used to prevent future damage from floods. 1922 Op. Att'y Gen. No. 22-3270.\n\nCounty construction within city limits.— Sandoval County could use county flood funds to construct flood control structures located within the county and within the drainage area as set forth in this section, when necessary to prevent flood waters from rivers or streams from damaging life and property, even if the structures lay within the Rio Rancho city limits. 1988 Op. Att'y Gen. No. 88-30.\n\nProhibited use of funds.— County funds raised by special tax for specific purposes are not subject to transfer to pay salaries of county officers. 1933 Op. Att'y Gen. No. 33-631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-2/"
    },
    {
      "id": "section-4-50-3",
      "number": "4-50-3",
      "heading": "Inspection of rivers; construction of works; personnel; contracts for financing.",
      "text": "County flood commissioners may inspect rivers and streams in their respective counties where flood waters are liable to cause damage to property or life and in their discretion cause to be constructed and maintained dikes, embankments, dams, ditches or other structures or excavations necessary to control such flood water and protect life and property in their counties against loss and damage. County flood commissioners may employ engineering and other personnel, directly supervise or contract for the construction and maintenance of flood control works and do all other acts necessary to carry into effect the provisions of Sections 4-50-1 through 4-50-9 NMSA 1978. If the money in the county flood fund is insufficient to finance flood control projects and provide for maintenance, the board of county commissioners, upon the recommendation of the county flood commissioner, may contract with any federal or state agency for grants or loans for the purpose of construction and maintenance of dikes, dams, embankments, ditches and other structures and excavations. Any contract for borrowing funds from state or federal agencies may provide that annual installments of principal and interest on the debt shall be paid out of the appropriate account within the county flood fund. The provisions of Sections 6-6-11 through 6-6-18 NMSA 1978 shall not apply to contracts entered into with state or federal agencies for flood control projects under the provisions of this section.\n\nHistory:Laws 1921, ch. 163, § 3; C.S. 1929, § 33-5003; 1941 Comp., § 15-4703; 1953 Comp., § 15-50-3; Laws 1969, ch. 72, § 2.\n\nCross references.— For limitation upon and payment of indebtedness and expenses,see4-50-6 NMSA 1978.\n\nFor county debt limit,seeN.M. Const., art. IX, § 13.\n\nFor finances of counties, municipalities and school districts generally,see6-6-7 NMSA 1978 et seq.\n\nPowers of commissioners as to employment of personnel.— The county flood commissioner may do all acts necessary to carry into effect the terms of 4-50-1 to 4-50-9 NMSA 1978 and if employment of an attorney or an engineer or others for varied purposes to initiate or to carry through a program of flood control is reasonably necessary, such employment is authorized. 1952 Op. Att'y Gen. No. 52-5535.\n\nPower of commissioners to incur long-term indebtedness.— There is no prohibition against county flood commissioners incurring a long-term indebtedness for flood control purposes if such contract is entered into in good faith and pursuant to the county flood commissioners' statutory powers. 1968 Op. Att'y Gen. No. 68-78.\n\nSo long as the county flood commissioners do not bind the county in a long-term lease under this section, to a debt for which the installment due during any one year cannot be paid in that year, the debt is binding and does not violate 4-50-6 NMSA 1978. 1968 Op. Att'y Gen. No. 68-78.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-3/"
    },
    {
      "id": "section-4-50-4",
      "number": "4-50-4",
      "heading": "[Entry upon lands; damages; interference; misdemeanor; objections.]",
      "text": "Such county flood commissioners, their agents and employes [employees] shall have free and unobstructed ingress and egress to any and all lands and premises where such ingress and egress are necessary to the performance of the duties by this act [4-50-1 to 4-50-9 NMSA 1978] imposed, and shall not be liable for damages because of any such entry, except for wanton and malicious injury, and any person or persons obstructing such ingress or egress shall, upon conviction thereof, be found guilty of a misdemeanor. Provided, however, that no such dikes, embankments, dams and ditches, or other structures or excavations shall be constructed, built or maintained where written objection to such construction, building and maintaining are filed by the state engineer with any commissioner in charge thereof, and except in the manner as, after such objection, shall be approved by said state engineer.\n\nHistory:Laws 1921, ch. 163, § 4; C.S. 1929, § 33-5004; 1941 Comp., § 15-4704; 1953 Comp., § 15-50-4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For the Tort Claims Act,see41-4-1 NMSA 1978 et seq.\n\nFor state engineer generally,see72-2-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-4/"
    },
    {
      "id": "section-4-50-5",
      "number": "4-50-5",
      "heading": "Condemnation of property.",
      "text": "The county flood commissioners shall have the power to condemn property for the purpose of carrying Sections 4-50-1 through 4-50-17 NMSA 1978 into effect, upon petition to the district courts, and in the manner provided by the Eminent Domain Code [42A-1-1 to 42A-1-33 NMSA 1978].\n\nHistory:Laws 1921, ch. 163, § 5; C.S. 1929, § 33-5005; 1941 Comp., § 15-4705; 1953 Comp., § 15-50-5; 1981, ch. 125, § 44.\n\nCross references.— For eminent domain and condemnation generally,seeN.M. Const., art. II, § 20, and 42A-1-1 NMSA 1978 et seq.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 27 Am. Jur. 2d Eminent Domain § 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-5/"
    },
    {
      "id": "section-4-50-6",
      "number": "4-50-6",
      "heading": "Limit on indebtedness; payment of expenses.",
      "text": "A. No expense or indebtedness shall be incurred by any county flood commissioner in excess of the amount of any annual levy, excepting where there may be remaining on hand funds arising from previous similar levies; provided, however, that where a board of county commissioners, upon the recommendation of the county flood commissioner, contracts to borrow funds from a state or federal agency or from the New Mexico finance authority for flood control projects and pledges the proceeds of the annual levies for their repayment, the amount which may be borrowed shall be limited by the terms of repayment so that no annual installment of principal and interest shall exceed eighty percent of the amount produced by the annual levy in the year preceding the signing of the loan agreement.\n\nB. All expenses and indebtedness incurred by any county flood commissioner under the provisions of Sections 4-50-1 through 4-50-9 NMSA 1978 shall be subject to the approval of the board of county commissioners. Upon the approval of the board, the expenses and indebtedness incurred shall be paid upon warrant drawn by the board of county commissioners, upon the filing by the county flood commissioner of vouchers for the expenditures and indebtedness with the board of county commissioners. The warrants shall be paid by the county treasurer out of the appropriate separate account within the county flood fund. The county clerk shall file and keep a record of all vouchers filed with the board of county commissioners by the county flood commissioner.\n\nHistory:Laws 1921, ch. 163, § 6; C.S. 1929, § 33-5006; 1941 Comp., § 15-4706; 1953 Comp., § 15-50-6; Laws 1961, ch. 72, § 1; 1969, ch. 72, § 3; 1997, ch. 79, § 2.\n\nCross references.— For power of commissioners to contract for financing,see4-50-3 NMSA 1978.\n\nFor county debt limit,seeN.M. Const., art. IX, § 13.\n\nFor finances of counties, municipalities and school districts generally,see6-6-7 NMSA 1978 et seq.\n\nFor powers of flood commissioners to incur long-term indebtedness,seenotes under 4-50-3 NMSA 1978.\n\nThe 1997 amendment,effective June 20, 1997, in Subsection A, inserted \"or from the New Mexico finance authority\" near the middle and, in Subsection B, substituted \"4-50-1 through 4-50-9 NMSA 1978\" for \"15-50-1 through 15-50-9 NMSA 1953\" in the first sentence and deleted \"or warrants\" following \"upon warrant\" in the second sentence.\n\nDisbursement of flood moneys.— The county flood commissioner and not the board of county commissioners is under this section empowered to disburse county flood moneys. 1942 Op. Att'y Gen. No. 42-3986 (rendered under prior law).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-6/"
    },
    {
      "id": "section-4-50-7",
      "number": "4-50-7",
      "heading": "[Report to county commissioners.]",
      "text": "Between the 15th day of December of each year and the succeeding first day of January each county flood commissioner shall make full and detailed report to the county commissioners of their respective counties, giving a detailed description of all work constructed, built or maintained by them during the current year, together with a full and true account of all expenditures made by such county flood commissioner. A copy of the report by this act [4-50-1 to 4-50-9 NMSA 1978] required shall be filed in the office of the state engineer.\n\nHistory:Laws 1921, ch. 163, § 7; C.S. 1929, § 33-5007; 1941 Comp., § 15-4707; 1953 Comp., § 15-50-7.\n\nCross references.— For filing with county clerk of monthly statements of public moneys received and disbursed by county and precinct officers,see10-17-4 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-7/"
    },
    {
      "id": "section-4-50-8",
      "number": "4-50-8",
      "heading": "[Work in adjoining counties.]",
      "text": "The county flood commissioners are hereby authorized and empowered to jointly expend money with the county flood commissioners of adjoining counties, or to locate dikes, dams, embankments, ditches and other structures and excavations without their counties when such location is deemed necessary for the purpose of protecting property and lives in their counties.\n\nHistory:Laws 1921, ch. 163, § 8; C.S. 1929, § 33-5008; 1941 Comp., § 15-4708; 1953 Comp., § 15-50-8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-8/"
    },
    {
      "id": "section-4-50-9",
      "number": "4-50-9",
      "heading": "[Expenditure of funds raised under prior law.]",
      "text": "All county flood funds now on hand shall be held and disbursed subject to the provisions of this act [4-50-1 to 4-50-9 NMSA 1978]. All moneys in the county flood fund of the respective counties affected by this act, levied under the provisions of Section 1308 of the Compiled Laws of 1915, of the state of New Mexico, shall be held, applied and expended in accordance with the terms and provisions of this act.\n\nHistory:Laws 1921, ch. 163, § 9; C.S. 1929, § 33-5009; 1941 Comp., § 15-4709; 1953 Comp., § 15-50-9.\n\nCompiler's notes.— Code 1915, § 1308, referred to in this section, is deemed to have been superseded by 4-50-2 NMSA 1978.\n\nCross references.— For county flood fund,see4-50-2 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-9/"
    },
    {
      "id": "section-4-50-10",
      "number": "4-50-10",
      "heading": "[Emergency flood districts; establishment.]",
      "text": "Each county of the state through which runs any river, stream or arroyo subject to flood conditions destructive to property or dangerous to human life shall be by the board of county commissioners, within thirty days after the passage and approval of this act [4-50-10 to 4-50-17 NMSA 1978], divided into emergency flood districts, and said board shall set out the limits and boundaries of each said district, and cause the same to be properly numbered so that the same may be known and identified.\n\nHistory:Laws 1921, ch. 169, § 1; C.S. 1929, § 151-301; 1941 Comp., § 15-4710; 1953 Comp., § 15-50-10.\n\nPower of county commissioners to redefine district boundaries.— The 30-day specification in this section should not be regarded as a limitation on the authority of county commissioners to redefine emergency flood district boundaries. 1973 Op. Att'y Gen. No. 73-36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-10/"
    },
    {
      "id": "section-4-50-11",
      "number": "4-50-11",
      "heading": "[Emergency flood superintendent; appointment; qualifications.]",
      "text": "It shall be the duty of the board of county commissioners to appoint an emergency flood superintendent for each of said districts. Each emergency flood superintendent shall be a citizen of the United States, and of the state of New Mexico, and shall have resided in the district for which he is appointed not less than two years. The term \"superintendent\" wherever used in this act [4-50-10 to 4-50-17 NMSA 1978] shall be construed to mean \"emergency flood superintendent.\"\n\nHistory:Laws 1921, ch. 169, § 2; C.S. 1929, § 151-302; 1941 Comp., § 15-4711; 1953 Comp., § 15-50-11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-11/"
    },
    {
      "id": "section-4-50-12",
      "number": "4-50-12",
      "heading": "[Term, oath and bond of superintendent.]",
      "text": "The term of office of such superintendent shall be for a period of two years, and until his successor is appointed and qualified, and the board of county commissioners shall have power to remove such officer for any cause they shall deem sufficient. Within thirty days from the date of appointment each superintendent shall qualify by taking and filing with the county clerk an oath to faithfully perform his duties as such superintendent, and shall furnish a bond to the county to faithfully perform his duties and to account for all moneys collected by him, which bond shall be in the sum of two thousand dollars [($2,000)], with at least two good and sufficient sureties, to be approved by the board of county commissioners, and filed with the county clerk.\n\nHistory:Laws 1921, ch. 169, § 3; C.S. 1929, § 151-303; 1941 Comp., § 15-4712; 1953 Comp., § 15-50-12.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For bonds of public officers generally,see10-2-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-12/"
    },
    {
      "id": "section-4-50-13",
      "number": "4-50-13",
      "heading": "Emergency flood workers.",
      "text": "The superintendent, in all cases where property or life is threatened by flood waters, may, with the consent of the county commissioners, summon all or any part of the able-bodied male persons under the age of sixty years residing within his district and within five miles on each side of the flood river or stream, and require the persons summoned to work in the control and diversion of the flood waters not to exceed five days during any current year, as their services may be needed. All persons having teams may be required to appear and work with their teams for the required number of days as above provided. The services may be rendered in person, or by substitution, or the person summoned may pay in cash the sum of two dollars ($2.00) per day for each day's services required of him, and the sum of three dollars ($3.00) per day for each day's service required of any team belonging to him and summoned hereunder; however, no person or team summoned shall be required to work for more than one day until all of the persons and teams residing in the district have been required to either work or pay.\n\nHistory:Laws 1921, ch. 169, § 4; C.S. 1929, § 151-304; 1941 Comp., § 15-4713; 1953 Comp., § 15-50-13; Laws 1969, ch. 219, § 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-13/"
    },
    {
      "id": "section-4-50-14",
      "number": "4-50-14",
      "heading": "[Service of notice, summons or calls for work; filing list.]",
      "text": "Said superintendent shall have the right to serve notice, summons or calls for work upon persons summoned and called hereunder. Such notice shall state time and place where such work is required, and the number of days' work required, and the teams required, and he shall make a correct list of the names of all persons and teams summoned and file the same with the county clerk.\n\nHistory:Laws 1921, ch. 169, § 5; C.S. 1929, § 151-305; 1941 Comp., § 15-4714; 1953 Comp., § 15-50-14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-14/"
    },
    {
      "id": "section-4-50-15",
      "number": "4-50-15",
      "heading": "[Failure to work or pay; penalty; use of fine money.]",
      "text": "Any person summoned and called to do work hereunder as above provided, who shall fail to appear and do said work or to furnish a substitute who shall appear and do said work, or pay to the superintendent the sum or sums herein provided in lieu of said work, shall be guilty of a misdemeanor and upon conviction therefor before any justice of the peace [magistrate] shall be fined in a sum not more than fifty dollars [($50.00)], or imprisoned in the county jail not more than thirty days, or suffer both such fine and imprisonment. All fines collected hereunder shall be deposited in the emergency district flood fund.\n\nHistory:Laws 1921, ch. 169, § 6; C.S. 1929, § 151-306; 1941 Comp., § 15-4715; 1953 Comp., § 15-50-15.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. The office of justice of the peace has been abolished and all jurisdiction, powers and duties conferred by law upon justices of the peace have been transferred to magistrate courts.SeeN.M. Const., art. VI, § 31 and 35-1-38 NMSA 1978.\n\nCross references.— For emergency district flood fund,see4-50-16 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-15/"
    },
    {
      "id": "section-4-50-16",
      "number": "4-50-16",
      "heading": "[Emergency district flood fund; superintendent failing to pay amounts collected; penalty; recovery.]",
      "text": "All moneys collected under the provisions of this act [4-50-10 to 4-50-17 NMSA 1978] shall be deposited with the county treasurer to the credit of a fund to be known as the \"emergency district flood fund,\" and shall be used and applied solely for the purposes of this act within the districts where such moneys are collected. Each superintendent to whom any money shall be paid in lieu of work shall forthwith deposit the same with the county treasurer and take a receipt therefor, and shall file with the county clerk a correct list of the names of the persons paying such moneys. Any superintendent who shall fail, neglect or refuse to account as required by law for moneys collected by him, or shall fail, neglect or refuse to deposit moneys collected by him as hereinbefore provided, shall be guilty of a misdemeanor, and upon conviction thereof may be fined in any sum not exceeding two hundred dollars [($200)], or imprisoned in the county jail not exceeding ninety days, or suffer both fine and imprisonment. Any moneys which any superintendent shall fail, neglect or refuse to account for may also be recovered in a civil action upon the bond filed by such superintendent.\n\nHistory:Laws 1921, ch. 169, § 7; C.S. 1929, § 151-307; 1941 Comp., § 15-4716; 1953 Comp., § 15-50-16.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For payment of certain fines into fund,see4-50-15 NMSA 1978.\n\nFor use of certified copy in action on bond of officer,see10-2-10 NMSA 1978.\n\nFor failure, neglect or refusal to discharge duties of office and failure to account for moneys as causes for removal of local public officers,see10-4-2 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-16/"
    },
    {
      "id": "section-4-50-17",
      "number": "4-50-17",
      "heading": "[Powers and duties of superintendent.]",
      "text": "The said superintendent is hereby authorized and empowered in times of flood emergency to order headgates of ditches to be closed, ditches to be cut, flood waters to be drained through ditches or other channels already cut, or through ditches or channels to be cut for that purpose; dikes, dams, embankments and other structures to be erected, necessary labor to be employed, and necessary materials to be purchased, and generally to do all things according to the necessity and emergency existing. The superintendent and his agents, laborers and employes [employees] shall have the right of entry upon all premises necessary to control and suppress flood emergencies, and shall not be liable for any damage thereto except for any wanton or malicious injury. No expenditures hereunder shall be made by any superintendent in excess of the moneys in the emergency district flood funds at the time such expenditure is made. All moneys paid out of the emergency district flood fund shall be paid by warrants drawn by the board of county commissioners on vouchers filed and approved by the superintendent. Any person who shall willfully hinder, delay or obstruct any superintendent, his agents, laborers or employes [employees] from performing any of the duties imposed by this act [4-50-10 to 4-50-17 NMSA 1978] shall be guilty of a misdemeanor and upon conviction thereof shall be fined in a sum not to exceed fifty dollars [($50.00)], or imprisoned in the county jail not to exceed thirty days, or suffer both such fine and imprisonment.\n\nHistory:Laws 1921, ch. 169, § 8; C.S. 1929, § 151-308; 1941 Comp., § 15-4717; 1953 Comp., § 15-50-17.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For accounts and claims against counties,see4-45-3 NMSA 1978 et seq.\n\nFor authority to call emergency flood workers,see4-50-14, 4-50-15 NMSA 1978.\n\nFor payment of certain moneys collected to county treasurer,see4-50-16 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-50/section-4-50-17/"
    }
  ]
}