{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-49-bonds-for-courthouses-jails-bridges-hospitals-and",
  "sections": [
    {
      "id": "section-4-49-1",
      "number": "4-49-1",
      "heading": "Bonds for remodeling and making additions",
      "text": "Bonds may be issued under the provisions of Sections 4-49-1 through 4-49-21 NMSA 1978 for the purpose of remodeling and making additions to necessary public buildings and for water, sewer or sanitary landfill systems and airports under the same conditions as provided for issuance of bonds for constructing them. Provided, however, that no money derived from general obligation bonds issued and sold under the provisions of Sections 4-49-1 through 4-49-21 NMSA 1978 shall be used for maintaining existing buildings, and, if used for that purpose, the bonds shall be invalid.\n\nHistory:1953 Comp., § 15-49-2.1, enacted by Laws 1963, ch. 246, § 1; 1983, ch. 184, § 1.\n\nCross references.— For provisions relating to form, interest, maturities, payment, sale and other matters relating to general obligation bonds issued by counties,see6-15-3 NMSA 1978 et seq.\n\nExtent of bond issues limited.— A county may borrow money through the issuance of general obligation bonds only to the extent authorized by law or necessarily implied therefrom. 1980 Op. Att'y Gen. No. 80-02.\n\nProper expenditures from bond proceeds.— In addition to actual construction-related costs, the proceeds of general obligation bond issues of a county may be expended only for the purchase of the construction site and for equipment which becomes an integral part of the building being constructed (i.e., fixtures) or which is of a permanent or nondepletable nature and reasonably necessary to the use of the building for its intended purpose (e.g., beds, mattresses and other permanent furnishings). 1980 Op. Att'y Gen. No. 80-02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-1/"
    },
    {
      "id": "section-4-49-2",
      "number": "4-49-2",
      "heading": "[Location of county hospitals; approval of the department of health.]",
      "text": "The county hospital or hospitals constructed pursuant to the provisions of this act [4-49-2, 4-49-3, 4-49-8 NMSA 1978] shall be situated in the county in such manner as to make hospital service reasonably accessible to all persons in the county, as determined by the county commissioners in each county, subject to the approval of the director of the state department of public health [secretary of health].\n\nHistory:1941 Comp., § 15-4618, enacted by Laws 1947, ch. 20, § 4; 1953 Comp., § 15-49-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 1991, ch. 25, § 16 repealed former 9-7-4 NMSA 1978 and enacted a new 9-7-4 NMSA 1978, relating to the department of health. Laws 1991, ch. 25, § 17 amended 9-7-5 NMSA 1978 to provide that the administrative head of the department of health is the secretary of health.\n\nCompiler's notes.— The powers, duties and property of the former state departments of public health and public welfare and the state department of public health and welfare were transferred to the \"health and social services department\" by Laws 1968, ch. 37, § 3.\n\nCross references.— For power of counties to construct, purchase, own, maintain and operate hospitals generally,see4-48B-5 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-2/"
    },
    {
      "id": "section-4-49-3",
      "number": "4-49-3",
      "heading": "[Two or more counties joining in construction of county hospital; bonds.]",
      "text": "If two or more counties shall, through their respective boards of county commissioners, deem it advisable to construct one hospital or isolation ward for the benefit jointly of such counties, the said counties jointly shall have the powers and authorities in this act [4-49-2, 4-49-3, 4-49-8 NMSA 1978] granted to any individual county, and any bonds so issued shall be bonds of the respective counties issued according to the proportions of their populations as shown in the last census, and such hospital and [or] isolation ward may be located at any point in any of the counties as may be determined by agreement of the boards of county commissioners.\n\nHistory:1941 Comp., § 15-4619, enacted by Laws 1947, ch. 20, § 5; 1953 Comp., § 15-49-4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For joint county-municipal hospitals,see3-44-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-3/"
    },
    {
      "id": "section-4-49-4",
      "number": "4-49-4",
      "heading": "Bonds for courthouses, jails and bridges.",
      "text": "The bonds authorized in Chapter 4, Article 49 NMSA 1978 to be issued shall be in such form and shall be payable at such place or places as the board of county commissioners may direct, with interest payable semiannually at the same place or places where the principal is made payable. The bonds, except for bonds issued in book entry or similar form without the delivery of physical securities, shall bear the seal of the county issuing them and shall be signed by the chairman of the board of county commissioners and attested by the county clerk.\n\nHistory:Laws 1891, ch. 83, § 2; C.L. 1897, § 350; Code 1915, § 1157; C.S. 1929, § 33-3902; 1941 Comp., § 15-4602; 1953 Comp., § 15-49-5; 1983, ch. 265, § 19.\n\nCross references.— For restrictions on county indebtedness,seeN.M. Const., art. IX, § 10.\n\nFor destruction of documentary evidence of extinguished public debt,see6-10-62 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-4/"
    },
    {
      "id": "section-4-49-5",
      "number": "4-49-5",
      "heading": "[Election necessary.]",
      "text": "That before any bonds shall be issued under this article, the same shall be ordered by a vote of the qualified electors of such county, in the same manner hereinafter provided.\n\nHistory:Laws 1891, ch. 83, § 3; C.L. 1897, § 351; Code 1915, § 1158; C.S. 1929, § 33-3903; 1941 Comp., § 15-4603; 1953 Comp., § 15-49-6.\n\nCross references.— For restrictions on county indebtedness,seeN.M. Const., art. IX, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-5/"
    },
    {
      "id": "section-4-49-6",
      "number": "4-49-6",
      "heading": "Legislative declaration; necessary public buildings and public projects.",
      "text": "The legislature declares that courthouses, jails, bridges, hospitals, public libraries, facilities for the holding of county fairs, cultural facilities, juvenile detention homes, athletic facilities, parking structures, administrative facilities, facilities for housing equipment, repairing equipment and servicing equipment and sewerage facilities are necessary public buildings, and the purchase of books or other library resources, construction or repair of public roads, construction and acquisition of water, sewer or sanitary landfill systems and airports are necessary public projects.\n\nHistory:1953 Comp., § 15-49-6.1, enacted by Laws 1973, ch. 400, § 1; 1975, ch. 84, § 1; 1976, ch. 42, § 1; 1979, ch. 137, § 1; 1983, ch. 184, § 2; 1985, ch. 50, § 1; 1991, ch. 89, § 1.\n\nCross references.— For hospital funding,see4-48B-1 NMSA 1978 et seq.\n\nFor restrictions on county indebtedness,seeN.M. Const., art. IX, § 10.\n\nFor bonds for juvenile detention homes,see33-6-1, 33-6-2 NMSA 1978.\n\nThe 1991 amendment,effective June 14, 1991, inserted \"the purchase of books or other library resources\" near the end of the section and made a minor stylistic change.\n\nProper expenditures from bond proceeds.— In addition to actual construction-related costs, the proceeds of general obligation bond issues of a county may be expended only for the purchase of the construction site and for equipment which becomes an integral part of the building being constructed (i.e., fixtures) or which is of a permanent or nondepletable nature and reasonably necessary to the use of the building for its intended purpose (e.g., beds, mattresses and other permanent furnishings). 1980 Op. Att'y Gen. No. 80-02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-6/"
    },
    {
      "id": "section-4-49-7",
      "number": "4-49-7",
      "heading": "General obligation bonds; authority to issue.",
      "text": "The boards of county commissioners may issue the general obligation bonds of the county in any sum necessary, not greater than four percent, inclusive of all other bonded indebtedness, of the assessed value of the taxable property of the county, for the purpose of building courthouses, jails, bridges, hospitals, public libraries, facilities for the holding of county fairs, cultural facilities, purchasing books or other library resources, building juvenile detention homes, athletic facilities, parking structures, administrative facilities, facilities for housing equipment, repairing equipment and servicing equipment and sewerage facilities, constructing or repairing public roads and for construction and acquisition of water, sewer or sanitary landfill systems and airports.\n\nHistory:1953 Comp., § 15-49-6.2, enacted by Laws 1973, ch. 400, § 2; 1975, ch. 84, § 2; 1976, ch. 42, § 2; 1979, ch. 137, § 2; 1983, ch. 184, § 3; 1985, ch. 50, § 2; 1991, ch. 89, § 2.\n\nCross references.— For hospital funding,see4-48B-1 NMSA 1978 et seq.\n\nFor restrictions on county indebtedness,seeN.M. Const., art. IX, § 10.\n\nFor bonds for juvenile detention homes,see33-6-1, 33-6-2 NMSA 1978.\n\nThe 1991 amendment,effective June 14, 1991, inserted \"purchasing books or other library resources, building\" near the middle of the section.\n\nProper expenditures from bond proceeds.— In addition to actual construction-related costs, the proceeds of general obligation bond issues of a county may be expended only for the purchase of the construction site and for equipment which becomes an integral part of the building being constructed (i.e., fixtures) or which is of a permanent or nondepletable nature and reasonably necessary to the use of the building for its intended purpose (e.g., beds, mattresses and other permanent furnishings). 1980 Op. Att'y Gen. No. 80-02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-7/"
    },
    {
      "id": "section-4-49-8",
      "number": "4-49-8",
      "heading": "Election on bond question; petition; notice; election without petition.",
      "text": "A. Whenever a petition signed by not less than two hundred qualified electors of any county in this state is presented to the board of county commissioners asking that a vote be taken on the question or proposition of building, remodeling or making additions to necessary public buildings or necessary public projects, setting forth in general terms the object of the petition and the amount of bonds asked to be voted for, the board of county commissioners of the county to which the petition is presented shall, within ten days after the presentation, call an election to be held within sixty days thereafter in the county. Except as provided in Chapter 4, Article 49 NMSA 1978, such elections shall be held and conducted pursuant to the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978].\n\nB. After the defeat of any proposition once voted for, a second special election upon any question or proposition under the provisions of Chapter 4, Article 49 NMSA 1978 shall not be held for a term of two years unless a petition requesting another election, containing the names of qualified electors of the county equal to ten percent of the votes cast for governor in the last preceding election and otherwise conforming to the requirements of this section, is presented to the board of county commissioners; provided, however, that in no event shall more than two elections upon any proposition or question under Chapter 4, Article 49 NMSA 1978 be held in any term of two years. A bond election as provided in this section may also be called by the board of county commissioners, without any petition, after the board has adopted a resolution calling such an election, which resolution shall set forth the object of the election and the amount of bonds to be issued.\n\nHistory:Laws 1891, ch. 83, § 4; C.L. 1897, § 352; Code 1915, § 1159; C.S. 1929, § 33-3904; Laws 1937, ch. 52, § 1; 1941 Comp., § 15-4604; Laws 1947, ch. 20, § 3; 1951, ch. 83, § 3; 1953 Comp., § 15-49-7; Laws 1959, ch. 234, § 1; 1985, ch. 50, § 3; 2018, ch. 79, § 72.\n\nCross references.— For requirement of holding of elections generally,see4-49-5 NMSA 1978.\n\nFor conduct of general elections,see1-1-1 NMSA 1978 et seq.\n\nFor publication of notice,see14-11-1 NMSA 1978 et seq.\n\nThe 2018 amendment,effective July 1, 2018, provided that bond elections on the question or proposition of building, remodeling or making additions to necessary public buildings or necessary public projects shall be held and conducted pursuant to the provisions of the Local Election Act, and made technical and conforming changes; added subsection designation \"A.\"; in Subsection A, after \"to be voted for\", deleted \"it shall be the duty of\", after \"to which the petition\", deleted \"may be\" and added \"is\", after \"presented\", added \"shall\", after \"in the county.\", deleted \"The board shall give notice of the election by publication once a week for at least three consecutive weeks in any newspapers published in the county, which notices shall set forth the time and place of holding the election, the necessary public building or necessary public project proposed and which bonds are to be voted for.\", and after \"held and conducted\", deleted \"in the same manner as general elections, including recount and contest, and the board of county commissioners shall certify and declare on the records of the county the returns of the election\" and added \"pursuant to the provisions of the Local Election Act.\"; and added subsection designation \"B.\".\n\nRequirements as to voting on multiple propositions.— Petition filed under this section, asking that a vote be taken upon two bond issues, designated separately, did not authorize submission by ballot as a joint proposition, and an election at which the ballot submitted a single proposition, for or against, \"courthouse and jail bonds,\" was null and void.Dickinson v. Board of Comm'rs, 1929-NMSC-077, 34 N.M. 337, 281 P. 33, explained inWhite v. Bd. of Educ., 1938-NMSC-009, 42 N.M. 94, 75 P.2d 712.\n\nBond election after defeat at special election.— Board of county commissioners may, by resolution, and without petition, call for a bond election within two years after the same proposition has been defeated in a special election if the resolution calls for the bond election to be held at a general election. 1962 Op. Att'y Gen. No. 62-122.\n\nRequired publication of notice.— Publication of the notice of election for three consecutive weeks is required, though the election may be held the day following the last publication when notice of publication so declares. 1941 Op. Att'y Gen. No. 41-3755.\n\nPostponement of election.— The board of county commissioners would not be justified in postponing an election on a bond issue for a juvenile detention home until the next primary election on the grounds of shortage of funds to conduct such an election at the present time. 1961 Op. Att'y Gen. No. 61-114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-8/"
    },
    {
      "id": "section-4-49-9",
      "number": "4-49-9",
      "heading": "[Second petition; procedure.]",
      "text": "In the event that a second petition is filed, the procedure for the calling of such election, for giving notice thereof and for all other procedure requirements, shall be the same as if no other petition had been filed.\n\nHistory:Laws 1937, ch. 52, § 2; 1941 Comp., § 15-4605; 1953 Comp., § 15-49-8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-9/"
    },
    {
      "id": "section-4-49-10",
      "number": "4-49-10",
      "heading": "[Conduct of election.]",
      "text": "All such elections as herein provided for shall be held at the usual place of voting in such county, and shall be conducted by the officers or persons provided by law for the holding of ordinary or general elections in any such county, such election to be in all respects governed by, and the result declared according to, the rules and regulations provided by law for holding ordinary or general elections.\n\nHistory:Laws 1891, ch. 83, § 5; C.L. 1897, § 353; Code 1915, § 1160; C.S. 1929, § 33-3905; 1941 Comp., § 15-4606; 1953 Comp., § 15-49-9.\n\nCross references.— For conduct of general elections,see1-1-1 NMSA 1978 et seq.\n\nHolding of bond election and regular election at same time.— The submission of the proposition of the issuance of county bonds for a courthouse may be at the same time as the regular election if 4-49-8 NMSA 1978 is complied with in the matter of published notice. 1919 Op. Att'y Gen. No. 19-2347.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-10/"
    },
    {
      "id": "section-4-49-11",
      "number": "4-49-11",
      "heading": "[Ballots.]",
      "text": "The vote at all such elections shall be by ballot, on tickets or ballots having written or printed words, \"For courthouse bonds,\" or \"Against,\" [or] any other work of improvement for which bonds are to be voted, as the case may be.\n\nHistory:Laws 1891, ch. 83, § 6; C.L. 1897, § 354; Code 1915, § 1161; C.S. 1929, § 33-3906; 1941 Comp., § 15-4607; 1953 Comp., § 15-49-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nNecessity for statement in election notice or ballot as to location of proposed building.— No language in the statutes specifically requires that the exact proposed location of a proposed jail be stated either in the election notice or in the ballot form, even if such a place be designated in the petition. 1951 Op. Att'y Gen. No. 51-5402.\n\nNumbers on ballots.— It is not necessary that ballots used in courthouse bond election have a concealed number. 1938 Op. Att'y Gen. No. 38-2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-11/"
    },
    {
      "id": "section-4-49-12",
      "number": "4-49-12",
      "heading": "[Qualifications of voters.]",
      "text": "All qualified electors under the laws of this state who are property taxpayers shall be entitled to vote at all elections provided by this article.\n\nHistory:Laws 1891, ch. 83, § 7; C.L. 1897, § 355; Code 1915, § 1162; C.S. 1929, § 33-3907; 1941 Comp., § 15-4608; 1953 Comp., § 15-49-11.\n\nCross references.— For restrictions on county indebtedness,seeN.M. Const., art. IX, § 10.\n\nCompiler's notes.— The restriction by this section of the right to vote in bond elections to property owners appears to be unconstitutional under the rationale of the decision in Bd. of Educ. v. Maloney, 82 N.M. 167, 477 P.2d 605 (1970).See alsoN.M. Const., art. IX, § 10.\n\nPersons entitled to vote at elections.— Petitions may be signed by any qualified electors of the county though only property owners may vote on the proposition in view of N.M. Const., art. IX, § 10. 1941 Op. Att'y Gen. No. 41-3755\n\nMembers of a firm or a corporation whose individual names do not appear on the tax rolls, or where it is not shown that certain individual members have paid property taxes, are not entitled to vote in bond election for a courthouse and jail. 1938 Op. Att'y Gen. No. 38-2041.\n\nEx-soldiers who have completely used up their exemption are not entitled to vote for a bond election for a courthouse and jail, unless they have actually paid property taxes during the preceding year. 1938 Op. Att'y Gen. No. 38-2013; 1938 Op. Att'y Gen. No. 38-2041.\n\nIn a bond election for a courthouse and jail, the petition must be signed by not less than 200 qualified electors of the county who may not be taxpayers, but the voters at such election must have paid a property tax the preceding year. 1938 Op. Att'y Gen. No. 38-2013; 1938 Op. Att'y Gen. No. 38-2041.\n\nPersons who pay no tax are not entitled to vote at a county bond election by reason of their having purchased an automobile license plate because, while it may be in lieu of a property tax, it is not a property tax, and the proceeds, so far as the county is concerned, go to the road fund and not to payment of the county bonded indebtedness. 1939 Op. Att'y Gen. No. 39-3240 (rendered prior to amendment of N.M. Const. art. IX, § 10).\n\nLaw reviews.— For comment, \"The Last Bastion Crumbles: All Property Restrictions on Franchise Are Unconstitutional,\" see 1 N.M.L. Rev. 403 (1971).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-12/"
    },
    {
      "id": "section-4-49-13",
      "number": "4-49-13",
      "heading": "[Stream on county boundary; bridge bonds.]",
      "text": "When any two counties are separated by a stream of water, and it is desired to bridge such stream, such counties may join in the construction of the same, and the county commissioners of the aforesaid counties shall determine the proportionate share of bonds to be issued by each, and each county shall bear its proportionate share and expense of cost of constructing and maintaining said bridge, and if the same be a toll bridge, shall receive a proportionate share of tolls collected therefrom: provided, that each county shall vote separately on the issue of the bonds.\n\nHistory:Laws 1891, ch. 83, § 8; C.L. 1897, § 356; Code 1915, § 1163; C.S. 1929, § 33-3908; 1941 Comp., § 15-4609; 1953 Comp., § 15-49-12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-13/"
    },
    {
      "id": "section-4-49-14",
      "number": "4-49-14",
      "heading": "[Vote for issuance; notice of bids; proposals; place of construction.]",
      "text": "If the majority of the legal votes cast at any such election herein provided for shall be in favor of the proposition voted for the issuing of bonds, then the county commissioners of such county, if the proposition be for the building of a courthouse or jail or bridge for which bonds were voted, shall without delay give notice in some newspaper of general circulation published in such county, not exceeding thirty days, that sealed proposals will be received until a certain hour in a certain day named in such notice, not to exceed thirty days thereafter, for the building of such courthouse, or jail, or bridge, as the case may be, which notice shall set forth the location of the proposed courthouse or jail or bridge with such particularity of details that an inspection of the premises may be had without difficulty.\n\nProposals for the building of any such courthouse or jail or bridge, if notices have not been given by the county commissioners of such county that such proposals shall be for the building of such courthouse or jail or bridge, in accordance with the plans and specifications on file in the possession of said county commissioners, such proposals shall be accompanied with complete plans and specifications of the same, the price to be charged therefor in the bonds of the county at par value, or for cash, together with a bond of undertaking, with good and sufficient security double the amount of the proposed cost thereof, conditioned for the faithful execution of the work proposed and the carrying into effect of any contract made in reference thereto. The board of county commissioners are [is] hereby authorized to build courthouses, jails and bridges, in the place designated by the petitioners, if the majority of the voters so decide, and in no other place.\n\nHistory:Laws 1891, ch. 83, § 9; C.L. 1897, § 357; Code 1915, § 1164; C.S. 1929, § 33-3909; 1941 Comp., § 15-4610; 1953 Comp., § 15-49-13.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For public works generally,see13-4-1 NMSA 1978 et seq.\n\nFor publication of notice generally,see14-11-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-14/"
    },
    {
      "id": "section-4-49-15",
      "number": "4-49-15",
      "heading": "[Contracts authorized.]",
      "text": "The said county commissioners of any county are hereby fully authorized and empowered to enter into any and all contracts necessary to carry into effect the provisions of this article.\n\nHistory:Laws 1891, ch. 83, § 10; C.L. 1897, § 358; Code 1915, § 1165; C.S. 1929, § 33-3910; 1941 Comp., § 15-4611; 1953 Comp., § 15-49-14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-15/"
    },
    {
      "id": "section-4-49-16",
      "number": "4-49-16",
      "heading": "[Registration of bonds.]",
      "text": "The county commissioners of any county issuing such bonds shall make a registration thereof in a book to be kept for that purpose, showing the date, amount, number [and] maturity of such bonds, and if issued for the building of a courthouse or a jail or a bridge, what bridge or other work of internal improvement.\n\nHistory:Laws 1891, ch. 83, § 11; C.L. 1897, § 359; Code 1915, § 1166; C.S. 1929, § 33-3911; 1941 Comp., § 15-4612; 1953 Comp., § 15-49-15.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-16/"
    },
    {
      "id": "section-4-49-17",
      "number": "4-49-17",
      "heading": "[Tax levy for payment of bonds.]",
      "text": "It shall be the duty of the board of county commissioners to ascertain from the assessment books of the county the amount of assessed taxable property in each county having issued bonds, and what percentage thereof is required to be levied to pay said amount, and when so ascertained, shall levy such percentage upon the taxable property of such county (to pay the interest and create a sinking fund for the final redemption of such bonds: provided, that there shall be no levy made for the payment of the principal of such bonds until ten years after their issue) as may be responsible for such bonds, and shall place the same upon the tax books and lists of the county in a separate column or columns designating the purpose for which said tax is levied upon any particular county, and said tax shall be accordingly collected by the treasurer of such county in the same manner that other taxes are collected.\n\nHistory:Laws 1891, ch. 83, § 12; C.L. 1897, § 360; Code 1915, § 1167; C.S. 1929, § 33-3912; 1941 Comp., § 15-4613; 1953 Comp., § 15-49-16.\n\nCross references.— For restrictions on county indebtedness,seeN.M. Const., art. IX, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-17/"
    },
    {
      "id": "section-4-49-18",
      "number": "4-49-18",
      "heading": "[Taxes to be paid in cash; use for specified purpose.]",
      "text": "All taxes for interest on and for the redemption of such bonds shall be paid only in cash, and shall be kept by the county treasurer as a special fund, to be used for the payment of interest on and for the redemption of such bonds only.\n\nHistory:Laws 1891, ch. 83, § 13; C.L. 1897, § 361; Code 1915, § 1168; C.S. 1929, § 33-3913; 1941 Comp., § 15-4614; 1953 Comp., § 15-49-17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-18/"
    },
    {
      "id": "section-4-49-19",
      "number": "4-49-19",
      "heading": "[Redemption; notice; cancellation.]",
      "text": "It shall be the duty of the county treasurer to keep the interest and sinking fund account of the county separate and distinct, and when there are sufficient funds in his hands to the credit of the redemption fund to pay in full the principal and interest of any such bonds issued under this article by any such county, to immediately call in and pay as many of such bonds, with accrued interest thereon, as such funds in hand will liquidate, as hereinbefore provided. Such bonds shall be paid in the order of their number, and when it is desired to redeem any of such bonds the county treasurer shall cause to be published for thirty days in some newspaper at or nearest the county seat, a notice stating that certain county bonds by numbers and amounts will be paid on presentation, and that at the expiration of thirty days such bonds will cease to bear interest, and when any bonds or coupons issued under this article are redeemed, it shall be the duty of such treasurer to certify his action to the board of county commissioners, who shall cancel the bonds by punching holes through all the signatures of the bonds and coupons, so that they can be plainly identified, and cause record to be made of the same.\n\nHistory:Laws 1891, ch. 83, § 14; C.L. 1897, § 362; Code 1915, § 1169; C.S. 1929, § 33-3914; 1941 Comp., § 15-4615; 1953 Comp., § 15-49-18.\n\nCross references.— For publication of notice generally,see14-11-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-19/"
    },
    {
      "id": "section-4-49-20",
      "number": "4-49-20",
      "heading": "[Use of funds for specific purpose; misapplication; penalty.]",
      "text": "No bonds issued under this article, nor the proceeds thereof, shall be used for any other purpose than that for which they were issued. Any officer who shall apply the same to any other purpose shall be deemed guilty of a misdemeanor, and upon conviction shall be fined not less than double the amount of the bonds so misapplied, and imprisoned not less than one year: provided, that the proceeds of such bonds may be applied for the redemption of the same.\n\nHistory:Laws 1891, ch. 83, § 15; C.L. 1897, § 363; Code 1915, § 1170; C.S. 1929, § 33-3915; 1941 Comp., § 15-4616; 1953 Comp., § 15-49-19.\n\nCross references.— For purposes for which bonds issued,see4-49-1 NMSA 1978.\n\nInterest from investments deemed part of proceeds.— General obligation bonds were issued by the county for the specific purpose of constructing and equipping a county detention facility. This is the purpose for which the voters approved the bonds. The interest from the investment of the proceeds may not be used for the construction of a juvenile detention home.State ex rel. Bd. of Cnty. Comm'rs v. Montoya, 1978-NMSC-013, 91 N.M. 421, 575 P.2d 605.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-20/"
    },
    {
      "id": "section-4-49-21",
      "number": "4-49-21",
      "heading": "[Failure to levy tax; mandamus.]",
      "text": "If for any cause the board of county commissioners or county clerk, or other authority of any county who is by law charged with the levying of taxes or placing the same upon the tax books, shall fail or neglect to make such levy or place the same in the tax books at the time herein provided, the holder or holders of any such bonds or coupons shall have the right by mandamus to compel the levy and collection of such taxes or the placing of the same on the said tax book. The writ of mandamus herein provided for may be granted either in term time or vacation, and the necessary jurisdiction for that purpose is hereby conferred.\n\nHistory:Laws 1891, ch. 83, § 16; C.L. 1897, § 364; Code 1915, § 1171; C.S. 1929, § 33-3916; 1941 Comp., § 15-4617; 1953 Comp., § 15-49-20.\n\nCross references.— For mandamus generally,see44-2-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-49/section-4-49-21/"
    }
  ]
}