{
  "state": "new-mexico",
  "path": "title-chapter-4-counties/chapter-article-61-small-counties-assistance",
  "sections": [
    {
      "id": "section-4-61-1",
      "number": "4-61-1",
      "heading": "Short title.Section 4-61-2 - Definitions.Section 4-61-3 - Small counties assistance fund; distribution.",
      "text": "Chapter 4, Article 61 NMSA 1978 may be cited as the \"Small Counties Assistance Act\".\n\nHistory:Laws 1982, ch. 44, § 1; 2003, ch. 217, § 1.\n\nThe 2003 amendment,effective June 20, 2003, substituted \"Chapter 4, Article 61 NMSA 1978\" for \"Sections 1 through 3 of this act\" at the beginning of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-61/section-4-61-1/"
    },
    {
      "id": "section-4-61-2",
      "number": "4-61-2",
      "heading": "Definitions.",
      "text": "As used in the Small Counties Assistance Act:\n\nA. \"adjustment factor\" means a fraction, the numerator of which is the net taxable value of the state for the property tax year prior to the year in which the amount of small counties assistance is being determined and the denominator of which is the net taxable value for property tax year 2002; the adjustment factor shall be calculated without reference to assessed value determined pursuant to the Oil and Gas Ad Valorem Production Tax Act [Chapter 7, Article 32 NMSA 1978], assessed value determined pursuant to the Oil and Gas Production Equipment Ad Valorem Tax Act [Chapter 7, Article 34 NMSA 1978] or taxable value determined pursuant to the Copper Production Ad Valorem Tax Act [Chapter 7, Article 39 NMSA 1978];\n\nB. \"ceiling valuation\" means:\n\n(1) for the 2002 property tax year, one billion four hundred million dollars ($1,400,000,000); and\n\n(2) for each subsequent property tax year, an amount equal to the product obtained by multiplying one billion four hundred million dollars ($1,400,000,000) by the adjustment factor for the year;\n\nC. \"demographer\" means the bureau of business and economic research at the university of New Mexico;\n\nD. \"inflation factor\" means a fraction whose numerator is the annual implicit price deflator index for state and local government purchases of goods and services, as published in the United States department of commerce monthly publication entitled \"Survey of Current Business\" or any successor publication prepared by an agency of the United States and adopted by the department of finance and administration, for the calendar year one year prior to the year in which the distribution is to be made and whose denominator is the annual index for calendar year 2004; provided that, if the inflation factor is calculated to have a value less than one, it shall be deemed to have a value of one;\n\nE. \"population\" means the official population shown by the most recent federal decennial census or, if there is a change in boundaries after the date of the census, \"population\" for each affected unit shall be the most current estimated population for that unit provided in writing by the demographer; provided that after five years from the first day of the calendar year of the most recent federal decennial census, that census shall not be used, and \"population\" for the period from that date until the date when the next following official final decennial census population data are available shall be the most current estimated population provided in writing by the demographer;\n\nF. \"qualifying county\" means a county that has:\n\n(1) for the property tax year in which any distribution under the Small Counties Assistance Act is made to the county, imposed a property tax rate for general county purposes pursuant to Paragraph (1) of Subsection B of Section 7-37-7 NMSA 1978 as limited by Section 7-37-7.1 NMSA 1978 of at least eight dollars eighty-five cents ($8.85) per one thousand dollars ($1,000) of net taxable value;\n\n(2) by July 1 of the property tax year in which any distribution under the Small Counties Assistance Act is made to the county, received a written certification from the director of the property tax division of the taxation and revenue department that the county assessor of that county has implemented an acceptable program of maintaining current and correct property values for property taxation purposes as required by Section 7-36-16 NMSA 1978 or has submitted to the director an acceptable plan for the implementation of such a program;\n\n(3) on July 1 of the year in which any distribution under the Small Counties Assistance Act is made to the county, a population of not more than forty-eight thousand;\n\n(4) imposed county gross receipts tax increments authorized pursuant to Section 7-20E-9 NMSA 1978 totaling at least three-eighths percent and has those increments in effect on July 1 of the year in which a distribution is made, provided that this paragraph does not apply to a county if the county's valuation for property taxation purposes does not exceed the product of two hundred thirty million dollars ($230,000,000) multiplied by the adjustment factor for the year; and\n\n(5) a total valuation for the property tax year preceding the year in which a distribution pursuant to the Small Counties Assistance Act for that county is to be made that is no greater than the ceiling valuation for that property tax year;\n\nG. \"tax rate factor\" means a fraction, the numerator of which is the average rate imposed in Section 7-9-7 NMSA 1978 for the fiscal year one year prior to the fiscal year in which the distribution is to be made and the denominator of which is five percent; and\n\nH. \"total valuation\" means the sum for a jurisdiction for a property tax year of the net taxable value determined pursuant to the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978], the assessed value determined pursuant to the Oil and Gas Ad Valorem Production Tax Act, the assessed value determined pursuant to the Oil and Gas Production Equipment Ad Valorem Tax Act and the taxable value determined pursuant to the Copper Production Ad Valorem Tax Act.\n\nHistory:Laws 1982, ch. 44, § 2; 1983, ch. 214, § 3; 1986, ch. 32, § 6; 1987, ch. 205, § 1; 1993, ch. 348, § 1; 2003, ch. 217, § 2; 2004, ch. 105, § 1; 2005, ch. 183, § 1; 2008, ch. 39, § 1; 2010 (2nd S.S.), ch. 7, § 1.\n\nThe 2010 (2nd S.S.) amendment,effective July 1, 2010, added Subsection G and relettered the succeeding subsection.\n\nThe 2008 amendment,effective July 1, 2008, in Subsection D, deleted the phrase \"the year two years prior to the year in which the distribution is to be made\" and inserted \"calendar year 2004\".\n\nThe 2005 amendment,effective June 17, 2005, added the definition of \"inflation factor\" in Subsection D; deleted \"class B, class C or first class\" from the definition of a \"qualifying county\" in Subsection F; and in Subsection F(4), provided that a qualifying county has imposed county gross receipts tax increments totaling at lease three-eights percent and that the paragraph does not apply to a county if the valuation for property taxation does not exceed the product of $230,000,000 multiplied by the adjustment factor for the year.\n\nThe 2004 amendment,effective May 19, 2004, added Subsection A, redesignated the succeeding subsections, and amended Subsection B to delete \"a fraction of the numerator of which is the total valuation for the state for that property tax year . . .\" and replace it with \"the adjustment factor for the year\", redesignated former Subsections B, C, D and E as Subsections C, D, E and F and amended Subsection E, Paragraph (4) by changing $200,000,000 to $230,000,000 and adding \"multiplied by the adjustment factor for the year\".\n\nThe 2003 amendment,effective June 20, 2003, inserted present Subsections A and B and redesignated the subsequent paragraphs accordingly; substituted \"demographer\" for \"bureau of business and economic research at the university of New Mexico\" near the middle and near the end of present Subsection C; inserted \"class B, class C or first class\" following \"means a\" near the beginning of Subsection D; substituted \"forty-eight thousand;\" for \"forty-five thousand five hundred; and\" at the end of Subsection D(3); and added present Subsections D(4), D(5) and E.\n\nThe 1993 amendment,effective July 1, 1993, in Subsection B(1), deleted \"preceding the calendar year\" following \"tax year\", substituted \"pursuant to\" for \"at least equal to the property tax rate authorized under Subparagraph (a) of\", and added the language beginning \"of at least eight dollars\"; and in Subsection B(3), substituted \"forty-five thousand five hundred\" for \"forty-two thousand five hundred\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-61/section-4-61-2/"
    },
    {
      "id": "section-4-61-3",
      "number": "4-61-3",
      "heading": "Small counties assistance fund; distribution.",
      "text": "A. The \"small counties assistance fund\" is created within the state treasury.\n\nB. On or before September 1, 2003 and on or before September 1 of each subsequent year, the demographer shall certify in writing to the department of finance and administration the population of the state and of each county as of June 30 of the year.\n\nC. On or before September 15, 2003 and on or before September 15 of each subsequent year, the secretary of finance and administration shall certify to the state treasurer with respect to each qualifying county:\n\n(1) its population as certified by the demographer;\n\n(2) its total valuation for the preceding property tax year; and\n\n(3) the distribution amount calculated for it.\n\nD. The distribution amount for each qualifying county shall be determined for 2003 and each subsequent year in accordance with the following table; provided that the bracket amounts in the first two columns of the table shall be adjusted annually after 2003 by the adjustment factor. The bracket amounts in the last column shall be adjusted annually after 2005 by the inflation factor and, in 2011 and subsequent years, shall be adjusted by the tax rate factor. The department of finance and administration may round the results of the adjustments made pursuant to this subsection to the nearest one thousand dollars ($1,000).\n\nIf the county's total valuation for the preceding property tax year is:\n\nbut less than:\n\nand the countypopulation is:\n\nthen the distributionamount is:\n\n$100,000,000\n\nunder 1,000\n\n$100,000,000\n\nat least 1,000but under 4,000\n\n$100,000,000\n\nat least 4,000\n\n$100,000,000\n\n$230,000,000\n\nunder 12,000\n\n$100,000,000\n\n$230,000,000\n\nat least 12,000\n\n$230,000,000\n\n$1,400,000,000\n\nunder 48,000\n\nE. If the balance in the small counties assistance fund as of the preceding August 31 exceeds the sum of the distributions to be made to qualifying counties pursuant to the provisions of Subsection D of this section, the department of finance and administration shall increase the distribution amount for each county receiving a distribution amount pursuant to the provisions of Subsection D of this section by:\n\n(1) fifty thousand dollars ($50,000) if the county has imposed and has in effect on July 1 of the year in which the distribution is to be made a county gross receipts tax at a rate of at least one-eighth percent; provided that the ordinance imposing the increment shall dedicate the revenue from the increment:\n\n(a) for the purpose of operating, maintaining, constructing, purchasing, furnishing, equipping, rehabilitating, expanding or improving a judicial-correctional or a county correctional facility or the grounds of a judicial-correctional or county correctional facility, including acquiring and improving parking lots, landscaping or any combination of the foregoing;\n\n(b) for the purpose of transporting or extraditing prisoners; or\n\n(c) to payment of principal and interest on revenue bonds or refunding bonds issued pursuant to Section 4-62-1 NMSA 1978;\n\n(2) twenty thousand dollars ($20,000) if the county has imposed and has in effect on July 1 of the year in which the distribution is to be made a county gross receipts tax increment of one-sixteenth percent; or\n\n(3) seventy thousand dollars ($70,000) if the county has met the requirements of Paragraphs (1) and (2) of this subsection.\n\nF. If the balance in the small counties assistance fund as of the preceding August 31 is less than the sum of the distributions determined pursuant to Subsection D of this section plus the distribution increases authorized pursuant to Subsection E of this section, the distribution increases pursuant to Subsection E of this section shall be proportionately reduced.\n\nG. If the balance in the small counties assistance fund as of the preceding August 31 is less than the sum of the distributions to be made to qualifying counties, the department of finance and administration shall reduce each qualifying county's calculated distribution by a percentage computed by dividing the amount by which the fund is insufficient by the sum of all the calculated distributions and shall certify the reduced amounts as the qualifying counties' distributions.\n\nH. Any interest accruing from the temporary investment of the small counties assistance fund shall be credited to the general fund.\n\nI. On or before September 30, 2003 and on or before September 30 of each subsequent year, the state treasurer shall distribute to each county for whom a distribution has been certified for that year the amount certified for that county for that year. If the balance in the fund as of the preceding August 31 exceeds the sum of certified amounts distributed, the difference shall revert to the general fund.\n\nJ. If any date specified in Subsection B, C or I of this section falls on a Saturday, Sunday or legal holiday, any action required to be performed as provided in those subsections is timely if performed on the next day that is not a Saturday, Sunday or legal holiday.\n\nHistory:Laws 1982, ch. 44, § 3; 1983, ch. 214, § 4; 1984, ch. 24, § 1; 1987, ch. 205, § 2; 1988, ch. 104, § 1; 1993, ch. 348, § 2; 2003, ch. 217, § 3; 2004, ch. 105, § 2; 2005, ch. 183, § 2; 2010 (2nd S.S.), ch. 7, § 2; 2012, ch. 5, § 2; 2019, ch. 274, § 3.\n\nCross references.— For distributions from tax administration suspense fund to small counties assistance fund,see7-1-6.5 NMSA 1978.\n\nThe 2019 amendment,effective July 1, 2019, provided for a larger distribution from the small counties assistance fund for certain counties; and in Subsection E, Paragraph E(1), after \"at least one-eighth percent\", added \"provided that the ordinance imposing the increment shall dedicate the revenue from the increment\" and added Subparagraphs E(1)(a) through E(1)(c).\n\nThe 2012 amendment,effective July 1, 2013, increased the distribution amount for counties when the sum of the distributions pursuant to Subsection D is less than the balance in the small counties assistance fund; and in Subsection E, in Paragraph (1), at the beginning of the sentence, deleted \"thirty-five thousand dollars ($35,000)\" and added \"fifty thousand dollars ($50,000)\"; in Paragraph (2), at the beginning of the sentence, deleted \"fifteen thousand dollars ($15,000)\" and added \"twenty thousand dollars ($20,000)\"; and in Paragraph (3), at the beginning of the sentence, deleted \"fifty thousand dollars ($50,000)\" and added \"seventy thousand dollars ($70,000)\".\n\nThe 2010 (2nd S.S.) amendment,effective July 1, 2010, in Subsection D, in the second sentence, after \"inflation factor\", added the remainder of the sentence.\n\nThe 2005 amendment,effective June 17, 2005, in Subsection D, provided that the bracket amount in the last column shall be adjusted annually by the inflation factor, that the department may round adjustments to the nearest one thousand dollars and increases the amount of the distributions; added Subsection E to provide for the increase in distributions from the fund of excess balances in the fund; added Subsection F to provide for a proportional reduction in distributions if the balance in the fund is less than the distributions determined under Subsection D plus the distribution increases authorized under Subsection E; and modified Subsection I to provide that if the balance in the fund exceeds the sum of certified amounts distributed, the difference shall revert to the general fund.\n\nThe 2004 amendment,effective May 19, 2004, amended Subsection D to delete \"same fraction used to adjust the ceiling valuation pursuant to the provisions of Paragraph (2) of Subsection A of Section 4-61-2 NMSA 1978\" and substitute in its place \"adjustment factor\" and to increase $210,000,000 to $230,000,000 in three places and to change $45,000 to $50,000 at the end of the subsection.\n\nThe 2003 amendment,effective June 20, 2003, rewrote the section.\n\nThe 1993 amendment,effective July 1, 1993, rewrote Subsections C and D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-4/article-61/section-4-61-3/"
    }
  ]
}