{
  "state": "pennsylvania",
  "path": "title-title-4/chapter-chapter-15",
  "sections": [
    {
      "id": "section-1501",
      "number": "1501",
      "heading": "",
      "text": "(a) General rule.--The department is authorized to administer and collect taxes imposed under this part and interest imposed under section 806 of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code, and promulgate and enforce rules and regulations to carry out its prescribed duties in accordance with this part, including the collection of taxes, penalties and interest imposed by this part.\n\n(b) Application of rules and regulations.--The department may prescribe the extent, if any, to which any rules and regulations shall be applied without retroactive effect. The department shall have authority to prescribe the forms and the system of accounting and recordkeeping to be employed and through its representative shall at all times have power of access to and examination and audit of any equipment and records relating to all aspects of the operation of slot machines, table games and interactive gaming under this part.\n\n(c) Procedure.--For purposes of implementing this part, the department may promulgate regulations in the same manner in which the board is authorized as provided in section 1203 (relating to temporary regulations) and section 13A03 (relating to temporary table game regulations).\n\n(d) Additional penalty.--Any person who fails to timely remit to the department or the State Treasurer amounts required under this part shall be liable, in addition to any liability imposed elsewhere in this part, to a penalty of 5% per month up to a maximum of 25% of the amounts ultimately found to be due, to be recovered by the department.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.; Oct. 30, 2017, P.L.419, No.42, eff. imd.)\n\n2017 Amendment.Act 42 amended subsec. (b).\n\n2010 Amendment.Act 1 amended subsecs. (b) and (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1501/"
    },
    {
      "id": "section-1503",
      "number": "1503",
      "heading": "",
      "text": "The provisions of section 477 of the act of April 12, 1951 (P.L.90, No.21), known as the Liquor Code, shall apply to all applicants for the grant, renewal or transfer of any license or permit issued by the Pennsylvania Liquor Control Board under the Liquor Code consistent with this part.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1503/"
    },
    {
      "id": "section-1502",
      "number": "1502",
      "heading": "",
      "text": "The provisions of this part shall be subject to the provisions of sections 242 and 243 of the act of March 4, 1971 (P.L.6, No.2), known as the Tax Reform Code of 1971.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1502/"
    },
    {
      "id": "section-1504",
      "number": "1504",
      "heading": "",
      "text": "(a) General rule.--Except as otherwise provided in this section, slot machine licensees shall not extend credit. Slot machine licensees shall not accept credit cards, charge cards or debit cards from a patron or a player for the exchange or purchase of slot machine credits or for an advance of coins or currency to be utilized by a player to play slot machine games or extend credit in any manner to a player so as to enable the player to play slot machines. Slot machine licensees who hold a table game operation certificate may extend credit for slot machine gaming in accordance with section 13A26 (relating to cash equivalents).\n\n(b) Prepaid access instruments.--Prepaid access instruments are not deemed to be a credit card, charge card, debit card or any other instrument of credit and are not prohibited under this section.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.; Oct. 30, 2017, P.L.419, No.42, eff. imd.)\n\nCross References.Section 1504 is referred to in section 13A27 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1504/"
    },
    {
      "id": "section-1505",
      "number": "1505",
      "heading": "",
      "text": "Neither the Commonwealth nor any political subdivision thereof shall have the right to acquire, with or without compensation, through the power of eminent domain any property, easement or land use right for the siting or construction of a licensed facility.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1505/"
    },
    {
      "id": "section-1507",
      "number": "1507",
      "heading": "",
      "text": "The act of October 6, 1998 (P.L.705, No.92), known as the Keystone Opportunity Zone, Keystone Opportunity Expansion Zone and Keystone Opportunity Improvement Zone Act, shall not apply to taxes or fees payable under this part.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1507/"
    },
    {
      "id": "section-1506",
      "number": "1506",
      "heading": "",
      "text": "In order to facilitate timely implementation of casino gaming as provided in this part, notwithstanding 42 Pa.C.S. § 933(a)(2) (relating to appeals from government agencies), the Supreme Court of Pennsylvania is vested with exclusive appellate jurisdiction to consider appeals of a final order, determination or decision of a political subdivision or local instrumentality involving zoning, usage, layout, construction or occupancy, including location, size, bulk and use of a licensed facility. The court, as appropriate, may appoint a master to hear an appeal under this section.\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.)\n\n2017 Correction.The Legislative Reference Bureau made a 2017 correction to reverse the erroneous effectuation of unconstitutionality by overlooking the amendment by Act 135 of 2006.\n\n2012 Erroneous Effectuation of Declaration of Unconstitutionality.The Legislative Reference Bureau erroneously effectuated the 2005 unconstitutionality.\n\n2005 Unconstitutionality.Section 1506 was declared unconstitutional. Pennsylvanians Against Gambling Expansion Funds, Inc. v. Commonwealth, 877 A.2d 383 (Pa. 2005).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1506/"
    },
    {
      "id": "section-1508",
      "number": "1508",
      "heading": "",
      "text": "Nothing in this part shall be construed to permit the receiving, recording or the registering of bets or wagers or selling pools which may involve any professional or amateur athletic event. Nothing in this part shall be construed to prohibit staging or conducting athletic events at licensed facilities.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1508/"
    },
    {
      "id": "section-1509",
      "number": "1509",
      "heading": "",
      "text": "(a) Establishment of program.--The Department of Drug and Alcohol Programs or successor agency, in consultation with organizations similar to the Mid-Atlantic Addiction Training Institute, shall develop program guidelines for public education, awareness and training regarding compulsive and problem gambling and the treatment and prevention of compulsive and problem gambling. The guidelines shall include strategies for the prevention of compulsive and problem gambling. The Department of Drug and Alcohol Programs or successor agency may consult with the board and licensed gaming entities to develop such strategies.\n\n(a.1) Duties of Department of Drug and Alcohol Programs or successor agency.--From funds available in the Compulsive and Problem Gambling Treatment Fund, the Department of Drug and Alcohol Programs or successor agency shall:\n\n(1) Maintain one compulsive gamblers assistance organization's toll-free problem gambling telephone number, which shall be the number 1-800-GAMBLER, to provide crisis counseling and referral services to individuals and families experiencing difficulty as a result of problem or compulsive gambling. If the Department of Drug and Alcohol Programs or successor agency determines that it is unable to adopt the number 1-800-GAMBLER, the Department of Drug and Alcohol Programs or successor agency shall maintain another number.\n\n(2) Facilitate, through in-service training and other means, the availability of effective assistance programs for problem and compulsive gamblers and family members affected by problem and compulsive gambling.\n\n(3) At its discretion, conduct studies to identify individuals in this Commonwealth who are or are at risk of becoming problem or compulsive gamblers.\n\n(4) Provide grants to and contract with single county authorities and other organizations which provide services as set forth in this section.\n\n(5) Reimburse organizations for reasonable expenses incurred assisting the Department of Drug and Alcohol Programs or successor agency with implementing this section.\n\n(a.2) Duties of Department of Drug and Alcohol Programs or successor agency and board.--The Department of Drug and Alcohol Programs or successor agency and the board's Office of Compulsive and Problem Gambling shall jointly collaborate with other appropriate offices and agencies of State or local government, including single county authorities, and providers and other persons, public or private, with expertise in compulsive and problem gambling treatment to do the following:\n\n(1) Implement a strategic plan for the prevention and treatment of compulsive and problem gambling.\n\n(2) Adopt compulsive and problem gambling treatment standards to be integrated with the Department of Drug and Alcohol Program's or successor agency's uniform Statewide guidelines that govern the provision of addiction treatment services.\n\n(3) Develop a method to coordinate compulsive and problem gambling data collection and referral information to crisis response hotlines, child welfare and domestic violence programs and providers and other appropriate programs and providers.\n\n(4) Develop and disseminate educational materials to provide public awareness related to the prevention, recognition and treatment of compulsive and problem gambling.\n\n(5) Develop demographic-specific compulsive and problem gambling prevention, intervention and treatment programs.\n\n(6) Prepare an itemized budget outlining how funds will be allocated to fulfill the responsibilities under this section.\n\n(b) Compulsive and Problem Gambling Treatment Fund.--There is hereby established in the State Treasury a special fund to be known as the Compulsive and Problem Gambling Treatment Fund. All moneys in the fund shall be administered by the Department of Drug and Alcohol Programs or successor agency and expended solely for programs for the prevention and treatment of gambling addiction and other emotional and behavioral problems associated with or related to gambling addiction and for the administration of the compulsive and problem gambling program, provided that the Department of Drug and Alcohol Programs or successor agency shall annually distribute at least 50% of the money in the fund to single county authorities under subsection (d). The fund shall consist of money annually allocated to it from the annual payment established under section 1408(a) (relating to transfers from State Gaming Fund), money which may be allocated by the board, interest earnings on moneys in the fund and any other contributions, payments or deposits which may be made to the fund.\n\n(c) Notice of availability of assistance.--\n\n(1) Except as otherwise provided for in paragraph (4), each slot machine licensee shall use the toll-free telephone number established by the Department of Drug and Alcohol Programs or successor agency in subsection (a.1)(1) to provide persons with information on assistance for compulsive or problem gambling. Each licensee shall conspicuously post at least 20 signs similar to the following statement:\n\nIf you or someone you know has a gambling problem, help is available. Call (Toll-free telephone number).\n\nThe signs must be posted within 50 feet of each entrance and exit, within 50 feet of each automated teller machine location within the licensed facility and in other appropriate public areas of the licensed facility as determined by the slot machine licensee.\n\n(2) Each racetrack where slot machines or table games are operated shall print a statement on daily racing programs provided to the general public that is similar to the following:\n\nIf you or someone you know has a gambling problem, help is available. Call (Toll-free telephone number).\n\nExcept as otherwise provided for in paragraph (4), the toll-free telephone number shall be the same telephone number established by the Department of Drug and Alcohol Programs or successor agency under subsection (a.1)(1).\n\n(2.1) Each interactive gaming certificate holder and interactive gaming operator:\n\n(i) Shall cause the words:\n\nIf you or someone you know has a gambling problem, help is available. Call (Toll-free telephone number).\n\nor some comparable language approved by the board, which language shall include the words \"gambling problem\" and \"call 1-800-XXXX,\" to be prominently displayed to any person visiting or logging onto the interactive gaming certificate holder's interactive gaming skin or interactive gaming website.\n\n(ii) Shall provide a mechanism by which an interactive gaming account holder may establish the following controls on wagering activity through the interactive gaming account:\n\n(A) A limit on the amount of money lost within a specified period of time and the length of time the account holder will be unable to participate in gaming if the holder reaches the established loss limit.\n\n(B) A limit on the maximum amount of any single wager on any interactive game.\n\n(C) A temporary suspension of interactive gaming through the account for any number of hours or days.\n\n(iii) Shall not knowingly mail or otherwise forward any gaming-related promotional material or e-mail to a registered player during any period in which interactive gaming through the registered players' interactive gaming account has been suspended or terminated. The interactive gaming certificate holder shall provide a mechanism by which a registered player may change the controls. Notwithstanding any other provision of this subparagraph, while interactive gaming through the interactive gaming account is suspended, the registered player may not change gaming controls until the suspension expires, but the registered player shall continue to have access to the account and shall be permitted to withdraw funds from the account upon proper application for the funds to the interactive gaming certificate holder.\n\n(3) A licensed gaming entity, interactive gaming certificate holder or interactive gaming operator, as the case may be, which fails to post or print the warning sign in accordance with paragraph (1), (2) or (2.1)(i) shall be assessed a fine of $1,000 a day for each day the minimum number of signs are not posted or the required statement is not printed as provided in this subsection.\n\n(3.1) An interactive gaming certificate holder or interactive gaming operator, as the case may be, that fails to establish the mechanisms, controls and systems in accordance with paragraph (2.1)(ii) and (iii) shall be assessed a fine of not less than $5,000 per day for each day the mechanisms, controls and systems are not available to interactive gaming account holders.\n\n(4) Slot machine licensees or racetracks utilizing a toll-free telephone number other than the number established by the Department of Drug and Alcohol Programs or successor agency under subsection (a.1)(1) prior to the effective date of this paragraph may continue to use that number for a period not to exceed three years from the effective date of this paragraph upon showing good cause to the Department of Drug and Alcohol Programs or successor agency.\n\n(d) Single county authorities.--The Department of Drug and Alcohol Programs or successor agency shall make grants from the fund established under subsection (b) to single county authorities created pursuant to the act of April 14, 1972 (P.L.221, No.63), known as the Pennsylvania Drug and Alcohol Abuse Control Act, for the purpose of providing compulsive gambling and gambling addiction prevention, treatment and education programs. Treatment may include financial counseling, irrespective of whether the financial counseling is provided by the single county authority, the treatment service provider or subcontracted to a third party. It is the intention of the General Assembly that any grants made by the Department of Drug and Alcohol Programs or successor agency to any single county authority in accordance with the provisions of this subsection be used exclusively for the development and implementation of compulsive and problem gambling programs authorized under this section.\n\n(d.1) Eligibility.--Eligibility to receive treatment services for treatment of compulsive and problem gambling under this section shall be determined using financial eligibility and other requirements of the single county authorities as approved by the Department of Drug and Alcohol Programs or successor agency.\n\n(d.2) Report.--Annually on October 1, the Department of Drug and Alcohol Programs or successor agency, in consultation with the board, shall prepare and submit a report on the impact of the programs funded by the Compulsive and Problem Gambling Treatment Fund to the Governor and to the members of the General Assembly. The report shall include aggregate demographic-specific data, including race, gender, geography and income of those individuals treated.\n\n(e) Definition.--As used in subsection (d), the term \"single county authority\" means the agency designated by the Department of Health pursuant to the Pennsylvania Drug and Alcohol Abuse Control Act, to plan and coordinate drug and alcohol prevention, intervention and treatment services for a geographic area, which may consist of one or more counties.\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.; Jan. 7, 2010, P.L.1, No.1, eff. imd.; Oct. 30, 2017, P.L.419, No.42, eff. 60 days)\n\nCross References.Section 1509 is referred to in section 13B54, 13C04, 13C64, 1408, 3310, 4105 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1509/"
    },
    {
      "id": "section-1510",
      "number": "1510",
      "heading": "",
      "text": "(a) Category 1, Category 2, Category 3 and Category 4 licensed facilities, generally.--Each licensed gaming entity shall prepare a hiring plan for employees of its respective licensed facility which promotes a diverse work force, minority participation and personnel from within the surrounding geographical area. The hiring plan shall be approved by the board and shall be consistent with the goals outlined in sections 1212 (relating to diversity goals of board) and 13A04 (relating to Commonwealth resident employment goals) and shall be updated annually.\n\n(b) Category 1 licensed facilities.--All current employees of a racetrack who meet the employment qualifications, if applicable, within this part and all those covered by a collective bargaining agreement as defined in the National Labor Relations Act (49 Stat. 449, 29 U.S.C. § 151 et seq.) where the licensed racing entity conducts racing shall be given a one-time preference of an offer of employment for a similar position at the licensed facility in a manner consistent with Federal law. If a similar position does not exist at the licensed facility, the employee or person covered by a collective bargaining agreement shall have a one-time preference of an offer of a position at comparable level at the licensed facility. All current employees and all those covered by a collective bargaining agreement shall have a period of 30 days from the issuance of a slot machine license to request employment at the licensed facility under this section. No current employee covered by this section shall suffer a reduction of salary, benefits or status as a result of an acceptance of new employment in the new facility.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.; Oct. 30, 2017, P.L.419, No.42, eff. imd.)\n\n2017 Amendment.Act 42 amended subsec. (a).\n\nCross References.Section 1510 is referred to in sections 13A12, 13B12, 13F11 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1510/"
    },
    {
      "id": "section-1509-1",
      "number": "1509.1",
      "heading": "",
      "text": "(a) Duties of Department of Health.--Annually, the Department of Health shall allocate and transfer all funds received by it under section 1408(a.1) (relating to transfers from State Gaming Fund) to the single county authorities.\n\n(b) Duties of single county authorities.--The funds allocated and transferred to the single county authorities under subsection (a) shall be used by the single county authorities solely for drug and alcohol addiction assessments, including drug and alcohol addiction assessment associated or related to compulsive and problem gambling, and for the related addiction treatment, in nonhospital residential detoxification facilities, nonhospital residential rehabilitation facilities and halfway houses licensed by the Department of Health to provide addiction treatment services.\n\n(c) Eligibility.--Eligibility to receive treatment services for treatment of drug and alcohol addiction or drug and alcohol addiction associated with or related to compulsive and problem gambling shall be determined using financial eligibility and other requirements of the single county authorities as approved by the Department of Health.\n\n(d) Report.--No later than October 1, 2010, and each October 1 thereafter, the Bureau of Drug and Alcohol Programs shall prepare and submit a report to the Governor and to the members of the General Assembly on the data and progress on activities initiated under this section.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)\n\n2010 Amendment.Act 1 added section 1509.1.\n\nCross References.Section 1509.1 is referred to in sections 334, 13B54, 13C64, 1408 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1509-1/"
    },
    {
      "id": "section-1511",
      "number": "1511",
      "heading": "",
      "text": "(a) Declaration.--Pursuant to the Gambling Devices Transportation Act (64 Stat. 1134, 15 U.S.C. § 1171 et seq.), the Commonwealth declares that it is exempt from section 2 of that act.\n\n(b) Legal shipments.--All shipments of gambling devices, as defined in section 1 of the Gambling Devices Transportation Act (64 Stat. 1134, 15 U.S.C. § 1171), into this Commonwealth, the registering, recording and labeling of which has been effected by the manufacturer and supplier of those devices, in accordance with sections 3 and 4 of the Gambling Devices Transportation Act (64 Stat. 1134, 15 U.S.C. §§ 1173 and 1174), shall be deemed legal shipments of gambling devices into this Commonwealth.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)\n\n2010 Amendment.Act 1 amended subsec. (b).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1511/"
    },
    {
      "id": "section-1512",
      "number": "1512",
      "heading": "",
      "text": "(a) Financial interests.--Except as may be provided for the judiciary by rule or order of the Pennsylvania Supreme Court, an executive-level public employee, public official or party officer, or an immediate family member thereof, shall not intentionally or knowingly hold a financial interest in an applicant or a slot machine licensee, manufacturer licensee, supplier licensee or licensed racing entity, or in a holding company, affiliate, intermediary or subsidiary thereof, while the individual is an executive-level public employee, public official or party officer and for one year following termination of the individual's status as an executive-level public employee, public official or party officer.\n\n(a.1) Employment.--Except as may be provided by rule or order of the Pennsylvania Supreme Court and except as provided in section 1202.1 (relating to code of conduct) or 1512.1 (relating to additional restrictions), no executive-level public employee, public official or party officer, or an immediate family member thereof, shall be employed by an applicant or a slot machine licensee, manufacturer licensee, supplier licensee or licensed racing entity, or by any holding company, affiliate, intermediary or subsidiary thereof, while the individual is an executive-level public employee, public official or party officer and for one year following termination of the individual's status as an executive-level public employee, public official or party officer.\n\n(a.2) Complimentary services.--\n\n(1) No executive-level public employee, public official or party officer, or an immediate family member thereof, shall solicit or accept any complimentary service from an applicant or a slot machine licensee, manufacturer licensee, supplier licensee or licensed racing entity, or from any affiliate, intermediary, subsidiary or holding company thereof, which the executive-level public employee, public official or party officer, or an immediate family member thereof, knows or has reason to know is other than a service or discount which is offered to members of the general public in like circumstances.\n\n(2) No applicant, slot machine licensee, manufacturer licensee, supplier licensee or licensed racing entity, or any affiliate, intermediary, subsidiary or holding company thereof, shall offer or deliver to an executive-level public employee, public official or party officer, or an immediate family member thereof, any complimentary service from the applicant or slot machine licensee, manufacturer licensee, supplier licensee or licensed racing entity, or an affiliate, intermediary, subsidiary or holding company thereof, that the applicant or slot machine licensee, manufacturer licensee, supplier licensee or licensed racing entity, or any affiliate, intermediary, subsidiary or holding company thereof, knows or has reason to know is other than a service or discount that is offered to members of the general public in like circumstances.\n\n(a.3) Grading.--An individual who violates this section commits a misdemeanor and shall, upon conviction, be sentenced to pay a fine of not more than $1,000 or to imprisonment for not more than one year, or both.\n\n(a.4) Divestiture.--An executive-level public employee, public official or party officer, or an immediate family member thereof, who holds a financial interest prohibited by this section shall divest the financial interest within three months of the effective date of the restrictions set forth in subsection (a), as applicable. Thereafter, any executive-level public employee, public official, party officer or immediate family member shall have 30 days from the date the individual knew or had reason to know of the violation or 30 days from the publication in the Pennsylvania Bulletin under § 1202(b)(27) (relating to general and specific powers) of the application or licensure of the executive-level public employee, public official, party officer or immediate family member, whichever occurs earlier, to divest the financial interest. The Ethics Commission may, for good cause, extend the time period under this subsection.\n\n(a.5) State Ethics Commission.--The State Ethics Commission shall do all of the following:\n\n(1) Issue a written determination of whether a person is subject to subsections (a), (a.1) or (a.2) upon the written request of the person or any other person that may have liability for an action taken with respect to such person. A person that relies in good faith on a determination made under this paragraph shall not be subject to any penalty for an action taken, provided that all material facts set forth in the request for the determination are correct.\n\n(2) Publish a list of all State, county, municipal and other government positions that meet the definitions of \"public official\" as defined under subsection (b) or \"executive-level public employee\". The Office of Administration shall assist the State Ethics Commission in the development of the list, which shall be published by the State Ethics Commission in the Pennsylvania Bulletin biennially and posted by the board on the board's Internet website. Upon request, each public official shall have a duty to provide the State Ethics Commission with adequate information to accurately develop and maintain the list. The State Ethics Commission may impose a civil penalty under 65 Pa.C.S. § 1109(f) (relating to penalties) upon any individual, including any public official or executive-level public employee, who fails to cooperate with the State Ethics Commission under this subsection. A person that relies in good faith on the list published by the State Ethics Commission shall not be subject to any penalty for a violation of this section.\n\n(a.6) Prohibition related to interactive gaming.--\n\n(1) Except as may be provided by rule or order of the Pennsylvania Supreme Court and except as provided in section 1202.1 (relating to code of conduct) or 1512.1 (relating to additional restrictions), no executive-level public employee, public official or party officer or immediate family member thereof shall hold, directly or indirectly, a financial interest in, be employed by or represent, appear for, or negotiate on behalf of, or derive any remuneration, payment, benefit or any other thing of value for any services, including, but not limited to, consulting or similar services from any holder of or applicant for an interactive gaming certificate, holder of or applicant for an interactive gaming license or other authorization to conduct interactive gaming or any holding, subsidiary or intermediary company with respect thereto, or any business, association, enterprise or other entity that is organized in whole or in part for the purpose of promoting, advocating for or advancing the interests of the interactive gaming industry generally or any interactive gaming-related business or businesses in connection with any cause, application or matter. The financial interest and employment prohibitions under this paragraph shall remain in effect for one year following termination of the individual's status as an executive-level public employee, public official or party officer.\n\n(2) Notwithstanding paragraph (1), a member of the immediate family of an executive-level public employee, public official or party officer may hold employment with the holder of or applicant for an interactive gaming certificate, holder of or applicant for an interactive gaming license or other authorization to conduct interactive gaming or any holding, subsidiary or intermediary company with respect thereto, if in the judgment of the State Ethics Commission or the Supreme Court, as appropriate, employment will not interfere with the responsibilities of the executive-level public employee, public official or party officer and will not create a conflict of interest or reasonable risk of the public perception of a conflict of interest on the part of the executive-level public employee, public official or party officer.\n\n(b) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Executive-level public employee.\"(Deleted by amendment).\n\n\"Financial interest.\"Owning or holding, or being deemed to hold, debt or equity securities or other ownership interest or profits interest. A financial interest shall not include any debt or equity security, or other ownership interest or profits interest, which is held or deemed to be held in any of the following:\n\n(1) A blind trust over which the executive-level public employee, public official, party officer or immediate family member thereof may not exercise any managerial control or receive income during the tenure of office and the period under subsection (a). The provisions of this paragraph shall apply only to blind trusts established prior to the effective date of this paragraph.\n\n(2) Securities that are held in a pension plan, profit-sharing plan, individual retirement account, tax-sheltered annuity, a plan established pursuant to section 457 of the Internal Revenue Code of 1986 (Public Law 99-514, 26 U.S.C. § 1 et seq.) or any successor provision deferred compensation plan whether qualified or not qualified under the Internal Revenue Code of 1986 or any successor provision or other retirement plan that:\n\n(i) is not self-directed by the individual; and\n\n(ii) is advised by an independent investment adviser who has sole authority to make investment decisions with respect to contributions made by the individual to these plans.\n\n(3) A tuition account plan organized and operated pursuant to section 529 of the Internal Revenue Code of 1986 (Public Law 99-514, 26 U.S.C. § 529) that is not self-directed by the individual.\n\n(4) A mutual fund where the interest owned by the mutual fund in a licensed entity does not constitute a controlling interest as defined in this part.\n\n\"Immediate family.\"A spouse, minor child or unemancipated child.\n\n\"Law enforcement authority.\"(Deleted by amendment).\n\n\"Party officer.\"A member of a national committee; a chairman, vice chairman, secretary, treasurer or counsel of a State committee or member of the executive committee of a State committee; a county chairman, vice chairman, counsel, secretary or treasurer of a county committee in which a licensed facility is located; or a city chairman, vice chairman, counsel, secretary or treasurer of a city committee of a city in which a licensed facility is located.\n\n\"Public official.\"The term shall include the following:\n\n(1) The Governor, Lieutenant Governor, a member of the Governor's cabinet, Treasurer, Auditor General and Attorney General of the Commonwealth.\n\n(2) A member of the Senate or House of Representatives of the Commonwealth.\n\n(3) An individual elected or appointed to any office of a county or municipality that directly receives a distribution of revenue under this part.\n\n(4) An individual elected or appointed to a department, agency, board, commission, authority or other governmental body not included in paragraph (1), (2) or (3) that directly receives a distribution of revenue under this part.\n\n(5) An individual elected or appointed to a department, agency, board, commission, authority, county, municipality or other governmental body not included in paragraph (1), (2) or (3) with discretionary power which may influence or affect the outcome of an action or decision and who is involved in the development of regulation or policy relating to a licensed entity or who is involved in other matters under this part.\n\nThe term does not include a member of a school board or an individual who held an uncompensated office with a governmental body prior to January 1, 2006, and who no longer holds the office as of January 1, 2006. The term includes a member of an advisory board or commission which makes recommendations relating to a licensed facility.\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.; Jan. 7, 2010, P.L.1, No.1, eff. imd.; Oct. 30, 2017, P.L.419, No.42, eff. imd.)\n\n2017 Amendment.Act 42 added subsec. (a.6).\n\n2010 Amendment.Act 1 amended subsecs. (a.1), (a.5) and (b).\n\nCross References.Section 1512 is referred to in sections 1201, 1305, 1325 of this title; section 9311 of Title 3 (Agriculture).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1512/"
    },
    {
      "id": "section-1513",
      "number": "1513",
      "heading": "",
      "text": "(a) Contribution restriction.--The following persons shall be prohibited from contributing any money or in-kind contribution to a candidate for nomination or election to any public office in this Commonwealth, or to any political party committee or other political committee in this Commonwealth or to any group, committee or association organized in support of a candidate, political party committee or other political committee in this Commonwealth:\n\n(1) An applicant for a slot machine license, manufacturer license, supplier license, principal license, key employee license, interactive gaming license or horse or harness racing license.\n\n(2) A slot machine licensee, licensed manufacturer, licensed supplier, interactive gaming operator or licensed racing entity.\n\n(3) A licensed principal or licensed key employee of a slot machine licensee, licensed manufacturer, licensed supplier, interactive gaming operator or licensed racing entity.\n\n(4) An affiliate, intermediary, subsidiary or holding company of a slot machine licensee, licensed manufacturer, licensed supplier, interactive gaming operator or licensed racing entity.\n\n(5) A licensed principal or licensed key employee of an affiliate, intermediary, subsidiary or holding company of a slot machine licensee, licensed manufacturer, licensed supplier, interactive gaming operator or licensed racing entity.\n\n(6) A person who holds a similar gaming license in another jurisdiction and the affiliates, intermediaries, subsidiaries, holding companies, principals or key employees thereof.\n\n(a.1) Contributions to certain associations and organizations barred.--The individuals prohibited from making political contributions under subsection (a) shall not make a political contribution of money or an in-kind contribution to any association or organization, including a nonprofit organization, that has been solicited by, or knowing that the contribution or a portion thereof will be contributed to, the elected official, executive-level public employee or candidate for nomination or election to a public office in this Commonwealth.\n\n(a.2) Internet website.--\n\n(1) The board shall establish an Internet website that includes a list of all applicants for and holders of a slot machine license, manufacturer license, supplier license or racing entity license, and the affiliates, intermediaries, subsidiaries, holding companies, principals and key employees thereof, all persons holding a similar gaming license in another jurisdiction, and the affiliates, intermediaries, subsidiaries, holding companies, principals and key employees thereof, and any other entity in which the applicant or licensee has any debt or equity security or other ownership or profits interest. An applicant or licensee shall notify the board within seven days of the discovery of any change in or addition to the information. The list shall be published semiannually in the Pennsylvania Bulletin.\n\n(2) An individual who acts in good faith and in reliance on the information on the Internet website shall not be subject to any penalties or liability imposed for a violation of this section.\n\n(3) The board shall request the information required under paragraph (1) from persons licensed in another jurisdiction who do not hold a license in this Commonwealth and from regulatory agencies in the other jurisdiction. If a licensee in another jurisdiction refuses to provide the information required under paragraph (1), the person and its officers, directors or persons with a controlling interest shall be ineligible to receive any license under this part.\n\n(b) Annual certification.--The chief executive officer, or other appropriate individual, of each applicant for a slot machine license, manufacturer license or supplier license, licensed racing entity, licensed supplier, licensed manufacturer or licensed gaming entity shall annually certify under oath to the board and the Department of State that such applicant or licensed racing entity, licensed supplier, licensed manufacturer or licensed gaming entity has developed and implemented internal safeguards and policies intended to prevent a violation of this provision and that such applicant or licensed racing entity or licensed gaming entity has conducted a good faith investigation that has not revealed any violation of this provision during the past year.\n\n(c) Penalties.--\n\n(1) The first violation of this section by a licensed gaming entity or any person that holds a controlling interest in such gaming entity, or a subsidiary company thereof, or any officer, director or management-level employee of such licensee shall be punishable by a fine equal to an amount not less than the average single day's gross terminal revenue and gross table game revenue of the licensed gaming entity; a second violation of this section, within five years of the first violation, shall be punishable by at least a one-day suspension of the license held by the licensed gaming entity and a fine equal to an amount not less than two times the average single day's gross terminal revenue and gross table game revenue of the licensed gaming entity; a third violation of this section within five years of the second violation shall be punishable by the immediate revocation of the license held by the licensed gaming entity. Following revocation, the board shall consider appointing a trustee in accordance with section 1332 (relating to appointment of trustee).\n\n(2) The first violation of this section by a manufacturer or supplier licensed pursuant to this part or by any person that holds a controlling interest in such manufacturer or supplier, or a subsidiary company thereof, or any officer, director or management-level employee of such a licensee shall be punishable by a fine equal to an amount not less than a single day's average of the gross profit from sales made by the manufacturer or supplier in Pennsylvania during the preceding 12-month period or portion thereof in the event the manufacturer or supplier has not operated in Pennsylvania for 12 months; a subsequent violation of this section within five years of a prior violation shall be punishable by a one-month suspension of the license held by the manufacturer or supplier and a fine equal to an amount not less than two times a single day's average of the gross profit from sales made by the manufacturer or supplier in Pennsylvania during the preceding 12-month period or portion thereof in the event the manufacturer or supplier has not operated in Pennsylvania for 12 months.\n\n(3) In no event shall the fine imposed under this section be an amount less than $100,000 for each violation. In addition to any fine or sanction that may be imposed by the board under this subsection, any individual who makes a contribution in violation of this section commits a misdemeanor of the third degree.\n\n(d) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Contribution.\"Any payment, gift, subscription, assessment, contract, payment for services, dues, loan, forbearance, advance or deposit of money or any valuable thing made to a candidate or political committee for the purpose of influencing any election in this Commonwealth or for paying debts incurred by or for a candidate or committee before or after any election. The term shall include the purchase of tickets for events including dinners, luncheons, rallies and other fundraising events; the granting of discounts or rebates not available to the general public; or the granting of discounts or rebates by television and radio stations and newspapers not extended on an equal basis to all candidates for the same office; and any payments provided for the benefit of any candidate, including payments for the services of a person serving as an agent of a candidate or committee by a person other than the candidate or committee or person whose expenditures the candidate or committee must report. The term also includes any receipt or use of anything of value received by a political committee from another political committee and also includes any return on investments by a political committee.\n\n\"Political committee.\"Any committee, club, association or other group of persons which receives contributions or makes expenditures.\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.; Jan. 7, 2010, P.L.1, No.1, eff. imd.; Oct. 30, 2017, P.L.419, No.42, eff. imd.)\n\n2017 Amendment.Act 42 amended subsec. (a).\n\n2010 Amendment.Act 1 amended subsec. (c).\n\n2006 Amendment.Act 135 amended subsec. (a) and added subsecs. (a.1), (a.2) and (d).\n\nCross References.Section 1513 is referred to in sections 1202.1, 1325 of this title; section 9319 of Title 3 (Agriculture).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1513/"
    },
    {
      "id": "section-1512-1",
      "number": "1512.1",
      "heading": "",
      "text": "(a) Restrictions.--No individual trooper or employee of the Pennsylvania State Police or employee of the Office of Attorney General or the department whose duties substantially involve licensing or enforcement, the development of laws or the development or adoption of regulations or policy related to gaming under this part or who has other discretionary authority which may affect or influence the outcome of an action, proceeding or decision under this part shall do any of the following:\n\n(1) Accept employment with or be retained by an applicant or licensed entity, or an affiliate, intermediary, subsidiary or holding company of an applicant or licensed entity, for a period of two years after the termination of employment.\n\n(2) Appear before the board in any hearing or proceeding or participate in any other activity on behalf of any applicant, licensee, permittee or licensed entity, or an affiliate, intermediary, subsidiary or holding company of an applicant, licensee or licensed entity, for a period of two years after termination of employment. Nothing in this paragraph shall prevent a current or former trooper or employee of the Pennsylvania State Police, the Office of Attorney General or the department from appearing before the board in any proceeding or hearing as a witness or testifying as to any fact or information.\n\n(3) As a condition of employment, a potential employee who would be subject to this subsection shall sign an affidavit that the individual will not accept employment with or be retained by any applicant or licensed entity, or an affiliate, intermediary, subsidiary or holding company of an applicant or licensed entity, for a period of two years after the termination of employment.\n\n(b) Employment or retention.--An applicant or licensed entity or an affiliate, intermediary, subsidiary or holding company of an applicant or licensed entity shall not employ or retain an individual subject to subsection (a) until the expiration of the period required in subsection (a)(1). An applicant or licensed entity, or an affiliate, intermediary, subsidiary or holding company of an applicant or licensed entity, that knowingly employs or retains an individual in violation of this subsection shall terminate the employment of the individual and be subject to a penalty under section 1518(c) (relating to prohibited acts; penalties).\n\n(c) Violation.--If an individual subject to subsection (a) refuses or otherwise fails to sign an affidavit, the individual's potential employer shall rescind the offer of employment.\n\n(d) Code of conduct.--The Pennsylvania State Police, Office of Attorney General and department each shall adopt a comprehensive code of conduct which shall supplement all other requirements under this part and 65 Pa.C.S. Pt. II (relating to accountability), as applicable, and shall provide guidelines applicable to troopers, employees, independent contractors of the agency whose duties substantially involve licensing or enforcement, the development of laws or the development or adoption of regulations or policy related to gaming under this part or who have other discretionary authority which may affect the outcome of an action, proceeding or decision under this part, and the immediate families of these individuals to enable them to avoid any perceived or actual conflict of interest and to promote public confidence in the integrity and impartiality of gaming enforcement and regulation. At a minimum, the code of conduct adopted under this section shall apply the types of restrictions applicable to members under section 1202.1(c) (relating to code of conduct), except that the restrictions under section 1202.1(c)(5) shall not apply to an elected Attorney General.\n\n(e) State Ethics Commission.--The State Ethics Commission shall do all of the following:\n\n(1) Issue a written determination of whether an individual is subject to subsection (a) upon the written request of the individual or the individual's employer or potential employer. A person that relies in good faith on a determination made under this paragraph shall not be subject to any penalty for an action taken, provided that all material facts set forth in the request for the determination are correct.\n\n(2) Publish a list of all positions within the Pennsylvania State Police, the Office of Attorney General and the department whose duties would subject the individuals in those positions to the provisions of subsection (a). Each agency subject to this subsection shall assist the State Ethics Commission in the development of the list, which shall be published by the State Ethics Commission in the Pennsylvania Bulletin biennially, shall be posted by the board on the board's Internet website and shall be posted by each agency on the agency's Internet website. Upon request by the State Ethics Commission, members and employees of each agency subject to this subsection shall have a duty to provide the State Ethics Commission with adequate information to accurately develop and maintain the list. The State Ethics Commission may impose a civil penalty under 65 Pa.C.S. § 1109(f) (relating to penalties) upon any individual who fails to cooperate with the State Ethics Commission under this subsection. A person who relies in good faith on the list published by the State Ethics Commission shall not be subject to any penalty for a violation of subsection (a).\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)\n\n2010 Amendment.Act 1 added section 1512.1.\n\nCross References.Section 1512.1 is referred to in section 1512 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1512-1/"
    },
    {
      "id": "section-1514",
      "number": "1514",
      "heading": "",
      "text": "(a) General rule.--The board shall by regulation provide for the establishment of a list of persons who are to be excluded or ejected from any licensed facility or who may be denied access to interactive gaming. The provisions shall define the standards for exclusion and shall include standards relating to persons who are career or professional offenders as defined by regulations of the board or whose presence in a licensed facility or whose access to interactive gaming would, in the opinion of the board, be inimical to the interest of the Commonwealth or of licensed gaming therein, or both.\n\n(b) Categories to be defined.--The board shall promulgate definitions establishing those categories of persons who shall be excluded or ejected pursuant to this section, including cheats and persons whose privileges for licensure, certification, permit or registration have been revoked.\n\n(c) Discrimination prohibited.--Race, color, creed, national origin or ancestry or sex shall not be a reason for placing the name of any person upon a list under this section.\n\n(d) Sanctions.--The board may impose sanctions upon a licensed gaming entity or interactive gaming operator in accordance with this part if the licensed gaming entity knowingly fails to exclude or eject from the premises of any licensed facility or deny access to interactive gaming any person placed by the board on the list of persons to be excluded, ejected or denied access.\n\n(e) List not all-inclusive.--Any list compiled by the board of persons to be excluded, ejected or denied access shall not be deemed an all-inclusive list, and a licensed gaming entity shall have a duty to keep from the licensed facility and from interactive gaming persons known to it to be within the classifications declared in this section and the regulations promulgated under this section whose presence in a licensed facility or whose participation in interactive gaming would be inimical to the interest of the Commonwealth or of licensed gaming therein, or both, as defined in standards established by the board.\n\n(f) Notice.--Whenever the bureau seeks to place the name of any person on a list pursuant to this section, the bureau shall serve notice of this fact to such person by personal service or certified mail at the last known address of the person. The notice shall inform the person of the right to request a hearing under subsection (g). The bureau may also provide notice by electronic mail, if the electronic mail address of the person is known to the bureau.\n\n(g) Hearing.--Within 30 days after receipt of notice in accordance with subsection (f), the person named for exclusion or ejection may demand a hearing before the board, at which hearing the bureau shall have the affirmative obligation to demonstrate that the person named for exclusion or ejection satisfies the criteria for exclusion or ejection established by this section and the board's regulations. Failure of the person to demand a hearing within 30 days after service shall be deemed an admission of all matters and facts alleged in the bureau's notice and shall preclude the person from having an administrative hearing, but shall in no way affect the right to judicial review as provided in this section.\n\n(h) Review.--If, upon completion of a hearing on the notice of exclusion or ejection, the board determines that placement of the name of the person on the exclusion or ejection list is appropriate, the board shall make and enter an order to that effect, which order shall be served on all licensed gaming entities. The order shall be subject to review by the Commonwealth Court in accordance with the rules of court.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.; Oct. 30, 2017, P.L.419, No.42, eff. imd.)\n\n2017 Amendment.Act 42 amended the section heading and subsecs. (a), (d), (e) and (f).\n\n2010 Amendment.Act 1 amended the section heading and subsecs. (b), (f), (g) and (h).\n\nCross References.Section 1514 is referred to in sections 13A27, 13B02, 13B22, 13B32 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1514/"
    },
    {
      "id": "section-1515",
      "number": "1515",
      "heading": "",
      "text": "A licensed gaming entity may exclude or eject from its licensed facility or deny access to interactive gaming any person who is known to it to have been convicted of a misdemeanor or felony committed in or on the premises of any licensed facility. Nothing in this section or in any other law of this Commonwealth shall limit the right of a licensed gaming entity to exercise its common law right to exclude or eject permanently from its licensed facility or permanently deny access to its interactive gaming any person who disrupts the operations of its premises or its interactive gaming, threatens the security of its premises or its occupants or is disorderly or intoxicated or who threatens the security of its licensed facility or the area of a licensed facility where interactive gaming operations are managed, administered or controlled.\n\n(Oct. 30, 2017, P.L.419, No.42, eff. imd.)\n\nCross References.Section 1515 is referred to in sections 13B02, 13B22, 13B32 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1515/"
    },
    {
      "id": "section-1516-1",
      "number": "1516.1",
      "heading": "",
      "text": "The board shall promulgate regulations and adopt procedures necessary to ensure that the bureau is a distinct entity and to prevent commingling of the investigatory and prosecutorial functions of the bureau under section 1517 (relating to investigations and enforcement) and the adjudicatory functions of the board. Regulations and procedures promulgated or adopted under this section shall do all of the following:\n\n(1) Provide that neither the executive director nor the chief counsel of the board shall direct or limit the scope of a background investigation conducted by the bureau.\n\n(2) Incorporate section 1202.1(c.1) (relating to code of conduct) and any other applicable provisions of section 1202.1.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)\n\n2010 Amendment.Act 1 added section 1516.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1516-1/"
    },
    {
      "id": "section-1516",
      "number": "1516",
      "heading": "",
      "text": "(a) General rule.--The board shall provide by regulation for the establishment of a list of persons self excluded from gaming activities, including interactive gaming, at all licensed facilities. Any person may request placement on the list of self-excluded persons by acknowledging in a manner to be established by the board that the person is a problem gambler and by agreeing that, during any period of voluntary exclusion, the person may not collect any winnings or recover any losses resulting from any gaming activity at licensed facilities, including interactive gaming.\n\n(b) Regulations.--The regulations of the board shall establish procedures for placements on and removals from the list of self-excluded persons. The regulations shall establish procedures for the transmittal to licensed gaming entities of identifying information concerning self-excluded persons and shall require licensed gaming entities to establish procedures designed at a minimum to deny self-excluded persons access to interactive gaming and to remove self-excluded persons from targeted mailings or other forms of advertising or promotions and deny self-excluded persons access to complimentaries, check cashing privileges, club programs and other similar benefits.\n\n(c) Liability.--A licensed gaming entity or employee thereof shall not be liable to any self-excluded person or to any other party in any judicial proceeding for any harm, monetary or otherwise, which may arise as a result of:\n\n(1) the failure of a licensed gaming entity to withhold gaming privileges from or restore gaming privileges to a self-excluded person;\n\n(1.1) the failure of an interactive gaming certificate holder or interactive gaming operator to withhold interactive gaming privileges from or restore interactive gaming privileges to a self-excluded person; or\n\n(2) otherwise permitting or not permitting a self-excluded person to engage in gaming activity in the facility or participate in interactive gaming while on the list of self-excluded persons.\n\n(d) Disclosure.--Notwithstanding any other law to the contrary, the board's list of self-excluded persons shall not be open to public inspection. Nothing in this section, however, shall be construed to prohibit a licensed gaming entity from disclosing the identity of persons self excluded pursuant to this section to affiliated gaming entities in this Commonwealth or other jurisdictions for the limited purpose of assisting in the proper administration of responsible gaming programs operated by affiliated licensed gaming entities.\n\n(Oct. 30, 2017, P.L.419, No.42, eff. imd.)\n\nCross References.Section 1516 is referred to in section 13A27, 13B02, 13B22, 13B32 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1516/"
    },
    {
      "id": "section-1517",
      "number": "1517",
      "heading": "",
      "text": "(a) Establishment.--There is hereby established within the board a Bureau of Investigations and Enforcement which shall be independent of the board in matters relating to the enforcement of this part. The bureau shall have the powers and duties set forth in subsection (a.1).\n\n(a.1) Powers and duties of bureau.--The Bureau of Investigations and Enforcement shall have the following powers and duties:\n\n(1) Enforce the provisions of this part.\n\n(2) Investigate and review all applicants and applications for a license, permit or registration. The bureau shall be prohibited from disclosing any portion of a background investigation report to any member prior to the submission of the bureau's final background investigation report relating to the applicant's suitability for licensure to the board. The Office of Enforcement Counsel, on behalf of the bureau, shall prepare the final background investigation report for inclusion in a final report relating to the applicant's suitability for licensure.\n\n(3) Investigate licensees, permittees, registrants and other persons regulated by the board for noncriminal violations of this part, including potential violations referred to the bureau by the board or other person.\n\n(4) Monitor gaming operations to ensure all of the following:\n\n(i) Compliance with this part, the act of April 12, 1951 (P.L.90, No.21), known as the Liquor Code, and the other laws of this Commonwealth.\n\n(ii) The implementation of adequate security measures by a licensed entity.\n\n(5) Inspect and examine licensed entities as provided in subsection (e). Inspections may include the review and reproduction of any document or record.\n\n(6) Conduct reviews of a licensed entity as necessary to ensure compliance with this part. A review may include the review of accounting, administrative and financial records, management control systems, procedures and other records utilized by a licensed entity.\n\n(7) Refer possible criminal violations to the Pennsylvania State Police. The bureau shall not have the power of arrest.\n\n(8) Cooperate in the investigation and prosecution of criminal violations related to this part.\n\n(9) Be a criminal justice agency under 18 Pa.C.S. Ch. 91 (relating to criminal history record information).\n\n(a.2) Office of Enforcement Counsel.--\n\n(1) There is established within the bureau an Office of Enforcement Counsel which shall act as the prosecutor in all noncriminal enforcement actions initiated by the bureau under this part and shall have the following powers and duties:\n\n(i) Advise the bureau on all matters, including the granting of licenses, permits or registrations, the conduct of background investigations, audits and inspections and the investigation of potential violations of this part.\n\n(ii) File recommendations and objections relating to the issuance of licenses, permits and registrations on behalf of the bureau.\n\n(iii) Initiate, in its sole discretion, proceedings for noncriminal violations of this part by filing a complaint or other pleading with the board.\n\n(iv) Petition the board for the appointment of a trustee under section 1332 (relating to appointment of trustee).\n\n(2) The director of the Office of Enforcement Counsel shall report to the executive director of the board on administrative matters. The director shall be selected by the board and shall be an attorney admitted to practice before the Pennsylvania Supreme Court.\n\n(b) Powers and duties of department.--\n\n(1) The department shall at all times have the power of access to examine and audit equipment and records relating to all aspects of the operation of slot machines, table games or interactive games under this part.\n\n(2) Notwithstanding the provisions of section 353(f) of the act of March 4, 1971 (P.L.6, No.2), known as the Tax Reform Code of 1971, the department shall supply the board, the bureau, the Pennsylvania State Police and the Office of Attorney General with information concerning the status of delinquent taxes owned by the applicant, licensee or permittee.\n\n(c) Powers and duties of the Pennsylvania State Police.--The Pennsylvania State Police shall have the following powers and duties:\n\n(1) Promptly conduct background investigations on persons as directed by the board in accordance with the provisions of section 1202 (relating to general and specific powers). The Pennsylvania State Police may contract with other law enforcement annuitants to assist in the conduct of investigations under this paragraph.\n\n(1.1) Promptly conduct a background investigation on an individual selected by the board to fill the position of executive director of the board, director of the bureau, chief counsel of the board or the director of the Office of Enforcement Counsel and submit the results to the board.\n\n(2) (Deleted by amendment).\n\n(3) Initiate proceedings for criminal violations of this part.\n\n(4) Provide the board with all information necessary for all actions under this part for all proceedings involving criminal enforcement of this part.\n\n(5) Inspect, when appropriate, a licensee's or permittee's person and personal effects present in a licensed facility under this part while that licensee or permittee is present at a licensed facility.\n\n(6) Enforce the criminal provisions of this part and all other criminal laws of the Commonwealth, including, but not limited to, within a licensed facility and parking lots under control of a slot machine licensee adjacent to a licensed facility.\n\n(7) Fingerprint applicants for licenses and permits.\n\n(8) Exchange fingerprint data with and receive national criminal history record information from the FBI for use in investigating applications for any license or permit under this part.\n\n(9) Receive and take appropriate action on any referral from the board relating to criminal conduct.\n\n(10) Require the production of any information, material and other data from any licensee, permittee or other applicant seeking approval from the board.\n\n(11) Conduct administrative inspections on the premises of licensed racetrack or nonprimary location or licensed facility at such times, under such circumstances and to such extent as the bureau determines to ensure compliance with this part and the regulations of the board and, in the course of inspections, review and make copies of all documents and records required by the inspection through onsite observation and other reasonable means to assure compliance with this part and regulations promulgated under this part.\n\n(12) Conduct audits or verification of information of slot machine, table game operations, including the operation of slot machines used in a multistate wide-area progressive slot machine system and in the operation of skill or hybrid slot machines and interactive gaming operations at such times, under such circumstances and to such extent as the bureau determines. This paragraph includes reviews of accounting, administrative and financial records and management control systems, procedures and records utilized by a slot machine licensee.\n\n(13) A member of the Pennsylvania State Police assigned to duties of enforcement under this part shall not be counted toward the complement as defined in the act of December 13, 2001 (P.L.903, No.100), entitled \"An act repealing in part a limitation on the complement of the Pennsylvania State Police.\"\n\n(14) By March 1 of each year, the Commissioner of the Pennsylvania State Police shall submit a report to the Appropriations Committee of the Senate, the Community, Economic and Recreational Development Committee of the Senate, the Appropriations Committee of the House of Representatives and the Gaming Oversight Committee of the House of Representatives. The report shall summarize all law enforcement activities at each licensed facility during the previous calendar year and shall include all of the following:\n\n(i) The number of arrests made and citations issued at each licensed facility and the name of the law enforcement agency making the arrest or issuing the citation.\n\n(ii) A list of specific offenses charged for each arrest made or citation issued.\n\n(iii) The number of criminal prosecutions resulting from arrests made or citations issued.\n\n(iv) The number of convictions resulting from prosecutions reported under subparagraph (iii).\n\n(v) The number of Pennsylvania State Police troopers assigned to each licensed facility and to the gaming unit at the Pennsylvania State Police headquarters.\n\n(vi) The number and the subject matter of complaints made against Pennsylvania State Police troopers in licensed facilities and the type of disciplinary actions taken by the Pennsylvania State Police, if any, against the Pennsylvania State Police troopers.\n\n(vii) The closest local police station, Pennsylvania State Police station and regional Pennsylvania State Police headquarters to each licensed facility.\n\n(c.1) Powers and duties of Attorney General.--Within the Office of Attorney General, the Attorney General shall establish a gaming unit. The unit shall investigate and institute criminal proceedings as authorized by subsection (d).\n\n(d) Criminal action.--\n\n(1) The district attorneys of the several counties shall have authority to investigate and to institute criminal proceedings for a violation of this part.\n\n(2) In addition to the authority conferred upon the Attorney General under the act of October 15, 1980 (P.L.950, No.164), known as the Commonwealth Attorneys Act, the Attorney General shall have the authority to investigate and, following consultation with the appropriate district attorney, to institute criminal proceedings for a violation of this part. A person charged with a violation of this part by the Attorney General shall not have standing to challenge the authority of the Attorney General to investigate or prosecute the case, and, if any such challenge is made, the challenge shall be dismissed and no relief shall be available in the courts of this Commonwealth to the person making the challenge.\n\n(d.1) Regulatory action.--Nothing contained in subsection (d) shall be construed to limit the existing regulatory or investigative authority of an agency or the Commonwealth whose functions relate to persons or matters within the scope of this part.\n\n(e) Inspection, seizure and warrants.--\n\n(1) The bureau, the department and the Pennsylvania State Police shall have the authority without notice and without warrant to do all of the following in the performance of their duties:\n\n(i) Inspect and examine all premises where slot machine, table game and interactive gaming operations are conducted, slot machines, table game devices and associated equipment and interactive gaming devices and associated equipment are manufactured, sold, distributed or serviced or where records of these activities are prepared or maintained.\n\n(ii) Inspect all equipment and supplies in, about, upon or around premises referred to in subparagraph (i).\n\n(iii) Seize, summarily remove and impound equipment and supplies from premises referred to in subparagraph (i) for the purposes of examination and inspection.\n\n(iv) Inspect, examine and audit all books, records and documents pertaining to a slot machine licensee's operation.\n\n(v) Seize, impound or assume physical control of any book, record, ledger, game, device, cash box and its contents, count room or its equipment, interactive gaming devices and associated equipment or slot machine, table game or interactive gaming operations.\n\n(2) The provisions of paragraph (1) shall not be deemed to limit warrantless inspections except in accordance with constitutional requirements.\n\n(3) To further effectuate the purposes of this part, the bureau and the Pennsylvania State Police may obtain administrative warrants for the inspection and seizure of property possessed, controlled, bailed or otherwise held by an applicant, licensee, permittee, intermediary, subsidiary, affiliate or holding company.\n\n(f) Information sharing and enforcement referral.--With respect to the administration, supervision and enforcement of this part, the bureau, the department, the Pennsylvania State Police or the Office of Attorney General may obtain or provide pertinent information regarding applicants, licensees or permittees from or to law enforcement entities or gaming authorities of the Commonwealth and other domestic, foreign or federally approved jurisdictions, including the Federal Bureau of Investigation, and may transmit such information to each other electronically.\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.; Jan. 7, 2010, P.L.1, No.1, eff. imd.; Oct. 30, 2017, P.L.419, No.42, eff. imd.)\n\n2017 Amendment.Act 42 amended subsecs. (b)(1), (c)(6) and (12) and (e)(1).\n\n2010 Amendment.Act 1 amended subsecs. (a.1)(2) and (6), (b)(1), (c)(12) and (e)(1) and added subsec. (a.2)(1)(iv) and (c)(1.1) and (14).\n\n2006 Amendment.Act 135 amended the section heading and subsecs. (a), (c) and (d) and added subsecs. (a.1), (a.2), (c.1) and (d.1).\n\nCross References.Section 1517 is referred to in sections 1202, 1206, 1305.1, 1516.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1517/"
    },
    {
      "id": "section-1517-1",
      "number": "1517.1",
      "heading": "",
      "text": "§ 1517.1. (Reserved).\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.)\n\n2006 Amendment.\n\nAct 135 added section 1517.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1517-1/"
    },
    {
      "id": "section-1517-2",
      "number": "1517.2",
      "heading": "",
      "text": "(a) (Reserved).\n\n(b) (Reserved).\n\n(c) Disqualification.--If it becomes necessary for the chief counsel or a member to become involved on behalf of the board in any enforcement proceeding, the chief counsel or the member shall be prohibited from participating in the adjudication of that matter and shall designate appropriate individuals to exercise adjudicatory functions.\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.; Jan. 7, 2010, P.L.1, No.1, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1517-2/"
    },
    {
      "id": "section-1518",
      "number": "1518",
      "heading": "",
      "text": "(a) Criminal offenses.--\n\n(1) The provisions of 18 Pa.C.S. § 4902 (relating to perjury), 4903 (relating to false swearing) or 4904 (relating to unsworn falsification to authorities) shall apply to any person providing information or making any statement, whether written or oral, to the board, the commission, the bureau, the department, the Pennsylvania State Police or the Office of Attorney General, as required by this title.\n\n(2) It shall be unlawful for a person to willfully:\n\n(i) fail to report, pay or truthfully account for and pay over any license fee, authorization fee, permit fee, tax or assessment imposed under this title; or\n\n(ii) attempt in any manner to evade or defeat any license fee, authorization fee, permit fee, registration fee, tax or assessment or any other fee imposed under this title.\n\n(3) It shall be unlawful for any licensed entity, gaming employee, key employee or any other person to permit a slot machine, table game or table game device, interactive game or interactive gaming device or associated equipment to be operated, transported, repaired or opened on the premises of a licensed facility by a person other than a person licensed or permitted by the board pursuant to this part.\n\n(3.1) It shall be unlawful for any person who does not possess a valid and then effective interactive gaming certificate or interactive gaming license to accept any wager associated with any authorized interactive game from any individual without verifying the age, identity and physical location of the player at the time of play or wager.\n\n(4) It shall be unlawful for any licensed entity or other person to manufacture, supply or place slot machines, table games, table game devices or associated equipment, authorized interactive game or interactive gaming devices or associated equipment into play or display slot machines, table games, table game devices or associated equipment on the premises of a licensed facility without the authority of the board.\n\n(4.1) It shall be unlawful for any slot machine licensee to offer interactive games into play or display such games on its interactive gaming skin or Internet website without the approval of the board.\n\n(4.2) It shall be unlawful for any licensed entity or other person to manufacture, supply or place interactive gaming devices or associated equipment into operation at a licensed facility without the approval of the board.\n\n(5) Except as provided for in section 1326 (relating to renewals), it shall be unlawful for a licensed entity or other person to manufacture, supply, operate, carry on or expose for play any slot machine, table game, table game device or associated equipment, interactive game or interactive gaming device or associated equipment after the person's license has expired and prior to the actual renewal of the license.\n\n(6) (i) Except as set forth in subparagraph (ii), it shall be unlawful for an individual while on the premises of a licensed facility to knowingly use currency other than lawful coin or legal tender of the United States or a coin not of the same denomination as the coin intended to be used in the slot machine with the intent to cheat or defraud a licensed gaming entity or the Commonwealth or damage the slot machine.\n\n(ii) In the playing of a slot machine, it shall be lawful for an individual to use gaming billets, tokens or similar objects issued by the licensed gaming entity which are approved by the board.\n\n(7) (i) Except as set forth in subparagraph (ii), it shall be unlawful for an individual to use or possess a cheating or thieving device, counterfeit or altered billet, ticket, token or similar objects accepted by a slot machine or counterfeit or altered slot machine-issued tickets or vouchers at a licensed facility.\n\n(ii) An authorized employee of a licensee or an employee of the board may possess and use a cheating or thieving device, counterfeit or altered billet, ticket, token or similar objects accepted by a slot machine or counterfeit or altered slot machine-issued tickets or vouchers in performance of the duties of employment.\n\n(iii) (Deleted by amendment).\n\n(7.1) It shall be unlawful for an individual to do any of the following:\n\n(i) Use or possess counterfeit, marked, loaded or tampered with table game devices or associated equipment, chips or other cheating devices in the conduct of gaming under this part, except that an authorized employee of a licensee or an authorized employee of the board may possess and use counterfeit chips or table game devices or associated equipment that have been marked, loaded or tampered with, or other cheating devices or any unauthorized interactive gaming device or associated equipment in performance of the duties of employment for training, investigative or testing purposes only.\n\n(ii) Knowingly, by a trick or sleight of hand performance or by fraud or fraudulent scheme, or manipulation, table game device or other device, or interactive gaming device for himself or for another, win or attempt to win any cash, property or prize at a licensed facility or to reduce or attempt to reduce a losing wager.\n\n(7.2) It shall be unlawful for a person to knowingly alter, tamper or manipulate interactive gaming devices or associated equipment, including software, system programs, hardware and any other device or associated equipment used in interactive gaming operations, in order to alter the odds or the payout of an interactive game or to disable the interactive game from operating according to the rules of the game as authorized by the board.\n\n(7.3) It shall be unlawful for a person to knowingly offer or allow to be offered any authorized interactive game that has been altered, tampered with or manipulated in a way that affects the odds or the payout of an authorized interactive game or disables the interactive game from operating according to the authorized rules of the game as authorized by the board.\n\n(8) (i) Except as set forth in subparagraph (ii), it shall be unlawful for an individual to knowingly possess or use while on the premises of a licensed facility a key or device designed for the purpose of and suitable for opening or entering any slot machine, drop box or coin box which is located on the premises of the licensed facility.\n\n(ii) An authorized employee of a licensee or a member of the board may possess and use a device referred to in subparagraph (i) in the performance of the duties of employment.\n\n(9) It shall be unlawful for a person or licensed entity to possess any device, equipment or material which the person or licensed entity knows has been manufactured, distributed, sold, tampered with or serviced in violation of the provisions of this part with the intent to use the device, equipment or material as though it had been manufactured, distributed, sold, tampered with or serviced pursuant to this part.\n\n(9.1) It shall be unlawful for a person to sell, offer for sale, represent or pass off as lawful any device, equipment or material which the person or licensed entity knows has been manufactured, distributed, sold, tampered with or serviced in violation of this part.\n\n(10) It shall be unlawful for an individual to work or be employed in a position the duties of which would require licensing or permitting under the provisions of this part without first obtaining the requisite license or permit issued under the provisions of this part.\n\n(11) It shall be unlawful for a licensed gaming entity that is a licensed racing entity and that has lost the license issued to it by the State Horse Racing Commission or the State Harness Racing Commission under the Race Horse Industry Reform Act or that has had that license suspended to operate slot machines, table games or authorized interactive games at the racetrack for which its slot machine license was issued unless the license issued to it by either the State Horse Racing Commission or the State Harness Racing Commission will be subsequently reissued or reinstated within 30 days after the loss or suspension.\n\n(12) It shall be unlawful for a licensed entity to employ or continue to employ an individual in a position the duties of which require a license or permit under the provisions of this part if the individual:\n\n(i) Is not licensed or permitted under the provisions of this part.\n\n(ii) Is prohibited from accepting employment from a licensee.\n\n(13) It shall be unlawful for an individual under 21 years of age to enter and remain in any area of a licensed facility where slot machines are operated or the play of table games is conducted, except that an individual 18 years of age or older employed by a slot machine licensee, a gaming service provider, the board or any other regulatory or emergency response agency may enter and remain in any such area while engaged in the performance of the individual's employment duties.\n\n(13.1) It shall be unlawful for an individual under 21 years of age to wager, play or attempt to play a slot machine or table game at a licensed facility or to wager, play or attempt to play an interactive game.\n\n(13.2) It shall be unlawful to allow a person under 21 years of age to open, maintain or use in any way an interactive gaming account. Any interactive gaming certificate holder, interactive gaming operator or employee of an interactive gaming certificate holder or interactive gaming operator or other such person who knowingly allows a person under 21 years of age to open, maintain or use an interactive gaming account shall be subject to the penalty set forth in this section, except that the establishment of all of the following facts by an interactive gaming certificate holder, interactive gaming operator or employee of an interactive gaming certificate holder, interactive gaming operator or other such person shall constitute a defense to any regulatory action by the board or the penalty authorized under this section:\n\n(i) the underage person falsely represented that the person was at least 21 years of age in the application for an interactive gaming account; and\n\n(ii) the establishment of the interactive gaming account was made in good faith reliance upon such representation and in the reasonable belief that the underage person was at least 21 years of age.\n\n(14) (Reserved).\n\n(15) It shall be unlawful for a licensed gaming entity to require a wager to be greater than the stated minimum wager or less than the stated maximum wager. However, a wager made by a player and not rejected by a licensed gaming entity prior to commencement of play shall be treated as a valid wager. A wager accepted by a dealer or through an authorized interactive game shall be paid or lost in its entirety in accordance with the rules of the game, notwithstanding that the wager exceeded the current table maximum wager or authorized interactive game wager or was lower than the current table minimum wager or minimum interactive game wager.\n\n(16) An individual that engages in conduct prohibited by 18 Pa.C.S. § 6308 (relating to purchase, consumption, possession or transportation of liquor or malt or brewed beverages) in a licensed facility commits a nongambling offense.\n\n(17) It shall be unlawful for an individual to claim, collect or take, or attempt to claim, collect or take, money or anything of value in or from a slot machine, gaming table or other table game device, interactive game or interactive gaming device with the intent to defraud, or to claim, collect or take an amount greater than the amount won, or to manipulate with the intent to cheat, any component of any slot machine, table game or table game device, interactive game or interactive gaming device in a manner contrary to the designed and normal operational purpose.\n\n(b) Criminal penalties and fines.--\n\n(1) (i) A person that commits a first offense in violation of 18 Pa.C.S. § 4902, 4903 or 4904 in connection with providing information or making any statement, whether written or oral, to the board, the bureau, the department, the Pennsylvania State Police, the Office of Attorney General or a district attorney as required by this part commits an offense to be graded in accordance with the applicable section violated. A person that is convicted of a second or subsequent violation of 18 Pa.C.S. § 4902, 4903 or 4904 in connection with providing information or making any statement, whether written or oral, to the board, the bureau, the department, the Pennsylvania State Police, the Office of Attorney General or a district attorney as required by this part commits a felony of the second degree.\n\n(ii) A person that violates subsection (a)(2), (3) and (4) through (12) or (17) commits a misdemeanor of the first degree. A person that is convicted of a second or subsequent violation of subsection (a)(2), (3) and (4) through (12) or (17) commits a felony of the second degree.\n\n(2) (i) For a first violation of subsection (a)(1) through (12) or (17), a person shall be sentenced to pay a fine of:\n\n(A) not more than $150,000 if the person is an individual;\n\n(B) not less than $300,000 nor more than $600,000 if the person is a licensed gaming entity or an interactive gaming operator; or\n\n(C) not less than $150,000 nor more than $300,000 if the person is a licensed manufacturer or supplier.\n\n(ii) For a second or subsequent violation of subsection (a)(1), (2), (3) and (4) through (12) or (17), a person shall be sentenced to pay a fine of:\n\n(A) not more than $300,000 if the person is an individual;\n\n(B) not less than $600,000 nor more than $1,200,000 if the person is a licensed gaming entity; or\n\n(C) not less than $300,000 nor more than $600,000 if the person is a licensed manufacturer or supplier.\n\n(2.1) A person that commits an offense in violation of subsection (a)(3.1) commits a felony and, upon conviction, shall be sentenced to pay a fine of not less than $500,000 nor more than $1,000,000. A person that is convicted of a second or subsequent violation of subsection (a)(3.1) commits a felony of the first degree and shall be sentenced to pay a fine of not less than $1,000,000 nor more than $2,500,000.\n\n(3) An individual who commits an offense in violation of subsection (a)(13), (13.1) or (13.2) commits a nongambling summary offense and upon conviction of a first offense shall be sentenced to pay a fine of not less than $200 nor more than $1,000. An individual that is convicted of a second or subsequent offense under subsection (a)(13), (13.1) or (13.2) shall be sentenced to pay a fine of not less than $500 nor more than $1,500. In addition to the fine imposed, an individual convicted of an offense under subsection (a)(13), (13.1) or (13.2) may be sentenced to perform a period of community service not to exceed 40 hours.\n\n(4) An individual that commits an offense in violation of subsection (a)(16) commits a nongambling offense to be graded in accordance with 18 Pa.C.S. § 6308, and the fine imposed for a violation of subsection (a)(16) shall be not less than $350 nor more than $1,000.\n\n(c) Board-imposed administrative sanctions.--\n\n(1) In addition to any other penalty authorized by law, the board may impose without limitation the following sanctions upon any licensee or permittee:\n\n(i) Revoke the license or permit of any person convicted of a criminal offense under this part or regulations promulgated under this part or committing any other offense or violation of this part or applicable law which would otherwise disqualify such person from holding the license or permit.\n\n(ii) Revoke the license or permit of any person determined to have violated a provision of this part or regulations promulgated under this part which would otherwise disqualify such person from holding the license or permit.\n\n(iii) Revoke the license or permit of any person for willfully and knowingly violating or attempting to violate an order of the board directed to such person.\n\n(iv) Suspend the license or permit of any person pending the outcome of a hearing in any case in which license or permit revocation could result.\n\n(v) Suspend the license of any licensed gaming entity for violation of or attempting to violate any provisions of this part or regulations promulgated under this part relating to its slot machine or table game operations.\n\n(vi) Assess administrative penalties as necessary to punish misconduct and to deter future violations.\n\n(vii) Order restitution of any moneys or property unlawfully obtained or retained by a licensee or permittee.\n\n(viii) Enter cease and desist orders which specify the conduct which is to be discontinued, altered or implemented by the licensee or permittee.\n\n(ix) Issue letters of reprimand or censure, which letters shall be made a permanent part of the file of each licensee or permittee so sanctioned.\n\n(2) If the board refuses to issue or renew a license or permit, suspends or revokes a license or permit, assesses civil penalties, orders restitution, enters a cease and desist order or issues a letter of reprimand or censure, it shall provide the applicant or licensee or permittee with written notification of its decision, including a statement of the reasons for its decision by certified mail within five business days of the decision of the board. The applicant, licensee or permittee shall have the right to appeal the decision in accordance with 2 Pa.C.S. Chs. 5 Subch. A (relating to practice and procedure of Commonwealth agencies) and 7 Subch. A (relating to judicial review of Commonwealth agency action).\n\n(3) In addition to any other fines or penalties that the board may impose under this part or regulation, if a person violates subsection (a)(2), the board shall impose an administrative penalty of three times the amount of the license fee, authorization fee, tax or other assessment evaded and not paid, collected or paid over. This subsection is subject to 2 Pa.C.S. Chs. 5 Subch. A and 7 Subch. A.\n\n(d) Aiding and abetting.--A person who aids, abets, counsels, commands, induces, procures or causes another person to violate a provision of this part shall be subject to all sanctions and penalties, both civil and criminal, provided under this part.\n\n(e) Continuing offenses.--A violation of this part that is determined to be an offense of a continuing nature shall be deemed to be a separate offense on each event or day during which the violation occurs. Nothing in this section shall be construed to preclude the commission of multiple violations of the provisions of this part in any one day that establish offenses consisting of separate and distinct acts or violations of the provisions of this part or regulations promulgated under this part.\n\n(f) Property subject to seizure, confiscation, destruction or forfeiture.--Any equipment, device or apparatus, money, material, gaming proceeds or substituted proceeds or real or personal property used, obtained or received or any attempt to use, obtain or receive the device, apparatus, money, material, proceeds or real or personal property in violation of this part shall be subject to the provisions of 42 Pa.C.S. §§ 5803 (relating to asset forfeiture), 5805 (relating to forfeiture procedure), 5806 (relating to motion for return of property), 5807 (relating to restrictions on use), 5807.1 (relating to prohibition on adoptive seizures) and 5808 (relating to exceptions).\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.; Jan. 7, 2010, P.L.1, No.1, eff. imd.; June 29, 2017, P.L.247, No.13, eff. July 1, 2017; Oct. 30, 2017, P.L.419, No.42, eff. imd.; Oct. 24, 2018, P.L.659, No.95, eff. 180 days)\n\n2018 Amendment.Act 95 amended subsec. (b)(4).\n\n2017 Amendments.Act 13 amended subsec. (f) and Act 42 amended subsecs. (a)(1), (2), (3), (4), (5), (7.1), (11), (13.1), (15) and (17) and (b)(1), (2) and (3), added subsecs. (a)(3.1), (4.1), (4.2), (7.2), (7.3) and (13.2) and (b)(2.1) and carried without amendment subsec. (a)(13).\n\n2010 Amendment.Act 1 amended subsecs. (a)(2), (3), (4), (5), (7), (8), (11) and (13), (b)(1) and (2) and (c)(1)(v) and (3) and added subsecs. (a)(7.1), (13.1), (14), (15), (16) and (17), (b)(3) and (4), (d), (e) and (f).\n\nReferences in Text.The act of December 17, 1981, P.L.435, No.135, known as the Race Horse Industry Reform Act, referred to in this section, was repealed by the act of February 23, 2016, P.L.15, No.7.\n\nCross References.Section 1518 is referred to in sections 1201, 1512.1, 1518.1, 1607, 4304 of this title; section 5803 of Title 42 (Judiciary and Judicial Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1518/"
    },
    {
      "id": "section-1518-1",
      "number": "1518.1",
      "heading": "",
      "text": "(a) Duty.--A slot machine licensee or a person acting on behalf of a slot machine licensee shall file a report of any suspicious transaction with the bureau. The filing with the bureau of a copy of a report made under 31 CFR 103.21 (relating to reports by casinos of suspicious transactions) shall satisfy this requirement.\n\n(b) Failure to report.--\n\n(1) A person required under this section to file a report of a suspicious transaction who knowingly fails to file a report of a suspicious transaction or who knowingly causes another person having that responsibility to fail to file a report commits a misdemeanor of the third degree.\n\n(2) A person required under this section to file a report of a suspicious transaction who fails to file a report or a person who causes another person required under this section to file a report of a suspicious transaction to fail to file a report shall be strictly liable for his actions and may be subject to sanction under section 1518(c) (relating to prohibited acts; penalties).\n\n(c) Bureau.--The bureau shall maintain a record of all reports made under this section for a period of five years. The bureau shall make the reports available to any Federal or State law enforcement agency upon written request and without necessity of subpoena.\n\n(d) Notice prohibited.--A person who is required to file a report of a suspicious transaction under this section shall not notify any individual suspected of committing the suspicious transaction that the transaction has been reported. Any person that violates this subsection commits a misdemeanor of the third degree and may be subject to sanction under section 1518(c).\n\n(e) Immunity.--A person who is required to file a report of a suspicious transaction under this section who in good faith makes the report shall not be liable in any civil action brought by any person for making the report, regardless of whether the transaction is later determined to be suspicious.\n\n(f) Sanctions.--\n\n(1) In considering appropriate administrative sanctions against any person for a violation of this section, the board shall consider all of the following:\n\n(i) The risk to the public and to the integrity of gaming operations created by the conduct of the person.\n\n(ii) The seriousness of the conduct of the person and whether the conduct was purposeful and with knowledge that it was in contravention of the provisions of this part or regulations promulgated under this part.\n\n(iii) Any justification or excuse for the conduct by the person.\n\n(iv) The prior history of the particular licensee or person involved with respect to gaming activity.\n\n(v) The corrective action taken by the slot machine licensee to prevent future misconduct of a like nature from occurring.\n\n(vi) In the case of a monetary penalty, the amount of the penalty in relation to the severity of the misconduct and the financial means of the licensee or person. The board may impose any schedule or terms of payment of such penalty as it may deem appropriate.\n\n(2) It shall be no defense to disciplinary action before the board that a person inadvertently, unintentionally or unknowingly violated a provision of this section. The factors under paragraph (1) shall only go to the degree of the penalty to be imposed by the board and not to a finding of a violation itself.\n\n(g) Regulations.--The board shall promulgate regulations to effectuate the purposes of this section.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)\n\n2010 Amendment.Act 1 added section 1518.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1518-1/"
    },
    {
      "id": "section-1518-2",
      "number": "1518.2",
      "heading": "",
      "text": "(a) General rule.--The director of the Office of Enforcement Counsel within the bureau may petition a court of record having jurisdiction over information in the possession of an agency in this Commonwealth or, if there is no such court, then the Commonwealth Court for authorization to review or obtain information in the possession of an agency in this Commonwealth by averring specific facts demonstrating that the agency has in its possession information material to a pending investigation or inquiry being conducted by the bureau pursuant to this part and that disclosure or release is in the best interest of the Commonwealth. The petition shall request that the court enter a rule upon the agency to show cause why the agency should not be directed to disclose to the bureau, or identified agents thereof, information in its possession about any pending matter under the jurisdiction of the bureau pursuant to this part. If a respondent is a local agency, a copy of any rule issued pursuant to this section shall be provided to the district attorney of the county in which the local agency is located and the Office of Attorney General. Upon request of a local agency, the district attorney or the Attorney General may elect to enter an appearance to represent the local agency in the proceedings.\n\n(b) Procedure.--The filing of a petition pursuant to this section and related proceedings shall be in accordance with court rule, including issuance as of course. A party to the proceeding shall not disclose the filing of a petition or answer or the receipt, content or disposition of a rule or order issued pursuant to this section without leave of court. Any party to the proceedings may request that the record be sealed and proceedings be closed. The court shall grant the request if it is in the best interest of any person or the Commonwealth to do so.\n\n(c) Court determination.--Following review of the record, the court shall grant the relief sought by the director of the Office of Enforcement Counsel if the court determines that the agency has in its possession information material to the investigation or inquiry and that disclosure or release of the information is in the best interest of the Commonwealth, that the disclosure or release of the information is not otherwise prohibited by statute or regulation and that the disclosure or release of the information would not inhibit an agency in the performance of the agency's duties. If the court so determines, the court shall enter an order authorizing and directing the information be made available for review in camera.\n\n(d) Release of materials or information.--If, after an in camera review by the court, the director of the Office of Enforcement Counsel seeks to obtain copies of materials in the agency's possession, the court may, if not otherwise prohibited by statute or regulation, enter an order that the requested materials be provided. Any order authorizing the release of materials or other information shall contain direction regarding the safekeeping and use of the materials or other information sufficient to satisfy the court that the materials or information will be sufficiently safeguarded. In making this determination the court shall consider the input of the agency in possession of the information and any input from any agency with which the information originated concerning any pending investigation or ongoing matter and the safety of person and property.\n\n(e) Modification of order.--If subsequent investigation or inquiry by the bureau warrants modification of any order entered pursuant to this section, the director of the Office of Enforcement Counsel may petition to request the modification. Upon such request, the court may modify its orders at any time and in any manner it deems necessary and appropriate. The agency named in the original petition shall be given notice and an opportunity to be heard.\n\n(f) Use of information or materials.--Any person who, by any means authorized by this section, has obtained knowledge of information or materials solely pursuant to this section may use such information or materials in a manner consistent with any directions imposed by the court and appropriate to the proper performance of the person's official duties under this part.\n\n(g) Violation.--In addition to any remedies and penalties provided in this part, any violation of the provisions of this section may be punished as contempt of the court.\n\n(h) Definition.--As used in this section the term \"agency\" shall mean a \"Commonwealth agency\" or a \"local agency\" as those terms are defined in section 102 of the act of February 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)\n\n2010 Amendment.Act 1 added section 1518.2.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1518-2/"
    },
    {
      "id": "section-1518-3",
      "number": "1518.3",
      "heading": "",
      "text": "Notwithstanding section 11(b) of the act of June 13, 2008 (P.L.182, No.27), known as the Clean Indoor Air Act, the provisions of section 3(b)(11) of the Clean Indoor Air Act shall apply to all licensed facilities.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)\n\n2010 Amendment.Act 1 added section 1518.3.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1518-3/"
    },
    {
      "id": "section-1519",
      "number": "1519",
      "heading": "",
      "text": "A peace officer, licensee or licensee's security employee or an agent under contract with the licensee who has probable cause to believe that criminal violation of this part has occurred or is occurring on or about a licensed facility and who has probable cause to believe that a specific individual has committed or is committing the criminal violation may detain the suspect in a reasonable manner for a reasonable time on the premises of the licensed facility for all or any of the following purposes: to require the suspect to identify himself, to verify such identification or to inform a peace officer. Such detention shall not impose civil or criminal liability upon the peace officer, licensee, licensee's employee or agent so detaining.\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1519/"
    },
    {
      "id": "section-1520",
      "number": "1520",
      "heading": "",
      "text": "The board shall promulgate rules and regulations governing the placement of automated teller machines (ATMs).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1520/"
    },
    {
      "id": "section-1521",
      "number": "1521",
      "heading": "",
      "text": "(a) Reapplication.--Nothing in this part shall require a person already licensed to sell liquor or malt or brewed beverages to reapply for the license except in the manner set forth in the act of April 12, 1951 (P.L.90, No.21), known as the Liquor Code.\n\n(b) License authority.--Notwithstanding any other provision of law, a person holding a slot machine license which is also licensed to sell liquor or malt or brewed beverages pursuant to the Liquor Code shall be permitted to sell, furnish or give liquor or malt or brewed beverages on the unlicensed portion of the licensed gaming facility so long as the liquor or malt or brewed beverages remain on the facility.\n\n(b.1) Liquor Code sanctions.--Notwithstanding any other provision of law, a person holding a slot machine license that also holds a license issued by the Pennsylvania Liquor Control Board shall not be subject to the provisions of section 471(c) of the Liquor Code. In addition, if a fine is imposed under section 471(b) of the Liquor Code, it shall be for not less than $250 nor more than $25,000. The prior citation history of the slot machine licensee shall be considered in determining the amount of the fine.\n\n(c) Nonlicensees.--Notwithstanding any other provision of law, a slot machine licensee which is not licensed to sell liquor or malt or brewed beverages shall be entitled to apply to the Pennsylvania Liquor Control Board for a restaurant liquor or eating place retail dispenser license as permitted by section 472 of the Liquor Code. The following shall apply:\n\n(1) Licenses issued under this section shall not be subject to:\n\n(i) The proximity provisions of sections 402 and 404 of the Liquor Code.\n\n(ii) The quota restrictions of section 461 of the Liquor Code.\n\n(iii) The provisions of section 493(10) of the Liquor Code except as they relate to lewd, immoral or improper entertainment.\n\n(iv) The prohibition against minors frequenting as described in section 493(14) of the Liquor Code.\n\n(v) The cost and total display area limitations of section 493(20)(i) of the Liquor Code.\n\nIn addition, licenses issued under this section shall not be subject to the provisions defining \"restaurant\" or \"eating place\" in section 102 of the Liquor Code.\n\n(2) Absent good cause shown consistent with the purposes of this part, the Pennsylvania Liquor Control Board shall approve an application for the license filed by a licensed gaming entity within 60 days.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)\n\n2010 Amendment.Act 1 added subsec. (b.1).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1521/"
    },
    {
      "id": "section-1522",
      "number": "1522",
      "heading": "",
      "text": "The interception and recording of oral communications made in a count room of a licensed facility by a licensee shall not be subject to the provisions of 18 Pa.C.S. Ch. 57 (relating to wiretapping and electronic surveillance). Notice that oral communications are being intercepted and recorded shall be posted conspicuously in the count room.\n\n(Nov. 1, 2006, P.L.1243, No.135, eff. imd.; Jan. 7, 2010, P.L.1, No.1, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1522/"
    },
    {
      "id": "section-1523",
      "number": "1523",
      "heading": "",
      "text": "(a) Prohibition.--A slot machine licensee may not install, own or operate or allow another person to install, own or operate on the premises of the licensed facility a slot machine or table game that is played with a device that allows a player to operate the slot machine or table game by transferring funds electronically from a debit card, credit card or by means of an electronic funds transfer terminal.\n\n(b) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Electronic funds transfer terminal.\" An information-processing device or an automatic teller machine used for executing deposit account transactions between financial institutions and their account holders by either the direct transmission of electronic impulses or the recording of electronic impulses for delayed processing. The fact that a device is used for other purposes shall not prevent it from being considered an electronic funds transfer terminal under this definition.\n\n(Jan. 7, 2010, P.L.1, No.1, eff. imd.)\n\n2010 Amendment.Act 1 added section 1523.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-15/section-1523/"
    }
  ]
}