{
  "state": "pennsylvania",
  "path": "title-title-4/chapter-chapter-16",
  "sections": [
    {
      "id": "section-1601",
      "number": "1601",
      "heading": "",
      "text": "The board may authorize the organization and conduct of gaming junkets subject to the provisions of this chapter. No gaming junket shall be organized or permitted to operate in this Commonwealth and no person shall act as a gaming junket representative or gaming junket enterprise except in accordance with this chapter. The board shall establish a reasonable application and authorization fee for any license, permit or other authorization issued under this chapter.\n\nCross References.Section 1601 is referred to in sections 1602, 1604 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1601/"
    },
    {
      "id": "section-1602",
      "number": "1602",
      "heading": "",
      "text": "(a) Gaming junket enterprise license required.--All gaming junket enterprises shall obtain a license from the board prior to acting as a gaming junket enterprise in this Commonwealth.\n\n(b) Application.--A gaming junket enterprise license application shall be in a form prescribed by the board and shall include the following:\n\n(1) The name, address and photograph of the applicant and all owners, directors, managers and supervisory employees of a gaming junket enterprise.\n\n(2) The details of a gaming junket enterprise license or similar license applied for or granted or denied to the applicant by another jurisdiction.\n\n(3) Consent for the bureau to conduct a background investigation, the scope of which shall be determined by the board.\n\n(4) All releases necessary for the bureau and the board to acquire licensing documents and other information necessary to conduct a background investigation or otherwise evaluate the application.\n\n(5) A list of all civil judgments obtained against the applicant pertaining to any gaming junket enterprise with which the applicant has been associated.\n\n(6) A description of the operation and organization of the gaming junket enterprise.\n\n(7) Any additional information required by the board.\n\n(c) Enforcement information.--If the applicant has held a gaming junket license or other gaming license in another jurisdiction, the applicant may submit a letter of reference from the gaming enforcement agency in the other jurisdiction. The letter shall specify the experiences of the agency with the applicant, the applicant's associates and the applicant's gaming junket enterprise or gaming activity. If no letter is received within 30 days following the applicant's request, the applicant may submit a statement under oath, subject to the penalty for false swearing under 18 Pa.C.S. ยง 4903 (relating to false swearing), that the applicant is in good standing with the gaming enforcement agency in the other jurisdiction.\n\n(d) Issuance.--Following review of the application, completion of the background investigation and payment of the license fee established by the board under section 1601(a) (relating to gaming junkets authorized), the board may issue a gaming junket enterprise license to the applicant if the applicant has proven by clear and convincing evidence that the applicant is a person of good character, honesty and integrity and that the applicant's activities, criminal record, reputation, habits and associations do not pose a threat to the public interest or suitable or legitimate operation of gaming.\n\n(e) Failure to cooperate.--Failure to provide required information or releases under this section shall result in the immediate denial of an application for a license.\n\n(f) Nontransferability.--A license issued under this section shall be nontransferable.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1602/"
    },
    {
      "id": "section-1603",
      "number": "1603",
      "heading": "",
      "text": "The board shall develop a classification system for the regulation of gaming junket enterprises and the individuals and entities associated with gaming junket enterprises.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1603/"
    },
    {
      "id": "section-1604",
      "number": "1604",
      "heading": "",
      "text": "(a) Occupation permit.--Except as otherwise provided in subsection (e), a gaming junket representative shall obtain an occupation permit from the board in accordance with section 1318 (relating to occupation permit application).\n\n(b) Application.--In addition to the requirements of section 1308 (relating to applications for license or permit), the application for a gaming junket representative occupation permit shall be in a form prescribed by the board and shall include the following:\n\n(1) Verification of employment status as a gaming junket representative with a licensed gaming junket enterprise or an applicant for a gaming junket enterprise license.\n\n(2) A description of employment responsibilities.\n\n(3) A consent form to allow the bureau to conduct a background investigation, the scope of which shall be determined by the board.\n\n(4) A release for the bureau and the board to acquire copies of information from government agencies, employers and others as necessary to complete the investigation.\n\n(5) Fingerprints which shall be submitted to the Pennsylvania State Police.\n\n(6) A photograph that meets the standards of the Commonwealth Photo Imaging Network.\n\n(7) Details relating to a similar license, permit or other authorization obtained in another jurisdiction, if any.\n\n(8) Any additional information required by the board.\n\n(c) Issuance.--Following review of the application, background investigation and payment of the permit fee established by the board under section 1601(a) (relating to gaming junkets authorized), the board may issue an occupation permit if the applicant has proven by clear and convincing evidence that the applicant is a person of good character, honesty and integrity and is eligible and suitable to receive an occupation permit.\n\n(d) Nontransferability.--An occupation permit issued under this section shall be nontransferable.\n\n(e) Holder of occupation permit.--Nothing in this section shall be construed to prohibit an individual who holds a valid occupation permit and who is employed by a slot machine licensee from acting as a junket representative. A gaming junket representative need not be a resident of this Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1604/"
    },
    {
      "id": "section-1605",
      "number": "1605",
      "heading": "",
      "text": "Agreements entered into between a slot machine licensee and a gaming junket enterprise or a gaming junket representative shall include a provision for the termination of the agreement without liability on the part of the slot machine licensee if:\n\n(1) The board orders the suspension, limitation, conditioning, denial or revocation of the license of a gaming junket representative license or occupation permit of a gaming junket representative.\n\n(2) The board disapproves the agreement and requires its termination.\n\nFailure to expressly include the termination requirement under this section in the agreement shall not constitute a defense in an action brought relating to the termination of the agreement.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1605/"
    },
    {
      "id": "section-1606",
      "number": "1606",
      "heading": "",
      "text": "A slot machine licensee shall be responsible for the conduct of a gaming junket representative or gaming junket enterprise with which the slot machine licensee has an agreement and for the terms and conditions of a gaming junket on its premises.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1606/"
    },
    {
      "id": "section-1607",
      "number": "1607",
      "heading": "",
      "text": "Notwithstanding any other provision of this part, if the board determines that the terms of an agreement to conduct a gaming junket were violated by a slot machine licensee, gaming junket enterprise or gaming junket representative, the board may do any or all of the following:\n\n(1) Order restitution to the gaming junket participant.\n\n(2) Assess civil penalties or sanctions under section 1518 (relating to prohibited acts; penalties) for a violation or deviation from the terms of the junket agreement.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1607/"
    },
    {
      "id": "section-1608",
      "number": "1608",
      "heading": "",
      "text": "The board shall prescribe procedures and forms to retain records relating to the conduct of a gaming junket by a slot machine licensee. A slot machine licensee shall:\n\n(1) Maintain a current report of the operations of gaming junkets conducted at its licensed facility.\n\n(2) Submit to the board and the bureau a list of all its employees who conduct business on behalf of the slot machine licensee with gaming junket representatives on a full-time, part-time or temporary basis.\n\n(3) Maintain records of all agreements entered into with a gaming junket enterprise or gaming junket representative for a minimum of five years.\n\n(4) Provide any other information relating to a gaming junket required by the board or bureau.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1608/"
    },
    {
      "id": "section-1609",
      "number": "1609",
      "heading": "",
      "text": "A slot machine licensee, gaming junket representative or gaming junket enterprise shall file a report with the bureau on each list of gaming junket participants or potential gaming junket participants purchased by the slot machine licensee, gaming junket representative or gaming junket enterprise. The report shall include the source of the list and zip codes of participants or potential participants on a list purchased directly or indirectly by a slot machine licensee, gaming junket representative or gaming junket enterprise. Nothing in this section shall require the reporting or maintenance of personal identifying information pertaining to participants or potential participants.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1609/"
    },
    {
      "id": "section-1610",
      "number": "1610",
      "heading": "",
      "text": "Upon petition by a slot machine licensee, the board may grant an exemption from the permit requirements of this chapter to a gaming junket representative. The board shall consult with the bureau prior to granting an exemption under this section and shall consider the following:\n\n(1) The terms of the gaming junket arrangement.\n\n(2) The number and scope of gaming junkets.\n\n(3) Whether the exemption is consistent with the policies and purposes of this part.\n\n(4) Any other factor deemed necessary by the bureau or board.\n\nThe board may condition, limit or restrict the exemption.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1610/"
    },
    {
      "id": "section-1611",
      "number": "1611",
      "heading": "",
      "text": "A gaming junket enterprise or gaming junket representative shall not do any of the following:\n\n(1) Engage in efforts to collect on any check provided by a gaming junket participant that has been returned by a financial institution without payment.\n\n(2) Exercise approval authority over the authorization or issuance of credit under section 13A27 (relating to other financial transactions).\n\n(3) Receive or retain a fee from an individual for the privilege of participating in a gaming junket.\n\n(4) Pay for any service, including transportation, or other thing of value provided to a participant participating in a gaming junket except as authorized by this part.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-4/chapter-16/section-1611/"
    }
  ]
}