{
  "state": "connecticut",
  "path": "title-title-12-taxation/chapter-chapter-208a-unrelated-business-income-of-nonprofit-corporat",
  "sections": [
    {
      "id": "section-12-242aa",
      "number": "12-242aa.",
      "heading": "Definitions. Modifications of federal unrelated business taxable income",
      "text": "(a) As used in this chapter:\n\n(1) “Taxpayer” means any organization which is exempt from taxation in accordance with any of the provisions of Section 501 of the Internal Revenue Code and which, notwithstanding the provisions of said Section 501, is subject to taxation under said code on unrelated business taxable income attributable to a trade or business carried on in this state.\n\n(2) “Unrelated business taxable income” means income as defined and determined in accordance with Section 512 of the Internal Revenue Code and subsection (b) of this section.\n\n(3) “Taxable year” means the calendar year upon the basis of which the taxpayer's unrelated business taxable income is computed, provided, if a fiscal year other than a calendar year has been established for purposes of the Internal Revenue Code, “taxable year” means such fiscal year.\n\n(4) “Unrelated trade or business” means unrelated trade or business as defined in the Internal Revenue Code.\n\n(5) “Internal Revenue Code” means the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended.\n\n(6) “Commissioner” means the Commissioner of Revenue Services.\n\n(7) “Organization” means an organization described in Section 511(a)(2)(A) of the Internal Revenue Code or a trust described in Section 511(b)(2) of the Internal Revenue Code.\n\n(b) The unrelated business taxable income of a taxpayer subject to the tax imposed by section 12-242bb shall be such taxpayer's federal unrelated business taxable income, as determined under the Internal Revenue Code for the taxable year, with the following modifications: (1) There shall be added to federal unrelated business taxable income the amount of any tax imposed and paid under section 12-242bb during such taxable year; (2) there shall be subtracted from federal unrelated business taxable income the amount of any refund or credit for overpayment of the tax imposed under section 12-242bb during such taxable year; and (3) there may be subtracted from federal unrelated business taxable income a net operating loss deduction, which shall be the same as the net operating loss deduction allowed under section 12-217, except that (A) any net operating loss included in determining such deduction shall be adjusted to reflect the addition and subtraction from unrelated business taxable income required by subdivisions (1) and (2) of this subsection, (B) such deduction shall not include any net operating loss sustained during any taxable year beginning prior to January 1, 1992, or during any taxable year in which the taxpayer was not subject to the tax imposed by section 12-242bb, and (C) such deduction shall not exceed the deduction for the taxable year allowable under paragraph (6) of subsection (b) of Section 512 of the Internal Revenue Code.\n\n(c) Any terms used in this section and section 12-242bb have the same meaning as when used in a comparable context in the Internal Revenue Code unless a different meaning is clearly required.\n\n(P.A. 92-124, S. 1, 3; P.A. 93-9, S. 1, 3; P.A. 14-122, S. 94, 95.)\n\nHistory: P.A. 92-124 effective May 19, 1992, and applicable to income years of corporations commencing on or after January 1, 1992; P.A. 93-9 added Subsec. (a)(7) defining “organization”, effective March 24, 1993, and applicable to taxable years commencing on and after January 1, 1993; P.A. 14-122 made technical changes in Subsecs. (a)(3) and (c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-208a/section-12-242aa/"
    },
    {
      "id": "section-12-242bb",
      "number": "12-242bb.",
      "heading": "Imposition of tax on unrelated business income of nonprofit corporations. Apportionment. “Tangible personal property” defined.",
      "text": "(a) Each taxpayer, as defined in section 12-242aa, shall pay, annually, a tax for the privilege of carrying on any unrelated trade or business within this state, with such tax to be measured by the unrelated business taxable income of such taxpayer apportioned to Connecticut in accordance with subsection (b) of this section for any taxable year commencing on or after January 1, 1992, and to be imposed on such unrelated business taxable income for each such taxable year in the same manner and at the same rate as the tax imposed under section 12-214. The provisions of sections 12-222, 12-225 to 12-229, inclusive, 12-231, 12-232 to 12-237, inclusive, 12-242 and 12-242c to 12-242i, inclusive, shall apply to the provisions of section 12-242aa, and this section in the same manner and with the same force and effect as if the language of said sections 12-222, 12-225 to 12-229, inclusive, 12-231, 12-232 to 12-237, inclusive, 12-242 and 12-242c to 12-242i, inclusive, had been incorporated in full into and had expressly referred to the tax imposed under said section 12-242aa and this section, except to the extent that any such provision is inconsistent with a provision of section 12-242aa and this section.\n\n(b) The portion of the unrelated business taxable income of a taxpayer to be apportioned within this state shall be determined by multiplying its unrelated business taxable income by an apportionment percentage to be determined by: (1) Ascertaining the percentage which the average value of taxpayer's real and tangible personal property in its unrelated trade or business within the state during the period covered by the taxpayer's return bears to the average value of all the taxpayer's real and tangible personal property wherever situated during such period which is used in its unrelated trade or business; (2) ascertaining the percentage which the receipts of the taxpayer's unrelated trade or business, computed on the cash or accrual basis according to the method of accounting used in the computation of the taxpayer's unrelated business taxable income, arising during such period from (A) sales of tangible personal property by the unrelated trade or business where shipments are made to points within this state, (B) services performed within the state by the unrelated trade or business, (C) rentals from property of the unrelated trade or business situated within the state, and (D) all other receipts earned by the unrelated trade or business within the state, bear to the total amount of the receipts of the unrelated trade or business, similarly computed, arising during such period from all sales of its tangible personal property, services, rentals and all other transactions, whether within or without the state; (3) ascertaining the percentage of the total wages, salaries and other personal service compensation, similarly computed, during such period of employees of the taxpayer's unrelated trade or business within the state, except general executive officers, to the total wages, salaries and other personal service compensation, similarly computed, during such period of all employees of the unrelated trade or business within and without the state, except general executive officers; and (4) adding together the percentages so determined and dividing the result by the number of percentages, provided if the taxpayer does not have a regular place of business outside the state in which its unrelated trade or business is conducted, the business apportionment percentage shall be one hundred per cent.\n\n(c) If it shall appear to the commissioner that the apportionment percentage determined in this section does not properly reflect the activity, business or income of a taxpayer's unrelated trade or business within the state, the commissioner shall be authorized, in his discretion, to adjust it by (1) excluding one or more of the factors therein, (2) including one or more other factors, such as expenses, purchases, contract values, (3) excluding one or more assets in computing such allocation percentage, provided the income therefrom is also excluded in determining unrelated business taxable income or (4) any other similar or different method calculated to effect a fair and proper allocation of the income reasonably attributable to this state.\n\n(d) For purposes of this section, the term “tangible personal property” means corporeal personal property, such as machinery, tools, implements, goods, wares and merchandise, and does not mean money, deposits in banks, shares of stock, bonds, notes, credits or evidences of an interest in property and evidences of debt.\n\n(e) Each taxpayer shall file a tax return with the commissioner, in such form and containing such information as he may prescribe, which return shall be due on the same day such taxpayer's return for federal tax on unrelated business income shall be due without regard to extensions to file. The tax imposed by this section shall be due and payable to the commissioner on or before the date prescribed herein for the filing of the return.\n\n(P.A. 92-124, S. 2, 3; P.A. 93-9, S. 2, 3; P.A. 95-4, S. 3, 8.)\n\nHistory: P.A. 92-124 effective May 19, 1992, and applicable to income years of corporations commencing on or after January 1, 1992; P.A. 93-9 amended Subsec. (a) clarifying and specifying administrative and appeal procedures relative to the tax and added Subsec. (e) re due date of tax return, effective March 24, 1993, and applicable to taxable years commencing on or after January 1, 1992; P.A. 95-4 made technical changes in Subsec. (a), effective April 13, 1995 (Revisor's note: References to Secs. 12-242a and (by inference) 12-242b were deleted editorially by the Revisors since those sections were repealed by P.A. 95-327).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-208a/section-12-242bb/"
    },
    {
      "id": "section-12-242cc",
      "number": "12-242cc",
      "heading": "and 12-242dd. - Reserved for future use.",
      "text": "and 12-242dd. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}