{
  "state": "connecticut",
  "path": "title-title-12-taxation/chapter-chapter-202-collection-of-state-taxes",
  "sections": [
    {
      "id": "section-12-35",
      "number": "12-35.",
      "heading": "Duties of state collection agencies",
      "text": "(a)(1) Wherever used in this chapter, unless otherwise provided, “state collection agency” includes the Treasurer, the Commissioner of Revenue Services and any other state official, board or commission authorized by law to collect taxes payable to the state and any duly appointed deputy of any such official, board or commission; “tax” includes not only the principal of any tax but also all interest, penalties, fees and other charges added thereto by law; and “serving officer” includes any state marshal, constable or employee of such state collection agency designated for such purpose by a state collection agency and any person so designated by the Labor Commissioner.\n\n(2) Upon the failure of any person to pay any tax, except any tax under chapter 216, due the state within thirty days from its due date, the state collection agency charged by law with its collection shall add thereto such penalty or interest or both as are prescribed by law, provided, (A) if any statutory penalty is not specified, there may be added a penalty in the amount of ten per cent of the whole or such part of the principal of the tax as is unpaid or fifty dollars, whichever amount is greater, and (B) if any statutory interest is not specified, there shall be added interest at the rate of one per cent of the whole or such part of the principal of the tax as is unpaid for each month or fraction thereof, from the due date of such tax to the date of payment.\n\n(3) Upon the failure of any person to pay any tax, except any tax under chapter 216, due within thirty days of its due date, the state collection agency charged by law with the collection of such tax may make out and sign a warrant directed to any serving officer for distraint upon any property of such person found within the state, whether real or personal. An itemized bill shall be attached thereto, certified by the state collection agency issuing such warrant as a true statement of the amount due from such person.\n\n(A) Such warrant shall have the same force and effect as an execution issued pursuant to chapter 906. Such warrant may be levied on any real property or tangible or intangible personal property of such person, and sale made pursuant to such warrant in the same manner and with the same force and effect as a levy of sale pursuant to an execution. In addition thereto, if such warrant has been issued by the Commissioner of Revenue Services, the commissioner's deputy, the Labor Commissioner, the executive director of the Employment Security Division or any person in the Employment Security Division in a position equivalent to or higher than the position presently held by a revenue examiner four, such serving officer shall be authorized to place a keeper in any place of business and it shall be such keeper's duty to secure the income of such business for the state and, when it is in the best interest of the state, to force cessation of such business operation. In addition, the Attorney General may collect any such tax by civil action. Each serving officer so receiving a warrant shall make a return with respect to such warrant to the appropriate collection agency within a period of ten days following receipt of such warrant.\n\n(B) Each serving officer shall collect from such person, in addition to the amount shown on such warrant, such officer's fees and charges, which shall be twice those authorized by statute for serving officers, provided the minimum charge shall be five dollars and money collected pursuant to such warrant shall be first applied to the amount of any fees and charges of the serving officer. In the case of an employee of the state acting as a serving officer the fees and charges collected by such employee shall inure to the benefit of the state.\n\n(4) For the purposes of this subsection, “keeper” means a person who has been given authority by an officer authorized to serve a tax warrant to act in the state's interest to secure the income of a business for the state and, when it is in the best interest of the state, to force the cessation of such business's operation, upon the failure of such business to pay taxes owed to the state.\n\n(b) (1) Any such warrant on any intangible personal property of any person may be served by mailing a certified copy of such warrant by certified mail, return receipt requested, to any third person in possession of, or obligated with respect to, receivables, bank accounts, evidences of debt, securities, salaries, wages, commissions, compensation or other intangible personal property subject to such warrant, ordering such third person to forthwith deliver such property or pay the amount due or payable to the state collection agency that has made out such warrant, provided such warrant may be issued only after the state collection agency making out such warrant has notified the person owning such property, in writing, of its intention to issue such warrant. The notice of intent shall be: (A) Given in person; (B) left at the dwelling or usual place of business of such person; or (C) sent by certified mail, return receipt requested, to such person's last known address, not less than thirty days before the day the warrant is to be issued.\n\n(2) Any such warrant on any intangible personal property of any person may be served by electronic mail, facsimile machine or other electronic means on any third person in possession of, or obligated with respect to, receivables, bank accounts, evidences of debt, securities, salaries, wages, commissions, compensation or other intangible personal property subject to such warrant, ordering such third person to forthwith deliver such property or pay the amount due or payable to the state collection agency that has made out such warrant, provided such warrant may be issued only after the state collection agency making out such warrant has notified the person owning such property, in writing, of its intention to issue such warrant. The notice of intent shall be: (A) Given in person; (B) left at the dwelling or usual place of business of such person; or (C) sent by certified mail, return receipt requested, to such person's last-known address, not less than thirty days before the day the warrant is to be issued. Any such warrant for tax due may further include an order to such third person to continually deliver, during the one hundred eighty days immediately following the date of issuance of the warrant or until the tax is fully paid, whichever occurs earlier, all intangible personal property that is due and that becomes due to the person owing the tax. Except as otherwise provided in this subdivision, such warrant shall have the same force and effect as an execution issued pursuant to chapter 906.\n\n(c) (1) Except as provided in subdivision (3) of this subsection:\n\n(A) The Commissioner of Revenue Services may not collect a tax after ten years from the date the tax was reported on a return that was filed with the commissioner; and\n\n(B) If the commissioner makes an assessment of any tax within the statute of limitations applicable to the period for which such assessment was made, the commissioner may not collect such tax after ten years from the date such assessment became final.\n\n(2) Any taxes that remain unpaid after the applicable ten-year period shall be deemed abated as of the first day of the eleventh year succeeding the date the return was filed or the assessment became final, as applicable.\n\n(3) This subsection shall not apply to any taxes for which the commissioner has entered into an agreement under the provisions of section 12-2d or 12-2e or to any taxes that have been secured by the recording of a lien on the real property or personal property of a taxpayer.\n\n(1949 Rev., S. 1713; 1969, P.A. 388, S. 1; P.A. 74-214, S. 1, 2; P.A. 75-613, S. 1, 4; P.A. 76-367, S. 1, 2; P.A. 77-614, S. 139, 610; P.A. 80-307, S. 1, 31; P.A. 81-64, S. 1, 23; 81-411, S. 9, 42; P.A. 82-72, S. 2, 3; P.A. 87-86; P.A. 89-157, S. 3, 4; June Sp. Sess. P.A. 91-14, S. 6, 30; P.A. 93-144, S. 1; P.A. 95-26, S. 50, 52; P.A. 00-99, S. 39, 154; 00-174, S. 52, 83; P.A. 17-147, S. 10; P.A. 18-26, S. 8; P.A. 19-186, S. 4; P.A. 22-110, S. 1; 22-117, S. 31.)\n\nHistory: 1969 act provided that interest be not less than 0.75% per month except as per chapter 216 on overdue taxes; P.A. 74-214 included in definition of “serving officer” employees of state collection agency, deleted references to marshals, substituted “any property of the taxpayer within the state, whether real or personal” for “the goods, realty or body of such person”, required bond for serving officers other than tax department employees, added provision re deposit of returns by serving officers and deleted ten-day deadline for making return; P.A. 75-613 deleted reference to civil action by attorney general for collection, replaced former provisions re warrants and service with new provisions and required fees and charges collected by state employee to inure to state's benefit; P.A. 76-367 increased interest per month on overdue taxes to 1%; P.A. 77-614 substituted commissioner of revenue services for tax commissioner, effective January 1, 1979; P.A. 80-307 increased interest to 1.25% per month for taxes becoming due on or after July 1, 1980, but not later than June 30, 1981, and returned interest to 1% thereafter; P.A. 81-64 amended the penalty provision related to taxes not paid when due to provide for a minimum penalty of $50, effective July 1, 1981; P.A. 81-411 provided for continuance of interest on delinquent taxes at 1.25% per month, effective June 18, 1981, and applicable to income years commencing on or after December 28, 1980; P.A. 82-72 added provision that money collected under warrant shall be first applied to fees and charges of serving officer and inserted technical clarification re provisions not applicable to succession and transfer taxes; P.A. 87-86 specifically made the serving officer's authority to place a keeper in a place of business applicable to warrants issued by the labor commissioner or the executive director of the employment security division and defined “keeper”; P.A. 89-157 included “designees of commissioner of labor” in the definition of “serving officer”; June Sp. Sess. P.A. 91-14 added Subsec. (b) concerning service of warrants by mail; P.A. 93-144 amended Subsec. (a) to permit the issuance of tax warrants and placement of keepers in businesses by individuals in the employment security division at or above the level of a revenue examiner four; P.A. 95-26 amended Subsec. (a) to lower interest rate from 1.25% to 1% and made technical changes, effective July 1, 1995, and applicable to taxes due and owing on or after July 1, 1995, whether or not those taxes first became due before said date (Revisor's note: A reference in Subsec. (a) to “Commissioner of Labor” was replaced editorially by the Revisors with “Labor Commissioner” for consistency with customary statutory usage); P.A. 00-99 replaced reference to sheriff and deputy sheriff with state marshal in Subsec. (a), effective December 1, 2000; P.A. 00-174 amended Subsec. (b) by designating existing provisions as Subdiv. (1), redesignating existing Subdivs. (1), (2) and (3) as Subparas. (A), (B) and (C), and adding new Subdiv. (2) re service of warrants by electronic means, effective May 26, 2000; P.A. 17-147 amended Subsec. (b)(2) by adding provision re order for continual delivery of intangible property, and making technical changes, effective July 1, 2017; P.A. 18-26 amended Subsec. (b)(2) to replace “intangible property” with “intangible personal property”; P.A. 19-186 amended Subsec. (b)(2) by adding provision authorizing warrant on intangible personal property to be served by other electronic means; P.A. 22-110 amended Subsec. (a) by redesignating existing provisions as Subdivs. (1) to (4) and making technical changes; P.A. 22-117 amended Subsec. (a) by redesignating existing provisions as Subdivs. (1) to (4) and making technical changes, and added Subsec. (c) re limit on time period that Commissioner of Revenue Services may collect a tax, effective May 27, 2022 (Revisor's note: The word “recoding” in Subsec. (c)(3) was changed editorially by the Revisors to “recording”, for accuracy).\n\nCited. 164 C. 497; 183 C. 117.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35/"
    },
    {
      "id": "section-12-35a",
      "number": "12-35a.",
      "heading": "Lien on personal property as security related to delinquent state taxes.",
      "text": "(a)Definitions.Whenever used in this section, unless the context otherwise requires: (1) “Goods” means goods, as defined in subdivision (44) of subsection (a) of section 42a-9-102; (2) “proceeds” means proceeds, as defined in subdivision (64) of subsection (a) of section 42a-9-102; (3) “debtor” means the taxpayer; (4) “secured party” means the state of Connecticut; (5) “collateral” means property which is the subject of the tax lien; (6) “obligations” means amount of tax and accrued penalties and interest claimed to be due the state in relation to the tax lien; (7) “person” means any individual, trust, partnership, association, company, limited liability company or corporation; (8) “purchase money security interest” means purchase money security interest, as defined in section 42a-9-103a; (9) “commercial transactions financing agreement” means an agreement entered into by a person in the course of his trade or business to make loans to the taxpayer, part or all of the security for repayment of any such loan being inventory acquired by the taxpayer in the ordinary course of trade or business; (10) “qualified property” when used with respect to a commercial transactions financing agreement, means inventory; (11) “obligatory disbursement agreement” means an agreement, entered into by a person in the course of trade or business, to make disbursements but such an agreement shall be considered within this term only to the extent of disbursements which are required to be made by reason of the intervention of the rights of a person other than the taxpayer; (12) “qualified property” when used with respect to obligatory disbursement agreement, means property subject to the lien imposed in accordance with this section, at the time of tax lien filing and, to the extent that the acquisition is directly traceable to the disbursements under an obligatory disbursement agreement, property acquired by the taxpayer after the time of tax lien filing; (13) “inventory” means inventory, as defined in subdivision (48) of subsection (a) of section 42a-9-102; (14) “lien creditor” means lien creditor, as defined in subdivision (52) of subsection (a) of section 42a-9-102; (15) “account” means account, as defined in subdivision (2) of subsection (a) of section 42a-9-102; (16) “chattel paper” means chattel paper, as defined in subdivision (11) of subsection (a) of section 42a-9-102; (17) “commercial tort claim” means commercial tort claim, as defined in subdivision (13) of subsection (a) of section 42a-9-102; (18) “deposit account” means deposit account, as defined in subdivision (29) of subsection (a) of section 42a-9-102; (19) “document” means document, as defined in subdivision (30) of subsection (a) of section 42a-9-102; (20) “general intangible” means general intangible, as defined in subdivision (42) of subsection (a) of section 42a-9-102; (21) “instrument” means instrument, as defined in subdivision (47) of subsection (a) of section 42a-9-102; (22) “investment property” means investment property, as defined in subdivision (49) of subsection (a) of section 42a-9-102; (23) “filing office” means filing office, as defined in subdivision (37) of subsection (a) of section 42a-9-102; and (24) “state” means state, as defined in subdivision (77) of subsection (a) of section 42a-9-102, except that “the state” or “this state” means the state of Connecticut.\n\n(b)Perfection of state's lien on goods of taxpayer.Upon failure of any person to pay any tax, except taxes under chapter 216, due the state within thirty days from its due date, or if before the due date of any tax, except taxes under chapter 216, the Commissioner of Revenue Services believes that the collection of such tax will be jeopardized by delay, the state shall have a lien, upon perfection as hereinafter provided, upon the goods, accounts, chattel paper, instruments, documents, investment property, deposit accounts, commercial tort claims and general intangibles situated in this state and owned by the taxpayer upon the date of perfection, or upon the goods, accounts, chattel paper, instruments, documents, investment property, deposit accounts, commercial tort claims and general intangibles thereafter acquired by the taxpayer. Such lien shall attach and become perfected at the time when notice of such lien is filed pursuant to the filing provisions of part 5 of article 9 of title 42a, except that the signature of the taxpayer against whose property the lien is claimed shall not be required on said notice of lien and, in each case, the lien shall be filed as if the debtor were located in this state. Nothing in this section shall be construed as prohibiting the commissioner from filing both a notice of lien as if the debtor were located in this state and a notice of lien with the filing office of a state other than this state, if the commissioner determines that it would be beneficial to this state to do so. Except as hereinafter provided, upon perfection, such lien shall have priority over all subsequently perfected liens and security interests.\n\n(c)Information required in notice of lien.Each such notice of lien shall contain such information as will identify (1) the owner of the property upon which the lien is claimed, (2) the residence or business address of such owner, (3) the specific property claimed to be subject to such lien, (4) the location of such property, (5) the type of tax, (6) the amount of tax and accrued penalties and interest claimed to be due the state in relation to the lien and (7) the tax period or periods for which such lien is claimed.\n\n(d)State lien effective for ten years.The lien shall be effective for a period of ten years from the date of filing unless discharged as hereinafter provided.\n\n(e)Rights and remedies of the state as secured party.A notice of tax lien having been filed, the state shall have the rights and remedies of a secured party, as provided in sections 42a-9-601 to 42a-9-628, inclusive, and the taxpayer against whom said lien has been filed shall have the rights and remedies of a debtor, as provided in said sections. In proceeding to enforce such lien, the state shall observe the procedures applicable to a secured party under sections 42a-9-601 to 42a-9-628, inclusive.\n\n(f)Security interests or property not subject to tax lien.Even though notice of tax lien has been filed, such lien shall not be valid with respect to: (1) A security interest which came into existence after tax lien filing but which (A) is in qualified property covered by the terms of a written agreement entered into before tax lien filing and constituting a commercial transactions financing agreement or an obligatory disbursement agreement and (B) is protected under the laws of this state against a judgment lien arising, as of the time of tax lien filing, out of an unsecured obligation; (2) a security interest which came into existence after tax lien filing by reason of disbursements made before the forty-sixth day after the date of tax lien filing, or before the person making such disbursements had actual notice or knowledge of tax lien filing, whichever is earlier, but only if such security interest (A) is in property subject at the time of tax lien filing, to the lien imposed by this section and covered by the terms of a written agreement entered into before tax lien filing and (B) is protected under the laws of this state against a judgment lien arising, as of the time of tax lien filing, out of an unsecured obligation; (3) tangible personal property purchased at retail, as against a purchaser in the ordinary course of the seller's trade or business, unless at the time of such purchase such purchaser intends such purchase to, or knows such purchase will, hinder, evade, or defeat the collection of any tax; or (4) a purchase money security interest, if said purchase money security interest would be prior to a conflicting security interest in the same collateral under section 42a-9-324.\n\n(g)Discharge of state tax lien.When the amount of tax, penalty or interest with respect to which a lien has been created under this section has been satisfied, the Commissioner of Revenue Services, upon request of any interested party, shall issue a certificate discharging such lien, which certificate shall be filed with the Uniform Commercial Code Division of the office of the Secretary of the State in the same manner as termination statements are filed under section 42a-9-513.\n\n(h)Electronic signature.The commissioner may use an electronic signature, as defined in section 1-267, for any filing authorized under this section.\n\n(P.A. 82-72, S. 1, 3; P.A. 95-79, S. 24, 189; P.A. 01-132, S. 155; P.A. 03-107, S. 1; P.A. 11-108, S. 26; P.A. 18-26, S. 1.)\n\nHistory: P.A. 95-79 amended Subsec. (a) to redefine “person” to include a limited liability company, effective May 31, 1995; P.A. 01-132 amended Subsec. (a) to replace Sec. 42a-9-105(1)(h) with Sec. 42a-9-102(a)(44) as the statutory reference for the definition of “goods”, replace Sec. 42a-9-306(1) with Sec. 42a-9-102(a)(64) as the statutory reference for the definition of “proceeds”, replace Sec. 42a-9-107 with Sec. 42a-9-103a as the statutory reference for the definition of “purchase money security interest”, replace Sec. 42a-9-109(4) with Sec. 42a-9-102(a)(48) as the statutory reference for the definition of “inventory” and replace Sec. 42a-9-301(3) with Sec. 42a-9-102(a)(52) as the statutory reference for the definition of “lien creditor”, amended Subsec. (b) to replace reference to “part 4” with “part 5” of article 9 of title 42a and add provision that “in each case, the lien shall be filed as if the debtor were located in this state”, amended Subsec. (e) to replace references to Secs. 42a-9-501 to 42a-9-507, inclusive, with Secs. 42a-9-601 to 42a-9-628, inclusive, amended Subsec. (f) to replace reference to Sec. 42a-9-312 with Sec. 42a-9-324 and amended Subsec. (g) to replace reference to Sec. 42a-9-404 with Sec. 42a-9-513; P.A. 03-107 amended Subsec. (a) to make technical changes and define “account”, “chattel paper”, “commercial tort claim”, “deposit account”, “document”, “general intangible”, “instrument”, “investment property”, “filing office”, and “state”, and amended Subsec. (b) to make a technical change, to provide for liens against accounts, chattel paper, instruments, documents, investment property, deposit accounts, commercial tort claims and general intangibles, and to add provision re filing of both a notice of lien as if debtor were located in this state and a notice of lien in another state, effective July 1, 2003; P.A. 11-108 amended Subsec. (a)(24) to replace Sec. 42a-9-102(a)(76) with Sec. 42a-9-102(a)(77) as the statutory reference for the definition of “state”, effective July 1, 2013; P.A. 18-26 added Subsec. (h) re electronic signature, effective May 29, 2018.\n\nSee Sec. 12-829 re withholding of delinquent taxes, penalties and interest from lottery winnings.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35a/"
    },
    {
      "id": "section-12-35b",
      "number": "12-35b.",
      "heading": "Definitions for sections concerning state liens on real property related to tax delinquency. Use of electronic signature by commissioner.",
      "text": "(a) For the purposes of sections 12-204, 12-212, 12-235, 12-268h, 12-309, 12-330i, 12-366, 12-398, 12-420, 12-441, 12-475, 12-488, 12-555a, 12-594, 12-638j and 12-734:\n\n(1) “Bona fide purchaser” means a person who takes a conveyance of real estate in good faith from the holder of legal title, and pays valuable consideration, without actual, implied, or constructive notice of any tax delinquency.\n\n(2) “Qualified encumbrancer” means a person who places a burden, charge or lien on real estate, in good faith, without actual, implied, or constructive notice of any tax delinquency.\n\n(3) “Commissioner” means the Commissioner of Revenue Services or his or her authorized agent.\n\n(b) For purposes of the sections enumerated in subsection (a) of this section, the commissioner may use an electronic signature, as defined in section 1-267, on any certificate of lien or certificate discharging such lien. No town clerk shall refuse to record any such certificate because the commissioner has used an electronic signature thereon.\n\n(c) All certificates of lien or certificates discharging a lien using an electronic signature of the commissioner and filed with a town clerk by the commissioner before June 9, 2006, when otherwise valid, are validated and effective as of the date originally filed with such town clerk.\n\n(P.A. 82-172, S. 1, 14; P.A. 85-501, S. 1; P.A. 87-124, S. 16, 18; P.A. 90-29; June Sp. Sess. P.A. 91-3, S. 97, 168; P.A. 93-74, S. 2, 67; 93-332, S. 24, 42; P.A. 94-175, S. 28, 32; May Sp. Sess. P.A. 94-4, S. 80, 85; Nov. Sp. Sess. P.A. 94-3, S. 12, 72; P.A. 95-160, S. 64, 69; P.A. 06-194, S. 9; June Sp. Sess. P.A. 21-1, S. 132.)\n\nHistory: P.A. 85-501 added Secs. 12-235, 12-268h, 12-405d, 12-420, 12-512 and 12-594 to the list of sections to which the definitions apply; P.A. 87-124 removed reference to Sec. 12-253, which it repealed, effective January 1, 1988, and applicable to tax imposed under chapter 210 on gross earnings in the calendar year ending December 31, 1987, and thereafter; P.A. 90-29 added Subdiv. (c) defining “commissioner”; June Sp. Sess. P.A. 91-3 added references to Secs. 12-330i, 12-638j and 12-735, effective August 22, 1991, and applicable to taxable years of taxpayers commencing on or after January 1, 1991; P.A. 93-74 added reference to Sec. 22a-256j, effective July 1, 1993 (Revisor's note: Reference to Sec. 46 of P.A. 93-74 was deleted by the Revisors to reflect its repeal in P.A. 93-324); P.A. 93-332 added reference to Sec. 12-366, effective July 1, 1993; P.A. 94-175 added references to Secs. 12-263b and 22a-256j, effective June 2, 1994; May Sp. Sess. P.A. 94-4 and P.A. 95-160 revised effective date of P.A. 94-175 but without affecting this section; Nov. Sp. Sess. P.A. 94-3 added reference to section 12-263m, effective December 6, 1994; P.A. 06-194 designated existing provisions as Subsec. (a) and amended same by revising list of sections subject to definitions, redesignating definitions as numbered subdivs. and making a technical change, and added Subsecs. (b) and (c) re commissioner's use of electronic signature and validation of liens and lien discharges filed prior to June 9, 2006, effective June 9, 2006; June Sp. Sess. P.A. 21-1 deleted reference to Sec. 12-655 in Subsec. (a), effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35b/"
    },
    {
      "id": "section-12-35c",
      "number": "12-35c.",
      "heading": "Collection in courts of other states or District of Columbia. Enforcement in this state of tax liabilities of other states or District of Columbia.",
      "text": "(a) At the request of the Commissioner of Revenue Services, the Attorney General may bring suit in the name of this state in the appropriate court of any other state or the District of Columbia to collect any tax legally due this state; and any political subdivision of this state or the appropriate officer thereof, acting in its behalf, may bring suit in the appropriate court of any other state or the District of Columbia to collect any tax legally due such political subdivision.\n\n(b) The courts shall recognize and enforce liabilities for taxes similar to the taxes imposed by this state and lawfully imposed by any other state, the District of Columbia or any political subdivision of such state or district, which extends a like comity to this state, and the duly authorized officer of any other state, the District of Columbia or any political subdivision of such state or district, may sue for the collection of such taxes in the courts of this state. A certificate by the Secretary of the State of such other state or the Secretary of the District of Columbia, as applicable, that the officer suing for the collection of such a tax is duly authorized to collect the same shall be conclusive proof of such authority. A certificate by the Commissioner of Revenue Services that the tax of such other state, the District of Columbia or a political subdivision of such state or district is similar to a tax imposed by this state shall be prima facie evidence of such similarity. For the purposes of this section, the words “tax” and “taxes” shall include interest and penalties due under any taxing statute, and liability for such interest or penalties, or both, due under a taxing statute of another state, the District of Columbia or a political subdivision of such state or district shall be recognized and enforced by the courts of this state to the same extent that the laws of such other state or district, as applicable, permit the enforcement in its courts of liability for such interest or penalties, or both, due under the tax laws of this state or any political subdivision thereof.\n\n(P.A. 90-148, S. 21, 34; P.A. 22-117, S. 33.)\n\nHistory: P.A. 22-117 designated existing provisions as Subsecs. (a) and (b), added references to the District of Columbia and made technical and conforming changes, effective May 27, 2022.\n\nSee Sec. 12-34e re procedure for collection by Commissioner of Revenue Services of taxes owed to other states.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35c/"
    },
    {
      "id": "section-12-35d",
      "number": "12-35d",
      "heading": "and 12-35e. - Tax amnesty program related to any state tax unpaid for taxable periods ending on or before March 31, 1990, to be conducted during the period September 1, 1990, to November 30, 1990",
      "text": "Sections 12-35d and 12-35e are repealed, effective October 1, 2002.\n\n(P.A. 90-148, S. 29, 34; P.A. 95-160, S. 29, 69; P.A. 96-139, S. 12, 13; S.A. 01-12, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35d-and-12-35e/"
    },
    {
      "id": "section-12-35f",
      "number": "12-35f.",
      "heading": "Offset of tax refunds.",
      "text": "(a) For purposes of this section:\n\n(1) “Taxpayer” means any person identified by a claimant state to the Commissioner of Revenue Services under this section as owing taxes to such claimant state, including, in the case of a refund of any tax imposed upon the income of individuals, the spouse of the taxpayer, where such taxpayer filed a joint return with such spouse;\n\n(2) “Claimant state” means any other state or the District of Columbia that extends a like comity for the collection of taxes owed to this state;\n\n(3) “Taxes” means any amount of tax imposed under the laws of the claimant state, including additions to tax for penalties and interest, which is finally due and payable to the claimant state, and with respect to which any administrative or judicial remedies, or both, have been exhausted or have lapsed, and which is legally enforceable under the laws of the claimant state, whether or not there is an outstanding judgment for such sum;\n\n(4) “Refund” means any taxpayer's claim to repayment of an overpayment of a tax determined by this state to be owed to the taxpayer by this state; and\n\n(5) “Tax officer” means a unit or official of a claimant state, or the duly authorized agent of such unit or official, charged with the imposition, assessment or collection of taxes of that state.\n\n(b) (1) Upon the request and certification of the tax officer of a claimant state to the Commissioner of Revenue Services that a taxpayer owes taxes to such claimant state, the commissioner may withhold all or a portion of any refund to which such taxpayer would otherwise be entitled and pay over such withheld amount to the claimant state in accordance with the provisions of this section. The commissioner shall not withhold a refund unless the laws of the claimant state allow the Commissioner of Revenue Services to certify that a taxpayer owes taxes to this state and to request the tax officer of the claimant state to withhold all or a portion of any refund to which such taxpayer would otherwise be entitled, and provide for the payment over of such withheld amount to this state.\n\n(2) Such certification shall include the full name and address of the taxpayer; the taxpayer's Social Security number or federal employer identification number; the amount of taxes owed to such state; and a statement that any administrative or judicial remedies, or both, have been exhausted or have lapsed and that the amount of taxes is legally enforceable under the laws of such state.\n\n(3) Upon receipt by the commissioner of the required certification, the commissioner shall notify the taxpayer, if the taxpayer is otherwise entitled to a tax refund from this state, that the commissioner has received a request from the claimant state to withhold all or a portion of any refund, that the taxpayer has the right to protest the withholding of the refund, that failure to file a protest in accordance with subdivision (4) of this subsection shall constitute a waiver of any demand against this state on account of such withheld amount and that the withheld amount will be paid over to the claimant state. Thirty days after the date on which a notice under this subdivision is mailed, such notice shall be final except only for such amounts as to which the taxpayer has filed, as provided in subdivision (4) of this subsection, a written protest with the Commissioner of Revenue Services.\n\n(4) Any taxpayer notified in accordance with subdivision (3) of this subsection may, on or before the thirtieth day after the mailing of such notice by the Commissioner of Revenue Services, protest the withholding of all or a portion of a refund by filing with the commissioner a written protest in which the taxpayer shall set forth the grounds on which the protest is based. If a timely protest is filed, the commissioner shall impound the claimed amount of the refund, pay to the taxpayer the unclaimed amount, if any, of the refund, send a copy of the protest to the claimant state for determination of the protest on its merits in accordance with the laws of that state, and pay over to the taxpayer the impounded amount if the claimant state shall fail on or before the forty-fifth day after the sending of the copy of the protest by the commissioner to such claimant state to recertify to the commissioner that the claimant state has reviewed the stated grounds on which the protest is based, and to recertify the amount of taxes which is finally due and payable to the claimant state, which is legally enforceable under the laws of the claimant state against the taxpayer, and with respect to which any administrative or judicial remedies, or both, have been exhausted or have lapsed.\n\n(5) Where the amount withheld in accordance with this subsection is a refund of any tax imposed upon the income of individuals and in connection with which the taxpayer filed a joint return with his or her spouse, and the spouse is not a taxpayer, the spouse shall have the right to be paid his or her portion of the refund by establishing his or her share of such refund. The amount of such spouse's share of such refund shall be established by recomputing the spouse's share of the joint liability and subtracting that amount from the taxpayer's contribution toward the joint liability, provided the amount of the overpayment refunded to the spouse shall not exceed the amount of the joint overpayment.\n\n(6) Subject to the provisions of subdivisions (3), (4) and (5) of this subsection, the commissioner shall pay over to the claimant state the entire amount withheld or the amount certified, whichever is less; pay any refund in excess of the certified amount to the taxpayer; and, if the amount certified exceeds the amount withheld, withhold amounts from subsequent refunds due to the taxpayer, provided the claimant state agrees to withhold subsequent refunds due to taxpayers certified to the claimant state by the commissioner.\n\n(c) The commissioner may enter into agreements with the tax officers of claimant states relating to procedures and methods to be employed by a claimant state with respect to the operation of this section; safeguards against the disclosure or inappropriate use of any information that identifies, directly or indirectly, a particular taxpayer obtained or maintained pursuant to this subsection; and a minimum amount of taxes owed by a taxpayer to a claimant state, so that, if a taxpayer owes less than such amount to such claimant state, the claimant state will not avail itself of the provisions of this section with respect to that taxpayer.\n\n(d) The collection procedures prescribed by this section shall not be construed as a substitute for any other remedy available by law to the Commissioner of Revenue Services.\n\n(P.A. 98-244, S. 2, 35; P.A. 11-61, S. 54; P.A. 17-105, S. 6.)\n\nHistory: P.A. 98-244 effective June 8, 1998; P.A. 11-61 amended Subsec. (b) to remove requirement that certification include detailed statement showing tax, interest and penalty in Subdiv. (2) and to require notification by commissioner if taxpayer is entitled to tax refund from this state, remove requirement that copy of certification by claimant state be included in notice and make technical changes in Subdiv. (3), effective June 21, 2011; P.A. 17-105 made technical changes in Subsec. (a)(2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35f/"
    },
    {
      "id": "section-12-35g",
      "number": "12-35g.",
      "heading": "Tax amnesty program for unpaid tax for periods ending November 30, 2008.",
      "text": "(a) As used in this section:\n\n(1) “Person” means person, as defined in section 12-1;\n\n(2) “Affected taxable period” means any taxable period ending on or before November 30, 2008, for which (A) a tax return was required by law to be filed with the Commissioner of Revenue Services and for which no return has been previously filed or made by the commissioner on behalf of an affected person, or (B) a tax return was previously filed but not examined by the Department of Revenue Services and on which return the tax was underreported;\n\n(3) “Affected person” means a person owing any tax for an affected taxable period;\n\n(4) “Tax” means any tax imposed by any law of this state and required to be paid to the department, other than the tax imposed under chapter 222 on any licensee, as defined in subdivision (1) of subsection (c) of section 12-486;\n\n(5) “Commissioner” means the Commissioner of Revenue Services; and\n\n(6) “Department” means the Department of Revenue Services.\n\n(b) (1) The commissioner shall establish a tax amnesty program for persons owing any tax for any affected taxable period. The tax amnesty program shall be conducted during the period May 1, 2009, to June 25, 2009, inclusive.\n\n(2) An amnesty application shall be prepared by the commissioner to be filed by an affected person with the department, and shall provide for specification by the affected person of the tax and the affected taxable period for which amnesty is being sought under the tax amnesty program. The commissioner may require certain amnesty applications to be filed electronically, either by computer transmission or other technology specified by the commissioner. The commissioner may require payment of taxes and interest due under the tax amnesty program to be made by means of electronic funds transfer approved by the commissioner.\n\n(3) The tax amnesty program shall provide that, upon the filing of an amnesty application by the affected person during the tax amnesty period, and payment by such person of all taxes and interest due from such person to this state for affected tax periods, amnesty shall be granted to the applicant by the commissioner, and the commissioner shall waive any civil penalties that may be applicable and shall not seek criminal prosecution for any affected person for an affected taxable period for which amnesty has been granted.\n\n(4) An amnesty application, if filed by an affected person and if granted by the commissioner, shall constitute an express and absolute relinquishment by the affected person of all of the affected person's administrative and judicial rights of appeal that have not run or otherwise expired as of the date payment is made for affected taxable periods, and no payment made by an affected person pursuant to this section for affected taxable periods shall be refunded or credited to such person.\n\n(5) If an affected person who has filed an amnesty application during the tax amnesty period fails to pay all amounts due to this state for affected taxable periods, any amnesty granted pursuant to this section shall be invalid.\n\n(6) No waiver of penalty or reduction of interest pursuant to this section shall entitle any affected person to a refund or credit of any amount previously paid.\n\n(7) In the case of taxes due for an affected taxable period that are paid in full on or before June 25, 2009, interest shall be computed at the rate of three-fourths of one per cent per month or fraction thereof from the date such taxes were originally due to the date of payment or June 25, 2009, whichever is earlier.\n\n(c) Amnesty shall not be granted pursuant to subsection (b) of this section to any affected person who (1) has received notice from the department that an audit examination is being conducted in relation to the affected taxable period for which amnesty is being sought, or (2) is a party to any criminal investigation or to any civil or criminal litigation that is pending on November 25, 2008, in any court of the United States or this state for failure to file or failure to pay, or for fraud in relation to any tax imposed by any law of this state and required to be paid to the department.\n\n(d) Any person who wilfully delivers or discloses to the commissioner or the commissioner's authorized agent any application, list, return, account, statement or other document, known by such person to be fraudulent or false in any material matter, shall be ineligible for the tax amnesty program, and may, in addition to any other penalty provided by law, be fined not more than five thousand dollars or imprisoned not more than five years nor less than one year, or both.\n\n(e) Notwithstanding any provision of law, the commissioner may do all things necessary in order to provide for the timely implementation of this section.\n\n(May 9 Sp. Sess. P.A. 02-1, S. 82; May 9 Sp. Sess. P.A. 02-4, S. 5; Nov. 24 Sp. Sess. P.A. 08-1, S. 8.)\n\nHistory: May 9 Sp. Sess. P.A. 02-1 effective July 1, 2002; May 9 Sp. Sess. P.A. 02-4 amended Subsec. (c) to disallow amnesty in cases of closing agreements, offers of compromise or managed audit agreements, effective August 15, 2002; Nov. 24 Sp. Sess. P.A. 08-1 applied program to any taxable period ending on or before November 30, 2008, required that program be conducted from May 1, 2009, to June 25, 2009, redefined “affected taxable period” in Subsec. (a)(2), added provisions in Subsec. (b)(2) re electronic application and payment, amended Subsec. (b)(7) by replacing former Subparas. (A) and (B) with provisions re computation of interest on taxes paid in full on or before June 25, 2009, deleted former Subsec. (c)(3), (4) and (5), added new Subsec. (d) re penalties, redesignated existing Subsec. (d) as Subsec. (e) and made conforming and technical changes, effective November 25, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35g/"
    },
    {
      "id": "section-12-35h",
      "number": "12-35h.",
      "heading": "Credit of taxpayer's account for unpaid taxes collected by certain agents of the state.",
      "text": "When an agreement has been entered into by the state for the Commissioner of Revenue Services with a collection agency or attorney for the purpose of collecting a taxpayer's unpaid taxes and penalties and interest thereon, the account of the taxpayer shall be credited with the amounts of such unpaid taxes, penalties and interest actually collected by the collection agency or attorney before such amounts are reduced by the compensation paid by the commissioner to, or retained by, the collection agency or attorney for collection services provided pursuant to such agreement.\n\n(June 30 Sp. Sess. P.A. 03-6, S. 75.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 effective August 20, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35h/"
    },
    {
      "id": "section-12-35i",
      "number": "12-35i.",
      "heading": "Tax amnesty program for unpaid taxes for periods ending November 30, 2012.",
      "text": "(a) As used in this section:\n\n(1) “Person” means person, as defined in section 12-1;\n\n(2) “Affected taxable period” means any taxable period ending on or before November 30, 2012;\n\n(3) “Affected person” means a person owing any tax for an affected taxable period;\n\n(4) “Tax” means any tax imposed by any law of this state and required to be collected by the department, other than the tax imposed under chapter 222 on any licensee, as defined in subdivision (1) of subsection (c) of section 12-486;\n\n(5) “Commissioner” means the Commissioner of Revenue Services; and\n\n(6) “Department” means the Department of Revenue Services.\n\n(b) (1) The commissioner shall establish a tax amnesty program for persons owing any tax for any affected taxable period. The tax amnesty program shall be conducted during the period from September 16, 2013, to November 15, 2013, inclusive.\n\n(2) An amnesty application shall be prepared by the commissioner that shall provide for specification by the affected person of the tax and the affected taxable period for which amnesty is being sought under the tax amnesty program. The commissioner, at his or her discretion, may require that such amnesty applications be filed electronically.\n\n(3) The tax amnesty program shall provide that, upon the filing of an amnesty application by an affected person and payment by such person of the tax and interest due from such person for an affected taxable period, the commissioner shall not seek to collect any civil penalties that may be applicable and shall not seek criminal prosecution for any affected person for an affected taxable period for which amnesty has been granted. Amnesty shall be granted only to those affected persons who have applied for amnesty during the tax amnesty period and who have paid the tax and interest determined by the commissioner to be due upon filing the amnesty application.\n\n(4) An amnesty application, if filed by an affected person and if granted by the commissioner, shall constitute an express and absolute relinquishment by the affected person of all of the affected person's administrative and judicial rights of appeal that have not run or otherwise expired as of the date payment is made for an affected taxable period, and no payment made by an affected person pursuant to this section for an affected taxable period shall be refunded or credited to such person. The commissioner shall not consider any request to exercise the authority granted to the commissioner under section 12-39s in connection with any amnesty application granted by the commissioner.\n\n(5) If an affected person who has filed an amnesty application during the tax amnesty program fails to pay all amounts due to this state for an affected taxable period, any amnesty granted pursuant to this section shall be invalid.\n\n(6) No waiver of penalty or reduction of interest granted pursuant to this section shall entitle any affected person to a refund or credit of any amount previously paid.\n\n(7) In the case of tax due for an affected taxable period, interest shall be computed at the rate of one per cent per month or fraction thereof from the date such tax was originally due to the date of payment, except if the tax and interest are paid in full on or before November 15, 2013, the interest shall be equal to one-fourth of the interest that the department's records show to be due and payable as of the date of filing of the amnesty application for an affected taxable period.\n\n(c) Amnesty shall not be granted pursuant to subsection (b) of this section to any affected person who (1) is a party to any criminal investigation or to any criminal litigation that is pending on July 1, 2013, in any court of the United States or this state, (2) is a party to a closing agreement with the commissioner, (3) has made an offer of compromise that has been accepted by the commissioner, or (4) is a party to a managed audit agreement.\n\n(d) Any person owing any tax for an affected taxable period for which a tax return was required by law to be filed with the commissioner and for which no return has been previously filed by such person, and such person fails to file a timely amnesty application under this section with respect to such affected taxable period shall be subject to a penalty equal to twenty-five per cent of the tax owed for such affected taxable period. The amount of such penalty shall not be subject to waiver.\n\n(e) Notwithstanding any provision of the general statutes, the commissioner may do all things necessary to provide for the timely implementation of this section.\n\n(P.A. 13-184, S. 70.)\n\nHistory: P.A. 13-184 effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35i/"
    },
    {
      "id": "section-12-35j",
      "number": "12-35j.",
      "heading": "Facilitation of issuance of tax warrants.",
      "text": "The Commissioner of Revenue Services shall make reasonable efforts to facilitate the issuance of tax warrants on payment settlement entities under the provisions of section 12-35 for payments made by such entities to retailers in Connecticut. For purposes of this section, “payment settlement entities” has the same meaning as provided in Section 6050W of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time.\n\n(May Sp. Sess. P.A. 16-3, S. 182.)\n\nHistory: May Sp. Sess. P.A. 16-3 effective June 2, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-35j/"
    },
    {
      "id": "section-12-36",
      "number": "12-36.",
      "heading": "Jeopardy collection of taxes due state.",
      "text": "If, before the due date of any state tax, except a tax imposed under chapter 219 or 229, any state collection agency believes that the collection of such tax will be jeopardized by delay, he shall, subject to the provisions of this section, collect such tax forthwith. He may enforce collection thereof by using the method provided in section 12-35 or by using any other method provided for in the general statutes relating to the enforced collection of taxes. If the amount of such tax has been definitely fixed, the amount so fixed shall be collected. If the amount of such tax has not been definitely fixed, the state collection agency shall collect such amount as, in his opinion, from the facts available to him, is sufficient. If, after the payment of any tax in conformity with the provisions of this section, it is found that the amount so paid is in excess of the amount which would have been paid on the tax due date or after appeal to the courts, the excess so paid shall be returned to the taxpayer upon written application by him to the Comptroller. Such written application shall contain a recital of the facts, shall show the amount of rebate to which the applicant believes he is entitled, shall be approved by the state collection agency and shall be made within the period of one year from the date of the definite determination of such tax. The person against whom jeopardy collection proceedings have been begun may obtain a stay of collection of the whole or any part of the amount of the tax so represented by such proceedings by filing with the state collection agency a bond in such an amount, not exceeding double the amount as to which the stay is desired, and with such surety as the state collection agency deems necessary, conditioned upon the payment of as much of the amount, the collection of which is stayed by the bond, as is found to be due from such person. The amount of the tax which is stayed by the bond shall be paid on notice and demand of the state collection agency at any time after the tax due date. The person subject to jeopardy collection proceedings, under the provisions of this section, who has obtained a stay of collection in whole or in part, may waive such stay at any time in respect to the whole or any part of the amount covered by the bond, and if, as the result of such waiver, any part of the amount covered by the bond is paid, the bond shall, at the request of the taxpayer, be proportionately reduced.\n\n(1949 Rev., S. 1714; P.A. 96-221, S. 20, 25.)\n\nHistory: P.A. 96-221 added exception re chapters 219 and 229, effective June 4, 1996.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-36/"
    },
    {
      "id": "section-12-37",
      "number": "12-37.",
      "heading": "State suspense tax book.",
      "text": "Wherever used in this section, “tax” includes not only the principal of any tax but also includes the principal of any license, permit and fee and also all interest, fees, penalties, forfeitures and other charges which may be added by law to the principal of any such tax, license, permit and fee. Each state collection agency may have a suspense tax book. Any state collection agency may, at any time, deliver to the Treasurer and Comptroller a statement showing: (1) The amount of such uncollectible tax shown on the records of the agency; (2) the date when each such tax became due and payable; (3) the name and address of the person against whom each such tax was levied, and (4) the reason why the agency believes each such tax to be uncollectible. At the end of such statement, the agency head shall certify that to the best of his knowledge and belief each tax shown in such statement has not been paid and is uncollectible. Each tax so designated as uncollectible shall thereupon be transferred by such state collection agency to its suspense tax book, and its records shall be written up accordingly. Each tax so transferred shall not thereafter be included as an asset of the state. The amount of each tax so transferred during the last fiscal year and the name and address of the person against whom each such tax was levied shall be available to the public for inspection by any person. Not less than seven years after delivering such a statement to the Treasurer and the Comptroller, the head of the collection agency may request the Abatement Review Committee, as established by section 12-3b, to approve the abatement of any tax designated on such statement as uncollectible. Nothing herein contained shall be construed as an abatement of any tax so transferred, but any such tax, as it has been increased by interest, penalties, fees, fines, forfeitures and other charges, may be collected by the state collection agency then or subsequently in office.\n\n(1949 Rev., S. 1715; P.A. 77-614, S. 19, 610; P.A. 86-215, S. 1, 2; P.A. 96-221, S. 14, 25.)\n\nHistory: P.A. 77-614 substituted secretary of the office of policy and management for commissioner of finance and control; P.A. 86-215 provided for delivery of statements to the attorney general rather than the secretary of the office of policy and management and publication of taxes transferred in the report of the agency rather than that of the secretary of the office of policy and management; P.A. 96-221 replaced Attorney General with Comptroller and Treasurer, replaced publishing requirement with requirement to be available for public inspection, and allowed agency heads, seven years after statements delivered, to ask Abatement Review Committee to approve abatement of any tax on statement, effective July 1, 1996.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-37/"
    },
    {
      "id": "section-12-38",
      "number": "12-38.",
      "heading": "Interest on taxes, fees and assessments due from municipality to the state.",
      "text": "All taxes, fees and assessments due the state from towns, cities or boroughs shall be liable to interest at nine per cent per annum when payment of the same has been delayed more than thirty days after the time prescribed by law for the payment thereof, provided the minimum amount of interest on any such tax, fee or assessment shall be five dollars.\n\n(1949 Rev., S. 1716.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-38/"
    },
    {
      "id": "section-12-39",
      "number": "12-39.",
      "heading": "Abatement of state taxes. Commissioner to prepare and maintain a list of state taxes which have been abated.",
      "text": "(a) When any tax payable to the Commissioner of Revenue Services by any person, as defined in section 12-1, has been found to be uncollectible, said commissioner, upon the approval of the Abatement Review Committee, as established by section 12-3b, may, except as otherwise provided by law, abate, in whole or in part, such tax and any penalty or interest payable in connection therewith to the state by such person. Upon such approval, said commissioner shall certify such abatement to the Treasurer and Comptroller.\n\n(b) The commissioner shall prepare and maintain a list related to each type of tax levied by the state containing the name and address of any person whose tax, and any penalty or interest payable in connection therewith, has been abated, in whole or in part, and the amount thereof. Such lists shall be available to the public for inspection by any person.\n\n(1949 Rev., S. 248; 1961, P.A. 604, S. 36; P.A. 73-675, S. 4, 44; P.A. 75-568, S. 5, 45; P.A. 77-614, S. 140, 610; P.A. 85-356, S. 3, 9; P.A. 95-4, S. 1, 8; P.A. 96-221, S. 15, 25.)\n\nHistory: 1961 act added subsection (2); P.A. 73-675 substituted transportation fund for highway fund and contingency fund for contingent fund, effective July 1, 1974, in Subsec. (2); P.A. 75-568 deleted transportation fund as source for moneys to supplement insufficient appropriations in Subsec. (2); P.A. 77-614 substituted commissioner of revenue services for commissioner of finance and control and required certification of abatement to comptroller in addition to treasurer in Subsec. (1), effective January 1, 1979; P.A. 85-356 deleted Subsec. (2) which had provided that any refunds of state taxes shall be made upon order of the comptroller and be payable out of funds appropriated for the purpose; P.A. 95-4 permitted commissioner to abate penalties and interest, in addition to tax and added Subsec. (b) to require commissioner to prepare and maintain a list of abated taxes, effective April 13, 1995; P.A. 96-221 amended Subsec. (a) to require approval of Abatement Review Committee and delete advice of Attorney General, effective July 1, 1996.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39/"
    },
    {
      "id": "section-12-39a",
      "number": "12-39a.",
      "heading": "Payment date when last date is a Saturday, Sunday, holiday or date for a permissible delay under the federal Internal Revenue Code.",
      "text": "(a) When the final day prescribed under authority of the general statutes for performing any act which is required or permitted to be performed, by a taxpayer or by the Department of Revenue Services, in connection with any tax payable to the Commissioner of Revenue Services falls on Saturday, Sunday or a legal holiday, as defined in section 1-4, the performance of such act will be considered timely if such act is performed on the next succeeding day which is not a Saturday, Sunday or legal holiday.\n\n(b) For purposes of the timely performance of any act which is required or permitted to be performed, by a taxpayer or by the Department of Revenue Services, in connection with (1) the tax imposed under chapter 229, (2) the tax imposed on individuals who make purchases of services or tangible personal property, the storage, acceptance, consumption or other use of which is subject to the use tax under chapter 219, who have not paid the use tax due to any retailer required to collect the tax, and who make such purchases for personal use or consumption in this state, and not for use or consumption in carrying on a trade, occupation, business or profession, and (3) the tax imposed under chapter 228c, “legal holiday” includes any legal holiday, as defined in Section 7503 of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended.\n\n(February, 1965, P.A. 11; P.A. 91-205, S. 1, 2; P.A. 93-74, S. 3, 67; P.A. 95-27, S. 1, 4; P.A. 97-243, S. 6, 67.)\n\nHistory: P.A. 91-205 added the reference to payment dates being delayed in accordance with provisions of the internal revenue code, effective July 1, 1991, and applicable to payments due on or after said date; P.A. 93-74 redesignated existing section as Subsec. (a) and clarified date upon which final payment of tax is due, and added a new Subsec. (b) defining “legal holiday”, effective May 19, 1993, and applicable to taxable years commencing on or after January 1, 1993; P.A. 95-27 amended Subsec. (b) to add reference to tax imposed under chapter 228c, effective May 8, 1995, and applicable to gifts made on or after January 1, 1995; P.A. 97-243 amended Subsec. (b) to apply to payment of the use tax, effective July 1, 1997.\n\nSee Sec. 12-169 re payment date for local taxes due on Saturday, Sunday or legal holiday.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39a/"
    },
    {
      "id": "section-12-39b",
      "number": "12-39b.",
      "heading": "Records of cancellation or revision of tax liability.",
      "text": "The Commissioner of Revenue Services shall maintain the records of statements, reports and returns of taxpayers required to be filed with the commissioner in such a manner as to facilitate the identification of any taxpayer whose tax liability has come under department audit, review, cancellation or revision. Such records shall set forth the reasons for any cancellation or revision and shall include the certification of the commissioner or his designee that such cancellation or revision was made in the best interests of the state.\n\n(P.A. 74-125, S. 1, 2; P.A. 77-614, S. 139, 610.)\n\nHistory: P.A. 77-614 substituted commissioner of revenue services for tax commissioner, effective January 1, 1979.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39b/"
    },
    {
      "id": "section-12-39c",
      "number": "12-39c.",
      "heading": "Monthly reports concerning state taxes to committee of General Assembly having cognizance of state revenue.",
      "text": "Monthly reports concerning state taxes to committee of General Assembly having cognizance of state revenue.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12-39d",
      "number": "12-39d",
      "heading": "and 12-39e. - Tax returns, related documents and payments concerning state taxes; when deemed to be filed with and received by the state",
      "text": "Sections 12-39d and 12-39e are repealed, effective May 19, 1993.\n\n(P.A. 82-172, S. 13, 14; P.A. 85-199; P.A. 88-364, S. 17, 123; P.A. 93-74, S. 66, 67.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39d-and-12-39e/"
    },
    {
      "id": "section-12-39f",
      "number": "12-39f.",
      "heading": "Refund of state taxes. Limit on interest added or awarded.",
      "text": "(a) For purposes of making payment of any refund as provided in this title on account of any tax, or penalty or interest thereon, paid to the state, the Comptroller, upon certification by the Commissioner of Revenue Services, is authorized to draw on the Treasurer in the amount of such refund and the Treasurer shall pay the amount thereof from the fund to which such tax, penalty or interest is credited.\n\n(b) Notwithstanding any provision of law, interest added to a refund of tax issued by the Commissioner of Revenue Services for a tax period shall not exceed five million dollars and no court may award interest in excess of five million dollars in any tax appeal in connection with a claim for refund of tax for a tax period.\n\n(P.A. 85-356, S. 1, 9; P.A. 22-117, S. 4.)\n\nHistory: P.A. 22-117 designated existing provisions as Subsec. (a) and added Subsec. (b) re limit on interest added or awarded to refund of tax, effective May 27, 2022.\n\nSee Sec. 12-39w re prohibition and time limit applicable to refund claims.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39f/"
    },
    {
      "id": "section-12-39g",
      "number": "12-39g.",
      "heading": "State taxes and related penalties due from any taxpayer to be applied as reduction of any amount payable by the state to such taxpayer",
      "text": "(a) Upon notification to the Comptroller by the Commissioner of Revenue Services that any taxes, including penalties and interest related thereto, are (1) due to the state from any person and unpaid and a period in excess of thirty days has elapsed following the date on which such taxes were due and (2) are not the subject of a timely filed administrative appeal to said commissioner or of a timely filed appeal pending before any court of competent jurisdiction, the Comptroller shall withhold any order upon the Treasurer for payment of any amount payable by the state to such person unless the amount so payable is reduced by the amount of such taxes, penalties and interest, provided any such amount payable by the state shall not be so reduced if such amount payable is a payment of salary or wages, or any payment in lieu of or in addition to such salary or wages, to a state employee. The Comptroller shall promptly notify the Commissioner of Revenue Services of any payment reduced under the provisions of this section.\n\n(b) For purposes of subsection (a) of this section, any taxes for general or special purposes levied by a municipality, any taxes imposed under chapter 223 and payable to such municipality, any fines, penalties, costs or fees payable to such municipality for the violation of any lawful regulation or ordinance in furtherance of any general powers as enumerated in section 7-148, or any charge payable to such municipality for connection with or for the use of a waterworks or sewerage system shall be treated as if they were taxes due to the state, where, pursuant to section 12-2, an agreement exists between the commissioner and the governing authority of such municipality providing for the collection by the commissioner, on behalf of such municipality, of such taxes, fines, penalties, costs or fees, or charges, provided such taxes, fines, penalties, costs or fees, or charges are (1) unpaid and a period in excess of thirty days has elapsed following the date on which they were due and (2) not the subject of a timely filed administrative appeal or of a timely filed appeal pending before any court of competent jurisdiction.\n\n(P.A. 85-423, S. 1, 3; P.A. 97-309, S. 16, 23; 97-322, S. 7, 9.)\n\nHistory: P.A. 97-309 designated existing provisions as Subsec. (a), added requirement that taxes be unpaid for 30 days and not subject of a timely filed administrative or court appeal and added new Subsec. (b) re treatment of municipal taxes as taxes due the state if agreement entered into under Sec. 12-2, effective October 1, 1999; P.A. 97-322 changed effective date of Sec. 16 of public act 97-309 from October 1, 1999, to July 1, 1997, effective July 1, 1997.\n\nSection creates a mandatory, as opposed to directory, obligation on the part of the comptroller either to reduce a payment to a person by the amount of taxes owed by such person or to not issue a payment at all. 332 C. 776.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39g/"
    },
    {
      "id": "section-12-39h",
      "number": "12-39h.",
      "heading": "Application of partial payment toward state tax liability in penalties, tax and interest.",
      "text": "Notwithstanding any instructions by the payor to the contrary, any partial payment against any tax outstanding shall be applied by the Commissioner of Revenue Services first to any penalties unless a waiver of penalty has been requested and approved in accordance with the general statutes, and (1) for periods ending on or after July 1, 2018, and prior to December 31, 2019, any amount in excess of such penalty shall be applied first to such tax and then to the interest on such tax, and (2) for periods ending on and after December 31, 2019, any amount in excess of such penalty shall be applied first to interest on such tax and then to the tax.\n\n(P.A. 86-52, S. 1, 2; P.A. 17-147, S. 1; P.A. 19-186, S. 28.)\n\nHistory: P.A. 17-147 replaced “applied first to interest on such tax and then to the tax” with “applied first to such tax and then to the interest on such tax”, and made technical changes, effective July 1, 2018; P.A. 19-186 designated existing provision re application of payment in excess of penalty to tax first as Subdiv. (1) and amended same to add “for periods ending on or after July 1, 2018, and prior to December 31, 2019,” and added Subdiv. (2) re application of payment in excess of penalty to interest first for periods on and after December 31, 2019, effective July 8, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39h/"
    },
    {
      "id": "section-12-39i",
      "number": "12-39i",
      "heading": "and 12-39j. - Taxpayer may request application of payment to tax attributable to specific errors in a return",
      "text": "Sections 12-39i and 12-39j are repealed.\n\n(P.A. 89-11, S. 1, 2; P.A. 90-148, S. 33, 34; May Sp. Sess. P.A. 92-17, S. 58, 59; May Sp. Sess. P.A. 94-4, S. 83; P.A. 95-160, S. 64, 69.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39i-and-12-39j/"
    },
    {
      "id": "section-12-39k",
      "number": "12-39k.",
      "heading": "Granting of extensions requested by persons other than the taxpayer.",
      "text": "In any case in which the Commissioner of Revenue Services may grant an extension of the time for filing of any return related to any state tax and in which a taxpayer is unable, by reason of illness, absence or other good cause, to sign a request for an extension, any person standing in close personal or business relationship to the taxpayer may sign the request on his behalf and shall be considered as a duly authorized agent for this purpose, provided the request sets forth the reasons for a signature other than the taxpayer's and the relationship existing between the taxpayer and the signer.\n\n(May Sp. Sess. P.A. 92-17, S. 44, 59.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39k/"
    },
    {
      "id": "section-12-39l",
      "number": "12-39l.",
      "heading": "Tax appeals. Definition. Appointment of judges to hear tax appeals by Chief Court Administrator.",
      "text": "(a) Except as otherwise provided by statute, “tax appeal” means an appeal from an order, decision, determination or disallowance of the Commissioner of Revenue Services; an appeal that may be taken from a decree of a court of probate under subsection (b) of section 12-359, subsection (b) of section 12-367 or under subsection (b) of section 12-395; an appeal from any order, decision, determination or disallowance of the Secretary of the Office of Policy and Management pursuant to sections 12-242gg to 12-242nn, inclusive; and an appeal that may be taken from a decision of the Penalty Review Committee under subsection (d) of section 12-3a.\n\n(b) The Chief Court Administrator shall appoint two judges of the Superior Court to hear tax appeals. If practicable, the judges shall hear the appeals for not less than eighteen months. The appeals may be heard at the judicial district that the Chief Court Administrator deems appropriate.\n\n(c) The Chief Court Administrator shall adopt the policies and procedures necessary to implement the provisions of this section.\n\n(P.A. 93-225, S. 1, 4; P.A. 95-2, S. 18, 37; 95-26, S. 51, 52; 95-132, S. 2, 5; 95-283, S. 11, 68; P.A. 96-261, S. 3, 4; P.A. 97-165, S. 7, 16; P.A. 98-262, S. 1, 22.)\n\nHistory: P.A. 93-225 effective July 1, 1993; P.A. 95-2 added appeals under Sec. 12-242gg, effective March 8, 1995; P.A. 95-26 added references to Subsec. (b) of Sec. 12-638i, effective July 1, 1995, and applicable to taxes due and owing on or after July 1, 1995, whether or not those taxes first became due before said date; P.A. 95-132 added appeals from a decision of the Penalty Review Committee to the definition of “tax appeal”, effective June 7, 1995; P.A. 95-283 amended Subsec. (a) to add appeals from decisions of boards of assessment appeals under Sec. 12-117a and from decisions of the Secretary of the Office of Policy and Management under Secs. 12-19b, 12-20b, 12-81g(e), 12-94a, 12-94b, 12-129d(a) and (c), 12-170g, 12-170cc and 32-9s, effective October 1, 1996; P.A. 96-261 repealed changes made by P.A. 95-283, effective June 10, 1996; P.A. 97-165 amended Subsec. (a) to add reference to Sec. 12-395(b), effective July 1, 1997; P.A. 98-262 amended Subsec. (a) to include all appeals from the Commissioner of Revenue Services unless otherwise provided by statute, effective June 8, 1998.\n\nSee Sec. 8-132 re referral of application re statement of compensation to a judge appointed to hear tax appeals.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39l/"
    },
    {
      "id": "section-12-39m",
      "number": "12-39m.",
      "heading": "Posting of bond by taxpayer objecting to an assessment. Regulations.",
      "text": "(a) A taxpayer, objecting to the assessment of any tax due the state or interest thereon, may at any time on or before the making of such assessment but prior to the expiration of the later of (1) the time period for contesting such tax, or (2) the entry of an order by the Superior Court upholding such assessment, make a remittance that is designated in writing as a deposit in the nature of a cash bond. Such remittance shall not be deemed to be a concession by the taxpayer of the liability therefor and shall not diminish or abrogate the taxpayer's right to contest the applicability of the tax, interest or penalty, prior to the time otherwise available for contesting the tax or penalty.\n\n(b) Notwithstanding the provisions of section 12-39h, at the time of the application of the cash bond upon the final resolution of the controversy, there shall be applied first to the payment of the tax finally determined to be due so much of the cash bond as is represented by the ratio, determined as of the date of receipt of the cash bond, of the tax assessed over the total of the tax assessed and the interest accrued as of such date, and the balance shall be treated as interest paid on the tax assessed as of such date. Interest on the outstanding balance of the tax due and not deemed satisfied by the cash bond shall be determined as if the cash bond so applied to the payment of tax had been a tax payment as of the date of receipt of the cash bond, such that the deposit stops the further accrual or compounding of interest with respect to the portion of the assessment deemed paid as of such date. The balance of the cash bond, if any, shall be applied to the payment of interest as of the date of receipt of the cash bond, with any excess applied in accordance with said section 12-39h.\n\n(c) A taxpayer having remitted a cash bond in accordance with this section shall not be entitled to the payment of interest with respect to that portion of the tax assessment that is subsequently abated by action of the Commissioner of Revenue Services or a court of competent jurisdiction to the extent the amount of such assessment was represented by such cash bond. A cash bond shall not be subject to a claim for credit or refund as an overpayment.\n\n(d) The taxpayer may request a return of all or part of the cash bond at any time before the expiration of the later of the time period for contesting such tax or the entry of an order by the Superior Court upholding such assessment, unless the Commissioner of Revenue Services determines that collection of the tax would be in jeopardy, in which case the cash bond will not be returned, but will be applied against such assessment. Upon the return of such amounts, the taxpayer shall be treated for all purposes hereunder as if such cash bond had never been paid.\n\n(e) The Commissioner of Revenue Services may adopt regulations, in accordance with the provisions of chapter 54, to implement the provisions of subsections (a) to (d), inclusive, of this section.\n\n(May Sp. Sess. P.A. 94-4, S. 42, 43, 85; P.A. 95-160, S. 64, 69; P.A. 98-244, S. 3, 35; P.A. 99-121, S. 2, 28.)\n\nHistory: May Sp. Sess. P.A. 94-4, S. 42 effective October 1, 1994, and applicable to taxes due and owing on or after October 1, 1994, and S. 43 effective June 9, 1994; P.A. 95-160 revised effective date of May Sp. Sess. P.A. 94-4 but without affecting this section; P.A. 98-244 amended Subsecs. (a) and (b) to modify the procedure for payments made in the nature of cash bond to allow application of payment prior to billing, effective June 8, 1998; P.A. 99-121 amended Subsec. (b) to make a technical correction in the interest accrual date, effective June 3, 1999, and applicable to cash bonds remitted on or after June 8, 1998.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39m/"
    },
    {
      "id": "section-12-39n",
      "number": "12-39n.",
      "heading": "Taxpayer's Bill of Rights.",
      "text": "There is created a Connecticut Taxpayer's Bill of Rights to guarantee that the rights, privacy, and property of Connecticut taxpayers are adequately safeguarded and protected during tax assessment, collection and enforcement processes administered under the revenue laws of this state. The rights afforded taxpayers to assure that their privacy and property are safeguarded and protected during tax assessment and collection are available only insofar as they are implemented in other parts of the general statutes or rules or regulations of the Department of Revenue Services. The rights so guaranteed Connecticut taxpayers in the general statutes and the departmental rules and regulations are:\n\n(1) The right to available information and prompt, accurate responses to questions and requests for tax assistance.\n\n(2) The right to request assistance from a taxpayer's rights advocate of the department, who shall be responsible for facilitating the resolution of taxpayer complaints and problems not resolved through the normal administrative channels within the department, including any taxpayer complaints regarding unsatisfactory treatment by department employees.\n\n(3) The right to be represented or advised by counsel or other qualified representatives at any time in administrative interactions with the department and the right to have audits, inspection of records and interviews conducted at reasonable times and places.\n\n(4) The right to obtain simple, nontechnical statements which explain the procedures, remedies, and rights available during audit, appeals, and collection proceedings, including, but not limited to, the rights pursuant to this Taxpayer's Bill of Rights and the right to be provided with a narrative description which explains the basis of audit changes, proposed assessments, assessments and denials of refunds; identifies any amount of tax, interest or penalty due; and states the consequences of the taxpayer's failure to comply with the notice.\n\n(5) The right to be informed of impending collection actions which require sale or seizure of property or freezing of assets, except jeopardy assessments, and the right to at least thirty days' notice in which to pay the liability or seek further review.\n\n(6) The right to have all other collection actions attempted before a jeopardy assessment unless delay will endanger collection and, after a jeopardy assessment, the right to have an immediate review of the jeopardy assessment.\n\n(7) The right to seek review, through formal or informal proceedings, of any adverse decisions relating to determinations in the audit or collections process.\n\n(8) The right to have the taxpayer's tax information kept confidential unless otherwise specified by law.\n\n(9) The right to procedures for requesting cancellation, release or modification of liens filed by the department and for requesting that any lien which is filed in error be so noted on the lien cancellation filed by the department, in public notice and in notice to any credit agency at the taxpayer's request.\n\n(10) The right to procedures which assure that the individual employees of the department are not paid, evaluated or promoted on the basis of the amount of assessments or collections from taxpayers.\n\n(11) The right to have the department begin and complete its audits in a timely and expeditious manner after notification of intent to audit.\n\n(May Sp. Sess. P.A. 94-4, S. 67, 85; P.A. 95-160, S. 64, 69.)\n\nHistory: May Sp. Sess. P.A. 94-4, S. 67 effective June 9, 1994; P.A. 95-160 revised effective date of May Sp. Sess. P.A. 94-4 but without affecting this section.\n\nSection provides no implied private right of action because there is no indication of legislative intent, explicit or implicit, to create such a remedy. 137 CA 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39n/"
    },
    {
      "id": "section-12-39o",
      "number": "12-39o.",
      "heading": "Issuance or renewal of license when taxes owed or returns outstanding.",
      "text": "(a) For purposes of this section:\n\n(1) “License” means (A) any license issued by the commissioner pursuant to the provisions of chapter 214, (B) any license issued by the commissioner pursuant to the provisions of section 12-330b, or (C) a seller's permit issued by the commissioner pursuant to section 12-409;\n\n(2) “Related person” means (A) an individual, a corporation, a partnership, an association or a trust that is in control of a person subject to this section, (B) a corporation, a partnership, an association or a trust that is controlled by a person subject to this section, (C) a corporation, a partnership, an association or a trust, controlled by an individual, a corporation, a partnership, an association or a trust that is in control of a person subject to this section, or (D) a member of the same controlled group as a person subject to this section; and\n\n(3) “Control” means (A) with respect to a corporation, ownership, directly or indirectly, of stock possessing fifty per cent or more of the total combined voting power of all classes of the stock of such corporation entitled to vote, and (B) with respect to a trust, ownership, directly or indirectly, of fifty per cent or more of the beneficial interest in the principal or income of such trust. The ownership of stock in a corporation, of a capital or profits interest in a partnership or association or of a beneficial interest in a trust shall be determined in accordance with the rules for constructive ownership of stock provided in Section 267(c) of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time, other than paragraph (3) of said section.\n\n(b) Prior to issuing or renewing the license of any person, the commissioner may determine whether such person or related person has failed to file any returns required to be filed with the commissioner by such person or related person. If the commissioner determines that such person or related person has failed to file any required returns, the commissioner shall not issue a license to, or renew the license of, such person until such person or related person, as applicable, files all outstanding returns or makes an arrangement satisfactory to the commissioner to file all outstanding returns.\n\n(c) Prior to issuing or renewing the license of any person, the commissioner may determine whether such person or related person owes taxes to this state, which taxes are finally due and payable and with respect to which any administrative or judicial remedies, or both, have been exhausted or have lapsed. If the commissioner determines that such person or related person owes such taxes, the commissioner shall not issue a license to, or renew the license of, such person until such person or related person, as applicable, pays such taxes or makes an arrangement satisfactory to the commissioner to pay such taxes.\n\n(P.A. 13-150, S. 5; May Sp. Sess. P.A. 16-3, S. 198; P.A. 22-117, S. 35.)\n\nHistory: P.A. 13-150 effective July 1, 2013; May Sp. Sess. P.A. 16-3 added new Subsec. (b) re prohibition on issuance or renewal of license if commissioner determines person has failed to file required returns, and redesignated existing Subsec. (b) re person who owes taxes as Subsec. (c), effective January 1, 2017; P.A. 22-117 amended Subsec. (a) to redesignate definition of “license” as Subdiv. (1) and existing Subdivs. (1) to (3) as Subdiv. (1)(A) to (1)(C), and add new Subdiv. (2) defining “related person” and new Subdiv. (3) defining “control”, and amended Subsecs. (b) and (c) to add references to related person and make technical changes, effective May 27, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39o/"
    },
    {
      "id": "section-12-39p",
      "number": "12-39p.",
      "heading": "Disaster-related or emergency-related work performed in the state by certain out-of-state businesses and out-of-state employees; presence in the state for state tax purposes",
      "text": "(a) As used in this section:\n\n(1) “Public service company” and “telecommunications company” have the same meanings as provided in section 16-1;\n\n(2) “Critical infrastructure” means real property and tangible personal property, including, but not limited to, buildings, conduits, lines, fiber optic cables, poles, pipes, structures and equipment, owned or used by a public service company or a telecommunications company to generate, transmit or distribute such company's product or service in the state;\n\n(3) “State disaster or emergency” means a disaster or an emergency event for which (A) the Governor has issued a proclamation of a disaster or an emergency pursuant to chapter 517, or (B) the President of the United States has issued a declaration of the existence in the state of a major disaster or an emergency;\n\n(4) “Disaster-related or emergency-related work” means repairing, renovating, installing, constructing or rendering services to critical infrastructure in the state that has been damaged, impaired or destroyed by a state disaster or emergency;\n\n(5) “Disaster response period” means the period (A) commencing ten calendar days prior to the date of issuance of the proclamation or declaration of a state disaster or emergency, and (B) ending sixty calendar days after the Governor has proclaimed or the President has declared, as applicable, the end of such disaster or emergency;\n\n(6) (A) “Out-of-state business” means a business entity that, in the income or taxable year immediately preceding the income year or taxable year in which the state disaster or emergency occurred, (i) was not registered with the state or any political subdivision thereof, (ii) did not submit any tax filings to the state, and (iii) did not derive income from sources within the state.\n\n(B) “Out-of-state business” includes a business entity that (i) was present in the state or conducted operations in the state, to perform disaster-related or emergency-related work, but otherwise satisfies the provisions of this subdivision, or (ii) is affiliated with a registered business solely through common ownership but otherwise satisfies the provisions of this subdivision;\n\n(7) “Out-of-state employee” means an employee of an out-of-state business, who does not work in the state other than performing disaster-related or emergency-related work during a disaster response period for such out-of-state business;\n\n(8) “Registered business” means a business entity that is registered with the Secretary of the State to do business in the state prior to the state disaster or emergency; and\n\n(9) “Business entity” means any person that would be subject to the tax under chapter 208, 211, 212, 212b or 228z, if such person conducted business in the state or derived income from sources within the state.\n\n(b) Notwithstanding any provision of this title or subsection (c) of section 14-34a, no out-of-state business or out-of-state employee that is present in the state or conducts operations in the state, to perform disaster-related or emergency-related work during a disaster response period, shall be deemed to have established sufficient presence in the state to require such business or employee to (1) register with the state or any political subdivision thereof; (2) be licensed by the state, provided such business or employee is properly registered, licensed or otherwise authorized under the laws of another state to perform disaster-related or emergency-related work; (3) be subject to property tax, tax on the income derived from the performance of disaster-related or emergency-related work during a disaster response period or use tax on tangible personal property temporarily in the state to aid such employee in the performance of such work; or (4) submit any tax filing to the state; except that, with respect to out-of-state employees, the provisions of subdivisions (3) and (4) of this subsection shall apply only to an out-of-state employee who is a resident of a state that has a law substantially similar to the provisions of this subsection and subsection (c) of this section or that does not impose a personal income tax.\n\n(c) The activities associated with disaster-related or emergency-related work performed in the state by an out-of-state business that is present in the state or conducts operations in the state solely to perform such work shall be disregarded for purposes of any filing required for a tax imposed on income or gross receipts, including, but not limited to, a combined unitary tax return.\n\n(d) Except as specified under subsections (b) and (c) of this section, any out-of-state business or out-of-state employee that is present in the state or conducts operations in the state, to perform disaster-related or emergency-related work during a disaster response period, shall be subject to all other applicable state taxes and fees during such period.\n\n(e) (1) Any out-of-state business that is present in the state or conducts operations in the state, to perform disaster-related or emergency-related work during a disaster response period, shall provide, upon request by the Secretary of the State, a written statement that such business is in the state for purposes of responding to the state disaster or emergency. Such statement shall include the out-of-state business's name, state of domicile, principal business address, telephone number, electronic mail address, federal tax identification number and date of entry into the state, and may be provided electronically.\n\n(2) The Secretary of the State may request a registered business that is an affiliate of such out-of-state business to provide the written statement and information set forth in subdivision (1) of this subsection. Such registered business shall also include the registered business's name, principal business address, telephone number and electronic mail address.\n\n(3) No out-of-state business that has received a request from the Secretary of the State for a written statement or is an affiliate of a registered business that has received such request shall be prevented from commencing disaster-related or emergency-related work in the state prior to the provision of the written statement.\n\n(f) Any out-of-state business or out-of-state employee who remains in the state after the disaster response period shall be subject to all other laws that provide standards to establish presence in the state and shall comply with any provision of the general statutes that becomes applicable to such business or employee due to such presence.\n\n(Sept. Sp. Sess. P.A. 20-5, S. 16.)\n\nHistory: Sept. Sp. Sess. P.A. 20-5 effective October 2, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39p/"
    },
    {
      "id": "section-12-39q",
      "number": "12-39q.",
      "heading": "Reserved for future use.",
      "text": "Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12-39r",
      "number": "12-39r.",
      "heading": "Payment of state taxes by credit card, charge card or debit card.",
      "text": "The Commissioner of Revenue Services may allow the payment of taxes, penalties, interest and fees by means of a credit card, charge card or debit card and may charge the taxpayer a service fee for any such payment made by any such card. The fee shall not exceed any charge by the card issuer, including any discount rate. Payments by any such card shall be made at such times and under such conditions as said commissioner may prescribe. The debt incurred through the payment of taxes by means of any such card shall not be considered a tax collectible pursuant to the provisions of sections 12-35a and 12-35b.\n\n(P.A. 93-25, S. 1, 3; P.A. 03-107, S. 2.)\n\nHistory: P.A. 93-25 effective July 1, 1993; P.A. 03-107 authorized payment by charge card or debit card and made conforming changes, effective June 18, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39r/"
    },
    {
      "id": "section-12-39s",
      "number": "12-39s.",
      "heading": "Cancellation of unpaid portion of erroneously or illegally assessed taxes and credit or refund of erroneously or illegally collected taxes.",
      "text": "(a) The Commissioner of Revenue Services, of his own motion, is authorized, where any tax, penalty or interest has been erroneously or illegally assessed against any person by said commissioner, to cancel the unpaid portion of such tax, penalty or interest.\n\n(b) The Commissioner of Revenue Services, of his own motion, is authorized, if the commissioner determines that any tax, penalty or interest has been paid more than once or has been erroneously or illegally collected or computed, to credit such amount against any amounts then due and payable from such person to said commissioner and to refund, upon order of the Comptroller, the balance, if any, to such person. If such person is required by law to collect such tax or reimbursement for such tax from another person and has collected such tax or reimbursement for such tax from such other person, any amount credited or refunded under this subsection shall be credited or refunded to such other person.\n\n(c) The provisions of this section shall not be construed as authorizing suit against the state by a person against whom any tax, penalty or interest has been erroneously or illegally assessed or from whom any tax, penalty or interest has been erroneously or illegally collected and shall not be construed as a waiver of sovereign immunity.\n\n(d) The record of any cancellation under subsection (a) of this section or of any credit or refund under subsection (b) of this section shall be open to public inspection in accordance with section 1-210.\n\n(P.A. 95-4, S. 2, 8.)\n\nHistory: P.A. 95-4 effective April 13, 1995.\n\nIntent of section is to give commissioner authority to resolve tax matters in the whole field of taxation and not in one area alone; commissioner, of his own volition, without the need for taxpayer to file a request for refund, may, at any time, order refund of an erroneous or illegal tax; there appears to be nothing in language of Sec. 12-515 or this section which ties these two statutes together for the purpose of incorporating the 3-year statute of limitations of Sec. 12-515 into that of this section. 48 CS 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39s/"
    },
    {
      "id": "section-12-39t",
      "number": "12-39t.",
      "heading": "Suspension of statute of limitations for filing a claim for refund of taxes.",
      "text": "(a) In the case of any individual who files a claim for refund under any provision of this title, the running of the period specified for filing such a claim for refund shall be suspended during any period of such individual's life that such individual is financially disabled, provided the individual proves the existence of the financial disability as required and in the form and manner prescribed by the Commissioner of Revenue Services. For purposes of this section, an individual is “financially disabled” if such individual is unable to manage such individual's financial affairs by reason of a medically determinable physical or mental impairment of the individual which can be expected to result in death or which has lasted or can be expected to last for a continuous period of not less than twelve months, except that an individual is not financially disabled during any period that such individual's spouse or any other person is authorized to act on behalf of such individual in financial matters.\n\n(b) In any case under Title 11 of the United States Code, commencing on or after July 1, 2003, the running of any period of time specified in this title for the Commissioner of Revenue Services to make an assessment shall be suspended for the time period during which such case is pending under said Title 11 and for one hundred twenty days thereafter.\n\n(P.A. 99-48, S. 2, 10; P.A. 03-225, S. 1.)\n\nHistory: P.A. 99-48 effective May 27, 1999; P.A. 03-225 amended Subsec. (b) to extend the time for making an assessment under this section in certain cases, effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39t/"
    },
    {
      "id": "section-12-39u",
      "number": "12-39u.",
      "heading": "Offsetting of overpayments and underpayments of taxes.",
      "text": "In making an assessment or in allowing a claim for refund, the commissioner may, in the commissioner's discretion, offset overpayments of a tax for a taxable period or periods against underpayments of the same tax for another taxable period or periods. If the commissioner exercises the commissioner's discretion under this section, the interest on such underpayments and overpayments shall be computed on the basis of one per cent per month or fraction thereof but only to the extent that, for the same period of time, interest is payable and otherwise allowable on equivalent underpayments and overpayments. If interest is not otherwise allowable on overpayments of the tax, interest shall be treated as allowable for purposes of this section on equivalent underpayments and overpayments. Nothing in this section shall be construed to require the payment of interest where overpayments of the tax exceed underpayments of the tax.\n\n(P.A. 99-48, S. 5, 10.)\n\nHistory: P.A. 99-48 effective January 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39u/"
    },
    {
      "id": "section-12-39v",
      "number": "12-39v.",
      "heading": "Refund to person of tax collected from customer.",
      "text": "Notwithstanding any other provision of law, no refund shall be made to a person of tax collected from a customer of such person until the person has established to the satisfaction of the Commissioner of Revenue Services that the amount of tax for which the refund is being claimed has been or will be repaid to the customer.\n\n(P.A. 19-186, S. 30.)\n\nHistory: P.A. 19-186 effective July 1, 2019, and applicable to refund claims received on or after July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39v/"
    },
    {
      "id": "section-12-39w",
      "number": "12-39w.",
      "heading": "Claims for refund where results of civil audit, investigation, examination or reexamination have become final.",
      "text": "(a)(1) Except as provided in subdivision (2) of this subsection, where the results of any civil audit, investigation, examination or reexamination conducted by the Commissioner of Revenue Services have become final by operation of law or by exhaustion of all available administrative and judicial rights of appeal, the period covered by such audit, investigation, examination or reexamination shall be closed and the taxpayer may not file any additional claims for refund for such period.\n\n(2) A taxpayer may file a claim of refund for any period for which the results of any civil audit, investigation, examination or reexamination conducted by the commissioner have become final by operation of law or for which the associated administrative or judicial rights of appeal have been exhausted, provided such claim is filed not later than six months after the date such results become final by operation of law or the date such rights of appeal are exhausted, as applicable and whichever is later.\n\n(b) The provisions of subsection (a) of this section shall not affect claims for refunds authorized under the provisions of sections 12-226, 12-704 and 12-727.\n\n(P.A. 22-117, S. 5.)\n\nHistory: P.A. 22-117 effective May 27, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39w/"
    },
    {
      "id": "section-12-39x",
      "number": "12-39x",
      "heading": "and 12-39y. - Reserved for future use.",
      "text": "and 12-39y. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12-39z",
      "number": "12-39z.",
      "heading": "Rounding of dollar amounts in returns, statements or other documents.",
      "text": "(a) The Commissioner of Revenue Services may require, with respect to any amount required to be shown on a form prescribed for any return, statement or other document required to be filed with the commissioner under authority of any provision of the general statutes, that if such amount of such item is other than a whole-dollar amount, either (1) the fractional part of a dollar shall be disregarded; or (2) the fractional part of a dollar shall be disregarded unless it amounts to one-half dollar or more, in which case the amount, determined without regard to the fractional part of a dollar, shall be increased by one dollar.\n\n(b) The provisions of subsection (a) of this section shall not be applicable to items which are required to be taken into account in making the computations necessary to determine the amount required to be shown on a form, but shall be applicable only to such final amount.\n\n(P.A. 03-107, S. 6.)\n\nHistory: P.A. 03-107 effective June 18, 2003, and applicable to tax returns first required to be filed with the Commissioner of Revenue Services on or after January 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39z/"
    },
    {
      "id": "section-12-39aa",
      "number": "12-39aa.",
      "heading": "Tax returns, claims, statements or other documents concerning state taxes. When deemed received.",
      "text": "(a)(1) If any return, claim, statement, or other document required to be filed with or any payment required to be made to the Department of Revenue Services within a prescribed period on or before a prescribed date under authority of any provision of the general statutes is, after such period or such date, delivered by United States mail to the Department of Revenue Services, the date of the United States postmark stamped on the cover in which such return, claim, statement, or other document, or payment, is mailed shall be deemed to be the date of delivery or the date of payment, as the case may be, provided the return, claim, statement, or other document, or payment, was deposited in the mail in the United States in an envelope or other appropriate wrapper, with sufficient postage prepaid properly addressed to the Department of Revenue Services and the postmark was made by the United States Postal Service.\n\n(2) If the postmark is illegible, omitted or purported to be erroneous, the person who is required to file the return, claim, statement, or other document, or to make the payment, shall bear the burden of proving by competent evidence that such return, claim, statement, or other document or payment was deposited in the mail in the United States on or before the due date for filing, or payment.\n\n(3) If the return, claim, statement or other document or payment, is sent by United States registered mail, it shall be deemed to have a postmark date that is the date of registration, and, if sent by United States certified mail, it shall be deemed to have a postmark date that is the date that the sender's receipt is postmarked by the postal employee.\n\n(b) Unless it is otherwise determined by the commissioner to be inadequate for the needs of the state, (1) any reference in subsection (a) of this section to the United States mail shall be treated as including a reference to any delivery service designated by the Secretary of the Treasury of the United States pursuant to Section 7502 of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended, (2) any reference in subsection (a) of this section to a postmark made by the United States Postal Service shall be treated as including a reference to any date recorded or marked in the manner described in said Section 7502 of said Internal Revenue Code by a designated delivery service, and (3) any equivalent of registered or certified mail designated by the Secretary of the Treasury of the United States pursuant to said Section 7502 of said Internal Revenue Code shall be included within the meaning of registered or certified mail as used in subsection (a) of this section.\n\n(P.A. 93-74, S. 51, 67; P.A. 99-48, S. 1, 10.)\n\nHistory: P.A. 93-74 effective May 19, 1993, and applicable to taxable years commencing on and after January 1, 1993; P.A. 99-48 added Subsec. (b) to provide for the acceptance of postmarks made by non-U.S. postal service carriers where U.S. postmarks are referenced, designated existing provisions as Subsec. (a) and amended Subsec. (a) to make technical and numbering changes, effective May 27, 1999, and applicable to returns, claims, statements or other documents required to be filed with, or payments required to be made to, the Department of Revenue Services on or after October 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39aa/"
    },
    {
      "id": "section-12-39bb",
      "number": "12-39bb.",
      "heading": "Records of department. Reproductions of records.",
      "text": "Records of the Department of Revenue Services may be provided in the form of written documents, reproductions of such documents, films or photoimpressions, or electronically produced tapes, disks or records, or by any other mode or means which the commissioner determines necessary or appropriate. Any reproduction of any return, document or other matter made in accordance with this section shall have the same legal status as the original, and any such reproduction shall, if properly authenticated, be admissible in evidence in any judicial or administrative proceeding as if it were the original, whether or not the original is in existence.\n\n(P.A. 93-74, S. 52, 67.)\n\nHistory: P.A. 93-74 effective May 19, 1993, and applicable to taxable years commencing on and after January 1, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39bb/"
    },
    {
      "id": "section-12-39cc",
      "number": "12-39cc.",
      "heading": "Data match system with financial institutions.",
      "text": "(a) The Commissioner of Revenue Services and financial institutions, as defined in Section 469A(d)(1) of the Social Security Act, as amended from time to time, doing business in this state, shall develop and operate a data match system using automated data exchanges to the maximum extent feasible and enter into agreements regarding the administration of such system. The commissioner may waive, for any financial institution, the requirement to enter into such agreement. Notwithstanding the provisions of section 12-15, the commissioner or the commissioner's designee shall provide to each financial institution a list of taxpayers who owe taxes to the state, which taxes are finally due and payable and with respect to which every administrative or judicial remedy, or both, has been exhausted or has lapsed. Such list shall include each taxpayer's address, Social Security number or other taxpayer identification number and such other information as may be necessary or convenient for the administration of the data match system. Not later than ninety days after receipt of such list from the commissioner, each financial institution shall provide the commissioner with account information for those taxpayers who appear on the commissioner's list and who maintain an account with such financial institution, including the taxpayer's name, the address and Social Security number or other taxpayer identification number associated with each such account, the account number and balance in each such account and such other information as may be required by the commissioner for the purposes of administering the data match system. For the purposes of this section, “account” means a demand deposit account, checking or negotiable order of withdrawal account, savings account, time deposit account or money market mutual fund account.\n\n(b) (1) A financial institution shall not be liable to any person for (A) disclosing information to the commissioner or the commissioner's designee pursuant to this section, or (B) any other action taken in good faith to comply with the requirements of subsection (a) of this section.\n\n(2) Notwithstanding the provisions of section 12-15, a financial institution may provide return information received pursuant to the data match system to (A) a service provider engaged by the financial institution to carry out the data processing and data receipt and transmission functions, to the extent necessary for the financial institution to comply with the requirements of subsection (a) of this section, and (B) an authorized representative of a government regulatory authority having jurisdiction over the financial institution, to the extent required by such representative in the course of such representative's duties. No person receiving return information pursuant to this subdivision shall further disclose such return information.\n\n(P.A. 14-155, S. 15; P.A. 17-147, S. 21.)\n\nHistory: P.A. 14-155 effective June 11, 2014; P.A. 17-147 substantially amended Subsec. (a) including by adding provision re commissioner may waive requirement to enter into agreement, adding reference to commissioner's designee, adding provision re other information as may be necessary or convenient for administration of data match system, and replacing “and a statement as to whether the balance of each such account exceeds one thousand dollars” with “the account number and balance in each such account and such other information as may be required by the commissioner for the purposes of administering the data match system”, amended Subsec. (b) by designating existing provisions re financial institution liability as new Subdiv. (1) and amending same by redesignating existing Subdivs. (1) and (2) as Subparas. (A) and (B), adding reference to commissioner's designee, adding new Subdiv. (2) re financial institution providing return information received pursuant to data match system, and made technical changes, effective July 7, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39cc/"
    },
    {
      "id": "section-12-39dd",
      "number": "12-39dd.",
      "heading": "Duplicate information returns required to be filed by reporting entities. Penalties.",
      "text": "(a) For purposes of this section, (1) “payment settlement entity”, “third party settlement organization” and “electronic payment facilitator” have the same meanings as provided in Section 6050W of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time, and (2) “reporting entity” means any payment settlement entity, third party settlement organization, electronic payment facilitator or other third party acting on behalf of a payment settlement entity, that processes reportable payment transactions with respect to a participating payee located in Connecticut.\n\n(b) (1) Each reporting entity shall file with the Department of Revenue Services, not later than thirty days after the reporting entity files information returns with the Internal Revenue Service, a duplicate of all such information returns, in such form and manner as prescribed by the commissioner.\n\n(2) Any reporting entity that fails to file a duplicate information return required under subdivision (1) of this subsection within the time prescribed shall be subject to a civil penalty of (A) fifty dollars for each such failure if the failure is for not more than one month after such duplicate was required to be filed, and (B) an additional fifty dollars for each month or fraction thereof during which such failure continues, except the total amount of the penalty imposed on a reporting entity under this subdivision shall not exceed two hundred fifty thousand dollars annually. Subject to the provisions of section 12-3a, the commissioner may waive all or part of the penalties provided under this subdivision when it is proven to the commissioner's satisfaction that the failure to timely file such duplicate was due to reasonable cause and was not due to wilful neglect.\n\n(P.A. 17-147, S. 9.)\n\nHistory: P.A. 17-147 effective July 1, 2017, and applicable to information returns due for calendar years commencing on or after January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-202/section-12-39dd/"
    }
  ]
}