{
  "state": "connecticut",
  "path": "title-title-12-taxation/chapter-chapter-228a-re-van-norstrand-neighborhood-assistance-act",
  "sections": [
    {
      "id": "section-12-630aa",
      "number": "12-630aa.",
      "heading": "Short title: R.E. Van Norstrand Neighborhood Assistance Act",
      "text": "Section 12-631. - Definitions.Section 12-632. - Lists of eligible programs. Application by businesses. Limitations on tax credits.Section 12-632a. - Proration of tax credits, when.Section 12-633. - Amount of tax credits; generally.Section 1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12-631",
      "number": "12-631.",
      "heading": "Definitions.",
      "text": "As used in this chapter, the following terms have the following meanings:\n\n(1) “Business firm” means any business entity authorized to do business in the state and subject to the tax due under the provisions of chapter 207, 208, 209, 210, 211, 212 or 213a.\n\n(2) “Community services” means any type of counseling and advice, emergency assistance or medical care furnished to individuals or groups in the state.\n\n(3) “Crime prevention” means any activity which aids in the reduction of crime in the state.\n\n(4) “Education” means any type of scholastic instruction or scholarship assistance to any person who resides in the state that enables such person to prepare for better opportunities, including teaching services donated pursuant to section 10-21c.\n\n(5) “Job training” means any type of instruction to any person who resides in the state that enables such person to acquire vocational skills to become employable or seek a higher grade of employment, including training offered pursuant to section 10-21b.\n\n(6) “Neighborhood” means any specific geographic area, urban, interurban, suburban, or rural, which is experiencing problems endangering its existence as a viable and stable neighborhood.\n\n(7) “Neighborhood assistance” means the furnishing of financial assistance, labor, material, or technical advice to aid in the physical improvement or rehabilitation of all or any part of a neighborhood.\n\n(8) “Neighborhood organization” means any organization performing community services in the state that: (A) Holds a ruling from the Internal Revenue Service of the United States Department of the Treasury that the organization is exempt from income taxation under the provisions of the Internal Revenue Code; (B) is designated as a community development corporation by the United States government under the provisions of Title VII of the Economic Opportunity Act of 1964; or (C) is incorporated as a charitable corporation or trust under the provisions of chapter 598a.\n\n(9) “Families of low and moderate income” means families meeting the criteria for designation as families of low and moderate income established by the Commissioner of Housing pursuant to subsection (f) of section 8-39.\n\n(P.A. 82-469, S. 1, 11; P.A. 83-328, S. 1, 4; P.A. 84-448, S. 3, 5; P.A. 95-250, S. 1; P.A. 96-211, S. 1, 5, 6; P.A. 10-188, S. 8; P.A. 11-140, S. 27; P.A. 13-234, S. 2; P.A. 22-110, S. 26.)\n\nHistory: P.A. 82-469 effective June 11, 1982, and applicable to income years commencing on or after January 1, 1982; P.A. 83-328 added Subdiv. (i) defining “families of low and moderate income”; P.A. 84-448 amended Subdiv. (d) to include teaching services donated pursuant to Sec. 10-21c and amended Subdiv. (e) to include training offered pursuant to Sec. 10-21b; P.A. 95-250 and P.A. 96-211 replaced Commissioner and Department of Housing with Commissioner and Department of Economic and Community Development; P.A. 10-188 amended Subdiv. (a) to redefine “business firm” by deleting references to chapter titles and referring solely to chapter numbers and by eliminating tax imposed under chapters 212a and 228, effective June 7, 2010, and applicable to income years commencing on or after January 1, 2010; P.A. 11-140 amended Subdiv. (a) to redefine “business firm” to include reference to Ch. 213a; pursuant to P.A. 13-234, reference to Commissioner of Economic and Community Development was changed editorially by the Revisors to reference to Commissioner of Housing in Subdiv. (i), effective June 19, 2013; P.A. 22-110 redesignated existing Subsecs. (a) to (i) as Subdivs. (1) to (9) and made technical and conforming changes in redesignated Subdiv. (8).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-631/"
    },
    {
      "id": "section-12-632",
      "number": "12-632.",
      "heading": "Lists of eligible programs. Application by businesses. Limitations on tax credits.",
      "text": "(a)(1) Except as otherwise provided in subdivision (2) of this subsection, on or before July first of each year, any municipality desiring to obtain benefits under the provisions of this chapter shall, after approval by the legislative body of such municipality, submit to the Commissioner of Revenue Services a list on a form prescribed and made available by the commissioner of programs eligible for investment by business firms under the provisions of this chapter. Such activities shall consist of providing neighborhood assistance; job training or education; community services; crime prevention; energy conservation or construction or rehabilitation of dwelling units for families of low and moderate income in the state; donation of money to an open space acquisition fund of any political subdivision of the state or any nonprofit land conservation organization, which fund qualifies under subdivision (8) of section 12-631 and is used for the purchase of land, interest in land or permanent conservation restriction on land that is to be permanently preserved as protected open space; or any of the activities described in section 12-634, 12-635 or 12-635a. Such list shall indicate, for each program specified: The concept of the program, the neighborhood area to be served, why the program is needed, the estimated amount required to be invested in the program, the suggested plan for implementing the program, the agency designated by the municipality to oversee implementation of the program and such other information as the commissioner may prescribe. Each municipality shall hold at least one public hearing on the subject of which programs shall be included on such list prior to the submission of such list to the commissioner.\n\n(2) If any municipality desiring to obtain benefits under the provisions of this chapter submits to the Commissioner of Revenue Services a list on a form prescribed and made available by the commissioner of programs eligible for investment by business firms under the provisions of this chapter after the July first due date, the commissioner shall include the list of programs on the list compiled by the commissioner under subsection (b) of this section if the municipality submits such list no later than fifteen days following such July first due date, provides an explanation for its failure to submit such list on or before such July first due date and submits proof that both the public hearing required by subdivision (1) of this subsection to be held on the programs to be included on such list and the approval of such list by the legislative body of such municipality required by subdivision (1) of this subsection occurred on or before such July first due date.\n\n(b) The Commissioner of Revenue Services shall, on or before September first of each year, compile a list, categorized by town and by estimated amount of tax credit, of the programs submitted by municipalities for investment pursuant to the provisions of subsection (a) of this section. The commissioner shall print sufficient quantities of such list to facilitate its distribution to business firms upon their request.\n\n(c) Any business firm that desires to engage in any of the activities or programs approved by any municipality pursuant to subsection (a) of this section and listed pursuant to subsection (b) of this section may apply to the Commissioner of Revenue Services for a tax credit in an amount as provided in section 12-633, 12-634, 12-635 or 12-635a. The proposal for such credit, which shall be made on a form prescribed and made available by the commissioner, shall set forth the program to be conducted, the neighborhood area to be invested in, the plans for implementing the program and such other information as said commissioner may prescribe. Such proposals shall be submitted to the commissioner on or after September fifteenth but no later than October first of each year. Such proposals shall be approved or disapproved by the commissioner based on the compliance of such proposal with the provisions of this chapter and regulations adopted pursuant to this chapter. The commissioner may only approve proposals received between September fifteenth and October first of each year. If, in the opinion of the commissioner, a business firm's investment can, for the purposes of this chapter, be made through contributions to a neighborhood organization as defined in subdivision (8) of section 12-631, tax credits may be allowed in amounts as provided in section 12-633, 12-634, 12-635 or 12-635a.\n\n(d) Programs which may reasonably be expected to last for more than one year but not more than two consecutive years may be included on the lists submitted by municipalities pursuant to the provisions of subsection (a) of this section. Proposals made in response to such programs pursuant to the provisions of subsection (c) of this section may require investments to be made in more than one year. Such proposals shall be considered as a single entity by the Commissioner of Revenue Services, and, if approved, the commissioner shall reserve appropriate amounts of prospective years' tax credits for application to such program and proposed investments in the year or years in which such investments are actually made.\n\n(e) (1) Nothing in this chapter shall be construed to prevent two or more business firms from participating jointly in one or more programs under the provisions of this chapter. Such joint investment programs shall be submitted, and acted upon, as a single proposal by the business firms involved.\n\n(2) In the event that two or more neighborhood organizations which are owned by the same entity receive investments which would otherwise qualify for a credit under this chapter, only one such investment shall be eligible for such credit.\n\n(f) The sum of all tax credits granted pursuant to the provisions of section 12-633, 12-634, 12-635 or 12-635a shall not exceed one hundred fifty thousand dollars annually per business firm and no tax credit shall be granted to any business firm for any individual amount invested of less than two hundred fifty dollars.\n\n(g) No tax credit shall be granted to any bank, bank and trust company, insurance company, trust company, national bank, savings association, or building and loan association for activities that are a part of its normal course of business.\n\n(h) Any tax credit not used in the period during which the investment was made may be carried backward for the two immediately preceding calendar or fiscal years until the full credit has been allowed.\n\n(i) In no event shall the total amount of all tax credits allowed to all business firms pursuant to the provisions of this chapter exceed five million dollars in any one fiscal year. Three million dollars of the total amount of tax credits allowed shall be granted to business firms eligible for tax credits pursuant to section 12-635.\n\n(j) No organization conducting a program or programs eligible for funding with respect to which tax credits may be allowed under this chapter shall be allowed to receive an aggregate amount of such funding for any such program or programs in excess of one hundred fifty thousand dollars for any fiscal year.\n\n(P.A. 82-469, S. 2, 11; P.A. 83-328, S. 2, 4; P.A. 84-387, S. 1, 3; 84-448, S. 4, 5; P.A. 85-388, S. 1, 2; 85-613, S. 121, 154; P.A. 86-269, S. 2–5, 10; P.A. 87-429, S. 1, 2, 6; P.A. 89-328, S. 2, 6; P.A. 93-262, S. 1, 87; P.A. 95-268, S. 2, 11; P.A. 97-251, S. 1, 2; P.A. 99-173, S. 45, 65; 99-235, S. 1, 7; June Sp. Sess. P.A. 01-6, S. 32, 85; P.A. 10-188, S. 9; P.A. 11-140, S. 28; June Sp. Sess. P.A. 15-5, S. 446; June Sp. Sess. P.A. 17-2, S. 646; P.A. 22-110, S. 27–29.)\n\nHistory: P.A. 82-469 effective June 11, 1982, and applicable to income years commencing on or after January 1, 1982; P.A. 83-328 amended Subsec. (a) to add construction or rehabilitation of dwelling units for families of low and moderate income to the list of eligible programs; P.A. 84-387 added references to Sec. 12-635a, allowing tax credits for certain amounts invested in community-based alcoholism prevention or treatment programs, and increased total amount of all tax credits allowed in Subsec. (i) from $1,000,000 to $1,500,000 in any fiscal year, effective July 1, 1984, and applicable to the total tax credits allowed in the state fiscal year commencing on that date and each fiscal year thereafter; P.A. 84-448 amended Subsec. (a) deleting provision that job training or education be “for individuals”; P.A. 85-388 amended Subsec. (i) by increasing the maximum total amount of all tax credits that may be allowed to all business firms under chapter 228a in any one state fiscal year from $1,500,000 to $2,000,000, effective July 1, 1985, and applicable to the total of all tax credits allowed under the neighborhood assistance program in the state fiscal year commencing July 1, 1985, and each fiscal year thereafter; P.A. 85-613 made technical change, substituting reference to Sec. 12-635a for reference to Sec. 12-365a in Subsec. (f); P.A. 86-269 amended Subsec. (f) by decreasing the maximum total tax credit that may be granted annually per company under Sec. 12-633, 12-634 or 12-635a from $100,000 to $75,000 and providing that the minimum amount of investment for which tax credit shall be granted to any company shall be $250, amended Subsec. (i) by increasing the maximum total of all tax credits that may be allowed to all companies investing in programs in any one year from $2,000,000 to $3,000,000, amended Subsec. (j) by providing that tax credit shall not be granted to any company unless the amount of funds expended for support of programs eligible for assistance under this chapter is not less in the year for which credit is sought than the amount expended in the year immediately preceding, and added Subsec. (k) re maximum amount of funding allowed, effective June 2, 1986, and applicable to income years commencing on or after January 1, 1986, for companies investing in such programs; P.A. 87-429 amended Subsec. (f) to add the reference to Sec. 12-635 and made technical change in Subsec. (h), effective July 1, 1987, and applicable to income years of corporations commencing on or after January 1, 1987; P.A. 89-328 deleted “commissioner of revenue services” as it appeared in Subsecs. (a) to (d), inclusive, and inserted “commissioner of human resources” in lieu thereof; P.A. 93-262 authorized substitution of commissioner of social services for commissioner of human resources, effective July 1, 1993; P.A. 95-268 amended Subsec. (a) by requiring a municipality to submit its list of eligible programs on “a form prescribed and made available by the commissioner”, required such lists to be submitted “on or before September 1, 1995 and on or before July first of each succeeding year” and by requiring such lists to contain “such other information as the commissioner may prescribe”, amended Subsec. (b) by changing the date the Commissioner of Revenue Services shall compile a list of programs submitted by municipalities for investment from “October first of each year” to “September first of each year” and deleting a provision requiring the commissioner to give notice of the publishing of such list, amended Subsec. (c) by requiring a proposal for credit “be made on a form prescribed and made available by the commissioner”, by requiring such proposal to include “such other information as said commissioner may prescribe”, by changing the date for submittal of such proposals from “on or before December first” to “on or after September fifteenth but no later that October first”, by deeming the failure of an agency to respond within 30 days of the date of referral to be a disapproval, by deleting a provision that a proposal be approved or disapproved by the commissioner within 60 days, by deleting a provision that a proposal be approved or disapproved on the basis of tax credits remaining in the annual allotment provided in this chapter, by changing a provision that the commissioner “shall approve proposals in the order in which they are received in his office” to “may only approve proposals received in his office between September fifteenth and October first of each year” and by deleting a provision requiring the Commissioner of Social Services to allocate and commit tax credits to a business firm in an amount of tax credits equal to the estimated amount which would be expended during a year on a proposal if the commissioner had approved such proposal and if the limit for tax credit for that year had not yet been allocated, amended Subsec. (d) by allowing programs which last more than a year “but not more than two consecutive years” to be included on lists submitted by municipalities, added Subsec. (e)(2) providing that only one investment shall be eligible for credit if two or more neighborhood organizations which are owned by the same entity receive investments which would otherwise qualify for a credit, amended Subsec. (h) by changing the period in which a tax credit may be carried from “forward or backward for the five immediately succeeding or preceding calendar or fiscal years” to “backward for the two immediately preceding calendar or fiscal years”, amended Subdiv. (i) by adding a provision requiring $2,000,000 of the total amount of tax credits allowed to be granted to business firms eligible for tax credits pursuant to Sec. 12-635, amended Subsec. (k) by changing the amount of funding allowed to be received in any fiscal year from $300,000 to $150,000 and replaced references throughout section to “Commissioner of Social Services” with “Commissioner of Revenue Services”, effective July 6, 1995; P.A. 97-251 amended Subsec. (i) to increase total amount of credit from $3,000,000 to $4,000,000, effective June 26, 1997, and applicable to income years commencing on or after January 1, 1998; P.A. 99-173 increased tax credit cap from to $5,000,000, changing from $2,000,000 to $3,000,000 the amount granted to business firms eligible for credits pursuant to Sec. 12-635, and provided a credit for cash donations used to purchase open-space land, effective June 23, 1999, and applicable to income years commencing on or after January 1, 2000; P.A. 99-235 amended Subsec. (a) to delete provision allowing benefits under section for donation to a state open space acquisition fund, effective June 29, 1999; June Sp. Sess. P.A. 01-6 amended Subsec. (a) to designate existing provisions as Subdiv. (1), making technical and conforming changes therein, and to add new Subdiv. (2) re extensions of time for submittal of lists of eligible programs, effective July 1, 2001; P.A. 10-188 amended Subsec. (c) to remove requirement for municipal agency approval and make a technical change, effective July 1, 2010; P.A. 11-140 amended Subsec. (f) by increasing maximum total tax credit from $75,000 to $150,000, deleted former Subsec. (j) re amount expended for charitable purposes and redesignated existing Subsec. (k) as Subsec. (j); June Sp. Sess. P.A. 15-5 amended Subsec. (i) to increase maximum total tax credits from $5,000,000 to $10,000,000, effective July 1, 2017; June Sp. Sess. P.A. 17-2 amended Subsec. (i) to change maximum total tax credits from $10,000,000 to $5,000,000, effective October 31, 2017; P.A. 22-110 amended Subsecs. (a)(1) and (c) to replace references to Sec. 12-631(h) with references to Sec. 12-631(8) and make technical changes and amended Subsec. (f) to make a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-632/"
    },
    {
      "id": "section-12-632a",
      "number": "12-632a.",
      "heading": "Proration of tax credits, when.",
      "text": "If, for any fiscal year, all of the proposals submitted to the Commissioner of Revenue Services pursuant to section 12-632 claim tax credits in excess of the limit provided for in subsection (i) of said section 12-632, the commissioner on or before November fifteenth of each year shall prorate the tax credits, as limited by said subsection (i), for such year among the neighborhood organizations the programs of which business firms have proposed to contribute to pursuant to this chapter.\n\n(P.A. 95-268, S. 3, 11; P.A. 00-174, S. 35, 83; P.A. 02-103, S. 49.)\n\nHistory: P.A. 95-268 effective July 6, 1995; P.A. 00-174 made a technical change for conformity with the rest of the chapter, effective May 26, 2000; P.A. 02-103 made a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-632a/"
    },
    {
      "id": "section-12-633",
      "number": "12-633.",
      "heading": "Amount of tax credits; generally.",
      "text": "The Commissioner of Revenue Services shall grant a credit against any tax due under the provisions of chapter 207, 208, 209, 210, 211 or 212 in an amount not to exceed sixty per cent of the total cash amount invested during the taxable year by the business firm in programs operated or created pursuant to proposals approved pursuant to section 12-632, provided a tax credit not to exceed one hundred per cent of the total cash amount invested during the taxable year by the business firm may be allowed for investment in certain energy conservation projects as provided in subdivisions (1) and (2) of section 12-635.\n\n(P.A. 82-469, S. 3, 11; P.A. 86-269, S. 6, 10; P.A. 95-268, S. 4, 11; P.A. 03-225, S. 21; June Sp. Sess. P.A. 07-5, S. 11.)\n\nHistory: P.A. 82-469 effective June 11, 1982, and applicable to income years commencing on or after January 1, 1982; P.A. 86-269 deleted the reference to tax credit allowed for investment in certain day care projects, as provided in Sec. 12-634, and reduced the amount allowed as tax credit for investment in certain energy conservation and employment and training projects from 70% to 60% of such investment, effective June 2, 1986, and applicable to income years commencing on or after January 1, 1986, for companies investing in such programs; P.A. 95-268 deleted chapters 212a and 228 from the chapters which provide for taxes which may be granted a credit and lowered the amount of credit granted from 50% of the total amount invested to 40% of the total cash amount invested, effective July 6, 1995; P.A. 03-225 increased the amount of the credit from 40% to 60% of the amount invested, effective July 1, 2003, and applicable to income years commencing on or after January 1, 2003; June Sp. Sess. P.A. 07-5 substituted 100% of total cash amount invested during taxable year by the business firm for 60% of amount, deleted employment and training projects and added “subdivisions (1) and (2) of” re Sec. 12-635, effective October 6, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-633/"
    },
    {
      "id": "section-12-634",
      "number": "12-634.",
      "heading": "Amount of tax credits; child care centers.",
      "text": "The Commissioner of Revenue Services shall grant a credit against any tax due under the provisions of chapter 207, 208, 209, 210, 211 or 212 in an amount not to exceed sixty per cent of the total cash amount invested during the taxable year by the business firm in programs operated or created pursuant to proposals approved pursuant to section 12-632 for planning, site preparation, construction, renovation or acquisition of facilities for purposes of establishing a child care center, as described in section 19a-77, to be used primarily by the children of such business firm's employees and equipment installed for such center, including kitchen appliances, to the extent that such equipment or appliances are necessary in the use of such center for purposes of child care services, provided: (1) Such center is operated under the authority of a license issued by the Commissioner of Early Childhood in accordance with sections 19a-77 to 19a-87, inclusive, (2) such center is operated without profit by such business firm related to any charges imposed for the use of such center for purposes of child care services, and (3) the amount of tax credit allowed any business firm under the provisions of this section for any income year may not exceed fifty thousand dollars. If two or more business firms share in the cost of establishing such a center for the children of their employees, each such taxpayer shall be allowed such credit in relation to the respective share, paid or incurred by such taxpayer, of the total expenditures for the center in such income year. The commissioner shall not grant a credit pursuant to this section to any taxpayer claiming a credit for the same year pursuant to section 12-217x.\n\n(P.A. 82-469, S. 4, 11; P.A. 86-269, S. 7, 10; P.A. 89-364, S. 4, 7; P.A. 93-381, S. 9, 39; P.A. 95-257, S. 12, 21, 58; 95-268, S. 5, 11; P.A. 96-139, S. 6, 13; P.A. 97-259, S. 24, 41; 97-295, S. 8, 25; P.A. 98-262, S. 14, 22; P.A. 03-225, S. 22; P.A. 14-39, S. 62; P.A. 16-163, S. 31.)\n\nHistory: P.A. 82-469 effective June 11, 1982, and applicable to income years commencing on or after January 1, 1982; P.A. 86-269 increased the percentage of total investment in the establishment of certain child day care facilities allowed as a tax credit, from 30% of such total to 50%, effective June 2, 1986, and applicable to income years commencing on or after January 1, 1986, for companies investing in such programs; P.A. 89-364 deleted references to repealed sections and added the reference to Sec. 17-613, effective July 1, 1989, and applicable to income years of corporations commencing on or after January 1, 1990; P.A. 93-381 replaced commissioner of health services with commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; P.A. 95-268 deleted chapter 212a from the chapters which provide for taxes which may be granted a credit and lowered the amount of credit granted from 50% of the total amount invested to 40% of the total cash amount invested, effective July 6, 1995; P.A. 96-139 changed reference to Sec. 17b-743 to Sec. 17b-740, effective May 29, 1996; P.A. 97-259 increased the amount of the allowable tax credit from $10,000 to $50,000, effective July 1, 1997, and applicable to income years commencing on or after January 1, 1998; P.A. 97-295 changed reference from Subsec. (c) of Sec. 17b-740 to Sec. 12-217x, effective July 8, 1997, and applicable to income years commencing on or after January 1, 1998; P.A. 98-262 revised effective date of P.A. 97-295 to delete conflicting applicability provision; P.A. 03-225 increased the amount of the credit from 40% to 60% of the amount invested, effective July 1, 2003, and applicable to income years commencing on or after January 1, 2003; P.A. 14-39 replaced reference to Commissioner of Public Health with reference to Commissioner of Early Childhood, effective July 1, 2014; P.A. 16-163 replaced references to child day care facility with references to child care center and replaced references to child day care with references to child care services, effective June 9, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-634/"
    },
    {
      "id": "section-12-635",
      "number": "12-635.",
      "heading": "Amount of tax credits; energy conservation, job training, college access loan forgiveness and programs serving low-income persons.",
      "text": "The Commissioner of Revenue Services shall grant a credit against any tax due under the provisions of chapter 207, 208, 209, 210, 211 or 212: (1) In an amount not to exceed one hundred per cent of the total cash amount invested during the taxable year by the business firm in programs operated or created pursuant to proposals approved pursuant to section 12-632 for energy conservation projects directed toward properties occupied by persons, at least seventy-five per cent of whom are at an income level not exceeding one hundred fifty per cent of the poverty level for the year next preceding the year during which such tax credit is to be granted; (2) in an amount equal to one hundred per cent of the total cash amount invested during the taxable year by the business firm in programs operated or created pursuant to proposals approved pursuant to section 12-632 for energy conservation projects at properties owned or occupied by charitable corporations, foundations, trusts or other entities as determined under regulations adopted pursuant to this chapter; (3) in an amount equal to one hundred per cent of the total cash amount invested during the taxable year by the business firm in a comprehensive college access loan forgiveness program located in an “educational reform district” as defined in section 10-262u, that has established minimum eligibility criteria including, but not limited to, years of enrollment in the educational reform district, grade point average, attendance record and loan forgiveness prerequisite; or (4) in an amount not to exceed sixty per cent of the total cash amount invested during the taxable year by the business firm (A) in employment and training programs directed at youths, at least seventy-five per cent of whom are at an income level not exceeding one hundred fifty per cent of the poverty level for the year next preceding the year during which such tax credit is to be granted; (B) in employment and training programs directed at persons with physical disabilities; (C) in employment and training programs for unemployed workers who are fifty years of age or older; (D) in education and employment training programs for recipients in the temporary family assistance program; or (E) in child care services. Any other program which serves persons at least seventy-five per cent of whom are at an income level not exceeding one hundred fifty per cent of the poverty level for the year next preceding the year during which such tax credit is to be granted and which meets the standards for eligibility under this chapter shall be eligible for a tax credit under this section in an amount equal to sixty per cent of the total cash invested by the business firm in such program.\n\n(P.A. 82-469, S. 5, 11; P.A. 83-328, S. 3, 4; P.A. 85-505, S. 4, 21; P.A. 86-269, S. 8, 10; P.A. 95-268, S. 7, 11; P.A. 96-262, S. 1, 11; June 18 Sp. Sess. P.A. 97-2, S. 16, 165; P.A. 06-196, S. 91; P.A. 07-242, S. 72; June Sp. Sess. P.A. 07-5, S. 12; P.A. 14-227, S. 4; P.A. 17-202, S. 38.)\n\nHistory: P.A. 82-469 effective June 11, 1982, and applicable to income years commencing on or after January 1, 1982; P.A. 83-328 added employment and training programs for unemployed workers who are 50 years of age or older to the list of programs under this section; P.A. 85-505 added education and employment training programs for recipients in AFDC program to applicable programs under this section; P.A. 86-269 decreased the percentage of total investment for purposes of energy conservation projects or certain employment and training programs allowed as a tax credit, from 70% of such total to 60%, effective June 2, 1986, and applicable to income years commencing on or after January 1, 1986, for companies investing in such programs; P.A. 95-268 deleted chapters 212a and 228 from the chapters which provide for taxes which may be granted a credit and changed the amount of credit granted from an amount not to exceed 70% of the total amount invested to an amount not to exceed 60% of the total cash amount invested, effective July 6, 1995; P.A. 96-262 added child care services to the list of programs under this section, effective July 1, 1996, and applicable to income years commencing on or after January 1, 1997; June 18 Sp. Sess. P.A. 97-2 replaced a reference to aid to families with dependent children with temporary family assistance, effective July 1, 1997; P.A. 06-196 made a technical change, effective June 7, 2006; P.A. 07-242 increased percentage of total investment for purposes of energy conservation projects allowed as a tax credit from 60% of such total to 100% of such total, designated provisions re such credit as Subdiv. (1), added Subdiv. (2) re energy conservation projects at properties owned or operated by certain organizations, designated employment and training program credit as Subdiv. (3) and established percentage of total investment for such credit at 60%, effective July 1, 2007; June Sp. Sess. P.A. 07-5 inserted Subpara. designators (A) to (E) in Subdiv. (3), inserted “in an amount equal to sixty per cent of the total cash invested by the business firm” re any other program, and made technical changes, effective October 6, 2007; P.A. 14-227 added new Subdiv. (3) re investments in a comprehensive college access loan forgiveness program and redesignated existing Subdiv. (3) as Subdiv. (4), effective July 1, 2014; P.A. 17-202 amended Subdiv. (4)(B) by replacing “handicapped persons as determined under regulations adopted pursuant to this chapter” with “persons with physical disabilities”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-635/"
    },
    {
      "id": "section-12-635a",
      "number": "12-635a.",
      "heading": "Amount of tax credits; community-based alcoholism prevention or treatment programs.",
      "text": "The Commissioner of Revenue Services shall grant a credit against any tax due under the provisions of chapter 207, 208, 209, 210, 211 or 212 in an amount not to exceed sixty per cent of the total cash amount invested during the taxable year by the business firm in community-based alcoholism prevention or treatment programs operated or created pursuant to proposals approved pursuant to section 12-632.\n\n(P.A. 84-387, S. 2, 3; P.A. 95-268, S. 6, 11; P.A. 10-188, S. 10.)\n\nHistory: P.A. 84-387 effective July 1, 1984, and applicable to the total amount of such tax credits allowed in the state fiscal year commencing on that date and in each fiscal year thereafter; P.A. 95-268 deleted chapters 212a and 228 from the chapters which provide for taxes which may be granted a credit and lowered the amount of credit granted from 50% of the total amount invested to 40% of the total cash amount invested, effective July 6, 1995; P.A. 10-188 increased credit amount from 40% to 60% of total cash amount invested, effective June 7, 2010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-635a/"
    },
    {
      "id": "section-12-636",
      "number": "12-636.",
      "heading": "Decision of the Commissioner of Revenue Services.",
      "text": "The decision of the Commissioner of Revenue Services to approve or disapprove a proposal pursuant to the provisions of section 12-632 shall be in writing, and, if said commissioner approves the proposal, said commissioner shall state the maximum credit allowable to the business firm.\n\n(P.A. 82-469, S. 6, 11; P.A. 89-328, S. 3, 6; P.A. 93-262, S. 1, 87; P.A. 95-268, S. 8, 11; P.A. 06-159, S. 19.)\n\nHistory: P.A. 82-469 effective June 11, 1982, and applicable to income years commencing on or after January 1, 1982; P.A. 89-328 replaced “commissioner of revenue services” with “commissioner of human resources”; P.A. 93-262 authorized substitution of commissioner of social services for commissioner of human resources, effective July 1, 1993; P.A. 95-268 replaced reference to the “Commissioner of Social Services” with “Commissioner of Revenue Services”, effective July 6, 1995; P.A. 06-159 eliminated requirement that copy of decision be attached to tax return and made technical changes, effective June 6, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-636/"
    },
    {
      "id": "section-12-637",
      "number": "12-637.",
      "heading": "Audit.",
      "text": "Section 12-637 is repealed.\n\n(P.A. 82-469, S. 7, 11; P.A. 86-269, S. 9, 10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-637/"
    },
    {
      "id": "section-12-637a",
      "number": "12-637a.",
      "heading": "Postproject audit required. Municipal agency certification required. Review by commissioner required.",
      "text": "Whenever the total funds invested for any income year by any company or companies in a program conducted by a nonprofit organization approved under this chapter, are equivalent to twenty-five thousand dollars or more, the organization conducting such program shall have a postproject audit prepared and submitted for certification to the municipal agency designated to oversee the implementation of such program. The required certification shall verify that such expenditures were made in accordance with the program as proposed by such organization and approved by the department. Such audit shall be submitted by the municipal agency to the Commissioner of Revenue Services, including certification that expenditures were made in accordance with the program as proposed. The commissioner shall review each postproject audit. If, upon such review, evidence of fraud or embezzlement is found, the commissioner shall report such information to the state's attorney for the judicial district in which such audited organization is located. If, upon such review, evidence of any unsound or irregular financial practice in relation to commonly accepted accounting standards is found, the commissioner may make an audited organization's programs ineligible for future investment by business firms under this chapter.\n\n(P.A. 86-269, S. 1, 10; P.A. 89-328, S. 4, 6; P.A. 93-262, S. 1, 87; P.A. 95-268, S. 9, 11.)\n\nHistory: P.A. 86-269 effective June 2, 1986, and applicable to income years commencing on or after January 1, 1986, for companies investing in such programs; P.A. 89-328 replaced “commissioner of revenue services” with “commissioner of human resources”; P.A. 93-262 authorized substitution of commissioner of social services for commissioner of human resources, effective July 1, 1993; P.A. 95-268 specified that funds must be invested in a program “conducted by a nonprofit organization”, provided that the required certification verify that expenditures were approved by the Department of Revenue Services, required audits to be submitted by the municipal agency, replaced reference to “Commissioner of Social Services” with “Commissioner of Revenue Services” and provided for requirements for the commissioner to review each postproject audit, effective July 6, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-637a/"
    },
    {
      "id": "section-12-638",
      "number": "12-638.",
      "heading": "Regulations.",
      "text": "The Commissioner of Revenue Services, in consultation with the Secretary of the Office of Policy and Management may adopt regulations in accordance with chapter 54 to implement the provisions of this chapter.\n\n(P.A. 82-469, S. 8, 11; P.A. 89-328, S. 5, 6; P.A. 93-262, S. 1, 87; P.A. 95-268, S. 10, 11.)\n\nHistory: P.A. 82-469 effective June 11, 1982, and applicable to income years commencing on or after January 1, 1982; P.A. 89-328 transferred regulatory authority to the commissioner of human resources, retaining revenue services commissioner in consultative role and made regulatory authority discretionary where previously it was mandatory; P.A. 93-262 authorized substitution of commissioner of social services for commissioner of human resources, effective July 1, 1993; P.A. 95-268 transferred regulatory authority from Commissioner of Social Services to Commissioner of Revenue Services and changed reference to consultation with Commissioner of Revenue Services to the Secretary of the Office of Policy and Management, effective July 6, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-228a/section-12-638/"
    }
  ]
}