{
  "state": "connecticut",
  "path": "title-title-12-taxation/chapter-chapter-214b-electronic-cigarette-products-tax",
  "sections": [
    {
      "id": "section-12-330ee",
      "number": "12-330ee.",
      "heading": "Definitions. Tax. Returns. Penalties.Section 12-330ff to 12-330kk. - Reserved for future use.",
      "text": "(a) As used in this section:\n\n(1) “Electronic nicotine delivery system” has the same meaning as provided in section 19a-342a;\n\n(2) “Liquid nicotine container” has the same meaning as provided in section 19a-342a;\n\n(3) “Vapor product” has the same meaning as provided in section 19a-342a;\n\n(4) “Electronic cigarette liquid” means a liquid that, when used in an electronic nicotine delivery system or a vapor product, produces a vapor that includes nicotine and is inhaled by the user of such electronic nicotine delivery system or vapor product;\n\n(5) “Electronic cigarette products” means electronic nicotine delivery systems, liquid nicotine containers, vapor products and electronic cigarette liquids;\n\n(6) “Electronic cigarette wholesaler” means (A) any person engaged in the business of selling electronic cigarette products at wholesale in the state, (B) any person in this state who purchases electronic cigarette products at wholesale from a manufacturer, or (C) any dealer, retailer or other person that otherwise imports, or causes another person to import, untaxed electronic cigarette products into this state;\n\n(7) “Wholesale sales price” means the price of electronic cigarette products or, if no price has been set, the wholesale value of such products; and\n\n(8) “Sale” means any transfer of title or possession or both, exchange, barter, distribution or gift, of electronic cigarette products, with or without consideration.\n\n(b) (1) For each calendar month commencing on or after October 1, 2019, a tax is imposed on all sales of electronic cigarette products made in this state by electronic cigarette wholesalers and payable by such wholesalers, at the following rates:\n\n(A) For an electronic cigarette product that is prefilled, sealed by the manufacturer and not intended to be refillable, forty cents per milliliter of the electronic cigarette liquid contained therein; and\n\n(B) For any other electronic cigarette product, ten per cent of the wholesale sales price of such product, whether or not sold at wholesale, or if not sold, then at the same rate upon the use by the wholesaler.\n\n(2) Only the first sale or use of the same product by an electronic cigarette wholesaler shall be used in computing the amount of tax due under this subsection.\n\n(c) Each electronic cigarette wholesaler shall file with the Commissioner of Revenue Services, on or before the last day of each month, a return for the calendar month immediately preceding in such form and containing such information as the commissioner may prescribe. The return shall be accompanied by a payment of the amount of the tax shown to be due thereon. Each electronic cigarette wholesaler shall file such return electronically with the Department of Revenue Services and make such payment by electronic funds transfer in the manner provided by chapter 228g.\n\n(d) If any person fails to pay the amount of tax reported due on its return within the time specified under this section, there shall be imposed a penalty equal to ten per cent of such amount due and unpaid, or fifty dollars, whichever is greater. Such amount shall bear interest at the rate of one per cent per month or fraction thereof, from the due date of such tax until the date of payment. Subject to the provisions of section 12-3a, the commissioner may waive all or part of the penalties provided under this section when it is proven to the commissioner's satisfaction that the failure to pay any tax was due to reasonable cause and was not intentional or due to neglect.\n\n(e) Each person, other than an electronic cigarette wholesaler, who is required, on behalf of an electronic cigarette wholesaler, to collect, truthfully account for and pay over the tax imposed on such electronic cigarette wholesaler under this section and who wilfully fails to collect, truthfully account for and pay over such tax or who wilfully attempts in any manner to evade or defeat the tax or the payment thereof, shall, in addition to other penalties provided by law, be liable for a penalty equal to the total amount of the tax evaded, or not collected, or not accounted for and paid over, including any penalty or interest attributable to such wilful failure to collect or truthfully account for and pay over such tax or such wilful attempt to evade or defeat such tax, provided such penalty shall only be imposed against such person in the event that such tax, penalty or interest cannot otherwise be collected from the electronic cigarette wholesaler. The amount of such penalty with respect to which a person may be personally liable under this section shall be collected in accordance with the provisions of section 12-555a and any amount so collected shall be allowed as a credit against the amount of such tax, penalty or interest due and owing from the electronic cigarette wholesaler. The dissolution of the electronic cigarette wholesaler shall not discharge any person in relation to any personal liability under this section for wilful failure to collect or truthfully account for and pay over such tax or for a wilful attempt to evade or defeat such tax prior to dissolution, except as otherwise provided in this section. For purposes of this section, “person” includes any individual, corporation, limited liability company or partnership and any officer or employee of any corporation, including a dissolved corporation, and a member or employee of any partnership or limited liability company who, as such officer, employee or member, is under a duty to file a tax return under this section on behalf of an electronic cigarette wholesaler or to collect or truthfully account for and pay over the tax imposed under this section on behalf of an electronic cigarette wholesaler.\n\n(f) No tax credit or credits shall be allowable against the tax imposed under this section.\n\n(g) The provisions of sections 12-550 to 12-554, inclusive, and section 12-555a shall apply to the provisions of this section in the same manner and with the same force and effect as if the language of said sections had been incorporated in full into this section and had expressly referred to the tax under this section, except to the extent that any provision is inconsistent with a provision in this section.\n\n(h) The commissioner may adopt regulations, in accordance with the provisions of chapter 54, to implement the provisions of this section.\n\n(i) At the close of each fiscal year commencing with the fiscal year ending June 30, 2020, the Comptroller is authorized to record as revenue for such fiscal year the amount of the tax imposed under the provisions of this section that is received by the commissioner not later than five business days from the last day of July immediately following the end of such fiscal year.\n\n(P.A. 19-117, S. 351.)\n\nHistory: P.A. 19-117 effective October 1, 2019, and applicable to sales occurring on or after October 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-214b/section-12-330ee/"
    },
    {
      "id": "section-12-330ff",
      "number": "12-330ff",
      "heading": "to 12-330kk. - Reserved for future use.",
      "text": "to 12-330kk. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}