{
  "state": "connecticut",
  "path": "title-title-12-taxation/chapter-chapter-222a-highway-use-tax",
  "sections": [
    {
      "id": "section-12-493a",
      "number": "12-493a.",
      "heading": "Highway use tax. Permit applications. Returns. Protests, hearings and appeals.",
      "text": "(a) As used in this section:\n\n(1) “Carrier” means any person that operates or causes to be operated on any highway in this state any eligible motor vehicle. “Carrier” does not include the state, any political subdivision of the state, the United States or the federal government;\n\n(2) “Commissioner” means the Commissioner of Revenue Services;\n\n(3) “Department” means the Department of Revenue Services;\n\n(4) “Eligible motor vehicle” means a motor vehicle, as defined in section 14-1, that (A) has a gross weight of twenty-six thousand pounds or more, and (B) carries a classification between Class 8 and Class 13, inclusive, under the Federal Highway Administration vehicle classification system. “Eligible motor vehicle” does not include a motor vehicle carrying or transporting milk or dairy products to or from a dairy farm that holds a license to ship milk;\n\n(5) “Gross weight” has the same meaning as provided in section 14-1; and\n\n(6) “Highway” has the same meaning as provided in section 14-1.\n\n(b) (1) For each calendar month commencing on or after January 1, 2023, and prior to October 1, 2023, and for each calendar quarter commencing on or after October 1, 2023, a tax is imposed on every carrier for the privilege of operating or causing to be operated an eligible motor vehicle on any highway of the state. Use of any such highway shall be measured by the number of miles traveled within the state by each eligible motor vehicle operated or caused to be operated by such carrier during each month prior to October 1, 2023, and during each calendar quarter commencing on or after October 1, 2023. The amount of tax due from each carrier shall be determined in accordance with the provisions of subdivision (2) of this subsection.\n\n(2) Each carrier shall calculate the number of miles traveled by each eligible motor vehicle operated or caused to be operated by such carrier within the state during each month prior to October 1, 2023, and during each calendar quarter commencing on or after October 1, 2023. The miles traveled within the state by each eligible motor vehicle shall be multiplied by the tax rate as follows, such rate to be based on the gross weight of each such vehicle:\n\nGross Weight in PoundsRate in Dollars26,000-28,0000.025028,001-30,0000.027930,001-32,0000.030832,001-34,0000.033734,001-36,0000.036536,001-38,0000.039438,001-40,0000.042340,001-42,0000.045242,001-44,0000.048144,001-46,0000.051046,001-48,0000.053848,001-50,0000.056750,001-52,0000.059652,001-54,0000.062554,001-56,0000.065456,001-58,0000.068358,001-60,0000.071260,001-62,0000.074062,001-64,0000.076964,001-66,0000.079866,001-68,0000.082768,001-70,0000.085670,001-72,0000.088572,001-74,0000.091374,001-76,0000.094276,001-78,0000.097178,001-80,0000.100080,001 and over0.1750\n\n(c) (1) Each carrier shall file with the commissioner a return, (A) on or before the last day of each month for the calendar month immediately preceding, up to and including a return for the month ending September 30, 2023, and (B) on or before the last day of each month following the last day of a calendar quarter commencing on or after October 1, 2023, for the calendar quarter immediately preceding, in such form and containing such information as the commissioner may prescribe. The return shall be accompanied by payment of the amount of the tax shown to be due thereon. Each carrier shall be required to file such return electronically with the department and to make such payment by electronic funds transfer in the manner provided by chapter 228g, irrespective of whether the carrier would have otherwise been required to file such return electronically or to make such payment by electronic funds transfer under the provisions of said chapter.\n\n(2) Notwithstanding the provisions of subsection (a) of section 13b-61, the commissioner shall deposit into the Special Transportation Fund established under section 13b-68 the amounts received by the state from the tax imposed under this section.\n\n(d) (1) Each carrier desiring to use any highway of the state on or after January 1, 2023, shall file an application for a permit with the commissioner, in such form and containing such information as the commissioner may prescribe. No carrier may lawfully operate or cause to be operated an eligible motor vehicle in the state on or after January 1, 2023, without obtaining a permit from the commissioner.\n\n(2) Upon receipt of a fully completed application from a carrier, the commissioner shall grant and issue a permit to such carrier. Such permit shall be valid only for the carrier to which it is issued and the eligible motor vehicles such carrier operates or causes to be operated on the highways of the state and shall not be assignable. The carrier shall maintain a copy of the permit within each eligible motor vehicle that such carrier operates or causes to be operated in the state.\n\n(e) (1) Whenever a carrier fails to comply with any provision of this section, the commissioner shall order a hearing to be held, requiring such carrier to show cause why such carrier's permit should not be revoked or suspended. The commissioner shall provide at least ten days' notice, in writing, to such carrier of the date, time and place of such hearing and may serve such notice personally or by registered or certified mail. If, after such hearing, the commissioner revokes or suspends a permit, the commissioner shall not restore such permit to or issue a new permit for such carrier unless the commissioner is satisfied that the carrier will comply with the provisions of this section.\n\n(2) Whenever a carrier files returns for four successive monthly periods prior to October 1, 2023, or two successive calendar quarters on or after October 1, 2023, showing that none of the eligible motor vehicles operated or caused to be operated by such carrier used any highway of the state, the commissioner shall order a hearing to be held, requiring such carrier to show cause why such carrier's permit should not be cancelled. The commissioner shall provide at least thirty days' notice, in writing, to such carrier of the date, time and place of such hearing and may serve such notice personally or by registered or certified mail. If, after such hearing, the commissioner cancels a permit, the commissioner shall not issue a new permit for such carrier unless the commissioner is satisfied that the carrier will make use of the highways of the state.\n\n(f) Each person, other than a carrier, who is required, on behalf of such carrier, to collect, truthfully account for and pay over a tax imposed on such carrier under this section and who wilfully fails to collect, truthfully account for and pay over such tax or who wilfully attempts in any manner to evade or defeat the tax or the payment thereof, shall, in addition to other penalties provided by law, be liable for a penalty equal to the total amount of the tax evaded, or not collected, or not accounted for and paid over, including any penalty or interest attributable to such wilful failure to collect or truthfully account for and pay over such tax or such wilful attempt to evade or defeat such tax, provided such penalty shall only be imposed against such person in the event that such tax, penalty or interest cannot otherwise be collected from such carrier. The amount of such penalty with respect to which a person may be personally liable under this section shall be collected in accordance with the provisions of subsection (n) of this section and any amount so collected shall be allowed as a credit against the amount of such tax, penalty or interest due and owing from the carrier. The dissolution of the carrier shall not discharge any person in relation to any personal liability under this section for wilful failure to collect or truthfully account for and pay over such tax or for a wilful attempt to evade or defeat such tax prior to dissolution, except as otherwise provided in this section. For purposes of this subsection, “person” includes any individual, corporation, limited liability company or partnership and any officer or employee of any corporation, including a dissolved corporation, and a member of or employee of any partnership or limited liability company who, as such officer, employee or member, is under a duty to file a tax return under this section on behalf of a carrier or to collect or truthfully account for and pay over a tax imposed under this section on behalf of such carrier.\n\n(g) (1) The commissioner may examine the records of any carrier subject to a tax imposed under the provisions of this section as the commissioner deems necessary. If the commissioner determines that there is a deficiency with respect to the payment of any such tax due under the provisions of this section, the commissioner shall assess or reassess the deficiency in tax, give notice of such deficiency assessment or reassessment to the taxpayer and make demand upon the taxpayer for payment. Such amount shall bear interest at the rate of one per cent per month or fraction thereof from the date when the original tax was due and payable. When it appears that any part of the deficiency for which a deficiency assessment is made is due to negligence or intentional disregard of the provisions of this section or regulations promulgated thereunder, there shall be imposed a penalty equal to ten per cent of the amount of such deficiency assessment, or fifty dollars, whichever is greater. When it appears that any part of the deficiency for which a deficiency assessment is made is due to fraud or intent to evade the provisions of this section or regulations promulgated thereunder, there shall be imposed a penalty equal to twenty-five per cent of the amount of such deficiency assessment. No taxpayer shall be subject to more than one penalty under this subsection in relation to the same tax period. Subject to the provisions of section 12-3a, the commissioner may waive all or part of the penalties provided under this section when it is proven to the commissioner's satisfaction that the failure to pay any tax was due to reasonable cause and was not intentional or due to neglect. Any decision rendered by any federal court holding that a taxpayer has filed a fraudulent return with the Director of Internal Revenue shall subject the taxpayer to the penalty imposed by this section without the necessity of further proof thereof, except when it can be shown that the return to the state so differed from the return to the federal government as to afford a reasonable presumption that the attempt to defraud did not extend to the return filed with the state. Within thirty days of the mailing of such notice, the taxpayer shall pay to the commissioner, in cash, or by check, draft or money order drawn to the order of the Commissioner of Revenue Services, any additional amount of tax, penalty and interest shown to be due.\n\n(2) Except in the case of a wilfully false or fraudulent return with intent to evade the tax, no assessment of additional tax shall be made after the expiration of more than three years from the date of the filing of a return or from the original due date of a return, whichever is later. If no return has been filed as provided under the provisions of this section, the commissioner may make such return at any time thereafter, according to the best information obtainable and according to the form prescribed. To the tax imposed upon the basis of such return, there shall be added an amount equal to ten per cent of such tax, or fifty dollars, whichever is greater. The tax shall bear interest at the rate of one per cent per month or fraction thereof from the due date of such tax to the date of payment. Where, before the expiration of the period prescribed herein for the assessment of an additional tax, a taxpayer has consented in writing that such period may be extended, the amount of such additional tax due may be determined at any time within such extended period. The period so extended may be further extended by subsequent consents in writing before the expiration of the extended period.\n\n(h) (1) Any carrier believing that it has overpaid any taxes due under the provisions of this section may file a claim for refund in writing with the commissioner within three years from the due date for which such overpayment was made, stating the specific grounds upon which the claim is founded. Failure to file a claim within the time prescribed in this section constitutes a waiver of any demand against the state on account of overpayment. The commissioner shall review such claim within a reasonable time and, if the commissioner determines that a refund is due, the commissioner shall credit the overpayment against any amount then due and payable from the carrier under this section or any provision of the general statutes and shall refund any balance remaining. The commissioner shall notify the Comptroller of the amount of such refund and the Comptroller shall draw an order on the Treasurer in the amount thereof for payment to such carrier. If the commissioner determines that such claim is not valid, either in whole or in part, the commissioner shall mail notice of the proposed disallowance to the claimant, which notice shall set forth briefly the commissioner's findings of fact and the basis of disallowance in each case decided in whole or in part adversely to the claimant. Sixty days after the date on which it is mailed, a notice of proposed disallowance shall constitute a final disallowance except only for such amounts as to which the taxpayer filed, as provided in subdivision (2) of this subsection, a written protest with the commissioner.\n\n(2) On or before the sixtieth day after the mailing of the proposed disallowance, the claimant may file with the commissioner a written protest against the proposed disallowance in which the claimant shall set forth the grounds on which the protest is based. If a protest is filed, the commissioner shall reconsider the proposed disallowance and, if the claimant has so requested, may grant or deny the claimant or the claimant's authorized representatives an oral hearing.\n\n(3) The commissioner shall mail notice of the commissioner's determination to the claimant, which notice shall set forth briefly the commissioner's findings of fact and the basis of decision in each case decided in whole or in part adversely to the claimant.\n\n(4) The action of the commissioner on the claimant's protest shall be final upon the expiration of thirty days from the date on which the commissioner mails notice of the commissioner's action to the claimant unless within such period the claimant seeks judicial review of the commissioner's determination pursuant to subsection (l) of this section.\n\n(i) (1) Any person required under this section or regulations adopted thereunder to pay any tax, make a return, keep any record or supply any information, who wilfully fails to pay such tax, make such return, keep such records or supply such information, at the time required by law, shall, in addition to any other penalty provided by law, be fined not more than one thousand dollars or imprisoned not more than one year, or both. Notwithstanding the provisions of section 54-193, no person shall be prosecuted for a violation of the provisions of this subsection committed on or after January 1, 2023, except within three years next after such violation has been committed. As used in this subsection, “person” includes any officer or employee of a corporation or a member or employee of a partnership under a duty to pay such tax, make such return, keep such records or supply such information.\n\n(2) Any person who wilfully delivers or discloses to the commissioner or the commissioner's authorized agent any list, return, account, statement or other document, known by such person to be fraudulent or false in any material matter, shall, in addition to any other penalty provided by law, be guilty of a class D felony. No person shall be charged with an offense under both subdivision (1) of this subsection and this subdivision in relation to the same tax period but such person may be charged and prosecuted for both such offenses upon the same information.\n\n(j) (1) Each carrier shall keep such records, receipts, invoices and other pertinent papers in such form as the commissioner requires.\n\n(2) In addition to the requirements set forth under subdivision (1) of this subsection, each carrier shall maintain, on a monthly basis prior to October 1, 2023, and on a quarterly basis on and after October 1, 2023, a list of all the eligible motor vehicles that such carrier operates or causes to operate on a highway in the state during such month or quarter, as applicable. All such lists shall be maintained by the carrier for not less than four years after the date of each such month or the last day of each such quarter, as applicable, and shall be made available to the commissioner upon request.\n\n(3) The commissioner or the commissioner's authorized agent may examine the records, receipts, invoices, other pertinent papers and equipment of any person liable under the provisions of this section and may investigate the character of the business of such person to verify the accuracy of any return made or, if no return is made by such person, to ascertain and determine the amount required to be paid.\n\n(k) Any carrier that is aggrieved by the action of the commissioner or an authorized agent of the commissioner in fixing the amount of any tax, penalty or interest under this section may apply to the commissioner, in writing, not later than sixty days after the notice of such action is delivered or mailed to such carrier, for a hearing and a correction of the amount of such tax, penalty or interest, setting forth the reasons why such hearing should be granted and the amount by which such tax, penalty or interest should be reduced. The commissioner shall promptly consider each such application and may grant or deny the hearing requested. If the hearing request is denied, the carrier shall be notified forthwith. If the hearing request is granted, the commissioner shall notify the carrier of the date, time and place for such hearing. After such hearing, the commissioner may make such order as appears just and lawful to the commissioner and shall furnish a copy of such order to the carrier. The commissioner may, by notice in writing, order a hearing on the commissioner's own initiative and require a carrier or any other individual who the commissioner believes to be in possession of relevant information concerning such carrier to appear before the commissioner or the commissioner's authorized agent with any specified books of account, papers or other documents, for examination under oath.\n\n(l) Any carrier that is aggrieved because of any order, decision, determination or disallowance the commissioner made under subsection (h) or (k) of this section may, not later than thirty days after service of notice of such order, decision, determination or disallowance, take an appeal therefrom to the superior court for the judicial district of New Britain, which appeal shall be accompanied by a citation to the commissioner to appear before said court. Such citation shall be signed by the same authority and such appeal shall be returnable at the same time and served and returned in the same manner as is required in the case of a summons in a civil action. The authority issuing the citation shall take from the appellant a bond or recognizance to the state of Connecticut, with surety, to prosecute the appeal to effect and to comply with the orders and decrees of the court in the premises. Such appeals shall be preferred cases, to be heard, unless cause appears to the contrary, at the first session, by the court or by a committee appointed by the court. Said court may grant such relief as may be equitable and, if such tax has been paid prior to the granting of such relief, may order the Treasurer to pay the amount of such relief. If the appeal has been taken without probable cause, the court may tax double or triple costs, as the case demands and, upon all such appeals that are denied, costs may be taxed against such carrier at the discretion of the court but no costs shall be taxed against the state.\n\n(m) The commissioner and any agent of the commissioner duly authorized to conduct any inquiry, investigation or hearing pursuant to this section shall have power to administer oaths and take testimony under oath relative to the matter of inquiry or investigation. At any hearing ordered by the commissioner, the commissioner or the commissioner's agent authorized to conduct such hearing and having authority by law to issue such process may subpoena witnesses and require the production of books, papers and documents pertinent to such inquiry or investigation. No witness under subpoena authorized to be issued under the provisions of this section shall be excused from testifying or from producing books, papers or documentary evidence on the ground that such testimony or the production of such books, papers or documentary evidence would tend to incriminate such witness, but such books, papers or documentary evidence so produced shall not be used in any criminal proceeding against such witness. If any person disobeys such process or, having appeared in obedience thereto, refuses to answer any pertinent question put to such person by the commissioner or the commissioner's authorized agent, or to produce any books, papers or other documentary evidence pursuant thereto, the commissioner or such agent may apply to the superior court of the judicial district wherein the carrier has a business address or wherein the carrier's business has been conducted, or to any judge of such court if the same is not in session, setting forth such disobedience to process or refusal to answer, and such court or such judge shall cite such person to appear before such court or such judge to answer such question or to produce such books, papers or other documentary evidence and, upon such person's refusal so to do, shall commit such person to a community correctional center until such person testifies, but not for a period longer than sixty days. Notwithstanding the serving of the term of such commitment by any person, the commissioner may proceed in all respects with such inquiry and examination as if the witness had not previously been called upon to testify. Officers who serve subpoenas issued by the commissioner or under the commissioner's authority and witnesses attending hearings conducted by the commissioner pursuant to this section shall receive fees and compensation at the same rates as officers and witnesses in the courts of this state, to be paid on vouchers of the commissioner on order of the Comptroller from the proper appropriation for the administration of this section.\n\n(n) The amount of any tax, penalty or interest due and unpaid under the provisions of this section may be collected under the provisions of section 12-35. The warrant provided under said section shall be signed by the commissioner or the commissioner's authorized agent. The amount of any such tax, penalty and interest shall be a lien on the real estate of the carrier from the last day of the month next preceding the due date of such civil penalty until such civil penalty is paid. The commissioner may record such lien in the records of any town in which the real estate of such carrier is situated but no such lien shall be enforceable against a bona fide purchaser or qualified encumbrancer of such real estate. When any tax with respect to which a lien has been recorded under the provisions of this subsection has been satisfied, the commissioner shall, upon request of any interested party, issue a certificate discharging such lien, which certificate shall be recorded in the same office in which the lien was recorded. Any action for the foreclosure of such lien shall be brought by the Attorney General in the name of the state in the superior court for the judicial district in which the real estate subject to such lien is situated, or, if such real estate is located in two or more judicial districts, in the superior court for any one such judicial district, and the court may limit the time for redemption or order the sale of such real estate or pass such other or further decree as it judges equitable.\n\n(o) No tax credit or credits shall be allowable against the tax imposed under this section.\n\n(p) Any person who knowingly violates any provision of this section for which no other penalty is provided shall be fined one thousand dollars.\n\n(q) The commissioner may adopt regulations, in accordance with the provisions of chapter 54, to implement the provisions of this section.\n\n(r) At the close of each fiscal year, commencing with the fiscal year ending June 30, 2023, in which the tax imposed under the provisions of this section is received by the commissioner, the Comptroller is authorized to record as revenue for such fiscal year the amount of such tax that is received by the commissioner not later than five business days from the July thirty-first immediately following the end of such fiscal year.\n\n(P.A. 21-177, S. 1; P.A. 23-204, S. 366.)\n\nHistory: P.A. 21-177 effective July 12, 2021, and applicable to calendar months commencing on or after January 1, 2023; P.A. 23-204 amended Subsec. (a)(4) to make a technical change and amended Subsecs. (b), (c), (e)(2) and (j)(2) to change the frequency of tax payments, miles traveled calculations, returns filing and records maintenance under section from monthly to each calendar quarter for calendar quarters commencing on or after October 1, 2023, effective June 12, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-12/chapter-222a/section-12-493a/"
    }
  ]
}