{
  "state": "virginia",
  "path": "title-title-611-warehouses-cold-storage-and-refrigerated-locker-pl/chapter-chapter-1-warehouse-receipts",
  "sections": [
    {
      "id": "section-611-1",
      "number": "61.1-1.",
      "heading": "Issue of receipt for goods not received§ 61",
      "text": "A warehouseman, or any officer, agent or servant of a warehouseman, who issues or aids in issuing a receipt knowing that the goods for which such receipt is issued have not been actually received by such warehouseman, or are not under his actual control at the time of issuing such receipt, shall be guilty of a misdemeanor, and shall be punished as provided in § 18.2-12.\n\nCode 1950, § 61-53; 1968, c. 69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-61-1/chapter-1/section-61-1-1/"
    },
    {
      "id": "section-611-2",
      "number": "61.1-2.",
      "heading": "Issue of receipt containing false statement",
      "text": "A warehouseman, or any officer, agent or servant of a warehouseman, who fraudulently issues or aids in fraudulently issuing a receipt for goods knowing that it contains any false statement, shall be guilty of a misdemeanor, and shall be punished as provided in § 18.2-12.\n\nCode 1950, § 61-54; 1968, c. 69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-61-1/chapter-1/section-61-1-2/"
    },
    {
      "id": "section-611-3",
      "number": "61.1-3.",
      "heading": "Issue of duplicate receipts not so marked",
      "text": "A warehouseman, or any officer, agent or servant of a warehouseman, who issues or aids in issuing a duplicate or additional negotiable receipt for goods, knowing that a former negotiable receipt for the same goods or any part of them is outstanding and uncanceled, without plainly placing upon the face thereof the word \"Duplicate,\" except as otherwise provided by law, shall be guilty of a misdemeanor.\n\nCode 1950, § 61-55; 1968, c. 69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-61-1/chapter-1/section-61-1-3/"
    },
    {
      "id": "section-611-4",
      "number": "61.1-4.",
      "heading": "Failure to state in receipt warehouseman's interest in goods",
      "text": "Where there are deposited with or held by a warehouseman goods of which he is the owner, either solely or jointly in common with others, such warehouseman, or any of his officers, agents or servants, who knowing this ownership, issues or aids in issuing a negotiable receipt for such goods which does not state such ownership, shall be guilty of a misdemeanor, and upon conviction shall be punished as provided for misdemeanors generally in § 18.2-12.\n\nCode 1950, § 61-56; 1968, c. 69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-61-1/chapter-1/section-61-1-4/"
    },
    {
      "id": "section-611-5",
      "number": "61.1-5.",
      "heading": "Delivery of goods without obtaining negotiable receipt",
      "text": "A warehouseman, or any officer, agent or servant of a warehouseman, who delivers goods out of the possession of such warehouseman, knowing that a negotiable receipt the negotiation of which would transfer the right to the possession of such goods is outstanding and uncanceled, without obtaining the possession of such receipt at or before the time of such delivery, shall, except as otherwise provided by law, be guilty of a misdemeanor, and upon conviction shall be punished as provided in § 18.2-12.\n\nCode 1950, § 61-57; 1968, c. 69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-61-1/chapter-1/section-61-1-5/"
    },
    {
      "id": "section-611-6",
      "number": "61.1-6.",
      "heading": "Fraudulent negotiation of receipt for mortgaged goods",
      "text": "Any person who deposits goods to which he has not title, upon which there is a lien or security interest, and who takes for such goods a negotiable receipt which he afterwards negotiates for value with intent to deceive, and without disclosing his want of title or the existence of the lien or security interest, shall be guilty of a misdemeanor, and upon conviction shall be punished as provided in § 18.2-12.\n\nCode 1950, § 61-58; 1968, c. 69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-61-1/chapter-1/section-61-1-6/"
    }
  ]
}