{
  "state": "florida",
  "path": "title-chapter-0631/chapter-chapter-0631",
  "sections": [
    {
      "id": "section-631011definitions",
      "number": "631.011",
      "heading": "Definitions",
      "text": "631.011 Definitions.—For the purpose of this part, the term: (1) “Affiliate” means any entity which exercises control over or is controlled by the insurer, directly or indirectly through: (a) Equity ownership of voting securities; (b) Common managerial control; or (c) Collusive participation by the management of the insurer and affiliate in the management of the insurer or the affiliate. (2) “Ancillary state” means, any state other than a domiciliary state. (3) “Assets,” as used in this section, means only allowed assets as defined in chapter 625. (4) “Bona fide holder for value” means a person who, while not possessing information that would lead a reasonable person similarly situated to believe that the insurer is insolvent or is experiencing an impairment of capital or an impairment of surplus and while unaware of the imminence or pendency of any receivership proceeding against the insurer, has, in the exercise of reasonable business judgment, exchanged his or her own funds, assets, or property for funds, assets, or property of the insurer having an equivalent market value. (5) “Court” refers to the circuit court in which the receivership proceeding is pending. (6) “Delinquency proceeding” means any proceeding commenced against an insurer pursuant to this chapter for the purpose of liquidating, rehabilitating, reorganizing, or conserving such insurer. (7) “Domiciliary state” means the state in which an insurer is incorporated or organized or, in the case of an insurer incorporated or organized in a foreign country, the state in which such insurer, having become authorized to do business in such state, has, at the commencement of a delinquency proceeding, the largest amount of its assets held in trust and assets held on deposit for the benefit of its policyholders or policyholders and creditors in the United States; and any such insurer is deemed to be domiciled in such state. (8) “Fair consideration” means that consideration which is given for property or assets of an insurer when, in exchange for the funds, assets, or property and in good faith, property is conveyed, services are rendered, or an enforceable obligation not invalidated by the receivership proceedings is created having a value to the insurer of not less than the value of the funds, assets, or property given in exchange. (9) “Foreign country” means territory not in any state. (10) “General assets” means all property, real, personal, or otherwise, not specifically mortgaged, pledged, deposited, or otherwise encumbered for the security or benefit of specified persons or a limited class or classes of persons, and as to such specifically encumbered property the term includes all such property or its proceeds in excess of the amount necessary to discharge the sum or sums secured thereby. Assets held in trust and assets held on deposit for the security or benefit of all policyholders or all policyholders and creditors in the United States shall be deemed general assets. (11) “Good faith,” as used in ss. 631.262 and 631.263, means honesty in fact, including, but not limited to, the exercise of reasonable business judgment, in the conduct or transaction concerned, together with the absence of information that would lead a reasonable person in the same position to know that the insurer is insolvent or is experiencing an impairment of capital or an impairment of surplus and together with the absence of knowledge regarding the imminence or pendency of any receivership proceeding against the insurer. (12) “Impairment of capital” means that the minimum surplus required to be maintained in s. 624.408 has been dissipated and the insurer is not possessed of assets at least equal to all its liabilities together with its total issued and outstanding capital stock, if a stock insurer, or the minimum surplus or net trust fund required by s. 624.407, if a mutual, reciprocal, or business trust insurer. (13) “Impairment of surplus” means that the surplus of a stock insurer, the additional surplus of a mutual or reciprocal insurer, or the additional net trust fund of a business trust insurer does not comply with the requirements of s. 624.408. (14) “Insolvency” means that all the assets of the insurer, if made immediately available, would not be sufficient to discharge all its liabilities or that the insurer is unable to pay its debts as they become due in the usual course of business. When the context of any provision of this code so indicates, insolvency also includes and is defined as “impairment of surplus,” as defined in subsection (13), and “impairment of capital,” as defined in subsection (12). (15) “Insurer,” in addition to persons so defined under s. 624.03, also includes persons purporting to be insurers or organizing, or holding themselves out as organizing, in this state for the purpose of becoming insurers and all insurers who have policyholders resident in this state. (16) “Liabilities,” as used in subsections (12) and (14), means all liabilities, including those specifically required in s. 625.041. (17) “Property” includes: (a) All right, title, and interest of the insolvent entity, whether legal or equitable, tangible or intangible, or choate or inchoate, and includes choses in action, contract rights, and any other interest recognized under the laws of this state. (b) Entitlements that existed prior to the entry of an order of conservation, rehabilitation, or liquidation and entitlements that may arise by operation of the provisions of this part or other provisions of law allowing the department to avoid prior transfers or assert other rights in its capacity as receiver. (c) All records and data that are otherwise the property of the insolvent insurer, in whatever form maintained, including, but not limited to, claims and claim files, application files, litigation files, premium records, rate books, underwriting manuals, personnel records, or financial records, or similar records within the possession, custody, or control of a managing general agent, third-party administrator, management company, accountant, attorney, affiliate, or other person. (18) “Receiver” means a receiver, liquidator, rehabilitator, reorganizer, or conservator, as the context may require. (19) “Receivership” means the placement of an insurer under the control of a receiver pursuant to a delinquency proceeding under this part. (20) “Reciprocal state” means any state other than this state in which in substance and effect the provisions of the Insurers Rehabilitation and Liquidation Act are in force, including the provisions requiring that the commissioner of insurance or equivalent insurance supervisory official be the receiver of a delinquent insurer. (21) “Secured claim” means any claim secured by mortgage, trust deed, pledge, deposit as security, escrow, or otherwise but does not include a special deposit claim, a claim against general assets, or a claim based on mere possession. The term also includes a claim which more than 4 months before the commencement of a delinquency proceeding in the state of the insurer’s domicile has become a lien upon specific assets by reason of judicial process. (22) “Special deposit claim” means any claim secured by a deposit made pursuant to statute for the security or benefit of a limited class or classes of persons, but not including any general assets. (23) “State” is as defined in s. 624.08. History.—s. 717, ch. 59-205; ss. 13, 35, ch. 69-106; s. 2, ch. 70-27; s. 1, ch. 70-439; s. 809(1st), ch. 82-243; s. 2, ch. 83-38; s. 1, ch. 87-350; s. 5, ch. 89-360; ss. 82, 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 26, ch. 93-410; s. 4, ch. 2002-25. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe35fbe75cf1',t:'MTc3MDg4NTIyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-i/section-631-011/"
    },
    {
      "id": "section-631021jurisdiction",
      "number": "631.021",
      "heading": "Jurisdiction of delinquency proceeding; venue; change of venue; exclusiveness of remedy; appeal; construction.",
      "text": "of delinquency proceeding; venue; change of venue; exclusiveness of remedy; appeal; construction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631025persons",
      "number": "631.025",
      "heading": "Persons subject to this part.",
      "text": "subject to this part.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631031initiation",
      "number": "631.031",
      "heading": "Initiation and commencement of delinquency proceeding.",
      "text": "and commencement of delinquency proceeding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631041automatic",
      "number": "631.041",
      "heading": "Automatic stay; relief from stay; injunctions.",
      "text": "stay; relief from stay; injunctions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631042extension",
      "number": "631.042",
      "heading": "Extension of time.",
      "text": "of time.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631051grounds",
      "number": "631.051",
      "heading": "Grounds for rehabilitation; domestic insurers.",
      "text": "for rehabilitation; domestic insurers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6310515appointment",
      "number": "631.0515",
      "heading": "Appointment of receiver; insurance holding company.",
      "text": "of receiver; insurance holding company.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631061grounds",
      "number": "631.061",
      "heading": "Grounds for liquidation.",
      "text": "for liquidation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631071grounds",
      "number": "631.071",
      "heading": "Grounds for conservation; foreign insurers.",
      "text": "for conservation; foreign insurers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631081grounds",
      "number": "631.081",
      "heading": "Grounds for conservation; alien insurers.",
      "text": "for conservation; alien insurers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631091grounds",
      "number": "631.091",
      "heading": "Grounds for ancillary liquidation; foreign insurers.",
      "text": "for ancillary liquidation; foreign insurers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631101order",
      "number": "631.101",
      "heading": "Order of rehabilitation; termination.",
      "text": "of rehabilitation; termination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631111order",
      "number": "631.111",
      "heading": "Order of liquidation; domestic insurers.",
      "text": "of liquidation; domestic insurers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631112subordination",
      "number": "631.112",
      "heading": "Subordination of claims for noncooperation.",
      "text": "of claims for noncooperation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631121order",
      "number": "631.121",
      "heading": "Order of liquidation; alien insurers.",
      "text": "of liquidation; alien insurers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631131order",
      "number": "631.131",
      "heading": "Order of conservation or ancillary liquidation of foreign or alien insurers.",
      "text": "of conservation or ancillary liquidation of foreign or alien insurers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631141conduct",
      "number": "631.141",
      "heading": "Conduct of delinquency proceeding; domestic and alien insurers.",
      "text": "of delinquency proceeding; domestic and alien insurers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631152conduct",
      "number": "631.152",
      "heading": "Conduct of delinquency proceeding; foreign insurers.",
      "text": "of delinquency proceeding; foreign insurers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6311521actions",
      "number": "631.1521",
      "heading": "Actions by and against the receiver.",
      "text": "by and against the receiver.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6311522unrecorded",
      "number": "631.1522",
      "heading": "Unrecorded obligations and defenses and claims of affiliates.",
      "text": "obligations and defenses and claims of affiliates.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631156investigation",
      "number": "631.156",
      "heading": "Investigation by the department; scope of authority; sharing of materials.",
      "text": "by the department; scope of authority; sharing of materials.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631157civil",
      "number": "631.157",
      "heading": "Civil action by the receiver.",
      "text": "action by the receiver.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631161claims",
      "number": "631.161",
      "heading": "Claims of nonresidents against insurers domiciled in this state.",
      "text": "of nonresidents against insurers domiciled in this state.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631171claims",
      "number": "631.171",
      "heading": "Claims of residents against insurers domiciled in reciprocal states.",
      "text": "of residents against insurers domiciled in reciprocal states.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631181filing",
      "number": "631.181",
      "heading": "Filing and proof of claim.",
      "text": "and proof of claim.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631182receiver",
      "number": "631.182",
      "heading": "Receiver claims report and claimants objections procedure.",
      "text": "claims report and claimants objections procedure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631191special",
      "number": "631.191",
      "heading": "Special deposit claims; secured claims; administration of workers’ compensation large deductible policies and insured collateral.",
      "text": "deposit claims; secured claims; administration of workers’ compensation large deductible policies and insured collateral.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631192allowance",
      "number": "631.192",
      "heading": "Allowance of certain claims.",
      "text": "of certain claims.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631193releases",
      "number": "631.193",
      "heading": "Releases",
      "text": "631.193 Releases.—The filing of a claim constitutes a release of the insured from liability to the claimant to the extent of the coverage or policy limits provided by the insolvent insurer. The release is conditioned upon the cooperation of the insured with the receiver and the Florida Insurance Guaranty Association and any other guaranty association in defense of the claim. This release does not operate to discharge the Florida Insurance Guaranty Association or any other guaranty association from any of its responsibilities and duties set out in this chapter. History.—ss. 15, 39, ch. 83-38; s. 4, ch. 85-339; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe36ae51b0ae',t:'MTc3MDg4NTIyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-i/section-631-193/"
    },
    {
      "id": "section-631195records",
      "number": "631.195",
      "heading": "Records of insurers; public records exemptions.",
      "text": "of insurers; public records exemptions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631201attachment",
      "number": "631.201",
      "heading": "Attachment and garnishment of assets.",
      "text": "and garnishment of assets.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631205reinsurance",
      "number": "631.205",
      "heading": "Reinsurance proceeds.",
      "text": "proceeds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631206arbitration",
      "number": "631.206",
      "heading": "Arbitration",
      "text": "631.206 Arbitration.—If an insurer in receivership has entered into an agreement containing an arbitration provision for resolution of disputes, that provision is void and shall be replaced by operation of law with the following provision: Any controversy or claim arising out of or relating to this contract, or the breach thereof, shall be settled by arbitration pursuant to the American Arbitration Association Commercial Arbitration Rules and chapter 682, Florida Statutes, and judgment on the award rendered by the arbitrators shall be entered by the receivership court. Venue shall be in Leon County, Florida. Disputes shall be submitted to a panel of three arbitrators, one to be chosen by each party and the third by the two so chosen. Arbitrators shall be selected from a list of potential qualified arbitrators with 10 years’ experience involving the insurance industry. If the parties do not agree upon the qualifications of a mediator, each party shall select its mediator from a list of potential mediators approved by the receivership court. History.—s. 33, ch. 2004-374. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe370e711308',t:'MTc3MDg4NTIyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-i/section-631-206/"
    },
    {
      "id": "section-631221deposit",
      "number": "631.221",
      "heading": "Deposit of moneys collected.",
      "text": "of moneys collected.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631231exemption",
      "number": "631.231",
      "heading": "Exemption from fees.",
      "text": "from fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631241borrowing",
      "number": "631.241",
      "heading": "Borrowing on pledge of assets.",
      "text": "on pledge of assets.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631251date",
      "number": "631.251",
      "heading": "Date rights fixed on liquidation.",
      "text": "rights fixed on liquidation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631252continuation",
      "number": "631.252",
      "heading": "Continuation of coverage.",
      "text": "of coverage.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631261voidable",
      "number": "631.261",
      "heading": "Voidable transfers.",
      "text": "transfers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631262transfers",
      "number": "631.262",
      "heading": "Transfers prior to petition.",
      "text": "prior to petition.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631263transfers",
      "number": "631.263",
      "heading": "Transfers after petition.",
      "text": "after petition.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631271priority",
      "number": "631.271",
      "heading": "Priority of claims.",
      "text": "of claims.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6312715liability",
      "number": "631.2715",
      "heading": "Liability under federal priority of claims law.",
      "text": "under federal priority of claims law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631281offsets",
      "number": "631.281",
      "heading": "Offsets",
      "text": "631.281 Offsets.— (1) In all cases of mutual debts or mutual credits between the insurer and another person in connection with any action or proceeding under this chapter, such credits and debts shall be set off and the balance only shall be allowed or paid, except as provided in subsection (2). (2) No offset shall be allowed in favor of any such person where: (a) The obligation of the insurer to such person would not at the date of the entry of any liquidation order or otherwise, as provided in s. 631.251, entitle her or him to share as a claimant in the assets of the insurer. Any such obligation must be fully vested and mature as of the date of the order of liquidation and in no way contingent upon any future event or condition precedent to allow an offset. In the case of a reinsurance agreement, the insurer’s obligation must be incurred as of the date of the order of liquidation to allow an offset. (b) The obligation of the insurer to such person was purchased by or transferred to such person with a view of its being used as an offset. (c) The obligation of such person is to pay an assessment levied against the members of a mutual insurer, or against the subscribers of a reciprocal insurer, or is to pay a balance upon the subscription to the capital stock of a stock insurer. (3) An agent who voluntarily pays the unearned portion of a premium to a policyholder shall succeed to the interest of the policyholder as an assignee of the policyholder’s claim against the receiver for the unearned portion of the premium as of the effective date of cancellation of the policy. (4) No claim of offset shall operate to create a secured claim. History.—s. 744, ch. 59-205; s. 809(1st), ch. 82-243; s. 22, ch. 83-38; s. 41, ch. 88-166; s. 7, ch. 90-248; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 406, ch. 97-102. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe398a8c187a',t:'MTc3MDg4NTIyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-i/section-631-281/"
    },
    {
      "id": "section-631311report",
      "number": "631.311",
      "heading": "Report and petition for assessment.",
      "text": "and petition for assessment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631321order",
      "number": "631.321",
      "heading": "Order and levy of assessment.",
      "text": "and levy of assessment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631331assessment",
      "number": "631.331",
      "heading": "Assessment prima facie correct; notice; payment; proceeding to collect.",
      "text": "prima facie correct; notice; payment; proceeding to collect.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631341notice",
      "number": "631.341",
      "heading": "Notice of insolvency to policyholders by insurer, general agent, or agent.",
      "text": "of insolvency to policyholders by insurer, general agent, or agent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631361seizure",
      "number": "631.361",
      "heading": "Seizure under court order.",
      "text": "under court order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631371seizure",
      "number": "631.371",
      "heading": "Seizure under order of the department.",
      "text": "under order of the department.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631391cooperation",
      "number": "631.391",
      "heading": "Cooperation of officers and employees.",
      "text": "of officers and employees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6313915actions",
      "number": "631.3915",
      "heading": "Actions for damages.",
      "text": "for damages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631392immunity",
      "number": "631.392",
      "heading": "Immunity",
      "text": "631.392 Immunity.—There shall be no liability on the part of, and no cause of action of any nature shall arise against, the Chief Financial Officer, the department, the office, or any of their employees or agents for any action taken by them in the performance of their powers and duties under this chapter. History.—ss. 42, 66, ch. 88-166; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 1350, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe39d9b0c04e',t:'MTc3MDg4NTIyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-i/section-631-392/"
    },
    {
      "id": "section-631395guaranty",
      "number": "631.395",
      "heading": "Guaranty fund; orders of court.",
      "text": "fund; orders of court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631397use",
      "number": "631.397",
      "heading": "Use of certain marshaled assets.",
      "text": "of certain marshaled assets.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631398prevention",
      "number": "631.398",
      "heading": "Prevention of insolvencies.",
      "text": "of insolvencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631400rehabilitation",
      "number": "631.400",
      "heading": "Rehabilitation of title insurer.",
      "text": "of title insurer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631401recovery",
      "number": "631.401",
      "heading": "Recovery of assessments and assumed policy obligations.",
      "text": "of assessments and assumed policy obligations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631011definitions",
      "number": "631.011",
      "heading": "Definitions. For the purpose of this part, the term:(1)“Affiliate” means any entity which exercises control over or is controlled by the insurer, directly or indirectly through:(a)Equity ownership of voting securities;(b)Common managerial control; or(c)Collusive participation by the management of the insurer and",
      "text": "For the purpose of this part, the term:(1)“Affiliate” means any entity which exercises control over or is controlled by the insurer, directly or indirectly through:(a)Equity ownership of voting securities;(b)Common managerial control; or(c)Collusive participation by the management of the insurer and affiliate in the management of the insurer or the affiliate.(2)“Ancillary state” means, any state other than a domiciliary state.(3)“Assets,” as used in this section, means only allowed assets as defined in chapter 625.(4)“Bona fide holder for value” means a person who, while not possessing information that would lead a reasonable person similarly situated to believe that the insurer is insolvent or is experiencing an impairment of capital or an impairment of surplus and while unaware of the imminence or pendency of any receivership proceeding against the insurer, has, in the exercise of reasonable business judgment, exchanged his or her own funds, assets, or property for funds, assets, or property of the insurer having an equivalent market value.(5)“Court” refers to the circuit court in which the receivership proceeding is pending.(6)“Delinquency proceeding” means any proceeding commenced against an insurer pursuant to this chapter for the purpose of liquidating, rehabilitating, reorganizing, or conserving such insurer.(7)“Domiciliary state” means the state in which an insurer is incorporated or organized or, in the case of an insurer incorporated or organized in a foreign country, the state in which such insurer, having become authorized to do business in such state, has, at the commencement of a delinquency proceeding, the largest amount of its assets held in trust and assets held on deposit for the benefit of its policyholders or policyholders and creditors in the United States; and any such insurer is deemed to be domiciled in such state.(8)“Fair consideration” means that consideration which is given for property or assets of an insurer when, in exchange for the funds, assets, or property and in good faith, property is conveyed, services are rendered, or an enforceable obligation not invalidated by the receivership proceedings is created having a value to the insurer of not less than the value of the funds, assets, or property given in exchange.(9)“Foreign country” means territory not in any state.(10)“General assets” means all property, real, personal, or otherwise, not specifically mortgaged, pledged, deposited, or otherwise encumbered for the security or benefit of specified persons or a limited class or classes of persons, and as to such specifically encumbered property the term includes all such property or its proceeds in excess of the amount necessary to discharge the sum or sums secured thereby. Assets held in trust and assets held on deposit for the security or benefit of all policyholders or all policyholders and creditors in the United States shall be deemed general assets.(11)“Good faith,” as used in ss. 631.262 and 631.263, means honesty in fact, including, but not limited to, the exercise of reasonable business judgment, in the conduct or transaction concerned, together with the absence of information that would lead a reasonable person in the same position to know that the insurer is insolvent or is experiencing an impairment of capital or an impairment of surplus and together with the absence of knowledge regarding the imminence or pendency of any receivership proceeding against the insurer.(12)“Impairment of capital” means that the minimum surplus required to be maintained in s. 624.408 has been dissipated and the insurer is not possessed of assets at least equal to all its liabilities together with its total issued and outstanding capital stock, if a stock insurer, or the minimum surplus or net trust fund required by s. 624.407, if a mutual, reciprocal, or business trust insurer.(13)“Impairment of surplus” means that the surplus of a stock insurer, the additional surplus of a mutual or reciprocal insurer, or the additional net trust fund of a business trust insurer does not comply with the requirements of s. 624.408.(14)“Insolvency” means that all the assets of the insurer, if made immediately available, would not be sufficient to discharge all its liabilities or that the insurer is unable to pay its debts as they become due in the usual course of business. When the context of any provision of this code so indicates, insolvency also includes and is defined as “impairment of surplus,” as defined in subsection (13), and “impairment of capital,” as defined in subsection (12).(15)“Insurer,” in addition to persons so defined under s. 624.03, also includes persons purporting to be insurers or organizing, or holding themselves out as organizing, in this state for the purpose of becoming insurers and all insurers who have policyholders resident in this state.(16)“Liabilities,” as used in subsections (12) and (14), means all liabilities, including those specifically required in s. 625.041.(17)“Property” includes:(a)All right, title, and interest of the insolvent entity, whether legal or equitable, tangible or intangible, or choate or inchoate, and includes choses in action, contract rights, and any other interest recognized under the laws of this state.(b)Entitlements that existed prior to the entry of an order of conservation, rehabilitation, or liquidation and entitlements that may arise by operation of the provisions of this part or other provisions of law allowing the department to avoid prior transfers or assert other rights in its capacity as receiver.(c)All records and data that are otherwise the property of the insolvent insurer, in whatever form maintained, including, but not limited to, claims and claim files, application files, litigation files, premium records, rate books, underwriting manuals, personnel records, or financial records, or similar records within the possession, custody, or control of a managing general agent, third-party administrator, management company, accountant, attorney, affiliate, or other person.(18)“Receiver” means a receiver, liquidator, rehabilitator, reorganizer, or conservator, as the context may require.(19)“Receivership” means the placement of an insurer under the control of a receiver pursuant to a delinquency proceeding under this part.(20)“Reciprocal state” means any state other than this state in which in substance and effect the provisions of the Insurers Rehabilitation and Liquidation Act are in force, including the provisions requiring that the commissioner of insurance or equivalent insurance supervisory official be the receiver of a delinquent insurer.(21)“Secured claim” means any claim secured by mortgage, trust deed, pledge, deposit as security, escrow, or otherwise but does not include a special deposit claim, a claim against general assets, or a claim based on mere possession. The term also includes a claim which more than 4 months before the commencement of a delinquency proceeding in the state of the insurer’s domicile has become a lien upon specific assets by reason of judicial process.(22)“Special deposit claim” means any claim secured by a deposit made pursuant to statute for the security or benefit of a limited class or classes of persons, but not including any general assets.(23)“State” is as defined in s. 624.08.History.—s. 717, ch. 59-205; ss. 13, 35, ch. 69-106; s. 2, ch. 70-27; s. 1, ch. 70-439; s. 809(1st), ch. 82-243; s. 2, ch. 83-38; s. 1, ch. 87-350; s. 5, ch. 89-360; ss. 82, 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 26, ch. 93-410; s. 4, ch. 2002-25.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631",
      "number": "631",
      "heading": "141(10)(b) applies to ancillary delinquency proceedings opened for the purpose of obtaining records necessary to adjudicate the covered claims of Florida policyholders",
      "text": "141(10)(b) applies to ancillary delinquency proceedings opened for the purpose of obtaining records necessary to adjudicate the covered claims of Florida policyholders.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631193releases",
      "number": "631.193",
      "heading": "Releases. The filing of a claim constitutes a release of the insured from liability to the claimant to the extent of the coverage or policy limits provided by the insolvent insurer",
      "text": "The release is conditioned upon the cooperation of the insured with the receiver and the Florida Insurance Guaranty Association",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631206arbitration",
      "number": "631.206",
      "heading": "Arbitration. If an insurer in receivership has entered into an agreement containing an arbitration provision for resolution of disputes, that provision is void and shall be replaced by operation of law with the following provision:Any controversy or claim arising out of or relating to this contract, or the breac",
      "text": "If an insurer in receivership has entered into an agreement containing an arbitration provision for resolution of disputes, that provision is void and shall be replaced by operation of law with the following provision:Any controversy or claim arising out of or relating to this contract, or the breach thereof, shall be settled by arbitration pursuant to the American Arbitration Association Commercial Arbitration Rules and chapter 682, Florida Statutes, and judgment on the award rendered by the arbitrators shall be entered by the receivership court. Venue shall be in Leon County, Florida. Disputes shall be submitted to a panel of three arbitrators, one to be chosen by each party and the third by the two so chosen. Arbitrators shall be selected from a list of potential qualified arbitrators with 10 years’ experience involving the insurance industry. If the parties do not agree upon the qualifications of a mediator, each party shall select its mediator from a list of potential mediators approved by the receivership court.History.—s. 33, ch. 2004-374.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631281offsets",
      "number": "631.281",
      "heading": "Offsets. (1)In all cases of mutual debts or mutual credits between the insurer and another person in connection with any action or proceeding under this chapter, such credits and debts shall be set off and the balance only shall be allowed or paid, except as provided in subsection (2)",
      "text": "(2)No offset shall be a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631392immunity",
      "number": "631.392",
      "heading": "Immunity. There shall be no liability on the part of, and no cause of action of any nature shall arise against, the Chief Financial Officer, the department, the office, or any of their employees or agents for any action taken by them in the performance of their powers and duties under this chapter",
      "text": "History.—ss",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63150title",
      "number": "631.50",
      "heading": "Title",
      "text": "631.50 Title.—This part shall be known and may be cited as the “Florida Insurance Guaranty Association Act.” History.—s. 1, ch. 70-20; s. 809(1st), ch. 82-243; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe3a99387ea1',t:'MTc3MDg4NTIyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-ii/section-631-50/"
    },
    {
      "id": "section-63151purposes",
      "number": "631.51",
      "heading": "Purposes",
      "text": "631.51 Purposes.—The purposes of this part are to: (1) Provide a mechanism for the payment of covered claims under certain insurance policies to avoid excessive delay in payment and to avoid financial loss to claimants or policyholders because of the insolvency of an insurer; (2) Assist in the detection and prevention of insurer insolvencies; (3) Create a nonprofit corporation to administer and supervise the operation of such association; and (4) Assess the cost of such protection among insurers. History.—s. 2, ch. 70-20; s. 809(1st), ch. 82-243; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe3aef3ff50c',t:'MTc3MDg4NTIyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-ii/section-631-51/"
    },
    {
      "id": "section-63152scope",
      "number": "631.52",
      "heading": "Scope",
      "text": "631.52 Scope.—This part shall apply to all kinds of direct insurance, except: (1) Life, annuity, health, or disability insurance; (2) Mortgage guaranty, financial guaranty, or other forms of insurance offering protection against investment risks; (3) Fidelity or surety bonds, or any other bonding obligations; (4) Credit insurance, vendors’ single interest insurance, or collateral protection insurance or any similar insurance protecting the interests of a creditor arising out of a creditor-debtor transaction; (5) Warranty, including motor vehicle service, home warranty, or service warranty; (6) Ambulance service, health care service, or preneed funeral merchandise or service; (7) Optometric service plan, pharmaceutical service plan, or dental service plan; (8) Legal expense; (9) Health maintenance, prepaid health clinic, or continuing care; (10) Ocean marine or wet marine insurance; (11) Self-insurance and any kind of self-insurance fund, liability pool, or risk management fund; (12) Title insurance; (13) Surplus lines; (14) Workers’ compensation, including claims under employer liability coverage; (15) Any transaction or combination of transactions between a person, including affiliates of such person, and an insurer, including affiliates of such insurer, which involves the transfer of investment or credit risk unaccompanied by the transfer of insurance risk; or (16) Any insurance provided by or guaranteed by government. History.—s. 3, ch. 70-20; s. 1, ch. 77-227; s. 1, ch. 80-26; s. 809(1st), ch. 82-243; s. 3, ch. 85-321; s. 4, ch. 87-350; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 16, ch. 97-262; s. 21, ch. 2007-90; s. 1, ch. 2010-49. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe3d7fa9915b',t:'MTc3MDg4NTIyNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-ii/section-631-52/"
    },
    {
      "id": "section-63153construction",
      "number": "631.53",
      "heading": "Construction",
      "text": "631.53 Construction.—This part shall be liberally construed to effect the purposes set forth in s. 631.51, which shall constitute an aid and guide to interpretation. History.—s. 4, ch. 70-20; s. 809(1st), ch. 82-243; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe3d8c079aa6',t:'MTc3MDg4NTIyNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-ii/section-631-53/"
    },
    {
      "id": "section-63154definitions",
      "number": "631.54",
      "heading": "Definitions",
      "text": "631.54 Definitions.—As used in this part: (1) “Account” means one of the accounts created by s. 631.55. (2) “Assessment year” means the 12-month period, which may begin on the first day of any calendar quarter, whether January 1, April 1, July 1, or October 1, as specified in an order issued by the office directing insurers to pay an assessment to the association. (3) “Association” means the Florida Insurance Guaranty Association, Incorporated. (4) “Covered claim” means an unpaid claim, including one of unearned premiums, which arises out of, and is within the coverage, and not in excess of, the applicable limits of an insurance policy to which this part applies, issued by an insurer, if such insurer becomes an insolvent insurer and the claimant or insured is a resident of this state at the time of the insured event or the property from which the claim arises is permanently located in this state. For entities other than individuals, the residence of a claimant, insured, or policyholder is the state in which the entity’s principal place of business is located at the time of the insured event. The term does not include: (a) Any amount due any reinsurer, insurer, insurance pool, or underwriting association, sought directly or indirectly through a third party, as subrogation, contribution, indemnification, or otherwise; (b) Any claim that would otherwise be a covered claim under this part that has been rejected or denied by any other state guaranty fund based upon that state’s statutory exclusions, including, but not limited to, those based on coverage, policy type, or an insured’s net worth. Member insurers have no right of subrogation, contribution, indemnification, or otherwise, sought directly or indirectly through a third party, against the insured of any insolvent member; or (c) Any amount payable for a sinkhole loss other than testing deemed appropriate by the association or payable for the actual repair of the loss, except that the association may not pay for attorney’s fees or public adjuster’s fees in connection with a sinkhole loss or pay the policyholder. The association may pay for actual repairs to the property but is not liable for amounts in excess of policy limits. (5) “Direct written premiums” means direct gross premiums written in this state on insurance policies to which this part applies, less return premiums thereon on such direct business. The term does not include premiums on contracts between insurers or reinsurers. (6) “Expenses in handling claims” means allocated and unallocated expenses, including, but not limited to, general administrative expenses and those expenses which relate to the investigation, adjustment, defense, or settlement of specific claims under, or arising out of, a specific policy. (7) “Homeowner’s insurance” means personal lines residential property insurance coverage that consists of the type of coverage provided under homeowner’s, dwelling, and similar policies for repair or replacement of the insured structure and contents, which policies are written directly to the individual homeowner. Residential coverage for personal lines as set forth in this section includes policies that provide coverage for particular perils such as windstorm and hurricane coverage but excludes all coverage for mobile homes, renter’s insurance, or tenant’s coverage. The term “homeowner’s insurance” excludes commercial residential policies covering condominium associations or homeowners’ associations, which associations have a responsibility to provide insurance coverage on residential units within the association, and also excludes coverage for the common elements of a homeowners’ association. (8) “Insolvent insurer” means a member insurer authorized to transact insurance in this state, either at the time the policy was issued or when the insured event occurred, and against which an order of liquidation with a finding of insolvency has been entered by a court of competent jurisdiction if such order has become final by the exhaustion of appellate review. (9) “Member insurer” means any person who writes any kind of insurance to which this part applies under s. 631.52, including the exchange of reciprocal or interinsurance contracts, and is licensed to transact insurance in this state. (10) “Person” means individuals, children, firms, associations, joint ventures, partnerships, estates, trusts, business trusts, syndicates, fiduciaries, corporations, and all other groups or combinations. History.—s. 5, ch. 70-20; ss. 2, 4, ch. 77-227; s. 1, ch. 79-55; s. 809(1st), ch. 82-243; s. 30, ch. 83-38; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 17, ch. 97-262; s. 15, ch. 2002-25; s. 1352, ch. 2003-261; s. 1, ch. 2004-89; s. 37, ch. 2004-374; s. 32, ch. 2006-12; s. 2, ch. 2010-49; s. 30, ch. 2011-39; s. 8, ch. 2011-226; s. 1, ch. 2015-65; s. 2, ch. 2020-54; s. 48, ch. 2021-51. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe3e9a2bc486',t:'MTc3MDg4NTIyNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-ii/section-631-54/"
    },
    {
      "id": "section-63155creation",
      "number": "631.55",
      "heading": "Creation of the association.",
      "text": "of the association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63156board",
      "number": "631.56",
      "heading": "Board of directors.",
      "text": "of directors.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63157powers",
      "number": "631.57",
      "heading": "Powers and duties of the association.",
      "text": "and duties of the association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63158plan",
      "number": "631.58",
      "heading": "Plan of operation.",
      "text": "of operation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631582public",
      "number": "631.582",
      "heading": "Public records exemption.",
      "text": "records exemption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63159duties",
      "number": "631.59",
      "heading": "Duties and powers of department and office; association contracts and purchases.",
      "text": "and powers of department and office; association contracts and purchases.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63160effect",
      "number": "631.60",
      "heading": "Effect of paid claims.",
      "text": "of paid claims.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63161nonduplication",
      "number": "631.61",
      "heading": "Nonduplication of recovery.",
      "text": "of recovery.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63162prevention",
      "number": "631.62",
      "heading": "Prevention of insolvencies.",
      "text": "of insolvencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63163examination",
      "number": "631.63",
      "heading": "Examination of the association.",
      "text": "of the association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63164recognition",
      "number": "631.64",
      "heading": "Recognition of assessments.",
      "text": "of assessments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63165advertisement",
      "number": "631.65",
      "heading": "Advertisement or solicitation.",
      "text": "or solicitation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63166immunity",
      "number": "631.66",
      "heading": "Immunity",
      "text": "631.66 Immunity.—There shall be no liability on the part of, and no cause of action of any nature shall arise against, any member insurer, the association or its agents or employees, the board of directors, the Chief Financial Officer, or the department or office or their representatives for any action taken by them in the performance of their powers and duties under this part. Such immunity shall extend to the participation in any organization of one or more other state associations of similar purposes and to any such organization and its agents or employees. History.—s. 17, ch. 70-20; s. 809(1st), ch. 82-243; ss. 96, 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 1358, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe3eb94688da',t:'MTc3MDg4NTIyNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-ii/section-631-66/"
    },
    {
      "id": "section-63167stay",
      "number": "631.67",
      "heading": "Stay of proceedings; reopening of default judgments.",
      "text": "of proceedings; reopening of default judgments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631695revenue",
      "number": "631.695",
      "heading": "Revenue bond issuance through counties or municipalities.",
      "text": "bond issuance through counties or municipalities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63150title",
      "number": "631.50",
      "heading": "Title. This part shall be known and may be cited as the “Florida Insurance Guaranty Association Act",
      "text": "”History.—s. 1, ch. 70-20; s. 809(1st), ch. 82-243; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63151purposes",
      "number": "631.51",
      "heading": "Purposes. The purposes of this part are to:(1)Provide a mechanism for the payment of covered claims under certain insurance policies to avoid excessive delay in payment and to avoid financial loss to claimants or policyholders because of the insolvency of an insurer;(2)Assist in the detection and prevention o",
      "text": "The purposes of this part are to:(1)Provide a mechanism for the payment of covered claims under certain insurance policies to avoid excessive delay in payment and to avoid financial loss to claimants or policyholders because of the insolvency of an insurer;(2)Assist in the detection and prevention of insurer insolvencies;(3)Create a nonprofit corporation to administer and supervise the operation of such association; and(4)Assess the cost of such protection among insurers.History.—s. 2, ch. 70-20; s. 809(1st), ch. 82-243; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63152scope",
      "number": "631.52",
      "heading": "Scope. This part shall apply to all kinds of direct insurance, except:(1)Life, annuity, health, or disability insurance;(2)Mortgage guaranty, financial guaranty, or other forms of insurance offering protection against investment risks;(3)Fidelity or surety bonds, or any other bonding obligations;(4)Credit ",
      "text": "This part shall apply to all kinds of direct insurance, except:(1)Life, annuity, health, or disability insurance;(2)Mortgage guaranty, financial guaranty, or other forms of insurance offering protection against investment risks;(3)Fidelity or surety bonds, or any other bonding obligations;(4)Credit insurance, vendors’ single interest insurance, or collateral protection insurance or any similar insurance protecting the interests of a creditor arising out of a creditor-debtor transaction;(5)Warranty, including motor vehicle service, home warranty, or service warranty;(6)Ambulance service, health care service, or preneed funeral merchandise or service;(7)Optometric service plan, pharmaceutical service plan, or dental service plan;(8)Legal expense;(9)Health maintenance, prepaid health clinic, or continuing care;(10)Ocean marine or wet marine insurance;(11)Self-insurance and any kind of self-insurance fund, liability pool, or risk management fund;(12)Title insurance;(13)Surplus lines;(14)Workers’ compensation, including claims under employer liability coverage;(15)Any transaction or combination of transactions between a person, including affiliates of such person, and an insurer, including affiliates of such insurer, which involves the transfer of investment or credit risk unaccompanied by the transfer of insurance risk; or(16)Any insurance provided by or guaranteed by government.History.—s. 3, ch. 70-20; s. 1, ch. 77-227; s. 1, ch. 80-26; s. 809(1st), ch. 82-243; s. 3, ch. 85-321; s. 4, ch. 87-350; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 16, ch. 97-262; s. 21, ch. 2007-90; s. 1, ch. 2010-49.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63153construction",
      "number": "631.53",
      "heading": "Construction. This part shall be liberally construed to effect the purposes set forth in s",
      "text": "631.51, which shall constitute an aid and guide to interpretation.History.—s. 4, ch. 70-20; s. 809(1st), ch. 82-243; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63154definitions",
      "number": "631.54",
      "heading": "Definitions. As used in this part:(1)“Account” means one of the accounts created by s",
      "text": "631.55.(2)“Assessment year” means the 12-month period, which may begin on the first day of any calendar quarter, whether January 1, April 1, July 1, or October 1, as specified in an order issued by the office directing insurer",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-163157powers",
      "number": "1631.57",
      "heading": "Powers and duties of the association.—(1)The association shall:(a)1",
      "text": "Be obligated to the extent of the covered claims existing:a.Prior to adjudication of insolvency and arising within 30 days after the determination of insolvency;b.Before the policy expiration date if less than 30 days after the determinati",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "36, ch. 2006-12, provides that “[n]o provision of s",
      "text": "631.57 or s. 631.695, Florida Statutes, shall be repealed until such time as the principal, redemption premium, if any, and interest on all bonds issued under s. 631.695, Florida Statutes, payable and secured from assessments levied under s. 631.5",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-63166immunity",
      "number": "631.66",
      "heading": "Immunity. There shall be no liability on the part of, and no cause of action of any nature shall arise against, any member insurer, the association or its agents or employees, the board of directors, the Chief Financial Officer, or the department or office or their representatives for any action taken by them",
      "text": "There shall be no liability on the part of, and no cause of action of any nature shall arise against, any member insurer, the association or its agents or employees, the board of directors, the Chief Financial Officer, or the department or office or their representatives for any action taken by them in the performance of their powers and duties under this part. Such immunity shall extend to the participation in any organization of one or more other state associations of similar purposes and to any such organization and its agents or employees.History.—s. 17, ch. 70-20; s. 809(1st), ch. 82-243; ss. 96, 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 1358, ch. 2003-261.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1631695revenue",
      "number": "1631.695",
      "heading": "Revenue bond issuance through counties or municipalities",
      "text": "—(1)The Legislature finds:(a)The potential for widespread and massive damage to persons and property caused by hurricanes making landfall in this state can generate insurance claims of such a number as to render numerous insurers operating within this",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631711short",
      "number": "631.711",
      "heading": "Short title.631.712Purpose; construction",
      "text": "631.713Application of part.631.714Definitions.631.715Florida Life and Health Insurance Guaranty Association.631.716Board of directors.631.717Powers and duties of the association.631.718Assessments.631.72Premium or income tax credits for assessments paid.631.721Plan",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631713application",
      "number": "631.713",
      "heading": "Application of part.",
      "text": "of part.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631714definitions",
      "number": "631.714",
      "heading": "Definitions",
      "text": "631.714 Definitions.—As used in this part, the term: (1) “Account” means any of the three accounts created in s. 631.715. (2) “Association” means the Florida Life and Health Insurance Guaranty Association created in s. 631.715. (3) “Contractual obligation” means any obligation under covered policies. (4) “Covered policy” means any policy or contract set out in s. 631.713 and reduced to written, printed, or other tangible form. (5) “Impaired insurer” means a member insurer deemed by the department to be potentially unable to fulfill its contractual obligations and not an insolvent insurer. (6) “Insolvent insurer” means a member insurer authorized to transact insurance in this state, either at the time the policy was issued or when the insured event occurred, and against which an order of liquidation with a finding of insolvency has been entered by a court of competent jurisdiction. (7) “Member insurer” means any person licensed to transact in this state any kind of insurance as set out in s. 631.713. (8) “Moody’s Corporate Bond Yield Average” means the monthly average corporate bond yields published by Moody’s Investors Service, Inc., or any successor thereto. (9) “Premium” means any direct gross insurance premium and any annuity consideration written on covered policies, less return premium and consideration thereon and dividends paid or credited to policyholders on such direct business. “Premium” does not include premium and consideration on contracts between insurers and reinsurers. (10) “Person” means any individual, corporation, limited liability company, partnership, association, governmental body or entity, or voluntary organization. (11) “Resident” means any person who resides in this state at the time a member insurer is determined to be an impaired or insolvent insurer and to whom contractual obligations are owed by such impaired or insolvent member insurer. A person may be a resident of only one state, which in the case of a person other than an individual shall be the person’s principal place of business. Citizens of the United States who are residents of foreign countries or United States possessions, territories, or protectorates that do not have an association similar to the guaranty association created by this part shall be deemed residents of the state of domicile of the insurer issuing the policies or contracts. History.—s. 4, ch. 79-189; s. 809(1st), ch. 82-243; ss. 98, 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 1359, ch. 2003-261; s. 6, ch. 2010-49; s. 1, ch. 2021-109. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe418f53287e',t:'MTc3MDg4NTIyNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-iii/section-631-714/"
    },
    {
      "id": "section-631715florida",
      "number": "631.715",
      "heading": "Florida Life and Health Insurance Guaranty Association.",
      "text": "Life and Health Insurance Guaranty Association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631716board",
      "number": "631.716",
      "heading": "Board of directors.",
      "text": "of directors.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631717powers",
      "number": "631.717",
      "heading": "Powers and duties of the association.",
      "text": "and duties of the association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631718assessments",
      "number": "631.718",
      "heading": "Assessments",
      "text": "631.718 Assessments.— (1) For the purpose of providing the funds necessary to carry out the powers and duties of the association, the board of directors shall assess the member insurers separately, for each of the accounts referred to in s. 631.715 at such time and for such amounts as the board finds necessary. Assessments shall be due not less than 30 days after written notice to the member insurers. (2) There shall be two classes of assessments, as follows: (a) Class A assessments shall be made by the board of directors for the purpose of meeting administrative costs and other general expenses and for examinations conducted under the authority of s. 631.723(3) which are not related to a particular impaired or insolvent insurer. (b) Class B assessments shall be made by the board of directors for the purpose of carrying out the powers and duties of the association under s. 631.717 relating to an impaired or insolvent domestic, foreign, or alien insurer. (3)(a) The amount of any Class A assessment shall be determined by the board and may be made on a pro rata or non-pro rata basis. If on a pro rata basis, the board may credit the assessment against future Class B assessments. (b)1. The amount of any Class B assessment, except for assessments related to long-term care insurance, must be allocated for assessment purposes among the accounts pursuant to an allocation formula, which may be based on the premiums or reserves of the impaired or insolvent insurer. 2. The amount of the Class B assessment for long-term care insurance written by the impaired or insolvent insurer must be allocated according to a methodology included in the plan of operation and approved by the department. The methodology must provide for 50 percent of the assessment to be allocated to health member insurers and 50 percent to be allocated to life and annuity member insurers. 3. For the purposes of the methodology outlined in subparagraph 2. and included in the plan of operation, the health member insurers’ share of the assessment must be calculated by including the assessable premiums of member health maintenance organizations of the Florida Health Maintenance Organization Consumer Assistance Plan. (c) Class B assessments against member insurers for each account must be based upon the premiums received on business in this state by each assessed member insurer on policies or contracts covered by each account for the 3 most recent calendar years for which information is available preceding the year of the assessment in proportion to premiums received on business in this state for those calendar years by all assessed member insurers. If the most recent 3 years of premium information is not available for each member insurer, the board of directors may use the premium information that is reasonably available. (d) Assessments for funds to meet the requirements of the association with respect to an impaired or insolvent insurer may not be made until necessary to implement the purposes of this part. (e) Classification of assessments under subsection (2) and computation of assessments under this subsection must be made with a reasonable degree of accuracy, recognizing that exact determinations are not always possible. (4) The association may abate or defer, in whole or in part, the assessment of a member insurer if, in the opinion of the board, payment of the assessment would endanger the ability of the member insurer to fulfill its contractual obligations. In the event an assessment against a member insurer is abated, or deferred in whole or in part, the amount by which such assessment is abated or deferred may be assessed against the other member insurers in a manner consistent with the basis for assessments set forth in this section. Once the conditions that caused a deferral have been removed or rectified, the member insurer shall pay all assessments that were deferred pursuant to a repayment plan approved by the association. (5)(a)1. The total of all assessments upon a member insurer for each account may not in any one calendar year exceed 1 percent of the sum of the insurer’s premiums written in this state regarding business covered by the account received during the 3 calendar years preceding the year in which the assessment is made, divided by three. If premium information for the 3-year period is not reasonably available for each member insurer, the association may use any reasonably available premium information. 2. For long-term care insurer impairments and insolvencies only, the total assessments upon a member insurer or member health maintenance organization of the Florida Health Maintenance Organization Consumer Assistance Plan may not, in any one calendar year, exceed 0.5 percent of the sum of the member insurer’s or member health maintenance organization’s premiums written in this state regarding business covered by the account received during the calendar year preceding the year in which the assessment is made. If premium information is not reasonably available for each member insurer or member health maintenance organization of the Florida Health Maintenance Organization Consumer Assistance Plan, the association or the Florida Health Maintenance Organization Consumer Assistance Plan may use any reasonably available premium information. (b) The provisions of this subsection apply to any assessments made on or after October 1, 1995, without regard to the date of the impairment or insolvency. (c) If the maximum assessment, together with the other assets of the association in its nonadministrative accounts, does not provide in any one year in any account an amount sufficient to carry out the responsibilities of the association, the necessary additional funds must be assessed as soon thereafter as permitted by this part. (6) The board may, by an equitable method as established in the plan of operation, refund to member insurers, in proportion to the contribution of each insurer to an account, the amount by which the assets of such account exceed the amount the board finds is necessary to carry out during the coming year the obligations of the association with regard to that account, including assets accruing from net realized gains and income from investments. A reasonable amount may be retained in any account to provide funds for the continuing expenses of the association and for future losses if refunds are impractical. (7) It shall be proper for any member insurer, in determining its premium rates and policyowner dividends as to any kind of insurance within the scope of this part, to consider the amount reasonably necessary to meet its assessment obligations under this part. (8) The association shall issue to each member insurer paying an assessment under this part, other than a Class A assessment, a certificate of contribution, in a form prescribed by the office, for the amount of the assessment so paid. All outstanding certificates are of equal dignity and priority without reference to amounts or dates of issue. A certificate of contribution may be shown by the insurer in its financial statement as an asset in such form and for such amount, if any, and period of time as the office approves. However, any amount offset pursuant to s. 631.72 may not be shown as an asset of the insurer on any of its financial statements. History.—s. 8, ch. 79-189; s. 434, ch. 81-259; s. 809(1st), ch. 82-243; s. 35, ch. 83-38; s. 16, ch. 89-360; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 13, ch. 92-328; s. 6, ch. 93-149; s. 5, ch. 95-213; s. 2, ch. 96-346; s. 68, ch. 2001-63; s. 4, ch. 2019-83; s. 3, ch. 2021-109. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe418e56dd52',t:'MTc3MDg4NTIyNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-iii/section-631-718/"
    },
    {
      "id": "section-63172premium",
      "number": "631.72",
      "heading": "Premium or income tax credits for assessments paid.",
      "text": "or income tax credits for assessments paid.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631721plan",
      "number": "631.721",
      "heading": "Plan of operation.",
      "text": "of operation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631722powers",
      "number": "631.722",
      "heading": "Powers and duties of department and office; association contracts and purchases.",
      "text": "and duties of department and office; association contracts and purchases.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631723prevention",
      "number": "631.723",
      "heading": "Prevention of insolvencies.",
      "text": "of insolvencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631724records",
      "number": "631.724",
      "heading": "Records and meetings of association.",
      "text": "and meetings of association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631725examination",
      "number": "631.725",
      "heading": "Examination of the association; annual report.",
      "text": "of the association; annual report.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631726tax",
      "number": "631.726",
      "heading": "Tax exemptions.",
      "text": "exemptions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631727immunity",
      "number": "631.727",
      "heading": "Immunity",
      "text": "631.727 Immunity.—There shall be no liability on the part of, and no cause of action of any nature shall arise against, any member insurer or its agents or employees, the association or its agents or employees, members of the board of directors, the Chief Financial Officer, or the department or office or their representatives for any action taken by them in the performance of their powers and duties under this part. Such immunity shall extend to the participation in any organization of one or more other state associations of similar purposes and to any such organization and its agents or employees. History.—s. 16, ch. 79-189; s. 809(1st), ch. 82-243; ss. 101, 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 1363, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe4279e2a101',t:'MTc3MDg4NTIyOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-iii/section-631-727/"
    },
    {
      "id": "section-631728extent",
      "number": "631.728",
      "heading": "Extent of liability of association.",
      "text": "of liability of association.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631729liability",
      "number": "631.729",
      "heading": "Liability of insureds for unpaid assessments.",
      "text": "of insureds for unpaid assessments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6317295reinsurance",
      "number": "631.7295",
      "heading": "Reinsurance",
      "text": "631.7295 Reinsurance.—With respect to covered policies for which the association becomes obligated after an entry of an order of liquidation or rehabilitation, the association may elect to succeed to the rights of the insolvent insurer arising after the order of liquidation or rehabilitation under any contract of reinsurance to which the insolvent insurer was a party, to the extent such contract provides coverage for losses occurring after the date of the order of liquidation or rehabilitation. As a condition to making such election, the association must pay all unpaid premiums due under the contract for coverage relating to periods before and after the date on which the order of liquidation or rehabilitation was entered. History.—s. 8, ch. 2010-49. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe428b942886',t:'MTc3MDg4NTIyOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-iii/section-631-7295/"
    },
    {
      "id": "section-631733stay",
      "number": "631.733",
      "heading": "Stay of proceedings.",
      "text": "of proceedings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631734reopening",
      "number": "631.734",
      "heading": "Reopening default judgments.",
      "text": "default judgments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631735prohibited",
      "number": "631.735",
      "heading": "Prohibited advertisement of Florida Life and Health Insurance Guaranty Association Act in sale of insurance.",
      "text": "advertisement of Florida Life and Health Insurance Guaranty Association Act in sale of insurance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631737rescission",
      "number": "631.737",
      "heading": "Rescission and review generally.",
      "text": "and review generally.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631738applicability",
      "number": "631.738",
      "heading": "Applicability as to certain health maintenance organizations.",
      "text": "as to certain health maintenance organizations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631714definitions",
      "number": "631.714",
      "heading": "Definitions. As used in this part, the term:(1)“Account” means any of the three accounts created in s",
      "text": "631.715.(2)“Association” means the Florida Life and Health Insurance Guaranty Association created in s. 631.715.(3)“Contractual obligation” means any obligation under covered policies.(4)“Covered policy” means",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631718assessments",
      "number": "631.718",
      "heading": "Assessments. (1)For the purpose of providing the funds necessary to carry out the powers and duties of the association, the board of directors shall assess the member insurers separately, for each of the accounts referred to in s",
      "text": "631.715 at such time and for such amounts as the board finds necessary. Assessment",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631727immunity",
      "number": "631.727",
      "heading": "Immunity. There shall be no liability on the part of, and no cause of action of any nature shall arise against, any member insurer or its agents or employees, the association or its agents or employees, members of the board of directors, the Chief Financial Officer, or the department or office or their repres",
      "text": "There shall be no liability on the part of, and no cause of action of any nature shall arise against, any member insurer or its agents or employees, the association or its agents or employees, members of the board of directors, the Chief Financial Officer, or the department or office or their representatives for any action taken by them in the performance of their powers and duties under this part. Such immunity shall extend to the participation in any organization of one or more other state associations of similar purposes and to any such organization and its agents or employees.History.—s. 16, ch. 79-189; s. 809(1st), ch. 82-243; ss. 101, 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 1363, ch. 2003-261.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6317295reinsurance",
      "number": "631.7295",
      "heading": "Reinsurance. With respect to covered policies for which the association becomes obligated after an entry of an order of liquidation or rehabilitation, the association may elect to succeed to the rights of the insolvent insurer arising after the order of liquidation or rehabilitation under any contract of reinsur",
      "text": "With respect to covered policies for which the association becomes obligated after an entry of an order of liquidation or rehabilitation, the association may elect to succeed to the rights of the insolvent insurer arising after the order of liquidation or rehabilitation under any contract of reinsurance to which the insolvent insurer was a party, to the extent such contract provides coverage for losses occurring after the date of the order of liquidation or rehabilitation. As a condition to making such election, the association must pay all unpaid premiums due under the contract for coverage relating to periods before and after the date on which the order of liquidation or rehabilitation was entered.History.—s. 8, ch. 2010-49.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631811short",
      "number": "631.811",
      "heading": "Short title.631.812Purpose; construction",
      "text": "631.813Application of part.631.814Definitions.631.815Florida Health Maintenance Organization Consumer Assistance Plan.631.816Board of directors.631.817Eligibility.631.818Powers and duties of the plan.631.819Assessments.631.820Plan of operation.631.821Powers and dut",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631813application",
      "number": "631.813",
      "heading": "Application of part.",
      "text": "of part.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631814definitions",
      "number": "631.814",
      "heading": "Definitions",
      "text": "631.814 Definitions.—As used in this part, the term: (1) “Plan” means the Florida Health Maintenance Organization Consumer Assistance Plan created by this part. (2) “Board” means the board of directors of the plan. (3) “Contractual obligations” means any obligation under covered health care policies. (4) “Covered policy” means any policy or contract issued by an HMO for health care services. (5) “Date of insolvency” means the effective date of an order of liquidation entered by a court of competent jurisdiction. (6) “Health care services” means comprehensive health care services as defined in s. 641.19. (7) “HMO” means a health maintenance organization possessing a valid certificate of authority issued by the office pursuant to part I of chapter 641. (8) “Insolvent HMO” means an HMO against which an order of rehabilitation or liquidation has been entered by a court of competent jurisdiction, with the department appointed as receiver, even if such order has not become final by the exhaustion of appellate reviews. (9) “Person” means any individual, corporation, partnership, association, or voluntary organization. (10) “Subscriber” means any resident of this state who is enrolled for benefits provided by an HMO and who makes premium payments or for whom premium payments are made. History.—ss. 1, 23, ch. 88-388; ss. 103, 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 35, ch. 95-211; s. 1365, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe455e35e1c2',t:'MTc3MDg4NTIyOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-iv/section-631-814/"
    },
    {
      "id": "section-631815florida",
      "number": "631.815",
      "heading": "Florida Health Maintenance Organization Consumer Assistance Plan.",
      "text": "Health Maintenance Organization Consumer Assistance Plan.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631816board",
      "number": "631.816",
      "heading": "Board of directors.",
      "text": "of directors.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631817eligibility",
      "number": "631.817",
      "heading": "Eligibility",
      "text": "631.817 Eligibility.— (1) Except as provided in subsection (2), any person of this state who has lost their health care coverage provided in an HMO due to insolvency shall be eligible to obtain coverage as provided herein. Eligible persons include all persons who were eligible to receive health care services under that subscriber’s contract with the HMO. (2)(a) A person shall cease to be covered by the plan after the plan has provided $300,000 in covered benefits for that person. (b) A person shall cease to be covered by the plan upon failure to pay, or failure to have paid on their behalf, premiums as set by the board. Coverage shall cease following a reasonable grace period as set by the board. (c) A person shall cease to be covered by the plan 6 months after the date of insolvency; however, if, at the time the plan’s responsibility would otherwise cease under this paragraph, the person is under treatment for an injury that occurred or an illness that was diagnosed while the person was covered by the insolvent HMO or the plan, the plan shall remain responsible for treatment of such injury or illness until treatment has been completed or until the conditions specified in paragraph (a) or paragraph (b) have been met. History.—ss. 1, 23, ch. 88-388; ss. 105, 187, 188, ch. 91-108; s. 5, ch. 91-110; s. 4, ch. 91-429. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe456fbd7465',t:'MTc3MDg4NTIyOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-iv/section-631-817/"
    },
    {
      "id": "section-631818powers",
      "number": "631.818",
      "heading": "Powers and duties of the plan.",
      "text": "and duties of the plan.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631819assessments",
      "number": "631.819",
      "heading": "Assessments",
      "text": "631.819 Assessments.— (1) For the purposes of providing the funds necessary to carry out the powers and duties of the plan, the board of directors shall assess the member HMOs at such time and for such amounts as the board finds necessary. Assessments shall be due not less than 30 days after written notice to the member HMOs. (2) Assessments for funds to meet the requirements of the plan with respect to an insolvent HMO shall not be made until necessary to implement the purposes of this part. In order to carry out its duties and powers under this part, upon the insolvency of an HMO, the plan shall levy and collect assessments as follows: (a) Each HMO, prior to receiving a certificate of authority after July 1, 1989, shall pay an assessment of $25,000 to the plan. (b) If the funds provided under paragraph (a) are insufficient to carry out the powers and duties of the plan, the plan shall levy an assessment directly against all HMOs. (c) For the purposes of long-term care insurer impairment and insolvency assessments under s. 631.718(3)(b), member HMOs must be assessed in the same manner as member insurers of the Florida Life and Health Insurance Guaranty Association under part III of this chapter. Long-term care insurer impairment and insolvency assessments must be levied and collected by the plan pursuant to this part, deposited into the health insurance account established under s. 631.715, and used solely for long-term care insurer impairment or insolvency obligations. Assessments collected from member HMOs are considered part of and satisfy the obligations of the health insurance account under ss. 631.715(2)(a)1. and 631.718(3)(b). (3) All assessments against HMOs, including long-term care insurer impairment and insolvency assessments, must be levied as a percentage of annual earned premium revenue for non-Medicare and non-Medicaid contracts. In no event may the plan assess in any calendar year more than 0.5 percent of each HMO’s annual earned premium revenue for non-Medicare and non-Medicaid contracts. (4) The plan may temporarily defer, in whole or in part, the assessment of a member HMO, if, in the opinion of the board, payment of the assessment would endanger the ability of the HMO to fulfill its contractual obligations. (5) It shall be proper for any member HMO, in determining its premium rates, to consider the amount reasonably necessary to meet its assessment obligations under this part. (6) The plan shall issue, in a form prescribed by the office, a certificate of contribution to each member HMO paying a long-term care insurer impairment or insolvency assessment under this part for the amount of the assessment so paid. All outstanding certificates are of equal dignity and priority without reference to amounts or dates of issue. A certificate of contribution may be shown by the member HMO in its financial statement as an asset in such form and for such amount and period of time as the office approves. However, any amount offset pursuant to s. 631.828 may not be shown as an asset of the member HMO on any of its financial statements. History.—ss. 1, 23, ch. 88-388; ss. 107, 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 9, ch. 2019-83. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe464dff9a91',t:'MTc3MDg4NTIyOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-iv/section-631-819/"
    },
    {
      "id": "section-631820plan",
      "number": "631.820",
      "heading": "Plan of operation.",
      "text": "of operation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631821powers",
      "number": "631.821",
      "heading": "Powers and duties of the department; board contracts and purchases.",
      "text": "and duties of the department; board contracts and purchases.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631822records",
      "number": "631.822",
      "heading": "Records of plan.",
      "text": "of plan.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631823examination",
      "number": "631.823",
      "heading": "Examination of the plan; annual report.",
      "text": "of the plan; annual report.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631824tax",
      "number": "631.824",
      "heading": "Tax exemptions.",
      "text": "exemptions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631825immunity",
      "number": "631.825",
      "heading": "Immunity",
      "text": "631.825 Immunity.—There shall be no liability on the part of, and no cause of action of any nature shall arise against, any member HMO or its agents or employees, the plan or its agents or employees, members of the board of directors, the Chief Financial Officer, or the department or office or their representatives for any action taken by them in the performance of their powers and duties under this part. History.—ss. 1, 23, ch. 88-388; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 1370, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe46688a95e9',t:'MTc3MDg4NTIyOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-iv/section-631-825/"
    },
    {
      "id": "section-631826extent",
      "number": "631.826",
      "heading": "Extent of liability of plan.",
      "text": "of liability of plan.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631827prohibited",
      "number": "631.827",
      "heading": "Prohibited advertisement.",
      "text": "advertisement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631828assessments",
      "number": "631.828",
      "heading": "Assessments against member HMOs; income tax credit for assessments paid.",
      "text": "against member HMOs; income tax credit for assessments paid.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631814definitions",
      "number": "631.814",
      "heading": "Definitions. As used in this part, the term:(1)“Plan” means the Florida Health Maintenance Organization Consumer Assistance Plan created by this part",
      "text": "(2)“Board” means the board of directors of the plan.(3)“Contractual obligations” means any obligation under covered health care policies.(4)“Covered policy” means",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631817eligibility",
      "number": "631.817",
      "heading": "Eligibility. (1)Except as provided in subsection (2), any person of this state who has lost their health care coverage provided in an HMO due to insolvency shall be eligible to obtain coverage as provided herein",
      "text": "Eligible persons include all persons who were eligible to receive health care services under that su",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631819assessments",
      "number": "631.819",
      "heading": "Assessments. (1)For the purposes of providing the funds necessary to carry out the powers and duties of the plan, the board of directors shall assess the member HMOs at such time and for such amounts as the board finds necessary",
      "text": "Assessments shall be due not less than 30 days after written notice to the member H",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631825immunity",
      "number": "631.825",
      "heading": "Immunity. There shall be no liability on the part of, and no cause of action of any nature shall arise against, any member HMO or its agents or employees, the plan or its agents or employees, members of the board of directors, the Chief Financial Officer, or the department or office or their representatives f",
      "text": "There shall be no liability on the part of, and no cause of action of any nature shall arise against, any member HMO or its agents or employees, the plan or its agents or employees, members of the board of directors, the Chief Financial Officer, or the department or office or their representatives for any action taken by them in the performance of their powers and duties under this part.History.—ss. 1, 23, ch. 88-388; ss. 187, 188, ch. 91-108; s. 4, ch. 91-429; s. 1370, ch. 2003-261.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631901title",
      "number": "631.901",
      "heading": "Title",
      "text": "631.901 Title.—This part may be cited as the “Florida Workers’ Compensation Insurance Guaranty Association Act.” History.—s. 20, ch. 97-262. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe492bc0359d',t:'MTc3MDg4NTIyOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-v/section-631-901/"
    },
    {
      "id": "section-631902purposes",
      "number": "631.902",
      "heading": "Purposes",
      "text": "631.902 Purposes.—The purposes of this part are to: (1) Create a not-for-profit Florida Workers’ Compensation Insurance Guaranty Association, Incorporated, to provide a mechanism for the payment of covered claims under chapter 440 to avoid excessive delay in payment and to avoid financial loss to claimants because of the insolvency of a member insurer. (2) Assist in the detection and prevention of insurer insolvencies. (3) Allocate the cost of such protection among the insurers. (4) Provide for the prompt payment by the corporation of workers’ compensation claims incurred by insolvent insurers. History.—s. 20, ch. 97-262. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe498ad6e0f8',t:'MTc3MDg4NTIyOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-v/section-631-902/"
    },
    {
      "id": "section-631903construction",
      "number": "631.903",
      "heading": "Construction",
      "text": "631.903 Construction.—The statutes controlling the corporation shall be construed liberally to achieve the purposes stated in s. 631.902. The corporation shall perform its functions under a plan of operation established by its board of directors and approved by the department. History.—s. 20, ch. 97-262. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe4a0eb9f8ae',t:'MTc3MDg4NTIyOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-v/section-631-903/"
    },
    {
      "id": "section-631904definitions",
      "number": "631.904",
      "heading": "Definitions",
      "text": "631.904 Definitions.—As used in this part, the term: (1) “Corporation” means the Florida Workers’ Compensation Insurance Guaranty Association, Incorporated. (2) “Covered claim” means an unpaid claim, including a claim for return of unearned premiums, which arises out of, is within the coverage of, and is not in excess of the applicable limits of, an insurance policy to which this part applies, which policy was issued by an insurer and which claim is made on behalf of a claimant or insured who was a resident of this state at the time of the injury. The term “covered claim” includes unpaid claims under any employer liability coverage of a workers’ compensation policy limited to the lesser of $300,000 or the limits of the policy. The term “covered claim” does not include any amount sought as a return of premium under any retrospective rating plan; any amount due any reinsurer, insurer, insurance pool, or underwriting association, as subrogation recoveries or otherwise; or any claim that would otherwise be a covered claim that has been rejected or denied by any other state guaranty fund based upon that state’s statutory exclusions, including, but not limited to, those based on coverage, policy type, or an insured’s net worth, except this exclusion from the definition of covered claim does not apply to employers who, prior to April 30, 2004, entered into an agreement with the corporation preserving the employer’s right to seek coverage of claims rejected by another state’s guaranty fund. Member insurers have no right of subrogation against the insured of any insolvent insurer. This provision applies retroactively to cover claims of an insolvent self-insurance fund resulting from accidents or losses incurred prior to January 1, 1994, regardless of the date the petition in circuit court was filed alleging insolvency and the date the court entered an order appointing a receiver. (3) “Insolvency” means that condition in which all of the assets of the insurer, if made immediately available, would not be sufficient to discharge all of its liabilities or that condition in which the insurer is unable to pay its debts as they become due in the usual course of business. When the context of any provision of this part so indicates, insolvency also includes impairment of surplus or impairment of capital. (4) “Insolvent insurer” means an insurer that was authorized to transact insurance in this state, either at the time the policy was issued or when the insured event occurred, and against which an order of liquidation with a finding of insolvency has been entered by a court of competent jurisdiction if such order has become final by the exhaustion of appellate review. (5) “Insurer” means an insurance carrier or self-insurance fund authorized to insure under chapter 440. For purposes of this act, “insurer” does not include a qualified local government self-insurance fund, as defined in s. 624.4622, or an individual self-insurer as defined in s. 440.385. (6) “Self-insurance fund” means a group self-insurance fund authorized under s. 624.4621, a commercial self-insurance fund writing workers’ compensation insurance authorized under s. 624.462, or an assessable mutual insurer authorized under s. 628.6011. For purposes of this act, the term “self-insurance fund” does not include a qualified local government self-insurance fund, as defined in s. 624.4622, an independent educational institution self-insurance fund as defined in s. 624.4623, an electric cooperative self-insurance fund as described in s. 624.4626, or an individual self-insurer as defined in s. 440.385. History.—s. 20, ch. 97-262; s. 17, ch. 2002-25; s. 10, ch. 2002-282; s. 1371, ch. 2003-261; s. 2, ch. 2004-89; s. 38, ch. 2004-374; s. 4, ch. 2009-116; s. 10, ch. 2010-49; s. 10, ch. 2011-226; s. 21, ch. 2021-104. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe4a6eec5c6a',t:'MTc3MDg4NTIyOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-v/section-631-904/"
    },
    {
      "id": "section-631911creation",
      "number": "631.911",
      "heading": "Creation of the Florida Workers’ Compensation Insurance Guaranty Association, Incorporated; merger; effect of merger.",
      "text": "of the Florida Workers’ Compensation Insurance Guaranty Association, Incorporated; merger; effect of merger.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631912board",
      "number": "631.912",
      "heading": "Board of directors.",
      "text": "of directors.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631913powers",
      "number": "631.913",
      "heading": "Powers and duties of the corporation.",
      "text": "and duties of the corporation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631914assessments",
      "number": "631.914",
      "heading": "Assessments",
      "text": "631.914 Assessments.— (1)(a) To the extent necessary to secure the funds for the payment of covered claims, and also to pay the reasonable costs to administer the same, the Office of Insurance Regulation, upon certification by the board, shall levy assessments on each insurer. Assessments levied against insurers and self-insurance funds pursuant to this paragraph must be computed and levied on the basis of the direct written premium amount as set forth in the state for workers’ compensation insurance. An insurer’s direct written premium calculated for the purposes of determining the insurer’s assessment or policy surcharge may not be reduced by any discount or credit for deductibles in a policy or by any premium adjustment to a retrospectively rated policy. Insurers and self-insurance funds must report premiums in compliance with this paragraph, and the association may audit the reports. Assessments shall be remitted to and administered by the board of directors in the manner specified by the approved plan of operation and paragraph (d). Assessments levied against insurers and self-insurance funds shall not exceed in any calendar year more than 2 percent of that insurer’s direct written premiums in this state for workers’ compensation insurance. (b) If assessments otherwise authorized in paragraph (a) are insufficient to make all payments on reimbursements then owing to claimants in a calendar year, then upon certification by the board, the office shall levy additional assessments of up to 1.5 percent of the insurer’s direct written premiums in this state. (c) The office shall levy the uniform surcharge percentage on all policies of the same kind or line as were considered by the office in determining the assessment liability of the insurer. Member insurers shall collect policy surcharges at a uniform percentage rate on new and renewal policies issued and effective during the assessment year beginning on January 1, April 1, July 1, or October 1, whichever is the first day of the following calendar quarter as specified in an order issued by the office. The policy surcharge may not begin until 90 days after the board of directors certifies the assessment. (d) The association may use a pass-through method to require the insurer to remit the policy surcharge as collected or may require the insurer to remit the assessment to the association before collecting the policy surcharge. 1. If the association elects to use the pass-through method, the office may, in the order levying the assessment on insurers, specify that the policy surcharge is due and payable quarterly as collected throughout the assessment year. Insurers shall collect policy surcharges at a uniform percentage rate specified by order as described in paragraph (c). Insurers are not required to advance funds if the association and the office elect to use the pass-through option. Assessments levied under this subparagraph are paid after policy surcharges are collected, and the recognition of assets is based on actual policy surcharges collected offset by the obligation to the association. 2. If the association elects to require insurers to remit the assessment before surcharging the policy, the following shall apply: a. On or before the date specified in the order of the office, insurers shall make an initial advance payment to the association of the percentage specified in the order multiplied by the insurer’s direct written premiums received in this state for the preceding calendar year for the kinds of insurance included within such account before the beginning of the assessment year. The board may authorize an insurer to pay an assessment in a single payment or on a quarterly basis, based on cash-flow needs. b. The levy order shall provide each insurer so assessed at least 30 days’ written notice of the date the initial assessment payment is due and payable by the insurer. c. Insurers shall collect policy surcharges at a uniform percentage rate specified by the order, as described in paragraph (c). d. Assessments levied under this subparagraph and paid by an insurer constitute advances of funds from the insurer to the association and result in a receivable for policy surcharges to be billed in the future. The amount of billed policy surcharges, to the extent it is likely that it will be realized, meets the definition of an admissible asset as specified in the National Association of Insurance Commissioners’ Statement of Statutory Accounting Principles No. 4. The asset shall be established and recorded separately from the liability. If an insurer is unable to fully recoup the amount of the assessment, the amount recorded as an asset shall be reduced to the amount reasonably expected to be recouped. 3. Insurers must submit a reconciliation report to the association within 120 days after the end of the 12-month assessment year and annually thereafter for a period of 2 years. The report must indicate the amount of the initial payment or installment payments made to the association and the amount of policy surcharges collected for the assessment year. If the insurer’s reconciled obligation is more than the amount paid to the association, the insurer shall pay the excess policy surcharges collected to the association. If the insurer’s reconciled obligation is less than the initial amount paid to the association, the association shall return the overpayment to the insurer. (2) Policy surcharges collected under this section are not premium and are not subject to any premium tax, fees, or commissions. Insurers shall treat the failure of an insured to pay policy surcharges as a failure to pay premium. An insurer is not liable for any uncollectible policy surcharges levied pursuant to this section. (3) Assessments levied under this section may be levied only upon insurers. This section does not create a cause of action by a policyholder with respect to the levying of an assessment or a policyholder’s duty to pay assessment-related policy surcharges. (4)(a) The board may exempt any insurer from an assessment if, in the opinion of the office, an assessment would result in such insurer’s financial statement reflecting an amount of capital or surplus less than the minimum amount required by any jurisdiction in which the insurer is authorized to transact insurance. (b) The board may temporarily defer, in whole or in part, assessments against an insurer if, in the opinion of the office, payment of the assessment would endanger the ability of the insurer to fulfill its contractual obligations. In the case of a self-insurance fund, the trustees of the fund determined to be endangered must immediately levy an assessment upon the members of that self-insurance fund in an amount sufficient to pay the assessments to the corporation. History.—s. 20, ch. 97-262; s. 48, ch. 99-3; s. 6, ch. 2003-267; s. 1, ch. 2016-170; s. 7, ch. 2020-54; s. 3, ch. 2022-139. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe4d3e19256a',t:'MTc3MDg4NTIyOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-v/section-631-914/"
    },
    {
      "id": "section-631916plan",
      "number": "631.916",
      "heading": "Plan of operation.",
      "text": "of operation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631917prevention",
      "number": "631.917",
      "heading": "Prevention of insolvencies.",
      "text": "of insolvencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631918immunity",
      "number": "631.918",
      "heading": "Immunity",
      "text": "631.918 Immunity.—There is no liability on the part of, and a cause of action may not arise against, the corporation, its agents or employees, or members of its board of directors, the Chief Financial Officer, or the department or office or their agents or employees, for any action taken by them in the performance of their powers and duties under this section, unless such action is found to be a violation of antitrust laws, was in bad faith, or was undertaken with malicious purpose or in a manner exhibiting wanton and willful disregard of human rights, safety, or property. History.—s. 20, ch. 97-262; s. 1375, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabe4d7e5f443a',t:'MTc3MDg4NTIyOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-631/part-v/section-631-918/"
    },
    {
      "id": "section-631919prohibited",
      "number": "631.919",
      "heading": "Prohibited advertisement of solicitation.",
      "text": "advertisement of solicitation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631921department",
      "number": "631.921",
      "heading": "Department powers; board contracts and purchases.",
      "text": "powers; board contracts and purchases.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631922liability",
      "number": "631.922",
      "heading": "Liability of members of an impaired self-insurance fund for unpaid claims.",
      "text": "of members of an impaired self-insurance fund for unpaid claims.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631923effect",
      "number": "631.923",
      "heading": "Effect of paid claims.",
      "text": "of paid claims.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631924stay",
      "number": "631.924",
      "heading": "Stay of proceedings; reopening of default judgments.",
      "text": "of proceedings; reopening of default judgments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631927assumption",
      "number": "631.927",
      "heading": "Assumption of liability.",
      "text": "of liability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631928florida",
      "number": "631.928",
      "heading": "Florida Workers’ Compensation Insurance Guaranty Association Account.",
      "text": "Workers’ Compensation Insurance Guaranty Association Account.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631929election",
      "number": "631.929",
      "heading": "Election of remedies.",
      "text": "of remedies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631931reports",
      "number": "631.931",
      "heading": "Reports and recommendations by board; public records exemption.",
      "text": "and recommendations by board; public records exemption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631901title",
      "number": "631.901",
      "heading": "Title. This part may be cited as the “Florida Workers’ Compensation Insurance Guaranty Association Act.”History.—s. 20, ch. 97-262.",
      "text": "This part may be cited as the “Florida Workers’ Compensation Insurance Guaranty Association Act.”History.—s. 20, ch. 97-262.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631902purposes",
      "number": "631.902",
      "heading": "Purposes. The purposes of this part are to:(1)Create a not-for-profit Florida Workers’ Compensation Insurance Guaranty Association, Incorporated, to provide a mechanism for the payment of covered claims under chapter 440 to avoid excessive delay in payment and to avoid financial loss to claimants because of t",
      "text": "The purposes of this part are to:(1)Create a not-for-profit Florida Workers’ Compensation Insurance Guaranty Association, Incorporated, to provide a mechanism for the payment of covered claims under chapter 440 to avoid excessive delay in payment and to avoid financial loss to claimants because of the insolvency of a member insurer.(2)Assist in the detection and prevention of insurer insolvencies.(3)Allocate the cost of such protection among the insurers.(4)Provide for the prompt payment by the corporation of workers’ compensation claims incurred by insolvent insurers.History.—s. 20, ch. 97-262.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631903construction",
      "number": "631.903",
      "heading": "Construction. The statutes controlling the corporation shall be construed liberally to achieve the purposes stated in s",
      "text": "631.902. The corporation shall perform its functions under a plan of operation established by its board of directors and approved by the department.History.—s. 20, ch. 97-262.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631904definitions",
      "number": "631.904",
      "heading": "Definitions. As used in this part, the term:(1)“Corporation” means the Florida Workers’ Compensation Insurance Guaranty Association, Incorporated",
      "text": "(2)“Covered claim” means an unpaid claim, including a claim for return of unearned premiums, which arises out of, is within the coverage of, and is not in excess of th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631914assessments",
      "number": "631.914",
      "heading": "Assessments. (1)(a)To the extent necessary to secure the funds for the payment of covered claims, and also to pay the reasonable costs to administer the same, the Office of Insurance Regulation, upon certification by the board, shall levy assessments on each insurer",
      "text": "Assessments levied against insurers and self-",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-631918immunity",
      "number": "631.918",
      "heading": "Immunity. There is no liability on the part of, and a cause of action may not arise against, the corporation, its agents or employees, or members of its board of directors, the Chief Financial Officer, or the department or office or their agents or employees, for any action taken by them in the performance of",
      "text": "There is no liability on the part of, and a cause of action may not arise against, the corporation, its agents or employees, or members of its board of directors, the Chief Financial Officer, or the department or office or their agents or employees, for any action taken by them in the performance of their powers and duties under this section, unless such action is found to be a violation of antitrust laws, was in bad faith, or was undertaken with malicious purpose or in a manner exhibiting wanton and willful disregard of human rights, safety, or property.History.—s. 20, ch. 97-262; s. 1375, ch. 2003-261.",
      "history": "",
      "source_url": ""
    }
  ]
}