{
  "state": "michigan",
  "path": "title-chapter-28-michigan-state-police/chapter-act-211-of-1925-michigan-training-school-for-peace-officers-",
  "sections": [
    {
      "id": "section-28221",
      "number": "28.221",
      "heading": "Training School for Peace Officers; Creation, Location, Subjects",
      "text": "The department of public safety is hereby authorized to establish and conduct a school for the instruction of law enforcing officers of this state and of the several counties, townships, cities and villages thereof, such school to be known as the Michigan training school for peace officers and to be conducted and the sessions and periods thereof to be held at East Lansing and at such other places in the state as the commissioner of public safety shall designate. Provision shall be made for instruction in the following subjects and such others as the commissioner of public safety shall deem expedient.\n\n(a) Identification of criminals and fingerprinting;\n\n(b) Methods of crime investigation;\n\n(c) Rules of criminal evidence;\n\n(d) Presentation of cases in courts;\n\n(e) Making of complaints and securing of criminal warrants;\n\n(f) Securing and use of search warrants;\n\n(g) Enforcement of general criminal laws;\n\n(h) Small arms instruction;\n\n(i) Regulation of traffic and uniformity in enforcement;\n\n(j) First aid;\n\n(k) Ethics of the police profession;\n\n(l) Courtesy in performance of duty;\n\n(m) Jui Jitsu;\n\n(n) Extent of police authority;\n\n(o) Confessions and statements.\n\nHistory:1925, Act 211, Eff. Aug. 27, 1925 ;-- CL 1929, 563 ;-- Am. 1931, Act 322, Imd. Eff. June 16, 1931 ;-- CL 1948, 28.221",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-211-of-1925/section-28-221/"
    },
    {
      "id": "section-28222",
      "number": "28.222",
      "heading": "Training School; Instructors and Students, Expenses.",
      "text": "The commissioner of public safety shall appoint the instructor or instructors of such school and may call upon members of any state department or any instructor or professor in any state educational institution, to act as instructor or lecturer in such school, and may pay the reasonable expenses of such person while in attendance. The legislative body of any county, township, city or village may authorize the attendance at such school of any law enforcing officer under the jurisdiction of such county, township, city or village, and may provide for the payment of the expenses of such person while in attendance which payment shall be made out of the general fund of such county, township, city or village.\n\nHistory:1925, Act 211, Eff. Aug. 27, 1925 ;-- CL 1929, 564 ;-- Am. 1931, Act 322, Imd. Eff. June 16, 1931 ;-- CL 1948, 28.222",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-211-of-1925/section-28-222/"
    },
    {
      "id": "section-28223",
      "number": "28.223",
      "heading": "Training School; Students, Lodging.",
      "text": "The department of public safety may provide board and lodging for persons in attendance at such school, the cost thereof to be borne by the student or by the county, township, city or village authorizing his attendance at such school.\n\nHistory:1925, Act 211, Eff. Aug. 27, 1925 ;-- CL 1929, 565 ;-- CL 1948, 28.223",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-211-of-1925/section-28-223/"
    },
    {
      "id": "section-28224",
      "number": "28.224",
      "heading": "Training School; Diplomas.",
      "text": "To each person satisfactorily completing the course of study prescribed, the commissioner of public safety shall issue a certificate of graduation or diploma stating that the holder has graduated from the Michigan training school for peace officers.\n\nHistory:1925, Act 211, Eff. Aug. 27, 1925 ;-- CL 1929, 566 ;-- Am. 1931, Act 322, Imd. Eff. June 16, 1931 ;-- CL 1948, 28.224",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-211-of-1925/section-28-224/"
    },
    {
      "id": "section-28225",
      "number": "28.225",
      "heading": "Training School; Municipal Police Protection During Operation of School.",
      "text": "The commissioner of public safety may upon the written request of the legislative body of any county, township, city or village sending officers to said school, for assistance during the absence of its regular officers while in attendance at said school, furnish members of the department of public safety, without expense to such county, township, city or village. Such members of the department of public safety, when so assigned, shall be under the direction and authority of the chief law enforcing officer of the county, township, city or village in which they are serving.\n\nHistory:Add. 1931, Act 322, Imd. Eff. June 16, 1931 ;-- CL 1948, 28.225",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-211-of-1925/section-28-225/"
    }
  ]
}