{
  "state": "michigan",
  "path": "title-chapter-28-michigan-state-police/chapter-act-203-of-1937-disposition-of-stolen-property-28401-28406",
  "sections": [
    {
      "id": "section-28401",
      "number": "28.401",
      "heading": "Stolen Property Recovered by State Police; Holding Period",
      "text": "Section 28.402 - Stolen Property Recovered and Unclaimed; Report to State Administrative Board.Section 28.403 - Stolen Property; Authority for Sale; Publication of Notice.Section 28.404 - Stolen Property; Receipts From Sale Credited to Genera",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28402",
      "number": "28.402",
      "heading": "Stolen Property Recovered and Unclaimed; Report to State Administrative Board.",
      "text": "Forthwith after the expiration of said 6 months period, the commissioner of the Michigan state police shall report to the state administrative board, listing the money or other property so recovered and held, and requesting authority from the state administrative board to turn any money over to the state treasurer to be credited to the general fund and requesting authority from the state administrative board to sell at public sale any other property so recovered and held.\n\nHistory:1937, Act 203, Eff. Oct. 29, 1937 ;-- CL 1948, 28.402",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-203-of-1937/section-28-402/"
    },
    {
      "id": "section-28403",
      "number": "28.403",
      "heading": "Stolen Property; Authority for Sale; Publication of Notice.",
      "text": "The state administrative board shall act on the request of the commissioner of the Michigan state police within 6 months after the receipt of such request. In case authority is granted to the commissioner of the Michigan state police to turn any money so recovered and held over to the state treasurer or to sell any other property so recovered and held, the commissioner of the Michigan state police shall post 3 notices in the county in which the stolen money or other property was recovered, and also publish notice in a newspaper of general circulation in such county by insertions in 2 issues of said newspaper. Said notice shall describe the money so recovered and held and also the other property so recovered and held, together with the time and place of public sale at which said other property may be purchased by the highest bidder. Up until the said date of sale, the money or other property may be claimed at the East Lansing post of the Michigan state police, and if ownership is proved, such money or other property shall be turned over to the claimant, and the sale cancelled insofar as such property is concerned.\n\nHistory:1937, Act 203, Eff. Oct. 29, 1937 ;-- CL 1948, 28.403",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-203-of-1937/section-28-403/"
    },
    {
      "id": "section-28404",
      "number": "28.404",
      "heading": "Stolen Property; Receipts From Sale Credited to General Fund.",
      "text": "After the holding of any such sale, the money received from such sale, after deducting the cost of the conducting thereof, and any other money recovered and held included in the notice provided for in section 3, shall be turned over to the state treasurer to be credited to the general fund of the state.\n\nHistory:1937, Act 203, Eff. Oct. 29, 1937 ;-- CL 1948, 28.404",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-203-of-1937/section-28-404/"
    },
    {
      "id": "section-28405",
      "number": "28.405",
      "heading": "Stolen Property; Claim Invalid After Notice and Sale.",
      "text": "Except as provided in section 6 hereof, no claim shall be valid to obtain any money or other property recovered by the Michigan state police, after notice and sale as provided in section 3 of this act, said property and money being considered as abandoned and belonging to the state of Michigan.\n\nHistory:1937, Act 203, Eff. Oct. 29, 1937 ;-- CL 1948, 28.405",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-203-of-1937/section-28-405/"
    },
    {
      "id": "section-28406",
      "number": "28.406",
      "heading": "Stolen Property; Claim Proved After Notice and Sale.",
      "text": "Provided, however, That the owner of the stolen property may prove his claim by proving the identity of the property and be reimbursed from the state treasurer in an amount not to exceed the amount paid for such goods at said sale, if such proof is accepted by the administrative board after the sale: Provided, however, That such claim shall have been filed with the state administrative board not later than 6 months after such sale.\n\nHistory:1937, Act 203, Eff. Oct. 29, 1937 ;-- CL 1948, 28.406",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-28/statute-act-203-of-1937/section-28-406/"
    }
  ]
}