{
  "state": "michigan",
  "path": "title-chapter-247-highways/chapter-act-283-of-1921-temporary-highways-247221-247221",
  "sections": [
    {
      "id": "section-247221",
      "number": "247.221",
      "heading": "Temporary Road for Transportation of Forest Products.",
      "text": "Whenever any owner of any timber, logs, lumber, wood, poles, bark, ties or other forest products shall wish to have a temporary highway laid out for the purpose of hauling said timber, logs, lumber, wood, poles, bark, ties or other forest products to a place for manufacture, shipment or sale, he may, in writing, make application for such road to the owner or owners of said lands and in case said lands are unoccupied, to the agent or agents having charge of the same, and if the owner of said lands is a non-resident of the county and no known agent in charge, then application may be made to the commissioner of highways of the township in which said lands are situated. If the party desiring said road and the owner of said lands, his agent or representative, may agree on the amount of damages then he may forthwith enter upon said lands, lay out, prepare and use said highway, or if unable to agree upon the amount of damages, then said applicant for such road may have the commissioner of highways, the supervisor or some other suitable person in said township, under oath, appraise the damages to said lands on account of such highway, which said appraisal and application shall be filed in the office of the clerk of the circuit court for the county in which said lands are located and shall pay to the clerk the sum of 50 cents as a filing fee and thereupon said applicant may enter upon said premises, lay out, prepare and use said highway at any time after the first day of December of any year to and including the first day of April of the ensuing year, upon making, executing and delivering to the clerk of the county a bond in the penal sum of not less than 100 dollars and at least 5 times the amount of the appraised damages with sufficient surety in the name of the owner of the said lands, or if unknown, in the name of the highway commissioner and to his successors in office, to be approved by the county clerk of said county to secure the payment of all damages sustained by the owner of said lands on account of said highway: Provided, however, That said road does not go through the door yard or barn yard of the owner of said lands.\n\nHistory:1921, Act 283, Eff. Aug. 18, 1921 ;-- CL 1929, 4075 ;-- CL 1948, 247.221",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-283-of-1921/section-247-221/"
    }
  ]
}