{
  "state": "michigan",
  "path": "title-chapter-247-highways/chapter-ero-no-1973-1-executive-reorganization-order-247821-247821",
  "sections": [
    {
      "id": "section-247821",
      "number": "247.821",
      "heading": "Transfer of Department of Aeronautics and Aeronautics Commission; Transfer of Powers, Duties, and Functions of Port Authorities, Interagency Transportation Council, and Bureau of Transportation; Interagency Transportation Council Abolished; Development of Transportation Plan",
      "text": "WHEREAS, the development and implementation of a State plan for comprehensive multi-purpose transportation modes would provide more effective transportation service and provide economic stimulus to the State economy; and\n\nWHEREAS, the Constitution of the State of Michigan established a Department of State Highways administered by a State Highway Commission and provided the Commission with authority over State Highways, appurtenant facilities and such other public works of the State as provided by law; and\n\nWHEREAS, public mass transportation functions, in part, sponsored by and controlled by appropriations of the State of Michigan, are properly public works within the meaning of public works as that term appears in the Constitution and within the authority of the State Highway Commission; and\n\nWHEREAS, the Department of Aeronautics and the Michigan Aeronautics Commission were transferred by Type I transfer to the Department of Commerce by Section 233 of Act 380 of the Public Acts of 1965; and\n\nWHEREAS, it is recognized that in the interests of economy, efficiency, and effectiveness of government, it is necessary to effectuate changes in the executive branch of state government.\n\nTHEREFORE, I, WILLIAM G. MILLIKEN, Governor of the State of Michigan, pursuant to Article V, Section 2, of the Constitution of the State of Michigan, do hereby establish within the Department of State Highways and under the jurisdiction of the Michigan State Highway Commission the responsibility for coordination and administration of the activities of all transportation agencies within state government.\n\nThe State Highway Commission, constitutionally established to administer the Department of State Highways, shall be responsible for the following functions in addition to those now prescribed by law:\n\n1. The statutory authority, powers, duties, functions, and responsibilities of the Department of Aeronautics and the Michigan Aeronautics Commission created by Section 26 of Act 327 of the Public Acts of 1945, being Section 259.26 of the Compiled Laws of 1948, are transferred by a Type II transfer as defined by Section 3(b) of Act 380, Public Acts of 1965, from the Department of Commerce to the Department of State Highways.\n\n2. The Michigan Aeronautics Commission shall continue to serve in an advisory capacity to the Division of Aeronautics and the State Highway Commission.\n\n3. All records, property, personnel and unexpended balances of appropriations, allocations and other funds used, held, employed, available or to be made available to the Aeronautics Commission and the Department of Aeronautics presently in the Department of Commerce are transferred to the Department of State Highways.\n\n4. The statutory authority, powers, duties, functions, and responsibilities of the Department of Commerce with respect to port development established by Act 251, Public Acts of 1966, being Section 120.51 of the Compiled Laws of 1948, are hereby transferred to the Department of State Highways by a Type II transfer, as defined by Section 3(b) Act 380, Public Acts of 1965. All records, property, personnel and unexpended balances of appropriations, allocations and other funds, used, held, employed, available, or to be made available to the Department of Commerce are transferred to the Department of State Highways.\n\n5. The Interagency Transportation Council created by Executive Order 1969-2 within the Executive Office of the Governor is hereby abolished. The duties, functions, and responsibilities formerly administered by the Council are hereby transferred to the Department of State Highways.\n\n6. The powers, duties, and functions of the Bureau of Transportation within the central office of the Department of Commerce are hereby transferred to the Department of State Highways including all contractual agreements for mass transportation planning studies.\n\n7. The State Highway Commission may establish the necessary organizational components and may assign duties and functions as are required to effectuate the intent of this Order.\n\n8. All rules, orders, contracts and agreements of the agencies transferred by this Executive Order lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended or repealed.\n\n9. Any suit, action or other proceeding lawfully commenced by or against any entity effected by this Order shall not abate by reason of the taking effect of this Order. Any suit, action or other proceeding may be maintained by or against the appropriate successor of any officer affected by this Order.\n\nIn fulfillment of the requirements of Article V, Section 2 of the Michigan Constitution, the provisions of this Order shall become effective April 1, 1973.\n\n________________________________________\n\nWHEREAS, Executive Order 1973-1 dated January 11, 1973, transferred and consolidated multi-purpose transportation functions within the Department of State Highways; and\n\nWHEREAS, modifications and clarifications of said Executive Order 1973-1 are recognized to be in the interests of economy, efficiency and effectiveness of government and necessary to effectuate changes in the executive branch of government;\n\nNOW, THEREFORE, I, WILLIAM G. MILLIKEN, Governor of the State of Michigan, pursuant to Article V, Section 2, of the Constitution of the State of Michigan, do hereby order the following:\n\n1. All of paragraph 1, page 2 of said Executive Order is stricken and in lieu thereof the following is hereby ordered:\n\n\"1. The statutory authority, powers, duties, functions and responsibilities of the Department of Aeronautics and the Michigan Aeronautics Commission created by Section 26 of Act 327 of the Public Acts of 1945, being Section 259.26 of the Compiled Laws of 1948, are transferred by a Type II transfer as defined by Section 3(b) of Act 380, Public Acts of 1965, from the Department of Commerce to the Department of State Highways except that the following statutory authority, powers, duties, functions, and responsibilities shall be exercised by the Department of Aeronautics and Michigan Aeronautics Commission independent of the control and supervision of the Department of State Highways.\n\na. The third sentence and the balance of Section 51(a) of Act 327, P.A. 1945 pertaining to the registration of airmen's certificates and the regulation of intrastate commerce;\n\nb. Sections 51(b), 51(e) and 51(f); Section 54; Sections 76-107; Sections 135(b) and 135(c); Sections 151-156; and Section 201 of Act 327, P.A. 1945, as amended.\n\nc. Act 32, P.A. 1950, Ex. Sess. pertaining to airport zoning; Act 259, P.A. 1959 pertaining to regulation of tail structures; Act 206, P.A. 1958, pertaining to Community Airports, and Act 257, P.A. 1955 pertaining to aircraft financial responsibility.\n\nd. In the administration of the sections enumerated in sub-sections (a), (b) and (c) of this order the Michigan Aeronautics Commission may utilize the authority of Sections 52 and 53 of Act 327, P.A. of 1945 with respect to the delegation of the specific sections reserved to the independent control, supervision and jurisdiction of the Michigan Aeronautics Commission.\"\n\n2. The State Highway Commission shall be responsible for the development of the comprehensive transportation plan for the State of Michigan. In the formulation of the aviation mode of said plan, including the prospective designation of regional airport facilities, the State Highway Commission shall utilize the experience and the expertise of the Aeronautics Commission and shall consult with and consider recommendations offered by the Aeronautics Commission prior to adoption of the official plan.\n\n3. All of paragraph 6, page 2, of said executive order is reaffirmed and, in addition thereto, the following is hereby ordered: All records, property, and personnel made available to the Bureau of Transportation presently in the Department of Commerce are transferred to the Department of State Highways.\n\n4. In fulfillment of the requirements of Article V, Section 2, of the Michigan Constitution, the provisions of this amendatory order shall become effective May 14, 1973; all provisions of Executive Order 1973-1 that are not affected by this amendatory order shall be effective April 1, 1973. During the period April 1, 1973 to May 14, 1973, all determinations of the Aeronautics Commission pursuant to the authority reserved to it by the provisions of this amendatory order shall be reviewed and acted upon by the State Highway Commission.\n\nHistory:1973, E.R.O. No. 1973-1, Eff. Apr. 1, 1973 ;-- Am. 1973, E.R.O. No. 1973-1a, Eff. May 14, 1973Compiler's Notes:In subsection 1c, “Act 32, P.A. 1950, Ex. Sess.” evidently should read “Act 23, P.A. 1950, Ex. Sess.”; “tail structures” evidently should read “tall structures”; and “Act 206, P.A. 1958” evidently should read “Act 206, P.A. 1957”.Admin Rule:R 259.201 et seq. and R 259.801 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-e-r-o-no-1973-1/section-247-821/"
    }
  ]
}