{
  "state": "michigan",
  "path": "title-chapter-247-highways/chapter-act-200-of-1969-driveways-banners-and-parades-247321-247329",
  "sections": [
    {
      "id": "section-247321",
      "number": "247.321",
      "heading": "Driveways, Banners and Parades on Highways; Definitions",
      "text": "As used in this act:\n\n(a) \"Driveway\" means a driveway, lane, road or any other way providing vehicular access to or from the highway from or to property adjoining the highway but does not mean a city or village street or other highway covered by the provisions of Act No. 288 of the Public Acts of 1967, being sections 560.101 to 560.293 of the Compiled Laws of 1948.\n\n(b) \"Highway\" means a state trunk line highway or a county road including the entire right of way.\n\n(c) \"Highway authority\" means the department of state highways in the case of state trunk line highways, and the board of county road commissioners in the case of county roads.\n\nHistory:1969, Act 200, Imd. Eff. Aug. 6, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-200-of-1969/section-247-321/"
    },
    {
      "id": "section-247322",
      "number": "247.322",
      "heading": "Permit; Requirement, Local Ordinances.",
      "text": "No driveway, banner or parade is lawful except pursuant to a permit issued in accordance with this act unless otherwise provided. Nothing in this act shall be construed to prevent the application of the provisions of any other statute of this state or any local ordinance which is more restrictive than this act nor to preclude any city or village from requiring city or village permits with respect to any street or highway within its corporate limits. No permit shall be issued pursuant to this act unless there is compliance with other provisions of law or ordinances.\n\nHistory:1969, Act 200, Imd. Eff. Aug. 6, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-200-of-1969/section-247-322/"
    },
    {
      "id": "section-247323",
      "number": "247.323",
      "heading": "Permits to Temporarily Close Highway and for Banners, Decorations, or Similar Objects; Issuance; Requests; Arrangements for Handling Highway Traffic; Section Inapplicable to Racing Event",
      "text": "A permit to temporarily close a highway, or a portion of the highway, for a parade, celebration, festival, or similar activity, and a permit for banners, decorations, or similar objects to overhang the traveled way of a highway, may be issued by the highway authority only if requested by an authorized official designated by resolution of the governing body of a city, incorporated village, or township. Requests for temporary closing of highways shall indicate the time and date the highway is to be closed to traffic, the date and time the highway is to be reopened to traffic, and other information as the highway authority may require. A permit shall not be issued for the partial or complete closing of a highway unless the highway authority is satisfied that adequate arrangements have been made for the handling of highway traffic during such closure. Permits for banners, decorations, or similar objects over the traveled way of a highway shall require that they be securely fastened and be at least 18 feet above the surface of the traveled way. This section does not apply to a racing event for which a permit has been issued under the city motor vehicle racing act of 1981.\n\nHistory:1969, Act 200, Imd. Eff. Aug. 6, 1969 ;-- Am. 1981, Act 177, Imd. Eff. Dec. 14, 1981",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-200-of-1969/section-247-323/"
    },
    {
      "id": "section-247324",
      "number": "247.324",
      "heading": "Permit; Driveways; Rules.",
      "text": "Permits for driveways shall be granted in conformity with rules promulgated by the highway authority which shall be consistent with the public safety and based upon the traffic volumes, drainage requirements and the character of the use of land adjoining the highway and other requirements in the public interest. Rules shall prescribe reasonable standards for the design and the location of driveways and may require that driveways shall be hard-surfaced. The provisions of this section shall not be deemed to deny reasonable access to a nonlimited access highway.\n\nHistory:1969, Act 200, Imd. Eff. Aug. 6, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-200-of-1969/section-247-324/"
    },
    {
      "id": "section-247325",
      "number": "247.325",
      "heading": "Rules; Local Adoption.",
      "text": "The department of state highways shall make rules necessary for the administration of this act in accordance with the provisions of Act No. 88 of the Public Acts of 1943, as amended, being sections 24.71 to 24.80 of the Compiled Laws of 1948, and subject to Act No. 197 of the Public Acts of 1952, as amended, being sections 24.101 to 24.110 of the Compiled Laws of 1948. The boards of county road commissioners may adopt by reference the rules, in whole or in part, of the department of state highways or may adopt its own rules after a public hearing of which notice has been given by publication at least twice in a newspaper circulated in the county not more than 30 days nor less than 7 days prior to the hearing.\n\nHistory:1969, Act 200, Imd. Eff. Aug. 6, 1969Admin Rule:R 247.201 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-200-of-1969/section-247-325/"
    },
    {
      "id": "section-247326",
      "number": "247.326",
      "heading": "Permit; Issuance Requirements; Revocation.",
      "text": "A permit shall not be issued unless all the requirements of this act, and of rules made pursuant to section 5, are met. A permit may be revoked by the highway authority issuing it if at any time the permitted object, use, or activity fails to meet the requirements of this act or rules made in accordance with section 5. This section does not apply to a permit issued by a city under the city motor vehicle racing act of 1981.\n\nHistory:1969, Act 200, Imd. Eff. Aug. 6, 1969 ;-- Am. 1981, Act 177, Imd. Eff. Dec. 14, 1981",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-200-of-1969/section-247-326/"
    },
    {
      "id": "section-247327",
      "number": "247.327",
      "heading": "Correction of Driveway in Violation of Rules; Applicability; Notice; Failure to Correct; Reimbursement; \"Constructed or Reconstructed\" Defined.",
      "text": "This act does not apply to a driveway in existence on August 6, 1969, except that if the use of the land served by the driveway is changed or expanded, and the change or expansion causes the existing driveway to be a safety hazard, the driveway shall be considered a new driveway subject to this act. A driveway that is constructed or reconstructed after the effective date of the rules issued under this act that is in violation of the rules shall be corrected by the owner within a period of time, not less than 30 days, specified in a notice of violation sent by certified mail to the owner. If not corrected within the period required by the notice, the highway authority or its agents may perform the necessary correction and the owner shall reimburse the highway authority for the reasonable cost of correction. As used in this section, \"constructed or reconstructed\" does not include maintenance activities performed on a driveway, including, but not limited to, the placement of additional gravel.\n\nHistory:1969, Act 200, Imd. Eff. Aug. 6, 1969 ;-- Am. 1978, Act 83, Imd. Eff. Mar. 29, 1978 ;-- Am. 2016, Act 455, Eff. Apr. 5, 2017",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-200-of-1969/section-247-327/"
    },
    {
      "id": "section-247328",
      "number": "247.328",
      "heading": "Construction of Act.",
      "text": "Nothing in this act shall limit the right of the highway authority in the exercise of its authority to acquire property for highway purposes or to widen, relocate, reconstruct, improve or maintain any highways.\n\nHistory:1969, Act 200, Imd. Eff. Aug. 6, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-200-of-1969/section-247-328/"
    },
    {
      "id": "section-247329",
      "number": "247.329",
      "heading": "Authorization of City or Village to Issue Permits With Respect to State Trunk Line Highways; Conditions; Permit Issued by City Pursuant to MCL 257",
      "text": "(1) Except as provided in subsection (2), the state transportation commission by resolution may authorize any city or village to issue on behalf of the state the permits required by this act with respect to state trunk line highways within the corporate limits of the city or village provided the permits are issued pursuant to this act and rules promulgated under this act, subject to conditions as the commission may prescribe and subject to acceptance of that authority by the governing body of the city or village.\n\n(2) A permit issued by a city under the city motor vehicle racing act of 1981 shall be considered to be a permit issued for all purposes under this act regarding any highway located within the limits of the city.\n\nHistory:1969, Act 200, Imd. Eff. Aug. 6, 1969 ;-- Am. 1981, Act 177, Imd. Eff. Dec. 14, 1981",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-247/statute-act-200-of-1969/section-247-329/"
    }
  ]
}