{
  "state": "pennsylvania",
  "path": "title-title-23/chapter-chapter-39",
  "sections": [
    {
      "id": "section-3902",
      "number": "3902",
      "heading": "",
      "text": "(a) Imposition of fee.--A county in which the court has established a mediation program may impose an additional filing fee of up to $20 on divorce and custody complaints to be used to fund the mediation program.\n\n(b) Assessment of additional costs.--The court may assess additional costs of mediation on either party.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-39/section-3902/"
    },
    {
      "id": "section-3901",
      "number": "3901",
      "heading": "",
      "text": "(a) Establishment.--A court may establish a mediation program for actions brought under this part or Chapter 53 (relating to custody).\n\n(b) Issues subject to mediation.--When a program has been established pursuant to subsection (a), the court may order the parties to attend an orientation session to explain the mediation process. Thereafter, should the parties consent to mediation, the court may order them to mediate such issues as it may specify.\n\n(c) Local rules.--\n\n(1) The court shall adopt local rules for the administration of the mediation program to include rules regarding qualifications of mediators, confidentiality and any other matter deemed appropriate by the court.\n\n(2) The court shall not order an orientation session or mediation in a case where either party or child of either party is or has been a subject of domestic violence or child abuse at any time during the pendency of an action under this part or within 24 months preceding the filing of any action under this part.\n\n(d) Model guidelines.--The Supreme Court shall develop model guidelines for implementation of this section and shall consult with experts on mediation and domestic violence in this Commonwealth in the development thereof. The effective date of this chapter shall not be delayed by virtue of this subsection.\n\nReferences in Text.Former Chapter 53 (Custody), referred to in this section, is repealed. The subject is now contained in Chapter 53 (Child Custody).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-39/section-3901/"
    },
    {
      "id": "section-3903",
      "number": "3903",
      "heading": "",
      "text": "The Supreme Court shall monitor mediation programs established by courts of common pleas. The Supreme Court shall establish procedures for the evaluation of the effectiveness of the program.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-39/section-3903/"
    },
    {
      "id": "section-3904",
      "number": "3904",
      "heading": "",
      "text": "This chapter shall not affect any existing mediation program established in any judicial district pursuant to local rule.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-39/section-3904/"
    }
  ]
}