{
  "state": "pennsylvania",
  "path": "title-title-23/chapter-chapter-41",
  "sections": [
    {
      "id": "section-4102",
      "number": "4102",
      "heading": "",
      "text": "In all cases where debts are contracted for necessaries by either spouse for the support and maintenance of the family, it shall be lawful for the creditor in this case to institute suit against the husband and wife for the price of such necessaries and, after obtaining a judgment, have an execution against the spouse contracting the debt alone; and, if no property of that spouse is found, execution may be levied upon and satisfied out of the separate property of the other spouse.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-41/section-4102/"
    },
    {
      "id": "section-4101",
      "number": "4101",
      "heading": "",
      "text": "(a) General rule.--A spouse is not liable for the debts of the other spouse contracted before marriage.\n\n(b) Liability of property unaffected.--This chapter does not protect the property of a married person from liability for debts contracted by or in the name of the married person by any person authorized to so contract.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-41/section-4101/"
    },
    {
      "id": "section-4103",
      "number": "4103",
      "heading": "",
      "text": "ยง 4103. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-41/section-4103/"
    },
    {
      "id": "section-4104",
      "number": "4104",
      "heading": "",
      "text": "Except as otherwise provided in this title, the separate earnings of any married person of this Commonwealth, whether these earnings are wages for labor, salary, property, business or otherwise, shall accrue to and enure to the separate benefit and use of that married person independently of the other spouse, and so as not to be subject to any legal claim of the other spouse. However, in any action in which the ownership of such property is in dispute, the person claiming such property shall be compelled, in the first instance, to show title and ownership in the property.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-41/section-4104/"
    },
    {
      "id": "section-4105",
      "number": "4105",
      "heading": "",
      "text": "A married person may loan the other spouse money from the separate estate of the married person and take in security therefor a judgment or mortgage against the property of the other spouse which shall be valid as otherwise provided by law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-41/section-4105/"
    },
    {
      "id": "section-4106",
      "number": "4106",
      "heading": "",
      "text": "ยง 4106. Construction of chapter.\n\nThis chapter shall not be construed to affect Part IV (relating to divorce).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-23/chapter-41/section-4106/"
    }
  ]
}