{
  "state": "delaware",
  "path": "title-title-22/chapter-title22c010index",
  "sections": [
    {
      "id": "section-1001",
      "number": "1001.",
      "heading": "Definitions.As used in this chapter:(1) “Income” means all income from whatever source derived including, but not limited to, realized capital gains and, in their entirety, pension, annuity, retirement and social security benefits",
      "text": "(2) “Income tax year” means the 12-month period for which the propert\n§\n\n 1001;57 Del. Laws, c. 195,\n\n§\n\n 1;57 Del. Laws, c. 425.;§\n\n1002. Exemption to be provided for by municipal law or ordinance.Every person a resident of a municipality of this State and the owner of real property located therein who is 65 years of age or over shall be entitled, within the limitations of this chapter, to an exemption from municipal taxation on such real property to the extent the governing body of such municipality adopts a local law or ordinance providing therefor.22 Del. C. 1953,\n\n§\n\n 1002;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 1;§\n\n1003. Application for exemption.Application for such exemption must be made by the property owner on forms to be furnished by the appropriate assessing authority and shall furnish the information and be executed in the manner required on such forms and shall be filed in such assessor’s office on such date as is prescribed by the municipality.22 Del. C. 1953,\n\n§\n\n 1004;57 Del. Laws, c. 195,\n\n§\n\n 1;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 2;§\n\n1004. Tenants in common; joint tenants; tenants by entirety; partnerships; fiduciaries; corporations.(a) Where title to property on which an exemption from municipal taxation is claimed is held by more than 1 person either as tenants in common or as joint tenants, each tenant shall not be allowed an exemption against its interest in the property in excess of the assessed valuation of the tenant’s proportionate share in the property, which proportionate share, for the purposes of this chapter, shall be deemed to be equal to that of each of the other tenants, unless it is shown that the interests in question are not equal, in which event each tenant’s proportionate share shall be as shown.(b) Nothing in this chapter shall preclude more than 1 tenant, whether title be held in common or joint tenancy, from claiming exemption against the property so held, but no more than the equivalent of 1 full exemption in regard to such property shall be allowed in any year, and in any case in which the tenants cannot agree as to the apportionment thereof, the exemption shall be apportioned between or among them in proportion to their interest. Property held by both spouses, as tenants by the entirety, shall be deemed wholly owned by each tenant, but not more than 1 exemption in regard to such property shall be allowed in any year.(c) The right to claim exemption from municipal taxation on real property shall extend to property the title to which is held by a partnership to the extent of the claimant’s interest as a partner therein and by a guardian, trustee, committee, conservator or other fiduciary for any person who would otherwise be entitled to claim exemption from municipal taxation on real property, but not to property the title to which is held by a corporation.22 Del. C. 1953,\n\n§\n\n 1005;57 Del. Laws, c. 195,\n\n§\n\n 1;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n1005. Rules and regulations.Each municipality granting an exemption under this chapter may promulgate such rules and regulations and prescribe such forms as they shall deem necessary to implement this chapter.22 Del. C. 1953,\n\n§\n\n 1006;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 2;§\n\n1006. Appeals.An aggrieved taxpayer may appeal from the disposition of an exemption claim from municipal real property taxation in the same manner as is provided for appeals from assessments generally.22 Del. C. 1953,\n\n§\n\n 1007;57 Del. Laws, c. 195,\n\n§\n\n 1;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 2;§\n\n1007. [Transferred.]",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1002",
      "number": "1002.",
      "heading": "Exemption to be provided for by municipal law or ordinance",
      "text": "Every person a resident of a municipality of this State and the owner of real property located therein who is 65 years of age or over shall be entitled, within the limitations of this chapter, to an exemption from municipal taxation on such\n§\n\n 1002;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1003",
      "number": "1003.",
      "heading": "Application for exemption.Application for such exemption must be made by the property owner on forms to be furnished by the appropriate assessing authority and shall furnish the information and be executed in the manner required on such forms and shall be filed in such assessor’s office on such date",
      "text": "§\n\n 1004;57 Del. Laws, c. 195,\n\n§\n\n 1;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1004",
      "number": "1004.",
      "heading": "Tenants in common; joint tenants; tenants by entirety; partnerships; fiduciaries; corporations",
      "text": "(a) Where title to property on which an exemption from municipal taxation is claimed is held by more than 1 person either as tenants in common or as joint tenants, each tenant shall not be allowed an exemp\n§\n\n 1005;57 Del. Laws, c. 195,\n\n§\n\n 1;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1005",
      "number": "1005.",
      "heading": "Rules and regulations.Each municipality granting an exemption under this chapter may promulgate such rules and regulations and prescribe such forms as they shall deem necessary to implement this chapter",
      "text": "22 Del. C. 1953,\n§\n\n 1006;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1006",
      "number": "1006.",
      "heading": "Appeals.An aggrieved taxpayer may appeal from the disposition of an exemption claim from municipal real property taxation in the same manner as is provided for appeals from assessments generally",
      "text": "22 Del. C. 1953,\n§\n\n 1007;57 Del. Laws, c. 195,\n\n§\n\n 1;57 Del. Laws, c. 425;65 Del. Laws, c. 11,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1007",
      "number": "1007.",
      "heading": "[Transferred.]",
      "text": "[Transferred.]",
      "history": "",
      "source_url": ""
    }
  ]
}