{
  "state": "virginia",
  "path": "title-title-171-courts-of-record/chapter-chapter-7-judicial-policy-making-bodies",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Judicial Council§ 17.1-700. Composition of Council; committees§ 17",
      "text": "1-701. Appointment and terms of members§ 17.1-702. Meetings of Council and committees§ 17.1-703. Presiding officer; study of procedure§ 17.1-704. Expenses; Secretary and assistants; printing§ 17.1-705. Report and recommendations§ 17.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-700",
      "number": "17.1-700.",
      "heading": "Composition of Council; committees",
      "text": "The Judicial Council shall be established in the judiciary branch of state government and composed of 14 members consisting of the Chief Justice of the Supreme Court, one judge of the Court of Appeals, six circuit court judges, one general district court judge, one juvenile and domestic relations district court judge, two attorneys qualified to practice in the Supreme Court, and the Chairmen of the House and Senate Committees for Courts of Justice or their designees who shall be members of the Courts of Justice committees. The Council may appoint committees to aid it in the performance of its duties, and members of such committees need not be members of the Council.\n\n1930, p. 788, § 17-222; Michie Code 1942, § 6571f; 1968, c. 387; 1972, c. 708; 1973, c. 546; 1984, c. 703; 1987, c. 141; 1998, c. 872; 2004, c. 1000; 2008, c. 115.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-700/"
    },
    {
      "id": "section-171-701",
      "number": "17.1-701.",
      "heading": "Appointment and terms of members",
      "text": "The Chief Justice of the Supreme Court and the legislative members shall serve terms coincident with their terms of office. The other members of the Council shall be appointed by the Chief Justice of the Supreme Court, to serve for four years, or at his pleasure. No member appointed by the Chief Justice shall be eligible to serve more than two consecutive terms. Vacancies occurring other than by expiration of a term shall be filled for the unexpired term. Vacancies shall be filled in the same manner as the original appointments. The remainder of any term to which a member is appointed to fill a vacancy shall not constitute a term in determining the member's eligibility for reappointment.\n\n1930, p. 789, § 17-223; Michie Code 1942, § 6571f; 1980, c. 177; 1998, c. 872; 2004, c. 1000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-701/"
    },
    {
      "id": "section-171-702",
      "number": "17.1-702.",
      "heading": "Meetings of Council and committees",
      "text": "The Chief Justice, or, in case of his inability to do so, one of the other justices of the Supreme Court, shall summon the Council to meet at Richmond during the month of October in each year, and at such other times and places as the Chief Justice, or such other justice, may designate. If any member, when so summoned, shall for any cause be unable to attend, he shall promptly notify the justice who issued the summons, of such fact, and such justice shall thereupon summon some other person possessing similar qualifications to attend and act in his stead.\n\nEach member or other person, when so summoned, shall attend and remain throughout the proceedings of the Council, unless excused by the presiding officer, and shall advise as to any matters in respect to which, in his opinion, the administration of justice in the courts of this Commonwealth may be improved.\n\nThe Chief Justice or, in case of his inability to do so, one of the other justices of the Supreme Court, may summon the chairman or members of any committee to meet at such time and place as the Chief Justice, or such other justice, may designate.\n\n1930, p. 789, § 17-224; Michie Code 1942, § 6571g; 1966, c. 23; 1968, c. 387; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-702/"
    },
    {
      "id": "section-171-703",
      "number": "17.1-703.",
      "heading": "Presiding officer; study of procedure",
      "text": "The Chief Justice of the Supreme Court, or the other justice summoning the Council, shall be its presiding officer.\n\nThe Council shall, during each of its meetings, make a continuous study of the organization and the rules and methods of procedure and practice of the judicial system of the Commonwealth, the work accomplished and the results produced by the system and its various parts; and shall make studies of the need, or lack of need, of additional judges or justices of the Supreme Court of Virginia, the Court of Appeals of Virginia, and the circuit courts.\n\nOn the request of the presiding officer, the Attorney General shall attend the Council and confer with the members thereof, more particularly on the Commonwealth's business in the courts, and for the purpose of devising methods for the prevention of undue delay in the trial of such cases.\n\n1930, p. 789, § 17-225; Michie Code 1942, § 6571h; 1968, c. 387; 1991, c. 406; 1995, c. 41; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-703/"
    },
    {
      "id": "section-171-704",
      "number": "17.1-704.",
      "heading": "Expenses; Secretary and assistants; printing",
      "text": "Each member of the Council shall serve without compensation, and each member of the Council and of its committees summoned and attending its meetings shall be reimbursed for all reasonable and necessary expenses in the performance of his duties as provided in §§ 2.2-2813 and 2.2-2825. Funding for the costs of expenses of the members shall be paid by the Virginia Supreme Court. As provided by § 17.1-315 the Executive Secretary of the Supreme Court shall be the Secretary of the Judicial Council. The Council may engage such consultants or other assistants as it deems necessary for the performance of its duties.\n\n1930, p. 789, § 17-226; Michie Code 1942, § 6571i; 1964, c. 9; 1968, c. 387; 1973, c. 544; 1998, c. 872; 2004, c. 1000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-704/"
    },
    {
      "id": "section-171-705",
      "number": "17.1-705.",
      "heading": "Report and recommendations",
      "text": "A report of the proceedings of the Council shall be made to the General Assembly and to the Supreme Court, with such recommendations as may be agreed upon. However, this authority to make recommendations shall in no event be construed to establish rules for the judicial system of the Commonwealth.\n\n1930, p. 789, § 17-227; Michie Code 1942, § 6571i; 1991, c. 406; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-705/"
    },
    {
      "id": "section-171-7051",
      "number": "17.1-705.1.",
      "heading": "Civil immunity for investigation of commissioners of accounts, etc.",
      "text": "All members of the Standing Committee on Commissioners of Accounts of the Judicial Council of Virginia shall be immune from civil liability for, or resulting from, any act, decision, omission, communication, finding, opinion or conclusion done or made in connection with the investigation of complaints against any commissioner of accounts, assistant commissioner of accounts or deputy commissioner of accounts, if such act, decision, omission, communication, finding, opinion or conclusion is done in good faith and without malicious intent.\n\n2004, c. 976.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-705-1/"
    },
    {
      "id": "section-171-7052",
      "number": "17.1-705.2.",
      "heading": "Days when circuit courts shall be open",
      "text": "Subject to §§ 2.2-3300 and 17.1-207, the Judicial Council may determine when the circuit courts of the Commonwealth shall be open for business. Any closing of the circuit courts pursuant to this section shall have the same effect as provided in subsection B of § 1-210.\n\n2016, cc. 237, 548.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-705-2/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Judicial Conference of Virginia",
      "text": "Judicial Conference of Virginia",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-706",
      "number": "17.1-706.",
      "heading": "Establishment and membership",
      "text": "There is hereby established the Judicial Conference of Virginia, which shall have as its active members the Chief Justice and justices of the Supreme Court of Virginia, the chief judge and judges of the Court of Appeals, all other judges of the circuit courts of the Commonwealth and all retired justices and judges of such courts. The honorary membership shall consist of the Attorney General of Virginia, the Chairmen of the House and Senate Committees for Courts of Justice or their designees who shall be members of the Courts of Justice committees, the president and secretary of the Virginia State Bar, the president and secretary of the Virginia Bar Association, the president and secretary of the Virginia Trial Lawyers Association, the president and secretary of the Virginia Association of Defense Attorneys, the president and secretary of the Old Dominion Bar Association, the president and secretary of the Virginia Association of Commonwealth's Attorneys, the president and secretary of the Virginia Women Attorneys Association, the president and secretary of the Virginia Association of Criminal Defense Lawyers, the deans of the law schools of The College of William and Mary in Virginia, University of Richmond, University of Virginia, Washington and Lee University, George Mason University, Regent University, Liberty University, and the Appalachian School of Law, and the two attorneys appointed by the Chief Justice of the Supreme Court as members of the Judicial Council. The honorary members shall not have voting privileges.\n\n1950, p. 69, § 17-228; 1964, c. 9; 1970, c. 404; 1980, c. 447; 1981, c. 231; 1984, c. 703; 1989, c. 597; 1990, c. 249; 1998, cc. 38, 872; 2008, c. 115; 2012, c. 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-706/"
    },
    {
      "id": "section-171-707",
      "number": "17.1-707.",
      "heading": "President; executive committee",
      "text": "The Chief Justice of the Supreme Court shall be the president of the Judicial Conference. The Conference shall be served by an executive committee composed of eight judges. The Chief Justice, or a justice of the Supreme Court designated by him, shall be chairman of the executive committee.\n\n1950, p. 70, § 17-229; 1964, c. 9; 1980, c. 178; 1987, c. 161; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-707/"
    },
    {
      "id": "section-171-708",
      "number": "17.1-708.",
      "heading": "Meetings",
      "text": "The Conference shall meet at least once in each calendar year at the call of the president and at such other times as may be designated by him or by the executive committee for the purpose of discussing and considering means and methods of improving the administration of justice in this Commonwealth. If any active member shall for any cause be unable to attend, he shall promptly notify the president. Unless excused from attendance, it shall be the duty of each active member to attend and remain throughout the proceedings of the Conference.\n\n1950, p. 70, § 17-230; 1964, c. 9; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-708/"
    },
    {
      "id": "section-171-709",
      "number": "17.1-709.",
      "heading": "Expenses of members",
      "text": "The active members and honorary members shall receive their reasonable expenses while in attendance at the meetings of the Conference, and of the executive committee.\n\n1950, p. 70, § 17-231; 1964, c. 9; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-7/section-17-1-709/"
    }
  ]
}