{
  "state": "virginia",
  "path": "title-title-171-courts-of-record/chapter-chapter-2-clerks-clerks-offices-and-records",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Clerk of Supreme Court§ 17.1-200",
      "text": "Clerk of Supreme Court; appointment; removal§ 17.1-201. Appointment of deputies; their duties; how removed, etc.§ 17.1-202. Clerk, etc., of Supreme Court not to act as counsel§ 17.1-203. Where clerk's offices to be kept§ 17.1-204. Examination of office and accounts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-200",
      "number": "17.1-200.",
      "heading": "Clerk of Supreme Court; appointment; removal",
      "text": "There shall be a clerk of the Supreme Court, who shall be appointed by and shall hold office at the pleasure of the Court. In addition to his regular duties as clerk, he shall perform such other duties and services as the Court may require, without additional compensation.\n\nCode 1919, § 3378, § 17-33; 1934, p. 427; 1938, p. 131; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-200/"
    },
    {
      "id": "section-171-201",
      "number": "17.1-201.",
      "heading": "Appointment of deputies; their duties; how removed, etc.",
      "text": "The Supreme Court, or any four of the justices thereof in vacation concurring in the appointment, may appoint one or more deputy clerks, who may discharge any of the official duties of the clerk during their continuance in office. Any deputy clerk may be removed from office by the Court or by any four of the justices thereof in vacation. Any such appointment or removal in vacation shall be in writing and shall be maintained with the records of the Court.\n\nCode 1919, § 3379, § 17-34; 1934, p. 427; 1938, p. 131; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-201/"
    },
    {
      "id": "section-171-202",
      "number": "17.1-202.",
      "heading": "Clerk, etc., of Supreme Court not to act as counsel",
      "text": "No clerk, deputy clerk or employee of the Supreme Court shall act as counsel in any case pending in the Court or which may be taken to the Court by appeal or otherwise. Any clerk, deputy clerk or employee violating this section shall be removed from office or employment, as the case may be, in the manner provided in § 17.1-201.\n\nCode 1919, § 3380, § 17-35; 1938, p. 131; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-202/"
    },
    {
      "id": "section-171-203",
      "number": "17.1-203.",
      "heading": "Where clerk's offices to be kept",
      "text": "The clerk of the Supreme Court shall maintain a clerk's office at Richmond, at such place as the Court shall direct.\n\nCode 1919, § 3385, § 17-37; 1938, p. 132; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-203/"
    },
    {
      "id": "section-171-204",
      "number": "17.1-204.",
      "heading": "Examination of office and accounts of clerk",
      "text": "The books and accounts of the clerk of the Supreme Court shall be audited as determined necessary by the Auditor of Public Accounts, who shall make reports of his findings to the Governor and file a copy of such report with the Court within 30 days after the completion of any such audit.\n\nCode 1919, § 3383, § 17-39; 1934, p. 427; 1938, p. 132; 1998, c. 872; 2018, cc. 57, 307.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-204/"
    },
    {
      "id": "section-171-205",
      "number": "17.1-205.",
      "heading": "Pro Hac Vice Fund",
      "text": "There is hereby established the Pro Hac Vice Fund, a special, nonreverting fund comprised of moneys collected pursuant to Rule 1A:4 of the Rules of the Supreme Court and subsection B of § 17.1-328. The Fund shall be established on the books of the Comptroller. All moneys received by the Clerk of the Supreme Court for this Fund shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purpose of improving the administration of justice. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written authorization of the Executive Secretary of the Supreme Court.\n\n2007, cc. 113, 372.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-205/"
    },
    {
      "id": "section-171-2051",
      "number": "17.1-205.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2025, cc. 634 and 671, effective July 1, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-205-1/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Other Clerks and Clerks' Offices",
      "text": "Other Clerks and Clerks' Offices",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-206",
      "number": "17.1-206.",
      "heading": "Where offices to be located",
      "text": "The clerk's office of every circuit court, or any division thereof, of any county or city shall be kept at the courthouse of such county or city, unless there is a failure by the proper authorities to provide an office there, in which case the clerk's office may be kept at such other place within the county or city as the court may direct. However, nothing in this section shall prohibit the establishment of a clerk's office satellite facility or annex which is not located at the courthouse; provided that recording of all land records, docketing of all monetary judgments, filing of U.C.C. financing statements, and filing of matters at law and in equity shall be conducted at the courthouse location. All expenses related to the establishment and operation of a satellite facility or annex shall be the responsibility of the locality.\n\nCode 1919, § 3385, § 17-40; 1938, p. 132; 1973, c. 406; 1997, c. 325; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-206/"
    },
    {
      "id": "section-171-207",
      "number": "17.1-207.",
      "heading": "Days of operation of clerks' offices",
      "text": "A. The clerk's office of every court shall be kept open on every day except Saturday, except as provided in subsection B, and Sunday, and the days provided for in § 2.2-3300, for the transaction of business; provided that:\n\n1. The clerk's office of the circuit court of any county or city may be closed on any day which is established as a general holiday for the employees of such county or city by a resolution duly adopted by the governing body of such county or city and filed in the office of the clerk; provided that such general holiday shall have the same force and effect as a legal holiday as set forth in subsection B of § 1-210;\n\n2. The clerk of the circuit court of any county or city may close such clerk's office on Christmas Eve; provided that the closing of any clerk's office as provided by this subdivision shall have the same force and effect as a legal holiday as set forth in subsection B of § 1-210;\n\n3. The chief judge or presiding judge of any circuit court may authorize the clerk of the court to close the clerk's office on any day when the chief judge or presiding judge determines that operation of the clerk's office, under prevailing conditions, would constitute a threat to the health and safety of the clerk's office personnel or the general public. Closing of the clerk's office pursuant to this subdivision shall have the same effect as provided in subsection B of § 1-210;\n\n4. The clerk of the circuit court of any county or city may close such clerk's office on any day or portion of a day that the Governor declares as a holiday for state employees, or on any day or portion of a day on which the Governor, Supreme Court, or Judicial Council authorizes state offices to be closed; provided that such closing of any clerk's office shall have the same force and effect as a legal holiday as set forth in subsection B of § 1-210.\n\nB. Nothing in this section shall be construed to prohibit the clerk to open the clerk's office on Saturdays, during such hours as the clerk of the circuit court may authorize, solely for the purposes of (i) permitting examination and copying of court records, (ii) accepting applications for and granting licenses pursuant to applicable law, and (iii) recording instruments. For all other purposes, including without limitation the filing of actions at law and suits in equity and all pleadings, pleas and motions therein, such clerk's office shall be closed with the force and effect of a statutory closing as provided in subsection B of § 1-210.\n\nCode 1919, § 3388, § 17-41; 1920, p. 242; 1930, p. 353; 1936, p. 16; 1942, p. 242; 1944, p. 39; 1946, p. 55; 1947, p. 95; 1950, p. 1166; 1952, c. 434; 1954, c. 304; 1956, c. 24; 1959, Ex. Sess., c. 64; 1960, cc. 25, 482; 1962, c. 409; 1966, c. 250; 1970, c. 61; 1972, c. 128; 1974, cc. 279, 569; 1986, c. 166; 1993, c. 429; 1996, cc. 588, 592; 1998, c. 872; 2000, cc. 412, 444; 2001, c. 287; 2005, c. 839; 2024, cc. 482, 521.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-207/"
    },
    {
      "id": "section-171-208",
      "number": "17.1-208.",
      "heading": "Records, etc., open to inspection; copies; exception",
      "text": "A. For the purposes of this section, \"confidential court records,\" \"court records,\" and \"nonconfidential court records\" shall have the same meaning as set forth in § 17.1-292.\n\nB. Except as otherwise provided by law, any records that are maintained by the clerks of the circuit courts shall be open to inspection in the office of the clerk by any person and the clerk shall, when requested, furnish copies thereof subject to any reasonable fee charged by the clerk pursuant to § 17.1-275. No person shall be permitted to use the clerk's office for the purpose of making copies of records in such manner, or to such extent, as will, in the determination of the clerk, interfere with the business of the office or with its reasonable use by the general public. The certificate of the clerk to copies furnished by the clerk shall, if the paper copied be recorded in a bound volume, contain the name and number of the volume and the page or folio at which the recordation of the paper begins, or the instrument number as applicable, and the clerk may charge a fee therefor pursuant to § 17.1-275. The certificate of the circuit court clerk to such copies may be provided electronically subject to the provisions of § 17.1-258.3:2. Such electronic certificate may reference an instrument number, bound volume, or other case number, but is not required to do so.\n\nC. Requests for copies of nonconfidential court records maintained in individual case files shall be made to the clerk of the circuit court.\n\nD. Requests for reports of aggregated, nonconfidential case data fields that are viewable through the online case information systems maintained by the Executive Secretary of the Supreme Court shall be made to the Office of the Executive Secretary. Such reports of aggregated case data shall not include the name, date of birth, or social security number of any party, and shall not include images of the individual records in the respective case files. However, nothing in this section shall be construed to permit any reports of aggregated case data to be sold or posted on any other website or in any way redistributed to any third party. The clerk or the Executive Secretary, in his discretion, may deny such request to ensure compliance with these provisions. However, such data may be included in products or services provided to a third party, provided that such data is not made available to the general public.\n\nE. Any clerk or the Executive Secretary, as applicable, may require that the request be in writing and that the requester provide his name and legal address. A request for nonconfidential court records or reports of aggregated, nonconfidential case data shall identify the requested records with reasonable specificity. Any clerk or the Executive Secretary, as applicable, may determine the costs for providing the requested records to the requester, advise the requester of such costs, and, before continuing to process the request, require the requester to agree to payment of a deposit not to exceed the amount of the advance determination, which shall be credited to the final cost of supplying the requested records. Neither a clerk nor the Executive Secretary shall be required to create a new record if the record does not already exist or provide a report of aggregated, nonconfidential case data in a format not regularly used by the clerk or the Executive Secretary; however, a clerk or the Executive Secretary, as applicable, may abstract or summarize information under such terms and conditions as agreed to by the requester and the clerk or Executive Secretary, as provided herein.\n\nF. Except as otherwise provided by law, the requested court records or reports of aggregated, nonconfidential case data shall be provided to the requester within a reasonable period of time, given the nature of the request and the availability of staff to respond to the request, but in no event longer than 30 days from the date of a complete request made by a requester that is fully compliant with the requirements of this section and other applicable law. Any objection or assertion of confidentiality shall be provided to the requester within a reasonable period of time, but in no event longer than 30 days from the date of a complete request made by a requester.\n\nG. Any clerk or the Executive Secretary may require payment in advance of all reasonable costs, not to exceed the actual cost incurred in accessing, duplicating, reviewing, supplying, or searching for the requested court records or reports of aggregated, nonconfidential case data, including removing any confidential information contained in the court records from the nonconfidential court records being provided, excluding any extraneous, intermediary, or surplus fees or expenses to recoup the general overhead costs associated with creating or maintaining records or transacting the general business of the clerk or the Office of the Executive Secretary. Before processing a request for court records or reports of aggregated, nonconfidential case data, any clerk or the Executive Secretary may require the requester to pay any amounts owed to the clerk or the Office of the Executive Secretary for previous requests for court records or reports of aggregated, nonconfidential case data that remain unpaid 30 days or more after billing.\n\nH. Any clerk and the Executive Secretary shall be immune from any suit arising from the production of court records or reports of aggregated, nonconfidential case data in accordance with this section absent gross negligence or willful misconduct.\n\nI. Nothing in this section shall be construed to apply to court records transferred to the Library of Virginia for permanent archiving pursuant to the duties imposed by the Virginia Public Records Act (§ 42.1-76 et seq.). In accordance with § 42.1-79, the Library of Virginia shall be the custodian of such permanently archived records and shall be responsible for responding to requests for such records.\n\nCode 1919, § 3388, § 17-43; 1920, p. 242; 1930, p. 353; 1936, p. 17; 1942, p. 242; 1944, p. 40; 1946, p. 56; 1947, p. 96; 1952, c. 286; 1998, c. 872; 2002, c. 299; 2007, cc. 548, 626; 2013, c. 77; 2015, c. 641; 2018, cc. 127, 584.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-208/"
    },
    {
      "id": "section-171-209",
      "number": "17.1-209.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2012, c. 802, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-209/"
    },
    {
      "id": "section-171-210",
      "number": "17.1-210.",
      "heading": "Removal of records or papers prohibited; exceptions",
      "text": "None of the records or papers of a circuit court shall be removed by the clerk nor allowed by him to be removed out of the county or city wherein the clerk's office is kept, except: (i) on the order of the court or judge; (ii) the clerk, court or judge may allow the records and papers of a pending case to be removed by an attorney of record in that case to any location within the Commonwealth unless the court or judge shall enter an order prohibiting the removal of such records or paper; (iii) on an occasion of invasion or insurrection, when, in the opinion of the court, or, in a very sudden case, of the clerk, the same will be endangered, after which they shall be returned as soon as the danger ceases; and (iv) in such other cases as are specially provided for by law.\n\nCode 1919, § 3387, § 17-45; 1973, c. 54; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-210/"
    },
    {
      "id": "section-171-211",
      "number": "17.1-211.",
      "heading": "Maintenance and disposition of certain receipt books, cancelled checks and statements",
      "text": "The clerk of each court of record shall maintain in his office all official receipt books showing receipt of any funds in his custody or that of the court, all canceled checks showing payments from any such funds, and all statements of bank accounts in which funds of the clerk's office or of the court are deposited. Such books, checks and statements shall be maintained until they have been audited by the Auditor of Public Accounts, and for a further period of three years, in the case of receipt books, canceled checks, and bank statements. Thereafter, the clerk may destroy such records in accordance with retention regulations for records maintained by the clerk established under the Virginia Public Records Act (§ 42.1-76 et seq.).\n\n1962, c. 445, § 17-46.1; 1981, c. 637; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-211/"
    },
    {
      "id": "section-171-212",
      "number": "17.1-212.",
      "heading": "Copying of records becoming illegible",
      "text": "The judge or, if so designated by the judge, the clerk of each court of record, when satisfied that the records and papers in the office of the clerk of court are becoming illegible or are wearing out and is of the opinion that the same should be preserved, may order the records and papers copied or photographed or otherwise duplicated at the expense of the county or city in which the clerk's office is located.\n\nThe copies of the records and papers shall be examined and compared by the clerk with the originals and when he is satisfied that the copies are exact he shall certify them as true copies. The certified copies shall be kept in the same place in which the originals are kept and the latter shall continue to be carefully preserved.\n\n1944, p. 195, § 17-47; Michie Suppl. 1946, § 3387a; 1997, c. 836; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-212/"
    },
    {
      "id": "section-171-213",
      "number": "17.1-213.",
      "heading": "Disposition of papers in ended cases",
      "text": "A. All case files for cases ended prior to January 1, 1913, shall be permanently maintained in hardcopy form, either in the locality served by the circuit court where such files originated or in The Library of Virginia in accordance with the provisions of § 42.1-86 and subsection C of § 42.1-87.\n\nB. The following records for cases ending on or after January 1, 1913, shall be retained for 10 years after conclusion:\n\n1. Conditional sales contracts;\n\n2. Concealed weapons permit applications;\n\n3. Minister appointments;\n\n4. Petitions for appointment of trustee;\n\n5. Name changes;\n\n6. Nolle prosequi cases;\n\n7. Civil actions that are voluntarily dismissed, including nonsuits, cases that are dismissed as settled and agreed, cases that are dismissed with or without prejudice, cases that are discontinued or dismissed under § 8.01-335, and district court appeals dismissed under § 16.1-113 prior to 1988;\n\n8. Misdemeanor and traffic cases, except as provided in subdivision C 3, including those which were commenced on a felony charge but concluded as a misdemeanor;\n\n9. Suits to enforce a lien;\n\n10. Garnishments;\n\n11. Executions except for those covered in § 8.01-484; and\n\n12. Miscellaneous oaths and qualifications, but only if the order or oath or qualification is spread in the appropriate order book.\n\nC. All other records or cases ending on or after January 1, 1913, shall be retained subject to the following:\n\n1. All civil case files to which subsection D does not pertain shall be retained 20 years from the court order date.\n\n2. All criminal cases dismissed, including those not a true bill, acquittals, and not guilty verdicts, shall be retained 10 years from the court order date.\n\n3. Except as otherwise provided in this subdivision, criminal case files involving a felony conviction and all criminal case files involving a misdemeanor conviction under § 16.1-253.2, 18.2-57.2, or 18.2-60.4 shall be retained (i) 20 years from the sentencing date or (ii) until the sentence term ends, whichever comes later. Case files involving a conviction for a sexually violent offense as defined in § 37.2-900, a violent felony as defined in § 17.1-805, or an act of violence as defined in § 19.2-297.1 shall be retained (a) 50 years from the sentencing date or (b) until the sentence term ends, whichever comes later.\n\nD. Under the provisions of subsections B and C, the entire file of any case deemed by the local clerk of court to have historical value, as defined in § 42.1-77, or genealogical or sensational significance shall be retained permanently as shall all cases in which the title to real estate is established, conveyed or condemned by an order or decree of the court. The final order for all cases in which the title to real estate is so affected shall include an appropriate notification thereof to the clerk.\n\nE. Except as provided in subsection A, the clerk of a circuit court may cause (i) any or all papers or documents pertaining to civil and criminal cases; (ii) any unexecuted search warrants and affidavits for unexecuted search warrants, provided at least three years have passed since issued; (iii) any abstracts of judgments; and (iv) original wills, to be destroyed if such records, papers, documents, or wills no longer have administrative, fiscal, historical, or legal value to warrant continued retention, provided such records, papers, or documents have been microfilmed or converted to an electronic format. Such microfilm and microphotographic processes and equipment shall meet state archival microfilm standards pursuant to § 42.1-82, or such electronic format shall follow state electronic records guidelines, and such records, papers, or documents so converted shall be placed in conveniently accessible files and provisions made for examining and using same. The clerk shall further provide security negative copies of any such microfilmed materials for storage in The Library of Virginia.\n\n1981, c. 637, § 17-47.4; 1989, c. 445; 1990, c. 583; 1994, cc. 64, 822; 1997, c. 561; 1998, c. 872; 2001, c. 836; 2002, c. 832; 2004, c. 433; 2005, c. 681; 2006, c. 60; 2008, c. 749; 2011, cc. 445, 480; 2012, c. 802; 2015, c. 552; 2016, c. 180; 2021, Sp. Sess. I, c. 463.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-213/"
    },
    {
      "id": "section-171-214",
      "number": "17.1-214.",
      "heading": "Clerk to deliver or send process to sheriff",
      "text": "The clerk of the circuit court from whose office may be issued any process, original, mesne or final, or any order or decree to be served on any person, shall, unless the party interested, or his attorney, direct otherwise, deliver the same to the sheriff of the county or city for which the court is held, if it is to be executed therein, and if it is to be executed in any other county or city, shall enclose the same to the sheriff thereof, properly addressed, put it in the post office and pay the postage thereon.\n\nCode 1919, § 3403, § 17-50; 1946, p. 54; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-214/"
    },
    {
      "id": "section-171-215",
      "number": "17.1-215.",
      "heading": "Process book",
      "text": "The clerk of a circuit court shall keep a process book or file or, in lieu thereof, an automated system, in which the clerk shall enter every such process, order or decree, showing its nature, date, return day and the person to whom, and the time when, it was delivered, or, if it was mailed, the time thereof and the person to whom it was addressed. From any officer, to whom there is such delivery, the clerk shall take a receipt in the process book or file or enter the receipt on the automated system.\n\nCode 1919, § 3403, § 17-51; 1946, p. 54; 1989, c. 137; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-215/"
    },
    {
      "id": "section-171-216",
      "number": "17.1-216.",
      "heading": "Handling fee for service of process",
      "text": "The fee for serving such process, order or decree may be delivered to the clerk, who shall transmit it with the papers to be served to the sheriff and the fee paid shall be taxed by the clerk as a part of the costs of the proceeding.\n\nCode 1919, § 3403, § 17-52; 1946, p. 55; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-216/"
    },
    {
      "id": "section-171-217",
      "number": "17.1-217.",
      "heading": "Power of clerk to administer oath",
      "text": "Any clerk of a court may administer an oath in any case wherein an affidavit is necessary or proper as the foundation of an official act to be performed by him.\n\nCode 1919, § 3389, § 17-53; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-217/"
    },
    {
      "id": "section-171-218",
      "number": "17.1-218.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2011, c. 63, cl. 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-218/"
    },
    {
      "id": "section-171-219",
      "number": "17.1-219.",
      "heading": "Clerk to prepare bonds",
      "text": "Every clerk of a court of record shall prepare, in a proper manner, any bond to be taken by, or given before, him or his court or the judge thereof.\n\nCode 1919, § 3390, § 17-55; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-219/"
    },
    {
      "id": "section-171-2191",
      "number": "17.1-219.1.",
      "heading": "Transportation orders; authorization for clerk to issue orders to custodian",
      "text": "In a criminal proceeding, upon authorization by the judge, the clerk of a circuit court may issue orders for commitment of the defendant or orders for release of the defendant to the appropriate custodian when the judge has ordered the defendant (i) to be committed to custody upon a denial of bail, upon a revocation of bail or upon a change in bail condition, (ii) to be continued in custody upon a continuance of the proceeding, or (iii) to be released upon meeting bail requirements, upon being sentenced to time already served or upon being found not guilty.\n\n2002, c. 832.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-219-1/"
    },
    {
      "id": "section-171-220",
      "number": "17.1-220.",
      "heading": "Duplicate certificate of allowance prohibited, unless ordered by court",
      "text": "Upon proof by the oath of a party or otherwise of the loss or destruction of an original certificate of any allowance to be paid out of the state treasury, the court shall order a duplicate which shall show on its face that it is a duplicate issued by order of the court.\n\nCode 1919, § 3404, § 17-56; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-220/"
    },
    {
      "id": "section-171-221",
      "number": "17.1-221.",
      "heading": "Reports by clerks of the business of courts of record",
      "text": "The clerk of each court of record in this Commonwealth, including the clerk of the Court of Appeals, within fifteen days from the end of each calendar month, shall make to the Supreme Court a report of the business disposed of by his court during the month just ended. The report shall be made upon a form furnished by the Executive Secretary and shall contain such information as the Supreme Court deems proper to enable it to gain a fair knowledge of the business of the several courts of the Commonwealth.\n\nThe reports shall be filed in the office of the Executive Secretary and the General Assembly or any other body or officer of this Commonwealth shall have access thereto.\n\nCode 1919, § 3405, § 17-57; 1928, p. 1121; 1938, p. 129; 1944, p. 131; 1964, c. 10; 1984, c. 703; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-221/"
    },
    {
      "id": "section-171-222",
      "number": "17.1-222.",
      "heading": "Failure to make report",
      "text": "The Executive Secretary, at the direction of the Court, shall report every clerk who fails to make the report mentioned in § 17.1-221 to the chief judge of the clerk's court.\n\nCode 1919, § 3406, § 17-58; 1938, p. 130; 1964, c. 10; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-222/"
    },
    {
      "id": "section-171-2221",
      "number": "17.1-222.1.",
      "heading": "Collection of fees, etc., by court clerks in lieu of money",
      "text": "The clerks of the several courts of the Commonwealth may, in lieu of money, collect or secure all fees, and fines and penalties collected for offenses committed against the Commonwealth or against any county, city or town, and for payment of spousal or child support, by any means provided in § 2.2-614.1. Such clerks shall not by virtue of acceptance of any such payment be held to be guarantors of the payment thereof, but they shall exercise ordinary care in such acceptance.\n\n1977, c. 139, § 14.1-3.1; 1978, c. 117; 1998, c. 872; 2002, c. 719.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-222-1/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Records, Recordation and Indexing Generally",
      "text": "Records, Recordation and Indexing Generally",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-223",
      "number": "17.1-223.",
      "heading": "Duty of clerk to record writings, etc., and make index",
      "text": "A. Every writing authorized by law to be recorded, with all certificates, plats, schedules or other papers thereto annexed or thereon endorsed, upon payment of fees for the same and the tax thereon, if any, shall, when admitted to record, be recorded by or under the direction of the clerk on such media as are prescribed by § 17.1-239. However, unless a cover sheet is submitted with the writing in accordance with § 17.1-227.1, the clerk has the authority to reject any writing for recordation unless (i) as to any individual who is a party to such writing, the surname only of such individual is underscored or written entirely in capital letters in the first clause of the writing that identifies the names of the parties; (ii) each page of the writing is numbered consecutively; (iii) in the case of a writing described in § 58.1-801 or 58.1-807, the amount of the consideration and the actual value of the property conveyed is stated on the first page of the writing; (iv) the laws of the United States or the Commonwealth under which any exemption from recordation taxes is claimed is clearly stated on the face of the writing; and (v) the name of each party to such writing under whose name the writing is to be indexed as grantor, grantee, or both is listed in the first clause of the writing that identifies the names of the parties and identified therein as grantor, grantee, or both, as applicable. Such writing, once recorded, may be returned to any party to such writing who is identified therein as a grantee unless otherwise indicated clearly on the face of the writing, or any cover sheet, including an appropriate current address to which such writing shall be returned.\n\nB. The attorney or party who prepares the writing for recordation shall ensure that the writing satisfies the requirements of subsection A and that (i) the social security number is removed from the writing prior to the instrument being submitted for recordation, (ii) a deed conveying residential property containing not more than four residential dwelling units states on the first page of the document the name of the title insurance underwriter insuring such instrument or a statement that the existence of title insurance is unknown to the preparer, and (iii) a deed conveying residential property containing not more than four residential dwelling units states on the first page of the document that it was prepared by the owner of the real property or by an attorney licensed to practice law in the Commonwealth where such statement by an attorney shall include the name and Virginia State Bar number of the attorney who prepared the deed, provided, however, that clause (iii) shall not apply to deeds of trust or to deeds in which a public service company, railroad, or cable system operator is either a grantor or grantee, and it shall be sufficient for the purposes of clause (iii) that deeds prepared under the supervision of the Office of the Attorney General of Virginia so state without the name of an attorney or bar number.\n\nC. If the clerk has an eRecording System as defined in § 55.1-661, the clerk shall follow the provisions of this section, and the Uniform Real Property Electronic Recording Act (§ 55.1-661 et seq.), for recordation of documents. If the clerk does not have an eRecording System, the clerk shall record a legible paper copy of an electronic document, provided that such copy (i) otherwise meets the requirements of this section for recordation and (ii) is certified to be a true and correct copy of the electronic original by the attorney, settlement agent, or other party who submits the document for recordation. If a clerk's eRecording System is not operational at any time, or the eRecording System does not accept the type of electronic document being submitted, such clerk shall use the process for recording a legible paper copy of an electronic copy as set out herein. An affidavit under this section may be made in the following form, or to the same effect:\n\nAffidavit of Submitter\n\nThe undersigned affiant, being first duly sworn, deposes and states as follows, prepared pursuant to § 17.1-223 of the Code of Virginia, that the attached electronic document is a true and correct copy of the electronic original.\n\n(Name of submitter) ________________\n\n(Signature of submitter) ________________\n\n(Address of submitter) ________________\n\n(Telephone of submitter) ________________\n\n(Email of submitter) ________________\n\nThe foregoing affidavit was acknowledged before me this ________ day of ________, 20__, by\n\nNotary public: ________________\n\nMy commission expires: ________________.\n\nNotary Registration Number: ________________.\n\nD. A writing that appears on its face to have been properly notarized in accordance with the Virginia Notary Act (§ 47.1-1 et seq.) shall be presumed to have been notarized properly and shall be recorded by the clerk, if such document otherwise meets the requirements of this section for recordation.\n\nE. If the writing is accepted for recordation in the deed books, it shall be deemed to be validly recorded for all purposes. Such books shall be indexed by the clerk as provided by § 17.1-249 and carefully preserved. Upon admitting any such writing or other paper to record, the clerk shall endorse thereon the day and time of day of such recordation. More than one book may be used contemporaneously under the direction of the clerk for the recordation of the writings mentioned in this section whenever it may be necessary to use more than one book for the proper conduct of the business of the clerk's office.\n\nCode 1919, § 3392, § 17-59; 1926, p. 465; 1934, p. 514; 1979, c. 527; 1983, c. 293; 1985, c. 246; 1986, c. 167; 1990, c. 374; 1996, c. 454; 1998, c. 872; 2004, c. 336; 2007, c. 451; 2008, cc. 117, 814, 823, 833; 2012, c. 74; 2013, c. 193; 2014, c. 338; 2021, Sp. Sess. I, c. 78.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-223/"
    },
    {
      "id": "section-171-224",
      "number": "17.1-224.",
      "heading": "Copy of illegible instrument used for making permanent record",
      "text": "In offices of clerks of courts of record in which instruments are recorded by any photographic or electronic imaging process, the clerk may, in the event any such instrument is in such condition that a perfect and legible record cannot be produced by such process, make and certify a copy of such instrument, for which he shall be entitled to such fees as are prescribed by law for making and certifying copies of instruments, and use such copy for making permanent records of his office by such photographic or electronic imaging process. Such original instrument shall be preserved in the clerk's office, in the same manner as is prescribed by law for preserving wills.\n\n1948, p. 776; Michie Suppl. 1948, § 3387b, § 17-59.1; 1998, c. 872; 2010, cc. 717, 760.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-224/"
    },
    {
      "id": "section-171-225",
      "number": "17.1-225.",
      "heading": "Remote access to nonconfidential court records",
      "text": "The clerk of the circuit court of any county or city may provide remote access, including Internet access, to all nonconfidential court records on an automated case management or other system maintained by his office and described in § 17.1-242. The clerk shall be responsible for insuring that proper security measures are implemented and maintained to prevent remote access users from obtaining any data that are confidential under this Code and to prevent the modification or destruction of any records by remote access users. For purposes of this section, remote access users are those individuals who are not employees of the clerk's office. Secure remote access to land records shall be governed by § 17.1-294.\n\n1985, c. 489, § 17-59.2; 1993, c. 445; 1997, c. 413; 1998, c. 872; 2001, c. 497; 2008, cc. 823, 833; 2014, c. 460.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-225/"
    },
    {
      "id": "section-171-226",
      "number": "17.1-226.",
      "heading": "Remote access to certain agencies from clerk of court",
      "text": "The governing body of any locality may give the clerk of its circuit court information from local agencies that the clerk may provide to remote access users.\n\n1985, c. 489, § 17-59.3; 1998, c. 872; 2008, cc. 823, 833.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-226/"
    },
    {
      "id": "section-171-227",
      "number": "17.1-227.",
      "heading": "Documents to be recorded in deed books; social security numbers",
      "text": "All deeds, deeds of trust, deeds of release, certificates of satisfaction or certificates of partial satisfaction, quitclaim deeds, homestead deeds, grants, transfers and mortgages of real estate, releases of such mortgages, powers of attorney to convey real estate, leases of real estate, notices of lis pendens and all contracts in reference to real estate, which have been acknowledged as required by law, and certified copies of final judgments or decrees of partition affecting the title or possession of real estate, any part of which is situated in the county or city in which it is sought to be recorded, and all other writings relating to or affecting real estate which are authorized to be recorded, shall, unless otherwise provided, be recorded in a book to be known as the deed book. All deeds, deeds of trust, deeds of release, quitclaim deeds, grants, transfers, and mortgages of real estate or any addendum or memorandum relating to any of these instruments submitted for recordation in the deed books of the appropriate office of the clerk of court shall be prepared according to the requirements for deeds and deeds of trust as set forth in §§ 55.1-300 and 55.1-316, as applicable. The clerk may refuse to accept any instrument submitted for recordation that includes a social security number. However, the attorney or party who prepares or submits the instrument has responsibility for ensuring that the social security number is removed from the instrument prior to the instrument being submitted for recordation. The clerk shall be immune from suits arising from the recordation of any document, or the content of any document recorded, in the land records pursuant to this or any other applicable provision of this Code unless the clerk was grossly negligent or engaged in willful misconduct. Each instrument shall be indexed under all such names in accordance with the provisions of § 17.1-249.\n\nCode 1919, § 3393, § 17-60; 1920, p. 313; 1932, p. 333; 1975, c. 469; 1976, c. 561; 1977, c. 282; 1990, c. 374; 1994, c. 64; 1997, c. 579; 1998, c. 872; 2003, cc. 862, 914, 918; 2004, c. 352; 2014, c. 338.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-227/"
    },
    {
      "id": "section-171-2271",
      "number": "17.1-227.1.",
      "heading": "Use of cover sheets on deeds or other instruments by circuit court clerks",
      "text": "A. Circuit court clerks may require that any deed or other instrument conveying or relating to an interest in real property be submitted for recordation with a cover sheet detailing the information contained in the deed or other instrument necessary for the clerk to properly index such instrument. The cover sheet shall be developed in conjunction with the Office of the Executive Secretary of the Supreme Court of Virginia and shall include the following information: (i) the name of each party to be indexed as grantor and the name of each party to be indexed as grantee and, in the case of any individual grantor or grantee, the surname of each individual identified as such; (ii) in the case of a deed or other instrument described in § 58.1-801 or 58.1-807, the amount of the consideration and the actual value of the property conveyed; (iii) the Virginia or federal law under which any exemption from recordation taxes is claimed; (iv) if required under § 17.1-252, the tax map reference number or numbers, or the parcel identification number (PIN) or numbers, of the affected parcel or parcels; and (v) the name and current address of the person to whom the instrument should be returned after recordation.\n\nB. In any clerk's office that does not require a cover sheet, the attorney or other party presenting a deed or other instrument conveying or relating to an interest in real property may submit a cover sheet with such deed or other instrument containing all of the information required under subsection A, and in such case the deed or other instrument need not contain the information otherwise required to be included under subsection A of § 17.1-223, except that each page thereof shall be numbered consecutively as provided in subsection A of § 17.1-223.\n\nC. The attorney or other party who prepares the cover sheet submitted with any deed or other instrument conveying or relating to an interest in real property for recordation has the responsibility for ensuring the accuracy of the information contained in the cover sheet, and the clerk may rely on the information provided therein.\n\nThe cover sheet may be recorded with the deed or other instrument with which it is submitted, but it shall not be included as a page for determining the amount of any applicable filing fees pursuant to subdivision A 2 of § 17.1-275 except in the case of a cover sheet submitted pursuant to subsection B. The cover sheet shall be provided only for information purposes to facilitate the recordation of the deed or other instrument with which it is submitted. The cover sheet shall not be construed to convey title to any interest in real property, purport to be a document in the chain of title conveying any interest in real property, or be considered a part of, or affect the interpretation of, the deed or other instrument with which it is submitted, regardless of whether the clerk records the cover sheet with such instrument.\n\n1999, cc. 363, 369; 2000, cc. 440, 446; 2008, cc. 823, 833; 2014, c. 338.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-227-1/"
    },
    {
      "id": "section-171-228",
      "number": "17.1-228.",
      "heading": "Recording releases of deeds of trust, partial releases of deeds of trust, court ordered releases, or other liens or assignments in cities and counties using microfilm",
      "text": "Notwithstanding any other provision of law, whenever the writings required by law to be recorded in the deed book in the office of the clerk of the circuit court of any city or county are recorded by a microphotographic process or by any other method or process which renders impractical or impossible the subsequent entering of marginal notations upon a recorded instrument, an appropriate certificate, certificate of satisfaction, certificate of partial satisfaction, certified copy of order, or other separate instrument setting forth the necessary information shall be recorded and indexed according to law.\n\nWhen existing deed books in the office of the clerk of the circuit court of any county or city are to be microfilmed or digitally reproduced for security purposes, the clerk may provide that marginal notations to accomplish the release of deeds of trust or other liens shall not be made in such deed book so microfilmed or digitally reproduced.\n\n1975, c. 469, § 17-60.1; 1978, c. 629; 1991, c. 414; 1998, c. 872; 2008, cc. 823, 833.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-228/"
    },
    {
      "id": "section-171-229",
      "number": "17.1-229.",
      "heading": "Additional documents to be recorded in deed book",
      "text": "All deeds, homestead deeds and leases of personal property, bills of sale, and all other contracts or liens as to personal property, which are by law required or permitted to be recorded, all mechanics' liens, all other liens not directed to be recorded elsewhere and all other writings relating to or affecting personal property which are authorized to be recorded shall, unless otherwise provided, be recorded in the deed book and shall be indexed in the general index book; provided, however, the clerk may reject any writing for recordation that is not specifically authorized by law and set out in the Code of Virginia.\n\nCode 1919, § 3393, § 17-61; 1920, p. 313; 1932, p. 333; 1985, c. 392; 1998, c. 872; 2010, c. 352.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-229/"
    },
    {
      "id": "section-171-230",
      "number": "17.1-230.",
      "heading": "Documents to be recorded in bond book",
      "text": "All bonds taken of officers, executors, administrators, trustees or other fiduciaries and all bonds of commissioners and receivers, and all suspending bonds, appeal bonds, injunction bonds, attachment bonds, cost bonds, and all other bonds required to be recorded, shall be recorded in a book known as the bond book.\n\nCode 1919, § 3393, § 17-62; 1920, p. 313; 1932, p. 333; 1981, c. 295; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-230/"
    },
    {
      "id": "section-171-231",
      "number": "17.1-231.",
      "heading": "Documents to be recorded in will book",
      "text": "All wills, inventories, appraisements, lists of sales and settlements of accounts of executors, administrators, curators, trustees or other fiduciaries shall be recorded in a book to be known as the will book. Provided, that the judges of the several courts of the Commonwealth before whom fiduciaries qualify may, by order, prescribe that inventories, appraisements, accounts of sale and settlement of accounts of fiduciaries, together with all reports and decrees or orders, or portions thereof, proper to be recorded therewith, shall be recorded either in the current will book or in a book to be kept by the clerk for that purpose. Such courts may prescribe that the settlements of accounts of fiduciaries be recorded in the mode prescribed by § 64.2-1214.\n\nCode 1919, § 3393, § 17-63; 1920, p. 313; 1932, p. 333; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-231/"
    },
    {
      "id": "section-171-232",
      "number": "17.1-232.",
      "heading": "What to be recorded in judgment docket",
      "text": "Abstracts of all judgments authorized or required by law to be docketed or recorded shall be recorded in a book to be known as the judgment docket.\n\nCode 1919, § 3393, § 17-64; 1920, p. 314; 1932, p. 334; 1998, c. 872; 2002, c. 832.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-232/"
    },
    {
      "id": "section-171-233",
      "number": "17.1-233.",
      "heading": "What to be recorded in marriage register",
      "text": "All marriage licenses and all matters relating to marriages required or authorized to be recorded under § 20-20 shall be recorded in a book to be known as the marriage register.\n\nCode 1919, § 3393, § 17-65; 1920, p. 314; 1932, p. 334; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-233/"
    },
    {
      "id": "section-171-234",
      "number": "17.1-234.",
      "heading": "Documents to be recorded in \"writings partially proved.\"",
      "text": "All deeds and other instruments which have been only partially proved shall be recorded in a separate book to be known as \"writings partially proved.\"\n\nCode 1919, § 3393, § 17-66; 1920, p. 314; 1932, p. 334; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-234/"
    },
    {
      "id": "section-171-235",
      "number": "17.1-235.",
      "heading": "Recordation of federal farm loan mortgages",
      "text": "The clerks of the circuit courts shall keep a separate book, which shall be known as the federal farm loan mortgage book, in which shall be recorded mortgages executed to secure the payment of loans made by federal land banks under authority of the act of Congress, approved July 17, 1916, known as the Federal Farm Loan Act, which mortgages, when so recorded in such book shall be indexed in the proper general index book, as well as in the index to such farm loan mortgage book; provided that any such clerk instead of providing such separate book may immediately spread upon the book in which deeds are recorded in his office any and all proper mortgages or deeds of trust executed to secure such loans and all of such mortgages and deeds of trust shall be immediately spread upon such records when received, so that the original thereof may be returned to the federal land bank as soon as possible.\n\n1918, p. 437, § 17-67; Michie Code 1942, § 3393b; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-235/"
    },
    {
      "id": "section-171-236",
      "number": "17.1-236.",
      "heading": "Recordation of plats and maps",
      "text": "All plats and maps may in the discretion of the clerks of the several circuit courts be recorded in a book to be known as the plat book. In case of such recordation of any plat or map which is attached to or made a part of any deed, deed of trust or writing which is recorded in the deed book, an appropriate note shall be made on the deed book where such deed, deed of trust or other writing is recorded, referring to the plat book and page where the plat or map is recorded and the clerk shall endorse on the plat and plat book the date of the recordation and a reference by book and page to the recorded instrument of which it is a part and shall sign the certificate. In those courts where deeds and other writings are recorded by a procedural microfilm recording system, all plats shall be recorded with the deeds and other writings and indexed in the general index to deeds. Wherever plats are maintained singly, as in a cabinet or on microfilm aperture cards, they shall be cross-referenced with the deed books in the same manner as prescribed herein when plats are recorded in a separate plat book. All plats submitted for recordation shall meet the standards for plats as adopted under § 42.1-82 of the Virginia Public Records Act (§ 42.1-76 et seq.).\n\n1918, p. 504, § 17-68; Michie Code 1942, § 3393a; 1944, p. 472; 1983, c. 180; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-236/"
    },
    {
      "id": "section-171-237",
      "number": "17.1-237.",
      "heading": "Validation of recordations in certain plat books",
      "text": "All books in which prior to June 24, 1944, plats were recorded separately from the deed books in all the clerks' offices of this Commonwealth are hereby validated and made parts of the official records of the offices.\n\n1918, p. 504, § 17-69; Michie Code 1942, § 3393a; 1944, p. 472; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-237/"
    },
    {
      "id": "section-171-238",
      "number": "17.1-238.",
      "heading": "State highway plat book",
      "text": "The state highway plat book, which shall be provided by the Department of Transportation, shall be installed in the circuit court clerk's office of each county of the Commonwealth and in the clerk's office of the circuit court of any city wherein the Department of Transportation has acquired any interest in land, and all highway plats pertaining to the primary and secondary highway systems, and all plats in connection therewith, shall be filed therein by the clerk. The state highway plat book may be produced in one of the following forms: (i) paper; (ii) microfilm, microfiche, or any other microphotographic process, that meets state archival microfilm standards and state electronic records guidelines pursuant to § 42.1-82; or (iii) electronic process. The clerk shall note on each recorded deed relating to such plats and in the deed book, wherein such deed is recorded, or through recordation of a separate instrument referencing the page where such deed is recorded, the numbers of the state highway plat book and page wherein such plats are filed. The clerk so filing the plats and so noting the same shall receive a fee of $5. All plats filed prior to July 1, 1950, in such state highway plat book are hereby validated.\n\n1950, p. 477, § 17-69.1; 1956, c. 19; 1994, c. 432; 1998, c. 872; 2014, c. 330; 2015, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-238/"
    },
    {
      "id": "section-171-239",
      "number": "17.1-239.",
      "heading": "Character of books used for recording; standards for microfilm, etc.",
      "text": "All books used in the clerk's office for the permanent recordation of deeds, wills and other instruments shall either be made of high quality record paper, strictly number one rag stock, or permanent-durable, acid-free paper composed of strong, well-purified chemical wood fibers as prescribed by regulations pursuant to subdivision A 2 of § 42.1-82, or, if microfilm, microfiche, or microphotographic process is used in the clerk's office, the deeds, wills or other instruments shall be processed in accordance with standards established pursuant to § 42.1-82. All books are to be substantially bound, with a durable cloth or plastic cover over all.\n\nCode 1919, § 3399, § 17-70; 1934, p. 174; 1972, c. 501; 1975, c. 58; 1983, c. 293; 1988, c. 35; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-239/"
    },
    {
      "id": "section-171-240",
      "number": "17.1-240.",
      "heading": "Recording by microphotographic or electronic process",
      "text": "A procedural microphotographic process, digital reproduction, or any other micrographic process that stores images of documents in reduced size or in electronic format may be used to accomplish the recording of writings otherwise required by any provision of law to be spread in a book or retained in the circuit court clerk's office, including the civil and criminal order books, the Will Book or Fiduciary Account Book, the Juvenile Order Book, the Adoption Order Book, the Trust Fund Order Book, the Deed Book, the Plat Book, the Land Book, the Bond Book, the Judgment Docket Book, the Partnership or Assumed Name Certificate Book, marriage records, and financing statements. Any such micrographic, microphotographic, or electronic recording process shall meet archival standards as recommended by The Library of Virginia.\n\n1977, c. 142, § 17-70.1; 1983, c. 293; 1997, c. 579; 1998, c. 872; 2005, c. 681; 2018, c. 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-240/"
    },
    {
      "id": "section-171-241",
      "number": "17.1-241.",
      "heading": "Clerks to procure books for record",
      "text": "Every circuit court clerk shall procure appropriate books for records as the business of his office requires. But orders for the same shall first be obtained by the clerks from the governing bodies of their respective counties or cities.\n\nCode 1919, § 3400, § 17-71; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-241/"
    },
    {
      "id": "section-171-242",
      "number": "17.1-242.",
      "heading": "Custody of books, records, etc.",
      "text": "The circuit court clerks shall have custody of and shall keep all court records, including books, evidence, records, maps, and papers, deposited in their offices or at such location otherwise designated by the clerk, as well as records stored in electronic format whether the storage media for such electronic records are on premises or elsewhere.\n\nCode 1919, § 3400, § 17-72; 1998, c. 872; 2001, c. 497; 2014, c. 460.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-242/"
    },
    {
      "id": "section-171-243",
      "number": "17.1-243.",
      "heading": "Clerks to have land books bound",
      "text": "Except those clerks using an automated system, clerks shall bind, in volumes of convenient size, all books in their respective clerks' offices not currently bound showing the assessments of lands since the year 1850, and shall bind in like volumes such books hereafter filed in their clerks' offices at intervals of not more than five years.\n\nCode 1919, § 5979, § 17-73; 1998, c. 872; 2014, c. 460.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-243/"
    },
    {
      "id": "section-171-244",
      "number": "17.1-244.",
      "heading": "Books, etc., in clerks' offices rebound, transcribed, microfilmed or digitally reproduced; credit given to transcripts, etc.",
      "text": "Any court of record or, if so designated by the judge, the clerk thereof may cause any of the books or records in the clerk's office which may be in need thereof to be rebound, transcribed, microfilmed or digitally reproduced. The same faith and credit shall be given to such transcript or reproductions from the microfilm or digitally reproduced record as the book or record transcribed would have been entitled to.\n\nCode 1919, § 5980, § 17-74; 1972, c. 549; 1976, c. 630; 1997, c. 836; 1998, c. 872; 2008, cc. 823, 833.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-244/"
    },
    {
      "id": "section-171-245",
      "number": "17.1-245.",
      "heading": "Books may be taken from clerk's office to be rebound, etc.",
      "text": "The court or, if so designated by the judge, the clerk directing any book or books to be bound, rebound, microfilmed or digitally reproduced may allow the same to be taken from the clerk's office in which such book or books may be on file, but shall take all necessary and proper precautions, by requiring bonds or otherwise, to insure the preservation and return and to prevent the mutilation thereof.\n\nCode 1919, § 5981, § 17-75; 1976, c. 630; 1997, c. 836; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-245/"
    },
    {
      "id": "section-171-246",
      "number": "17.1-246.",
      "heading": "How costs thereof certified and paid",
      "text": "The cost incurred shall be certified by the court or, if so designated by the judge, the clerk, to the governing body of the county or city in whose clerk's office the books or records so bound, rebound, microfilmed, transcribed or digitally reproduced are on file, to be paid by such county or city.\n\nCode 1919, § 5982, § 17-76; 1976, c. 630; 1997, c. 836; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-246/"
    },
    {
      "id": "section-171-247",
      "number": "17.1-247.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2013, c. 263, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-247/"
    },
    {
      "id": "section-171-248",
      "number": "17.1-248.",
      "heading": "Clerk to make index to each of his books",
      "text": "The clerk of every circuit court shall have an index to each book he is required to keep, except those for which general indexes are required or permitted, and kept, making convenient reference to every order, record or entry therein. Every execution and every judgment or decree for money shall be indexed, in the name of the person against whom and in the name of the person in whose favor the judgment or decree was rendered.\n\nCode 1919, § 3391, § 17-78; 1942, p. 179; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-248/"
    },
    {
      "id": "section-171-249",
      "number": "17.1-249.",
      "heading": "General indexes for clerks' offices; daily index",
      "text": "A. There shall be kept in every clerk's office modern, family name or ledgerized alphabetical key-table general indexes to all deed books, miscellaneous liens, will books, judgment dockets and court order books. The clerk shall enter daily, either in such general indexes or in the daily index to instruments admitted to record, every deed, corrected or amended deed, deed of release, deed of trust, contract of sale, or any addendum, modification, or memorandum relating to any of these instruments, indexing each instrument in the names of all parties identified in the instrument as grantor, grantee, or both, as required by § 17.1-223, or identified in the cover sheet as grantor, grantee, or both, pursuant to § 17.1-227.1, as applicable.\n\nB. A deed of trust made to one or more trustees to secure the payment of an indebtedness, and any certificate of satisfaction or certificate of partial satisfaction, assignment, loan modification agreement, substitution of trustees or similar instrument subsequently recorded with respect to such deed, shall be sufficiently indexed if the clerk enters in the appropriate places in the general index to deeds provided for in subsection A the names of the grantor and the name of the beneficiary or, in lieu of the name of the beneficiary, the first listed trustee as grantee. The beneficiary need not be named in the first clause of the deed as a condition of recordation.\n\nC. A deed made by a person in a representative capacity, or by devisees or coparceners, shall be indexed in the names of the grantors and grantees and the name of the former record title owner listed in the first clause of the instrument.\n\nD. The general indexes of civil causes shall be sufficiently kept if the clerk indexes such causes under the short style or title thereof, except that in multiple suits brought under § 58.1-3968, the names of all of the defendants disclosed by the pleadings shall be entered in the general index or book.\n\nE. Every deed of conveyance of real estate in which a vendor's lien is reserved shall be indexed twice so as to show not only the conveyance from the grantor to the grantee in the instrument, but also the reservation of the lien as if it were a grant of such lien from the grantee to the grantor by a separate instrument and the fact of the lien shall be noted in the index.\n\nF. At the time of qualification of an executor, every will shall be indexed in the name of the decedent and such executor.\n\nG. All deed books, miscellaneous liens, will books, judgment dockets, and court order books shall be numbered or otherwise adequately designated and the clerk upon the delivery of any writing to him for record required by law to be recorded shall duly index it upon the general index in the manner hereinbefore required. When the writing has been actually transcribed on the book, the clerk shall add to the general index the number of the book in which, and the page on which, the writing is recorded.\n\nH. The clerk on receipt of any such writing for record may immediately index it in a book to be known as the \"daily index of instruments admitted to record\" and within 90 days after its admission to record the clerk shall index all such writings indexed in the daily index in the appropriate general index as hereinbefore provided. The daily index book shall, at all times, be kept in the office of the clerk and conveniently available for examination by the public. During the period permitted for transfer from the daily index to the general index, indexing in the daily index shall be a sufficient compliance with the requirements of this section as to indexing.\n\nI. The judge of any circuit court may make such orders as he deems advisable as to the time and method of indexing the order books in the clerk's office of the court and may dispense with a general index for order books of the court.\n\nJ. The clerk may maintain his indexes on computer, word processor, microfilm, microfiche, or other micrographic medium and, in addition, may maintain his grantor and grantee indexes on paper.\n\nCode 1919, § 3394, § 17-79; 1920, p. 105; 1926, p. 125; 1936, p. 82; 1944, p. 355; 1952, c. 34; 1960, c. 146; 1974, c. 515; 1983, c. 293; 1990, c. 374; 1991, cc. 203, 204; 1998, c. 872; 2002, cc. 276, 832; 2005, c. 681; 2008, cc. 823, 833; 2014, c. 338; 2020, c. 1063.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-249/"
    },
    {
      "id": "section-171-250",
      "number": "17.1-250.",
      "heading": "Correction of indexes",
      "text": "No clerk or deputy clerk of any court in which deeds are recorded shall correct any indexing mistake by insertion, or alter or reprint the page, unless, at the time of such insertion, alteration or reprinting, he (i) notes the date and nature of the change in the index or (ii) by any other means capable of maintaining a permanent record of the change together with the original recording, indicates the date and nature of the change and the name of the person who made it.\n\n1966, c. 403, § 17-79.1; 1991, c. 652; 1998, c. 872; 2014, c. 330.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-250/"
    },
    {
      "id": "section-171-251",
      "number": "17.1-251.",
      "heading": "Indexing of certain subdivision plats or maps",
      "text": "When any plat or map of a subdivision which contains fifteen lots or more is recorded in the general index, the clerk shall, in addition to complying with the requirements set forth in § 17.1-249, add the magisterial district wherein the subdivision is located. Such plat or map shall also show the source of title of the immediate grantor.\n\n1974, c. 349, § 17-79.2; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-251/"
    },
    {
      "id": "section-171-252",
      "number": "17.1-252.",
      "heading": "Indexing by tax map reference number",
      "text": "Circuit court clerks in those localities with a unique parcel identification system shall require that any deed or other instrument conveying or relating to an interest in real property bear, on the first page of the deed or other instrument, or state in the cover sheet submitted with the deed or other instrument, the tax map reference number or numbers, or the parcel identification number (PIN) or numbers, of the affected parcel or parcels. Upon admitting the deed or other instrument to record, the clerk may, in addition to any other indexing required by law, index the deed or other instrument by the tax map reference number or numbers or by the parcel identification number or numbers.\n\n1982, c. 597, § 17-79.3; 1986, c. 21; 1988, c. 116; 1992, c. 478; 1996, c. 231; 1997, cc. 224, 902; 1998, cc. 75, 872; 1999, cc. 133, 163; 2000, cc. 440, 446; 2014, c. 338.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-252/"
    },
    {
      "id": "section-171-253",
      "number": "17.1-253.",
      "heading": "Committee to inquire into necessity of general index; report; plan adopted; locality to cover cost",
      "text": "A. Whenever the circuit court, or the judge thereof, finds that there is need of an improved system of general indexing to any of the records kept by the clerk of court, it shall be the duty of the court or judge, in its or his discretion, to appoint a committee to inquire into the necessity for such indexing, and make a report to the court, or the judge thereof.\n\nB. If the committee reports that the work is needed, the court or judge shall authorize and direct the committee to make a written contract with some responsible and experienced person or persons, but such contract shall be approved by the court or judge before it becomes effective.\n\nC. When such index is installed in any clerk's office the same plan of index to current records shall be adopted and used by the clerk of such court.\n\nD. The governing body of the county or city wherein such indexing shall be directed by the court or judge to be done shall, if necessary, provide a sufficient sum to pay for such indexing and materials.\n\nCode 1919, §§ 3395, 3396, 3397, 3398, §§ 17-80, 17-81, 17-82, 17-83; 1948, p. 62; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-253/"
    },
    {
      "id": "section-171-254",
      "number": "17.1-254.",
      "heading": "Validation of judgment records in office of clerk of Circuit Court of Norfolk",
      "text": "The \"General Index to Judgment Lien Docket and Execution Books\" designated \"A-D,\" \"E-K,\" \"L-R\" and \"S-Z,\" respectively, in the office of the clerk of the Circuit Court of the City of Norfolk is hereby validated, and is and shall be for all purposes whatever the legal record of judgments docketed as provided by law in the office of such clerk for the period beginning January 2, 1917.\n\n1948, p. 59, § 17-83.1; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-254/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Electronic Filing",
      "text": "Electronic Filing",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-255",
      "number": "17.1-255.",
      "heading": "Expired",
      "text": "Expired.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-255/"
    },
    {
      "id": "section-171-257",
      "number": "17.1-257.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2000, c. 800, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-257/"
    },
    {
      "id": "section-171-258",
      "number": "17.1-258.",
      "heading": "Expired",
      "text": "Expired.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258/"
    },
    {
      "id": "section-171-2581",
      "number": "17.1-258.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, c. 127, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258-1/"
    },
    {
      "id": "section-41",
      "number": "4.1.",
      "heading": "Electronic Filing",
      "text": "Electronic Filing",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-2582",
      "number": "17.1-258.2.",
      "heading": "Definition",
      "text": "As used in this article, \"electronic filing of documents\" means the filing or recordation with a circuit court clerk of written information as defined in § 1-257, for the purpose of creating an electronic record as defined in subdivision 7 of § 59.1-480.\n\n2005, c. 744.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258-2/"
    },
    {
      "id": "section-171-2583",
      "number": "17.1-258.3.",
      "heading": "Electronic filing in civil or criminal proceedings",
      "text": "Any clerk of circuit court may establish and operate a system for electronic filing in civil or criminal proceedings that shall be governed by the Rules of Supreme Court of Virginia. The circuit court clerk may require each person whom the clerk authorizes to file documents electronically to provide proof of identity to the clerk and to enter into an agreement specifying the electronic filing procedures to be followed, including, but not limited to, security procedures, as defined in the Uniform Electronic Transactions Act (§ 59.1-479 et seq.), for transmitting signed or notarized documents. The clerk may charge copy fees per page, as provided in subdivision A 8 of § 17.1-275, and obtain reimbursement for fees paid by subscribers to its designated application service providers for the technology systems used to operate electronic filing in civil and criminal cases in the clerk's office. The fees and reimbursements collected shall be deposited by the clerk into the clerk's nonreverting local fund to be used to cover operational expenses as defined in § 17.1-295. Nothing herein shall be construed to prevent the clerk from entering into agreements with designated application service providers to provide all or part of the network or system for electronic filing of civil or criminal records as provided herein. Further, nothing herein shall be construed to require the electronic filing of any civil or criminal record, and such records may continue to be filed in paper form.\n\nAny clerk of circuit court with an electronic filing system established in accordance with the Rules of Supreme Court of Virginia may charge an additional $5 fee for every civil case initially filed by paper, except that a person who is determined to be indigent pursuant to § 19.2-159 shall be exempt from the payment of such fee. The fee shall be paid to the clerk's office and deposited by the clerk into the clerk's nonreverting local fund to be exclusively used to cover the operational expenses as defined in § 17.1-295.\n\n2005, c. 744; 2008, cc. 823, 833; 2010, cc. 430, 717, 760; 2013, cc. 74, 77; 2014, c. 460; 2015, c. 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258-3/"
    },
    {
      "id": "section-171-25831",
      "number": "17.1-258.3:1.",
      "heading": "Electronic filing of land records; paper form",
      "text": "A. A clerk of a circuit court may provide a network or system for electronic filing of land records in accordance with the provisions of Article 3 (§ 55.1-346 et seq.) of Chapter 3 of Title 55.1 regarding the satisfaction of mortgages and the Uniform Real Property Electronic Recording Act (§ 55.1-661 et seq.). The clerk may require each filer to provide proof of identity to the clerk. The clerk shall enter into an electronic filing agreement with each filer in accordance with Virginia Real Property Electronic Recording Standards established by the Virginia Information Technologies Agency. Nothing herein shall be construed to prevent the clerk from entering into agreements with designated application service providers to provide all or part of the network or system for electronic filing of land records as provided herein. Further, nothing herein shall be construed to require the electronic filing of any land record, and such records may continue to be filed in paper form.\n\nB. Any clerk of a circuit court with an electronic filing system established in accordance with this section may charge a fee not to exceed $5 per instrument for every land record filed by paper. The fee shall be paid to the clerk's office and deposited by the clerk into the clerk's nonreverting local fund to be used exclusively to cover the operational expenses as defined in § 17.1-295.\n\nC. The clerk shall maintain a disaster plan, as defined in § 42.1-77, for recovery of any land record in possession of the clerk that is maintained as an electronic record.\n\n2008, cc. 823, 833; 2010, c. 430; 2012, c. 234; 2013, c. 77; 2016, c. 264; 2017, cc. 90, 289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258-3-1/"
    },
    {
      "id": "section-171-25832",
      "number": "17.1-258.3:2.",
      "heading": "Official certificates and certified records in digital form",
      "text": "A clerk of circuit court may establish a system for providing official certificates and certified records in digital form of any document maintained by the clerk. The clerk may require any person to provide proof of identity to the clerk in order to obtain access to such records. The clerk or his designated application service provider may assess an additional fee not to exceed $5 per official certificate accompanying or attesting the certified records, subject to subdivision A 8 of § 17.1-275 and to the exemptions provided in § 17.1-267. The clerk may perform such other notarial acts as allowed under § 47.1-12. The fee shall be paid to the clerk's office and deposited by the clerk into the clerk's nonreverting local fund to be used to cover operational expenses as defined in § 17.1-295. Nothing herein shall be construed to require any person to obtain an electronic certificate of any record maintained by the clerk, and such record may continue to be obtained in paper form. The clerk of the circuit court of any jurisdiction shall be immune from suit arising from any acts or omissions relating to providing official certificates and certified records in digital form of any document maintained by the clerk pursuant to this section unless the clerk was grossly negligent or engaged in willful misconduct.\n\n2010, c. 430; 2011, c. 715; 2013, c. 77.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258-3-2/"
    },
    {
      "id": "section-171-25833",
      "number": "17.1-258.3:3.",
      "heading": "Submission of records as electronic documents",
      "text": "Upon written agreement with the clerk, any agency or instrumentality of the Commonwealth may submit any record to the clerk as an electronic document. The form of electronic submission shall comply with the security and data standards established by the Virginia Information Technologies Agency for any such electronic submission. Any record so submitted shall satisfy any law requiring that a document be an original, be on paper or another tangible medium, or be in writing.\n\n2015, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258-3-3/"
    },
    {
      "id": "section-171-2584",
      "number": "17.1-258.4.",
      "heading": "Signature; when effective as original; notarization; seal",
      "text": "A. If the electronically filed document contains an electronic signature pursuant to the Uniform Electronic Transactions Act (§ 59.1-479 et seq.) that is capable of independent verification and renders any subsequent changes or modifications to the electronic document evident, any statutory requirement for original signature shall be deemed to be satisfied.\n\nB. Any statutory requirement for a document to be notarized shall be deemed satisfied by the appropriately executed electronic signature of such notary pursuant to the Virginia Notary Act (§ 47.1-1 et seq.).\n\nC. When a seal or stamp is required to be affixed by any court or clerk on a document, the attachment of an official electronic seal or official electronic stamp to the electronic document is sufficient. \"Official electronic seal\" and \"official electronic stamp\" mean an electronic image of a seal or stamp, respectively, of the court or clerk, that is produced by software applications authorized by the clerk that are protected by system credentials to which only the clerk or persons authorized by the clerk have access.\n\n2005, c. 744; 2008, cc. 823, 833; 2010, cc. 717, 760; 2013, c. 77.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258-4/"
    },
    {
      "id": "section-171-2585",
      "number": "17.1-258.5.",
      "heading": "Application",
      "text": "All documents recorded on or after July 1, 2004 that comply with the provisions of this article shall be conclusively presumed to be in proper form for recording, except in cases of fraud.\n\n2005, c. 744.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258-5/"
    },
    {
      "id": "section-171-2586",
      "number": "17.1-258.6.",
      "heading": "Acceptability of electronic medium; submission of trial court record to appellate court",
      "text": "A. In connection with civil or criminal proceedings in circuit court, any statutory requirement for an original, original paper, paper, record, document, facsimile, memorandum, exhibit, certification, or transcript shall be satisfied if such is in an electronic form approved for filing under the Rules of Supreme Court of Virginia. However, this section shall not apply to documents the form of which is specified in any statute governing the creation and execution of wills, codicils, testamentary trusts, premarital agreements, and negotiable instruments.\n\nB. Notwithstanding any other provision of law, any statutory authorization for the use of copies or reproductions in civil or criminal proceedings in circuit court shall be satisfied by use of such copies or reproductions in hard copy or electronic form approved for filing under the Rules of Supreme Court of Virginia.\n\nC. Any clerk of a circuit court with an electronic filing system that complies with the Rules of Supreme Court of Virginia may provide the trial court record in electronic form to the appropriate clerk of any appellate court. The clerk of the Supreme Court and the clerk of the Court of Appeals shall accept the official civil or criminal record in electronic form as otherwise required by law. The clerk in the appellate court may also request that any paper trial court records be forwarded to such clerk.\n\nD. The Rules of Supreme Court of Virginia shall not prohibit the use of a private vendor electronic filing system if such system is in compliance with the filing standards established by the Court.\n\n2010, cc. 717, 760; 2015, c. 71; 2018, cc. 125, 129, 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-258-6/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Master and Incorporating Deeds of Trust",
      "text": "Master and Incorporating Deeds of Trust",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-259",
      "number": "17.1-259.",
      "heading": "Recordation of master deed of trust; form and requisites",
      "text": "A. Any person may record in any clerk's office in the Commonwealth where deeds are recorded a form of a deed of trust, hereinafter referred to as a \"master deed.\"\n\nB. The master deed shall bear the caption \"Master Deed of Trust,\" and may contain any provisions not in conflict with law. The provisions shall be numbered or lettered, clearly distinguishable one from the other, and susceptible of exact reference.\n\n1954, c. 8, §§ 17-83.2, 17-83.3; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-259/"
    },
    {
      "id": "section-171-260",
      "number": "17.1-260.",
      "heading": "Recordation, effect and requisites of incorporating deed",
      "text": "Any person may record a deed of trust hereinafter referred to as an \"incorporating deed,\" which incorporates by reference any one or more of the provisions of a master deed recorded in the same clerk's office. The provisions incorporated by reference shall be of the same force and effect and shall be as binding upon the parties to the incorporating deed and their successors in title as if fully set forth in the incorporating deed. No incorporating deed shall refer to more than one master deed.\n\n1954, c. 8, § 17-83.4; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-260/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Names, Discharges, Etc., of War Service Men",
      "text": "Names, Discharges, Etc., of War Service Men",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-261",
      "number": "17.1-261.",
      "heading": "Recordation of names of men who served during World War I",
      "text": "The clerk of the circuit court of each county or city shall preserve the book or books in which have been recorded the lists of the residents of such counties or cities, who became members of the military forces of the United States during World War I.\n\nAny person who has joined either the naval or military forces of the United States or its allies, may have his name spread upon such record, upon application and proof of such service, or some person may make such application for him, and when done his name shall be placed upon the record.\n\nThe clerks shall be entitled to the fees allowed by law for copying in similar cases.\n\n1918, p. 500, § 17-84; Michie Code 1942, § 5214a; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-261/"
    },
    {
      "id": "section-171-262",
      "number": "17.1-262.",
      "heading": "Recordation of discharges of those who served in World War I",
      "text": "Whenever the honorable discharge of any person who served in the military or naval forces of the United States or its associates during World War I, and who at the time of entering such service was a resident of Virginia shall be delivered to the clerk of any circuit court in this Commonwealth, the clerk shall record the same in the book hereinafter provided for. Copies of honorable discharges certified by the clerk shall be received as evidence of the facts therein stated.\n\n1924, p. 471, 472, §§ 17-85, 17-86; Michie Code 1942, §§ 5214b, 5214d; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-262/"
    },
    {
      "id": "section-171-263",
      "number": "17.1-263.",
      "heading": "World War I Memorial Record",
      "text": "Each circuit court clerk shall maintain a loose-leaf binder suitable for permanent record purposes of such standard form as was prescribed by the Virginia World War I History Commission, and sufficient loose leaves printed in such blank form as was prescribed by such commission, known as the \"World War I Memorial Record,\" which shall be a public record book of the clerk's office. The clerk shall record therein the honorable discharges.\n\nIf the clerk has recorded the honorable discharges in any other book prior to receipt of the special books, such prior recordations are hereby validated and approved. Recordations and certified copies thereof heretofore or hereafter furnished shall have the same force and effect as those provided by § 17.1-262 and whenever the World War I History Commission shall have approved the form of the record book so previously in use, it shall be optional with the clerk to continue the use of such record book.\n\n1924, p. 471, § 17-87; Michie Code 1942, § 5214c; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-263/"
    },
    {
      "id": "section-171-264",
      "number": "17.1-264.",
      "heading": "Recording information on discharges of World War II servicemen",
      "text": "A. When the honorable or dishonorable discharge of any person who served in the armed forces of the United States, or its associates, during World War II and who was a resident of the county or city at the time of his induction is presented, the clerk shall record the information contained therein in the proper spaces provided for such purpose in the book known as \"Induction and Discharge Record, World War II.\" If the induction record of the veteran presenting a discharge for recordation is not already recorded, the clerk shall ascertain this information and record it along with the discharge.\n\nB. Such record book shall be kept in the clerk's office as a public record and shall be paid for by the county or city, as other public record books are paid for. It shall be standard loose-leaf construction, suitable for permanent record purposes, and shall consist of a binder with canvas jacket, an index and a quantity of sheets printed to provide space for (i) the induction record, (ii) the service record, and (iii) the discharge. Under clause (i) suitable headings and space for recording the induction information obtained from the draft boards shall be provided and under clauses (ii) and (iii) suitable headings and space for recording the information contained in the discharge papers shall be provided.\n\n1944, p. 33, §§ 17-90, 17-91; Michie Suppl. 1946, § 3392a; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-264/"
    },
    {
      "id": "section-171-265",
      "number": "17.1-265.",
      "heading": "Recordation of evidence of discharge generally; confidentiality",
      "text": "A. The clerk of the circuit court of the county or city wherein a person discharged from the armed forces of the United States resides shall record, upon presentation, free of charge, the original or a properly authenticated copy of either the discharge certificate or the report of separation from active duty (Department of Defense Document DD-214), or both.\n\nB. Notwithstanding the provisions of § 17.1-208, discharge certificates and reports of separation from active duty recorded pursuant to this section shall be open for inspection and copying only by the following:\n\n1. The subject of the record;\n\n2. The duly qualified conservator or guardian of the subject of the record;\n\n3. The duly qualified executor or administrator of the estate of the subject of the record, if deceased, or, in the event no executor or administrator has qualified, the next of kin of the deceased subject;\n\n4. An attorney, attorney-in-fact, or other agent or representative of any of the persons described in subdivision 1, 2 or 3, acting pursuant to a written power of attorney or other written authorization; or\n\n5. A duly authorized representative of an agency or instrumentality of federal, state, or local government seeking the record in the ordinary course of performing its official duties.\n\nUnder the circumstances in which time is of the essence, including but not limited to, requests for copies of records attendant to the making of funeral arrangements or arrangements for medical care, the clerk, in ascertaining whether a person seeking access to discharge certificates or reports of separation from active duty is qualified to do so pursuant to this section, may rely upon the sworn statement of the requestor made in person before the clerk or his deputy.\n\nC. Notwithstanding the provisions of subsection B, the clerk may permit access to discharge certificates or reports of separation from active duty of deceased persons for bona fide genealogical or other research purposes.\n\n1934, p. 99, § 17-92; Michie Code 1942, § 5214f; 1980, c. 392; 1998, c. 872; 2002, c. 299.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-265/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Fees",
      "text": "Fees",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-266",
      "number": "17.1-266.",
      "heading": "Services rendered in Commonwealth's cases",
      "text": "No clerk, sheriff or other officer shall receive payment out of the state treasury for any services rendered in cases of the Commonwealth, whether in a court of record or a court not of record, except as allowed by statute. Localities shall be exempt from paying fees for services rendered by a clerk or other court officer for cases, whether in a court of record or a court not of record, when the locality is a party to a case commenced in a court serving that locality or in any other jurisdiction when the localities have a reciprocal waiver of fees agreement. Sheriffs may, in writing, grant a waiver of the sheriff's fee to one or more localities.\n\nCode 1950, § 14-98; 1964, c. 386, § 14.1-87; 1971, Ex. Sess., c. 155; 1998, c. 872; 2007, c. 800.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-266/"
    },
    {
      "id": "section-171-267",
      "number": "17.1-267.",
      "heading": "Services for which clerks may not charge",
      "text": "A. No clerk shall charge for taking bond from, administering oath to, or making or copying orders as to the appointment or qualification of any judge, magistrate, sheriff, treasurer, commissioner of the revenue, or of a deputy of any of them, or of any escheator, supervisor, or of a guardian or conservator, when his bond is in a penalty not exceeding $1,000.00, or for making or copying orders as to county allowances, or grand juries, and administering the necessary oaths.\n\nB. No clerk shall charge for copying or making for or furnishing to the Department of Corrections or a federal probation officer a certified copy of a criminal judgment order or criminal sentencing order.\n\nC. No clerk shall charge a fee for (i) executing any order of publication under § 17.1-626; (ii) keeping, preserving, and holding available for public inspection judgment records, and making entries in and indexing such judgments, or discharging, or marking satisfied, a lien under §§ 15.2-2604, 15.2-2605 and 15.2-2120; (iii) docketing judgment on forfeited recognizance or bond under § 19.2-147; (iv) making out reports to the Central Criminal Records Exchange under § 19.2-390; (v) recording a lien in the miscellaneous lien book under § 43-42 or § 43-43; or (vi) filing an appraiser's report under § 56-436.\n\nD. No clerk shall charge a fee for (i) recording the reports of special receivers and commissioners as required by § 8.01-617; (ii) copying in the Induction and Discharge Record information obtained from draft boards or recording the discharge papers, or certified copy of such, of a person who has served in the armed forces of the United States; or (iii) receiving any mark of designation under § 59.1-103.\n\nCode 1950, § 14-101; 1964, c. 386, § 14.1-90; 1972, c. 549; 1991, c. 46; 1992, c. 498; 1994, c. 432; 1997, c. 801; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-267/"
    },
    {
      "id": "section-171-268",
      "number": "17.1-268.",
      "heading": "Fee for effort to serve when person cannot be found",
      "text": "Whenever a sheriff is required to serve a declaration in ejectment or an order, notice, summons or other process in a pending civil case and make return thereon and shall after due effort and without fault be unable to locate such person or make service of such process in some method provided by law, the sheriff shall be paid the same fee provided by law for serving an order, notice or other process and making return thereof, to be taxed as other costs. When service is required in a proceeding not pending in a court then the service shall be paid for by the party at whose instance it is had. No fee shall be paid unless the sheriff returns such paper unexecuted and makes and files therewith an affidavit setting forth the fact that he has made diligent effort to execute such paper and without avail.\n\nCode 1950, § 14-107; 1964, c. 386, § 14.1-96; 1971, Ex. Sess., c. 155; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-268/"
    },
    {
      "id": "section-171-269",
      "number": "17.1-269.",
      "heading": "To whom fees charged",
      "text": "Unless otherwise provided, the fees mentioned in this article shall be chargeable to the party at whose instance the service is performed, except that fees for entering and certifying the attendance of witnesses and the proceedings to compel payment for such attendance shall be charged to the party for whom the witness attended.\n\nCode 1950, § 14-108; 1964, c. 386, § 14.1-97; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-269/"
    },
    {
      "id": "section-171-270",
      "number": "17.1-270.",
      "heading": "Officer to state fees, etc., on affidavit, deposition or report",
      "text": "A notary or other officer returning affidavits or depositions of witnesses and a commissioner returning a report shall state at the foot thereof the fees therefor, to whom charged and, if paid, by whom.\n\nCode 1950, § 14-109; 1964, c. 386, § 14.1-98; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-270/"
    },
    {
      "id": "section-171-271",
      "number": "17.1-271.",
      "heading": "Deposit of money in bank",
      "text": "Whenever any clerk of a court receives or collects any money for or on account of the Commonwealth or any county, city, town or person, he shall, within a reasonable time, deposit the same in such bank or banks selected by him to the credit of an official account, and in the event of the failure or insolvency of such bank, the clerk shall not be responsible for any loss of funds resulting from such failure or insolvency.\n\nAny such officer who deposits any such money in his personal account, knowingly intermingles any of the same with his personal funds, or otherwise violates any of the provisions of this section shall be deemed guilty of a misdemeanor. However, prosecution hereunder shall not preclude criminal prosecution under any other section of this Code.\n\nCode 1950, § 14-112; 1964, c. 386, § 14.1-101; 1971, Ex. Sess., c. 155; 1981, c. 152; 1993, c. 334; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-271/"
    },
    {
      "id": "section-171-272",
      "number": "17.1-272.",
      "heading": "Process and service fees generally",
      "text": "A. The fee for process and service in the following instances shall be $12:\n\n1. Service on any person, firm or corporation, an order, notice, summons or any other civil process, except as herein otherwise provided, and for service on any person, firm, or corporation any process when the body is not taken and making a return thereof, except that no fee shall be charged for service pursuant to § 2.2-4022.\n\n2. Summoning a witness or garnishee on an attachment.\n\n3. Service on any person of an attachment or other process under which the body is taken and making a return thereon.\n\n4. Service of any order of court not otherwise provided for, except that no fees shall be charged for protective orders issued pursuant to Chapter 11 (§ 16.1-226 et seq.) of Title 16.1.\n\n5. Making a return of a writ of fieri facias where no levy is made or forthcoming bond is taken.\n\n6. Summoning a witness in any case in which custody or visitation of a minor child or children is at issue.\n\nB. The fees for process and service in the following instances shall be $25:\n\n1. Service and publication of any notice of a publicly-advertised public sale.\n\n2. Service of a writ of possession or writ of eviction, except that there shall be an additional fee of $12 for each additional defendant.\n\n3. Levying upon current money, bank notes, goods or chattels of a judgment debtor pursuant to § 8.01-478.\n\n4. Service of a declaration in ejectment on any person, firm or corporation, except that there shall be an additional fee of $12 for each additional defendant.\n\n5. Levying distress warrant or an attachment.\n\n6. Levying an execution.\n\nC. The process and service fee for serving any papers returnable out of state shall be $75, except no fees shall be charged for the service of papers in connection with the prosecution of any misdemeanor or felony domestic violence offense, or in connection with the filing, issuance, registration, or service of a protective order or a petition for a protective order. A victim of domestic violence, stalking, or sexual assault shall not bear the costs associated with the filing of criminal charges against the offender, and no victim shall bear the costs associated with the filing, issuance, registration, or service of a warrant, protective order, petition for a protective order, or witness subpoena, issued inside or outside the Commonwealth.\n\nD. The fees set out in this section shall be allowable for services provided by such officers in the circuit and district courts.\n\nCode 1950, §§ 14-104, 14-116, p. 25; 1964, c. 386, §§ 14.1-93, 14.1-105; 1971, Ex. Sess., c. 155; 1972, c. 719; 1975, c. 591; 1976, cc. 308, 310; 1981, c. 411; 1982, c. 674; 1983, c. 407; 1984, c. 317; 1992, c. 648; 1995, c. 51, § 14.1-95.1; 1998, c. 872; 2002, c. 508; 2004, cc. 198, 211, 588; 2011, cc. 445, 480; 2019, cc. 180, 700.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-272/"
    },
    {
      "id": "section-171-273",
      "number": "17.1-273.",
      "heading": "Establishment and disposition of fees collected by certain high constable",
      "text": "Notwithstanding any provision of law to the contrary, including a general or special act, the City of Norfolk, may, by duly adopted local ordinance, establish fees for the service of process by the office of the high constable. The office of the high constable in such city shall publish a schedule of such fees by January 1 of each year. Copies of the schedule shall be forwarded to the Clerk of the Supreme Court of Virginia. Only in the City of Norfolk, shall high constables execute all processes, warrants, summonses and notices in civil cases before the general district court of the city to the exclusion of the sheriff of the city. Any fees, collected by the office of the high constable for such process, shall be deposited in the treasury of the city wherein such office is situated for use in the general operation of city government.\n\n1998, c. 872; 2007, c. 813.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-273/"
    },
    {
      "id": "section-171-274",
      "number": "17.1-274.",
      "heading": "Commission on forthcoming bond",
      "text": "A. The commission to be included in a forthcoming bond, when one is taken, shall be five percent. Such commission shall not be received unless the bond is forfeited or paid, including the commission, to the plaintiffs. Of whatever interest accrues on such bond, or the execution of judgment thereon, the officer shall be entitled to his proportionable share, on account of his fees included in such bond.\n\nB. In cities of a population of 100,000 and more, however, the commission to be included in a forthcoming bond, when one is taken, shall be ten percent on the first $100 of the money for which the distress or levy is and two percent on the residue. Such commission shall not be received unless the bond is forfeited or paid, including the commission, to the plaintiffs. Of whatever interest may accrue on such bonds, or the execution of judgment thereon, the officer shall be entitled to his proportionate share, on account of his fees included in the sale. An officer in any such city receiving payment in money or selling goods shall receive the like commission of ten percent on the first $100 of the money paid or proceeding from the sale and two percent on the residue; except that when such payment or sale is on an execution on a forthcoming bond, his commission shall only be half what it would be if the execution were not on such bond.\n\nCode 1950, §§ 14-119, 14-121; 1964, c. 386, §§ 14.1-108, 14.1-110; 1995, c. 51; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-274/"
    },
    {
      "id": "section-171-275",
      "number": "17.1-275.",
      "heading": "Fees collected by clerks of circuit courts; generally",
      "text": "A. A clerk of a circuit court shall, for services performed by virtue of his office, charge the following fees:\n\n1. [Repealed.]\n\n2. For recording and indexing in the proper book any writing and all matters therewith, or for recording and indexing anything not otherwise provided for, $18 for an instrument or document consisting of 10 or fewer pages or sheets; $32 for an instrument or document consisting of 11 to 30 pages or sheets; and $52 for an instrument or document consisting of 31 or more pages or sheets. Whenever any writing to be recorded includes plat or map sheets no larger than eight and one-half inches by 14 inches, such plat or map sheets shall be counted as ordinary pages for the purpose of computing the recording fee due pursuant to this section. A fee of $17 per page or sheet shall be charged with respect to plat or map sheets larger than eight and one-half inches by 14 inches. Only a single fee as authorized by this subdivision shall be charged for recording a certificate of satisfaction that releases the original deed of trust and any corrected or revised deeds of trust. Three dollars and fifty cents of the fee collected for recording and indexing shall be designated for use in preserving the permanent records of the circuit courts. The sum collected for this purpose shall be administered by The Library of Virginia in cooperation with the circuit court clerks.\n\n3. For appointing and qualifying any personal representative, committee, trustee, guardian, or other fiduciary, in addition to any fees for recording allowed by this section, $20 for estates not exceeding $50,000, $25 for estates not exceeding $100,000 and $30 for estates exceeding $100,000. No fee shall be charged for estates of $5,000 or less.\n\n4. For entering and granting and for issuing any license, other than a marriage license or a hunting and fishing license, and administering an oath when necessary, $10.\n\n5. For issuing a marriage license, attaching certificate, administering or receiving all necessary oaths or affidavits, indexing and recording, $10. For recording an order to celebrate the rites of marriage pursuant to § 20-25, $25 to be paid by the petitioner.\n\n6. For making out any bond, other than those under § 17.1-267 or subdivision A 4, administering all necessary oaths and writing proper affidavits, $3.\n\n7. For all services rendered by the clerk in any garnishment or attachment proceeding, the clerk's fee shall be $15 in cases not exceeding $500 and $25 in all other cases.\n\n8. For making out a copy of any paper, record, or electronic record to go out of the office, which is not otherwise specifically provided for herein, a fee of $0.50 for each page or, if an electronic record, each image. From such fees, the clerk shall reimburse the locality the costs of making out the copies and pay the remaining fees directly to the Commonwealth. The funds to recoup the cost of making out the copies shall be deposited with the county or city treasurer or Director of Finance, and the governing body shall budget and appropriate such funds to be used to support the cost of copies pursuant to this subdivision. For purposes of this section, the costs of making out the copies authorized under this section shall include costs included in the lease and maintenance agreements for the equipment and the technology needed to operate electronic systems in the clerk's office used to make out the copies, but shall not include salaries or related benefits. The costs of copies shall otherwise be determined in accordance with § 2.2-3704. However, there shall be no charge to the recipient of a final order or decree to send an attested copy to such party.\n\n9. For annexing the seal of the court to any paper, writing the certificate of the clerk accompanying it, the clerk shall charge $2 and for attaching the certificate of the judge, if the clerk is requested to do so, the clerk shall charge an additional $0.50.\n\n10. In any case in which a person is convicted of a violation of any provision of Article 1 (§ 18.2-247 et seq.) of Chapter 7 of Title 18.2 or is subject to a disposition under § 18.2-251, the clerk shall assess a fee of $150 for each felony conviction and each felony disposition under § 18.2-251 which shall be taxed as costs to the defendant and shall be paid into the Drug Offender Assessment and Treatment Fund.\n\n11. In any case in which a person is convicted of a violation of any provision of Article 1 (§ 18.2-247 et seq.) of Chapter 7 of Title 18.2 or is subject to a disposition under § 18.2-251, the clerk shall assess a fee for each misdemeanor conviction and each misdemeanor disposition under § 18.2-251, which shall be taxed as costs to the defendant and shall be paid into the Drug Offender Assessment and Treatment Fund as provided in § 17.1-275.8.\n\n12. Upon the defendant's being required to successfully complete traffic school, a mature driver motor vehicle crash prevention course, or a driver improvement clinic in lieu of a finding of guilty, the court shall charge the defendant fees and costs as if he had been convicted.\n\n13. In all civil actions that include one or more claims for the award of monetary damages the clerk's fee chargeable to the plaintiff shall be $100 in cases seeking recovery not exceeding $49,999; $200 in cases seeking recovery exceeding $49,999, but not exceeding $100,000; $250 in cases seeking recovery exceeding $100,000, but not exceeding $500,000; and $300 in cases seeking recovery exceeding $500,000. Ten dollars of each such fee shall be apportioned to the Courts Technology Fund established under § 17.1-132. A fee of $25 shall be paid by the plaintiff at the time of instituting a condemnation case, in lieu of any other fees. There shall be no fee charged for the filing of a cross-claim or setoff in any pending action. However, the fees prescribed by this subdivision shall be charged upon the filing of a counterclaim or a claim impleading a third-party defendant. The fees prescribed above shall be collected upon the filing of papers for the commencement of civil actions. This subdivision shall not be applicable to cases filed in the Supreme Court of Virginia.\n\n13a. For the filing of any petition seeking court approval of a settlement where no action has yet been filed, the clerk's fee, chargeable to the petitioner, shall be $50, to be paid by the petitioner at the time of filing the petition.\n\n14. In addition to the fees chargeable for civil actions, for the costs of proceedings for judgments by confession under §§ 8.01-432 through 8.01-440, the clerk shall tax as costs (i) the cost of registered or certified mail; (ii) the statutory writ tax, in the amount required by law to be paid on a suit for the amount of the confessed judgment; (iii) for the sheriff for serving each copy of the order entering judgment, $12; and (iv) for docketing the judgment and issuing executions thereon, the same fees as prescribed in subdivision A 17.\n\n15. For qualifying notaries public, including the making out of the bond and any copies thereof, administering the necessary oaths, and entering the order, $10.\n\n16. For each habeas corpus proceeding, the clerk shall receive $10 for all services required thereunder. This subdivision shall not be applicable to such suits filed in the Supreme Court of Virginia.\n\n17. For docketing and indexing a judgment from any other court of the Commonwealth, for docketing and indexing a judgment in the new name of a judgment debtor pursuant to the provisions of § 8.01-451, but not when incident to a divorce, for noting and filing the assignment of a judgment pursuant to § 8.01-452, a fee of $5; and for issuing an abstract of any recorded judgment, when proper to do so, a fee of $5; and for filing, docketing, indexing and mailing notice of a foreign judgment, a fee of $20.\n\n18. For all services rendered by the clerk in any court proceeding for which no specific fee is provided by law, the clerk shall charge $10, to be paid by the party filing said papers at the time of filing; however, this subdivision shall not be applicable in a divorce cause prior to and including the entry of a decree of divorce from the bond of matrimony.\n\n19, 20. [Repealed.]\n\n21. For making the endorsements on a forthcoming bond and recording the matters relating to such bond pursuant to the provisions of § 8.01-529, $1.\n\n22. For all services rendered by the clerk in any proceeding pursuant to § 57-8 or 57-15, $10.\n\n23. For preparation and issuance of a subpoena duces tecum, $5.\n\n24. For all services rendered by the clerk in matters under § 8.01-217 relating to change of name, $20; however, this subdivision shall not be applicable in cases where the change of name is incident to a divorce.\n\n25. For providing court records or documents on microfilm, per frame, $0.50.\n\n26. In all divorce and separate maintenance proceedings, and all civil actions that do not include one or more claims for the award of monetary damages, the clerk's fee chargeable to the plaintiff shall be $60, $10 of which shall be apportioned to the Courts Technology Fund established under § 17.1-132 to be paid by the plaintiff at the time of instituting the suit, which shall include the furnishing of a duly certified copy of the final decree. The fees prescribed by this subdivision shall be charged upon the filing of a counterclaim or a claim impleading a third-party defendant. However, no fee shall be charged for (i) the filing of a cross-claim or setoff in any pending suit or (ii) the filing of a counterclaim or any other responsive pleading in any annulment, divorce, or separate maintenance proceeding. In divorce cases, when there is a merger of a divorce of separation a mensa et thoro into a decree of divorce a vinculo, the above mentioned fee shall include the furnishing of a duly certified copy of both such decrees.\n\n27. For the acceptance of credit or debit cards in lieu of money to collect and secure all fees, including filing fees, fines, restitution, forfeiture, penalties and costs, the clerk shall collect from the person presenting such credit or debit card a reasonable convenience fee for the processing of such credit or debit card. Such convenience fee shall not exceed four percent of the amount paid for the transaction or a flat fee of $2 per transaction. The clerk may set a lower convenience fee for electronic filing of civil or criminal proceedings pursuant to § 17.1-258.3. Nothing herein shall be construed to prohibit the clerk from outsourcing the processing of credit and debit card transactions to a third-party private vendor engaged by the clerk. Convenience fees shall be used to cover operational expenses as defined in § 17.1-295.\n\n28. For the return of any check unpaid by the financial institution on which it was drawn or notice is received from the credit or debit card issuer that payment will not be made for any reason, the clerk may collect a fee of $50 or 10 percent of the amount of the payment, whichever is greater.\n\n29. For all services rendered, except in cases in which costs are assessed pursuant to § 17.1-275.1, 17.1-275.2, 17.1-275.3, or 17.1-275.4, in an adoption proceeding, a fee of $20, in addition to the fee imposed under § 63.2-1246, to be paid by the petitioner or petitioners. For each petition for adoption filed pursuant to § 63.2-1201, except those filed pursuant to subdivisions 4 and 5 of § 63.2-1210, an additional $50 filing fee as required under § 63.2-1201 shall be deposited in the Virginia Birth Father Registry Fund pursuant to § 63.2-1249.\n\n30. For issuing a duplicate license for one lost or destroyed as provided in § 29.1-334, a fee in the same amount as the fee for the original license.\n\n31. For the filing of any petition as provided in §§ 33.2-1023, 33.2-1024, and 33.2-1027, a fee of $5 to be paid by the petitioner; and for the recordation of a certificate or copy thereof, as provided for in § 33.2-1021, as well as for any order of the court relating thereto, the clerk shall charge the same fee as for recording a deed as provided for in this section, to be paid by the party upon whose request such certificate is recorded or order is entered.\n\n32. For making up, certifying and transmitting original record pursuant to the Rules of the Supreme Court, including all papers necessary to be copied and other services rendered, except in cases in which costs are assessed pursuant to § 17.1-275.1, 17.1-275.2, 17.1-275.3, 17.1-275.4, 17.1-275.7, 17.1-275.8, or 17.1-275.9, a fee of $20.\n\n33. [Repealed.]\n\n34. For filings, etc., under the Uniform Federal Lien Registration Act (§ 55.1-653 et seq.), the fees shall be as prescribed in that Act.\n\n35. [Repealed.]\n\n36. For recordation of certificate and registration of names of nonresident owners in accordance with § 59.1-74, a fee of $10.\n\n37. For maintaining the information required under the Overhead High Voltage Line Safety Act (§ 59.1-406 et seq.), the fee as prescribed in § 59.1-411.\n\n38. For lodging, indexing, and preserving a will in accordance with § 64.2-409, a fee of $5.\n\n39. For filing a financing statement in accordance with § 8.9A-505, the fee shall be as prescribed under § 8.9A-525.\n\n40. For filing a termination statement in accordance with § 8.9A-513, the fee shall be as prescribed under § 8.9A-525.\n\n41. For filing assignment of security interest in accordance with § 8.9A-514, the fee shall be as prescribed under § 8.9A-525.\n\n42. For filing a petition as provided in §§ 64.2-2001 and 64.2-2013, the fee shall be $10.\n\n43. For issuing any execution, and recording the return thereof, a fee of $1.50.\n\n44. For the preparation and issuance of a summons for interrogation by an execution creditor, a fee of $5. If there is no outstanding execution, and one is requested herewith, the clerk shall be allowed an additional fee of $1.50, in accordance with subdivision A 44.\n\nB. In accordance with § 17.1-281, the clerk shall collect fees under subdivisions A 7, A 13, A 16, A 18 if applicable, A 20, A 22, A 24, A 26, A 29, and A 31 to be designated for courthouse construction, renovation or maintenance.\n\nC. In accordance with § 17.1-278, the clerk shall collect fees under subdivisions A 7, A 13, A 16, A 18 if applicable, A 20, A 22, A 24, A 26, A 29, and A 31 to be designated for services provided for the poor, without charge, by a nonprofit legal aid program.\n\nD. In accordance with § 42.1-70, the clerk shall collect fees under subdivisions A 7, A 13, A 16, A 18 if applicable, A 20, A 22, A 24, A 26, A 29, and A 31 to be designated for public law libraries.\n\nE. All fees collected pursuant to subdivision A 27 and § 17.1-276 shall be deposited by the clerk into a special revenue fund held by the clerk, which will restrict the funds to their statutory purpose.\n\nF. The provisions of this section shall control the fees charged by clerks of circuit courts for the services above described.\n\nCode 1950, § 14-123, p. 614; 1952, c. 146; 1954, c. 138; 1956, c. 217; 1964, c. 386, § 14.1-112; 1966, c. 217; 1970, c. 522; 1971, Ex. Sess., c. 95; 1972, cc. 626, 627, 647; 1973, c. 159; 1974, cc. 370, 523; 1975, c. 226; 1976, c. 344; 1977, cc. 449, 463; 1978, c. 502; 1980, c. 145; 1983, c. 103; 1984, cc. 225, 356; 1985, cc. 94, 201; 1986, c. 538; 1988, cc. 49, 52; 1989, c. 595; 1990, cc. 88, 738, 971; 1992, c. 784; 1993, cc. 95, 299, 386; 1994, cc. 64, 432, 498, 842; 1995, cc. 51, 371, 440, 463, 525, § 14.1-111.1; 1996, cc. 344, 976; 1997, cc. 215, 921; 1998, cc. 783, 840, 872; 1999, cc. 9, 1003; 2000, cc. 826, 830; 2001, cc. 481, 496, 501, 836; 2002, cc. 831, 832; 2004, c. 1004; 2005, cc. 373, 681; 2006, cc. 318, 623, 718, 825; 2007, cc. 548, 626, 646; 2009, c. 594; 2010, c. 874; 2011, cc. 707, 890; 2012, cc. 420, 714, 780; 2013, c. 263; 2014, c. 282; 2015, c. 641; 2017, c. 200; 2020, cc. 68, 69, 589, 653; 2021, Sp. Sess. I, c. 427; 2022, c. 377.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275/"
    },
    {
      "id": "section-171-2751",
      "number": "17.1-275.1.",
      "heading": "Fixed felony fee",
      "text": "Upon conviction of any and each felony charge or upon a deferred disposition of proceedings in circuit court in the case of any and each felony disposition deferred pursuant to the terms and conditions of § 16.1-278.8, 16.1-278.9, 18.2-61, 18.2-67.1, 18.2-251, 19.2-298.02, or 19.2-303.6, there shall be assessed as court costs a fee of $375, to be known as the fixed felony fee.\n\nThe amount collected, in whole or in part, for the fixed felony fee shall be apportioned, as provided by law, to the following funds in the fractional amounts designated:\n\n1. Sentencing/supervision fee (General Fund) (.4705067);\n\n2. Forensic science fund (.1033333);\n\n3. Court reporter fund (.0887200);\n\n4. Witness expenses/expert witness fund (.0053333);\n\n5. Virginia Crime Victim-Witness Fund (.0080000);\n\n6. Intensified Drug Enforcement Jurisdiction Fund (.0106667);\n\n7. Criminal Injuries Compensation Fund (.0800000);\n\n8. Commonwealth's attorney fund (state share) (.0533333);\n\n9. Commonwealth's attorney fund (local share) (.0533333);\n\n10. Regional Criminal Justice Academy Training Fund (.0026667);\n\n11. Warrant fee (.0320000);\n\n12. Courthouse construction/maintenance fund (.0053333); and\n\n13. Clerk of the circuit court (.0867733).\n\n1999, c. 9; 2002, c. 831; 2003, c. 1039; 2005, c. 631; 2011, c. 565; 2020, Sp. Sess. I, c. 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-1/"
    },
    {
      "id": "section-171-2752",
      "number": "17.1-275.2.",
      "heading": "Fixed fee for felony reduced to misdemeanor",
      "text": "In circuit court, upon the conviction of a person of any and each misdemeanor reduced from a felony charge, or upon a deferred disposition of proceedings in the case of any and each misdemeanor reduced from a felony charge and deferred pursuant to the terms and conditions of § 4.1-305, 16.1-278.8, 16.1-278.9, 18.2-57.3, 19.2-298.02, 19.2-303.2, or 19.2-303.6, there shall be assessed as court costs a fee of $227, to be known as the fixed fee for felony reduced to misdemeanor. However, this section shall not apply to those proceedings provided for in § 17.1-275.8.\n\nThe amount collected, in whole or in part, for the fixed fee for felony reduced to misdemeanor shall be apportioned to the following funds in the fractional amounts designated:\n\n1. Sentencing/supervision fee (General Fund) (.1695154);\n\n2. Forensic science fund (.1707048);\n\n3. Court reporter fund (.1465639);\n\n4. Witness expenses/expert witness fund (.0088106);\n\n5. Virginia Crime Victim-Witness Fund (.0132159);\n\n6. Intensified Drug Enforcement Jurisdiction Fund (.0176211);\n\n7. Criminal Injuries Compensation Fund (.0881057);\n\n8. Commonwealth's attorney fund (state share) (.0881057);\n\n9. Commonwealth's attorney fund (local share) (.0881057);\n\n10. Regional Criminal Justice Academy Training Fund (.0044053);\n\n11. Warrant fee (.0528634);\n\n12. Courthouse construction/maintenance fund (.0088106); and\n\n13. Clerk of the circuit court (.1431718).\n\n1999, c. 9; 2002, c. 831; 2003, c. 1039; 2005, c. 631; 2011, c. 565; 2020, c. 1004; 2020, Sp. Sess. I, c. 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-2/"
    },
    {
      "id": "section-171-2753",
      "number": "17.1-275.3.",
      "heading": "Fixed felony revocation fee",
      "text": "Upon the partial or full revocation of suspension of sentence or probation of a convicted felon pursuant to § 19.2-306, other than a revocation for failure to pay previously assessed court costs, there shall be assessed as court costs a fee of $158 to be known as the fixed felony revocation fee. A single fixed felony revocation fee shall be assessed per defendant per hearing without regard to the number of revocations being considered.\n\nThe amount collected, in whole or in part, for the fixed felony revocation fee shall be apportioned to the following funds in the fractional amounts designated:\n\n1. Virginia Crime Victim-Witness Fund (.0189873);\n\n2. Intensified Drug Enforcement Jurisdiction Fund (.0253165);\n\n3. Court reporter fund (.2105696);\n\n4. Witness expenses/expert witness fund (.0126582);\n\n5. Commonwealth's attorney fund (state share) (.1265823);\n\n6. Commonwealth's attorney fund (local share) (.1265823);\n\n7. Criminal Injuries Compensation Fund (.1898734);\n\n8. Regional Criminal Justice Academy Training Fund (.0063291);\n\n9. Warrant fee (.0759494); and\n\n10. Clerk of the circuit court (.2071519).\n\n1999, c. 9; 2003, c. 1039; 2011, c. 565.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-3/"
    },
    {
      "id": "section-171-2754",
      "number": "17.1-275.4.",
      "heading": "Fixed misdemeanor reduced from felony revocation fee",
      "text": "In circuit court, when a person whose charge was reduced from a felony charge is convicted of a misdemeanor and subsequently suffers partial or full revocation of his suspension of sentence or probation pursuant to § 19.2-306, other than a revocation for failure to pay previously assessed court costs, he shall be assessed as court costs a fee of $114.50 to be known as the fixed misdemeanor reduced from felony revocation fee. A single fixed misdemeanor reduced from felony revocation fee shall be assessed per defendant per hearing without regard to the number of misdemeanor revocations being considered except that if a revocation of probation or suspended sentence upon a felony conviction is also being considered at the same revocation proceeding, a single fixed felony revocation fee shall apply instead. The amount collected, in whole or in part, for the fixed misdemeanor reduced from felony revocation fee shall be apportioned, as provided by law, to the following funds in the fractional amounts designated:\n\n1. Virginia Crime Victim-Witness Fund (.0262009);\n\n2. Intensified Drug Enforcement Jurisdiction Fund (.0349345);\n\n3. Witness expenses/expert witness fund (.0174672);\n\n4. Commonwealth's attorney fund (state share) (.1746725);\n\n5. Commonwealth's attorney fund (local share) (.1746725);\n\n6. Criminal Injuries Compensation Fund (.1746725);\n\n7. Regional Criminal Justice Training Academy Fund (.0087336);\n\n8. Warrant fee, as prescribed by § 17.1-272 (.1048035); and\n\n9. Clerk of the circuit court (.2838428).\n\n1999, c. 9; 2002, c. 831; 2003, c. 1039; 2011, c. 565.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-4/"
    },
    {
      "id": "section-171-2755",
      "number": "17.1-275.5.",
      "heading": "Amounts to be added; judgment in favor of the Commonwealth",
      "text": "A. The clerk shall assess, in addition to the fees provided for by § 17.1-275.1, 17.1-275.2, 17.1-275.3, 17.1-275.4, 17.1-275.7, 17.1-275.8, 17.1-275.9, 17.1-275.10, 17.1-275.11, 17.1-275.11:1, or 17.1-275.12, the following costs:\n\n1. Any amount paid by the Commonwealth for legal representation of the defendant;\n\n2. Any amount paid for trial transcripts;\n\n3. Extradition costs;\n\n4. Costs of psychiatric evaluation;\n\n5. Costs taxed against the defendant as appellant under Rule 5A:30 of the Rules of the Supreme Court;\n\n6. Any fee for a returned check or disallowed credit card charge assessed pursuant to subdivision A 28 of § 17.1-275;\n\n7. Any jury costs;\n\n8. Any assessment made pursuant to subdivision A 10 of § 17.1-275;\n\n9. Any fees prescribed in §§ 18.2-268.8 and 46.2-341.26:8;\n\n10. Any court costs related to an ignition interlock device;\n\n11. Any fee for testing for HIV;\n\n12. Any fee for processing an individual admitted to jail as prescribed in § 15.2-1613.1;\n\n13. Any fee for courthouse security personnel as prescribed in § 53.1-120;\n\n14. Any fee for a DNA sample as prescribed in § 19.2-310.2;\n\n15. Reimbursement to the Commonwealth of medical fees as prescribed in § 19.2-165.1;\n\n16. Any fee for a local criminal justice training academy as prescribed in § 9.1-106;\n\n17. Any fee prescribed by §§ 16.1-69.48:1.01 and 17.1-275.11;\n\n18. Any expenses charged pursuant to subsection B or F of § 19.2-187.1; and\n\n19. Any fee for an electronic summons system as prescribed in § 17.1-279.1.\n\nB. The total amount of assessments described in subsection A, including (i) the fees provided for by § 17.1-275.1, 17.1-275.2, 17.1-275.3, 17.1-275.4, 17.1-275.7, 17.1-275.8, 17.1-275.9, 17.1-275.10, 17.1-275.11, 17.1-275.11:1, or 17.1-275.12 and (ii) all other fines and costs, shall be docketed by the clerk as a judgment against the defendant in favor of the Commonwealth in accordance with § 8.01-446.\n\n1999, c. 9; 2002, c. 831; 2003, cc. 1001, 1022, 1039; 2010, c. 555; 2012, c. 714; 2013, c. 263; 2014, c. 325; 2015, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-5/"
    },
    {
      "id": "section-171-2756",
      "number": "17.1-275.6.",
      "heading": "Fees collected from court reporter fund",
      "text": "Notwithstanding any other provision of law, in any court in which electronic devices are used for recording testimony, a sum not to exceed twenty dollars for each day or part of a day of the trial shall be paid by the clerk, from the court reporter fund as set forth in §§ 17.1-275.1, 17.1-275.2 and 17.1-275.3, or a sum not to exceed five dollars for each day or part of a day of the trial of a case wherein costs are assessed pursuant to § 17.1-275.8 shall be paid by the clerk, from the court reporter fund as set forth in § 17.1-275.8, into a special fund to be used for the purpose of repairing, replacing or supplementing such electronic devices or, if a sufficient amount is available, to pay the purchase price of such devices in whole or in part. For the purpose of this section, repairing shall include maintenance and service contracts. Fees collected under this article shall be retained locally and shall not be subject to the provisions of § 17.1-286.\n\n2000, c. 875; 2002, c. 831.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-6/"
    },
    {
      "id": "section-171-2757",
      "number": "17.1-275.7.",
      "heading": "Fixed misdemeanor fee",
      "text": "In circuit court, upon (i) conviction of any and each misdemeanor, not originally charged as a felony; (ii) a deferred disposition of proceedings in the case of any and each misdemeanor not originally charged as a felony and deferred pursuant to the terms and conditions of § 4.1-305, 16.1-278.8, 16.1-278.9, 18.2-57.3, 19.2-298.02, 19.2-303.2, or 19.2-303.6; (iii) any and each conviction of a traffic infraction or referral to a driver improvement clinic or traffic school in lieu of a finding of guilt for a traffic infraction; or (iv) proof of compliance with law under §§ 46.2-104 and 46.2-1158.02, there shall be assessed as court costs a fee of $80, to be known as the fixed misdemeanor fee. However, this section shall not apply to those proceedings provided for in § 17.1-275.8. This fee shall be in addition to any fee assessed in the district court.\n\nThe amount collected, in whole or in part, for the fixed misdemeanor fee shall be apportioned, as provided by law, to the following funds in the fractional amounts designated:\n\n1. Sentencing/supervision fee (General Fund) (.0125000);\n\n2. Witness expenses/expert witness fee (General Fund)(.0250000);\n\n3. Virginia Crime Victim-Witness Fund (.0375000);\n\n4. Intensified Drug Enforcement Jurisdiction Fund (.0500000);\n\n5. Criminal Injuries Compensation Fund (.2500000);\n\n6. Commonwealth's Attorney Fund (state share) (.0937500);\n\n7. Commonwealth's Attorney Fund (local share) (.0937500);\n\n8. Regional Criminal Justice Academy Training Fund (.0125000);\n\n9. Warrant fee, as prescribed by § 17.1-272 (.1500000);\n\n10. Courthouse Construction/Maintenance Fund (.0250000); and\n\n11. Clerk of the circuit court (.2500000).\n\n2002, c. 831; 2003, c. 1039; 2005, c. 631; 2009, c. 756; 2011, cc. 283, 565; 2020, c. 1004; 2020, Sp. Sess. I, c. 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-7/"
    },
    {
      "id": "section-171-2758",
      "number": "17.1-275.8.",
      "heading": "Fixed drug misdemeanor fee",
      "text": "In circuit court, upon conviction of any and each misdemeanor charge, whether or not originally charged as a felony, for a violation of any provision of Article 1 (§ 18.2-247 et seq.) of Chapter 7 of Title 18.2, or upon a deferred disposition of proceedings in the case of any and each misdemeanor charge, whether or not originally charged as a felony, deferred pursuant to the terms and conditions of § 18.2-251, there shall be assessed as court costs a fee of $296.50, to be known as the fixed drug misdemeanor fee. This fee shall be in addition to any fee assessed in the district court.\n\nThe amount collected, in whole or in part, for the fixed drug misdemeanor fee shall be apportioned, as provided by law, to the following funds in the fractional amounts designated:\n\n1. Sentencing/supervision fee (General Fund) (.1264755);\n\n2. Court Reporter Fund (.0168634);\n\n3. Witness expenses/expert witness fee (General Fund) (.0067454);\n\n4. Virginia Crime Victim-Witness Fund (.0101180);\n\n5. Intensified Drug Enforcement Jurisdiction Fund (.0134907);\n\n6. Criminal Injuries Compensation Fund (.0674536);\n\n7. Commonwealth's Attorney Fund (state share) (.0252951);\n\n8. Commonwealth's Attorney Fund (local share) (.0252951);\n\n9. Regional Criminal Justice Academy Training Fund (.0033727);\n\n10. Warrant fee, as prescribed by § 17.1-272 (.0404722);\n\n11. Courthouse Construction/Maintenance Fund (.0067454);\n\n12. Clerk of the circuit court (.0674536);\n\n13. Forensic laboratory fee (General Fund) (.3372681); and\n\n14. Drug Offender Assessment and Treatment Fund (.2529511).\n\n2002, c. 831; 2003, c. 1039; 2004, c. 1004; 2011, c. 565.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-8/"
    },
    {
      "id": "section-171-2759",
      "number": "17.1-275.9.",
      "heading": "Fixed misdemeanor revocation fee",
      "text": "In circuit court, when a person is convicted of a misdemeanor not originally charged as a felony and subsequently suffers partial or full revocation of his suspension of sentence or probation pursuant to § 19.2-306, he shall be assessed as court costs a fee of $77 to be known as the fixed misdemeanor revocation fee. A single fixed misdemeanor revocation fee shall be assessed per defendant per hearing without regard to the number of misdemeanor revocations being considered, except that if a revocation of probation or suspended sentence upon a felony conviction is also being considered at the same revocation proceeding, a single fixed felony revocation fee shall apply instead. The amount collected, in whole or in part, for the fixed misdemeanor revocation fee shall be apportioned, as provided by law, to the following funds in the fractional amounts designated:\n\n1. Virginia Crime Victim-Witness Fund (.0389610);\n\n2. Intensified Drug Enforcement Jurisdiction Fund (.0519481);\n\n3. Witness expenses/expert witness fee (General Fund) (.0259740);\n\n4. Commonwealth's Attorney Fund (state share) (.0974026);\n\n5. Commonwealth's Attorney Fund (local share) (.0974026);\n\n6. Criminal Injuries Compensation Fund (.2597403);\n\n7. Regional Criminal Justice Training Academy Fund (.0129870);\n\n8. Warrant fee, as prescribed by § 17.1-272 (.1558442); and\n\n9. Clerk of the circuit court (.2597403).\n\n2002, c. 831; 2003, c. 1039; 2011, c. 565.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-9/"
    },
    {
      "id": "section-171-27510",
      "number": "17.1-275.10.",
      "heading": "Additional fee",
      "text": "Beginning May 1, 2003, in addition to the fees set forth in §§ 17.1-275.1, 17.1-275.2, 17.1-275.3, 17.1-275.4, 17.1-275.7, 17.1-275.8, and 17.1-275.9, there shall be assessed as court costs, a fee of $2, at the same time fees in such sections are assessed. All fees collected pursuant to this section shall be deposited into the Intensified Drug Enforcement Jurisdiction Fund.\n\n2003, c. 1042, cl. 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-10/"
    },
    {
      "id": "section-171-27511",
      "number": "17.1-275.11.",
      "heading": "Additional fee assessed for conviction of certain offenses",
      "text": "Beginning May 1, 2003, the clerk shall assess a person, in addition to the fees provided for by §§ 17.1-275.1, 17.1-275.2, 17.1-275.3, 17.1-275.4, 17.1-275.5, 17.1-275.7, 17.1-275.8, and 17.1-275.9, a fee of $100 upon conviction of any and each charge of a violation of §§ 18.2-36.1, 18.2-51.4, 18.2-266, 18.2-266.1, 18.2-268.3, 46.2-341.24 or § 46.2-341.26:3, or any similar local ordinance.\n\n2003, c. 1042, cl. 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-11/"
    },
    {
      "id": "section-171-275111",
      "number": "17.1-275.11:1.",
      "heading": "Additional fee assessed for conviction requiring computer analysis",
      "text": "In addition to the fees provided for by §§ 17.1-275.1 through 17.1-275.5, 17.1-275.7, 17.1-275.8, and 17.1-275.9, upon a finding of guilty of any charge or charges in which any computer forensic analysis revealed evidence used at trial of a defendant, the defendant may be assessed costs in an amount equal to the actual cost of the computer forensic analysis not to exceed $100 for each computer analyzed by any state or local law-enforcement agency. Upon motion and submission to the court of an affidavit by the law-enforcement agency setting forth the number of computers analyzed and the total amount of costs requested, the court shall determine the appropriate amount to be assessed and order such amount paid to the law-enforcement agency.\n\n2011, c. 511.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-11-1/"
    },
    {
      "id": "section-171-27512",
      "number": "17.1-275.12.",
      "heading": "Additional fee for Internet Crimes Against Children Fund",
      "text": "In addition to the fees provided for by §§ 16.1-69.48:1, 16.1-69.48:1.01, 17.1-275.1, 17.1-275.2, 17.1-275.3, 17.1-275.4, 17.1-275.5, 17.1-275.7, 17.1-275.8, 17.1-275.9, 17.1-275.10, and 17.1-275.11, a fee of $15 upon each felony or misdemeanor conviction shall be assessed as court costs. All fees collected pursuant to this section shall be deposited into the state treasury and credited to the Internet Crimes Against Children Fund.\n\nThere is hereby established in the state treasury the Internet Crimes Against Children Fund. Such fund shall consist of all fees collected under this section, moneys appropriated directly to the Fund, and any other grants or gifts made to the Fund. Moneys in the Fund shall be disbursed in the following manner: to the Virginia State Police, 33.3333 percent of the total annual deposits to support the Northern Virginia Internet Crimes Against Children program; to the Department of Criminal Justice Services, 33.3333 percent of the total annual deposits to support the Southern Virginia Internet Crimes Against Children program; to the Department of Criminal Justice Services, 27.7777 percent of the total annual deposits to support grants and training and equipment for local law-enforcement agencies' use in investigating and prosecuting Internet crimes against children; and to the Department of Social Services, 5.5555 percent of the total annual deposits to support the Virginia Child Protection Accountability System established under § 63.2-1530.\n\n2010, c. 685; 2014, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-12/"
    },
    {
      "id": "section-171-27513",
      "number": "17.1-275.13.",
      "heading": "Additional fee for offenses related to sex trafficking",
      "text": "In addition to the fees provided for by §§ 17.1-275.1, 17.1-275.2, 17.1-275.7, 17.1-275.10, and 17.1-275.12, any person convicted of a misdemeanor violation of § 18.2-346.01 or of § 18.2-348 or 18.2-349 shall be ordered to pay a $100 fee, and any person convicted of a violation of clause (ii), (iii), or (iv) of § 18.2-48, or of § 18.2-368, or any felony violation of the laws pertaining to commercial sex trafficking or prostitution offenses pursuant to Article 3 (§ 18.2-346 et seq.) of Chapter 8, with the exception of § 18.2-361, shall be ordered to pay a $500 fee. All fees collected pursuant to this section shall be deposited into the Virginia Prevention of Sex Trafficking Fund to be used in accordance with § 9.1-116.4.\n\n2019, c. 728; 2020, c. 122; 2021, Sp. Sess. I, c. 188.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-13/"
    },
    {
      "id": "section-171-27514",
      "number": "17.1-275.14.",
      "heading": "Additional fee for Virginia State Police Electronic Summons System Fund",
      "text": "A. In addition to the fees provided for by §§ 16.1-69.48:1, 16.1-69.48:1.01, 17.1-275.1, 17.1-275.2, 17.1-275.3, 17.1-275.4, 17.1-275.5, 17.1-275.7, 17.1-275.8, 17.1-275.9, 17.1-275.10, 17.1-275.11, 17.1-275.12, and 17.1-275.13, a fee of $5 shall be assessed as court costs in each criminal or traffic case in which the Virginia State Police issued the summons, ticket, or citation. All fees collected pursuant to this section shall be deposited into the state treasury and credited to the Virginia State Police Electronic Summons System Fund.\n\nB. There is hereby created in the state treasury a special nonreverting fund to be known as the Virginia State Police Electronic Summons System Fund, referred to in this section as \"the Fund.\" The Fund shall be established on the books of the Comptroller. All fees collected under this section, moneys appropriated directly to the Fund, and any other grants or gifts made to the Fund shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purposes of funding software, hardware, and associated equipment costs for the implementation and maintenance of an electronic summons system. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by the Superintendent of the Virginia State Police or his designee.\n\n2020, c. 342.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-275-14/"
    },
    {
      "id": "section-171-276",
      "number": "17.1-276.",
      "heading": "Fee allowed for providing secure remote access to land records",
      "text": "A. A clerk of the circuit court who provides secure remote access to land records pursuant to § 17.1-294 may charge a fee as provided in this section. The fee shall be paid to the clerk's office and deposited by the clerk into the clerk's nonreverting local fund to be used to cover operational expenses as defined in § 17.1-295. The clerk may charge a flat clerk's fee to be assessed for each subscriber, as defined in § 17.1-295, in an amount not to exceed $50 per month and a separate fee per image downloaded in an amount not to exceed the fee provided in subdivision A 8 of § 17.1-275. The clerk's fees shall be used to cover operational expenses as defined in § 17.1-295.\n\nThe Office of the Attorney General, the Division of Debt Collection, the Department of Transportation, the Virginia Outdoors Foundation, the Department of Historic Resources, the Department of General Services, the Department of Conservation and Recreation, the Department of Forestry, the Virginia Alcoholic Beverage Control Authority, the Department of Rail and Public Transportation, and the State Corporation Commission shall be exempt from paying any fee for remote access to land records. If any clerk contracts with an outside vendor to provide remote access to land records to subscribers, such contract shall contain a provision exempting the Office of the Attorney General, the Division of Debt Collection, the Department of Transportation, the Virginia Outdoors Foundation, the Department of Historic Resources, the Department of General Services, the Department of Conservation and Recreation, the Department of Forestry, the Virginia Alcoholic Beverage Control Authority, the Department of Rail and Public Transportation, and the State Corporation Commission from paying any access or subscription fee.\n\nB. The circuit court clerk shall enter into an agreement with each person whom the clerk authorizes to have remote access, in accordance with the security standards established by the Virginia Information Technologies Agency. Any such agreement between a state agency or employee thereof acting in the employee's official capacity and the clerk or an outside vendor contracted by the clerk to provide remote access to land records to subscribers, or such an agreement between a state agency or employee thereof acting in the employee's official capacity and both the clerk and the outside vendor, shall not contain any provision requiring the state agency or employee thereof acting in the employee's official capacity to indemnify the clerk or the vendor. Any such agreement between a state agency and the clerk or an outside vendor shall provide that the state agency is required to monitor its employees' activity under such agreement to ensure compliance with its terms.\n\nC. The clerk may establish a program under which the clerk assesses a reasonable convenience fee that shall not exceed $2 per transaction for remote access to land records and a separate fee per image downloaded in an amount not to exceed the fee provided in subdivision A 8 of § 17.1-275.\n\nD. Nothing herein shall be construed to require the use by the general public of the secure remote access to land records made available by the clerk, and such records may continue to be accessed in person in the clerk's office.\n\n1985, c. 489, § 14.1-118.1; 1993, c. 445; 1995, c. 592; 1997, c. 413; 1998, cc. 650, 872; 2004, c. 230; 2006, c. 474; 2008, cc. 823, 833; 2009, cc. 76, 723, 797; 2010, c. 430; 2011, cc. 434, 493; 2012, cc. 234, 469, 780; 2013, c. 77; 2015, cc. 65, 174; 2019, c. 611; 2021, Sp. Sess. I, c. 124.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-276/"
    },
    {
      "id": "section-171-277",
      "number": "17.1-277.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2002, c. 831, cl. 2, effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-277/"
    },
    {
      "id": "section-171-278",
      "number": "17.1-278.",
      "heading": "Additional fees in certain courts; use by Virginia State Bar",
      "text": "In addition to the fees prescribed by § 16.1-69.48:2 and subdivision A 13 of § 17.1-275 and to be collected by the clerk of the circuit or general district court upon the filing of papers for the commencement of civil actions in such courts, the following additional fees shall be collected in all cities and counties in which civil legal representation is provided for the poor, without charge, by a nonprofit legal aid program organized under the auspices of the Virginia State Bar: (i) upon commencement of a civil action in such circuit court, an additional fee of $10 and (ii) upon commencement of a civil action in such general district court, an additional fee of $10.\n\nThe additional fees prescribed by this action shall be collected by the clerk at the time of the filing. The amounts so collected shall be paid by the clerk to the state treasury and credited as follows: (i) $9 to a special fund within the Virginia State Bar fund to be designated the Legal Aid Services Fund, and (ii) $1 to the general fund for funding of the district courts of the Commonwealth. Such amount for the district courts shall be used to assist indigent litigants. Such amounts credited to the Legal Aid Services Fund shall be disbursed by the Virginia State Bar by check from the State Treasurer upon a warrant of the Comptroller to nonprofit legal aid programs organized under the auspices of the Virginia State Bar through the Legal Services Corporation of Virginia to assist in defraying the costs of such programs. However, the additional fees prescribed by this section shall not be collected in actions initiated by any local government or by the Commonwealth.\n\n1992, cc. 249, 749, § 14.1-125.1; 1998, c. 872; 2002, c. 318; 2004, c. 925; 2005, c. 681; 2006, c. 189; 2008, c. 692.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-278/"
    },
    {
      "id": "section-171-279",
      "number": "17.1-279.",
      "heading": "Additional fee to be assessed by circuit court clerks for information technology",
      "text": "A. In addition to the fees otherwise authorized by this chapter, the clerk of each circuit court shall assess a $5 fee, known as the \"Technology Trust Fund Fee,\" in each civil action, upon each instrument to be recorded in the deed books, and upon each judgment to be docketed in the judgment lien docket book. Such fee shall be deposited by the State Treasurer into a trust fund. The State Treasurer shall maintain a record of such deposits.\n\nB. Four dollars of every $5 fee shall be allocated by the Compensation Board from the trust fund for the purposes of: (i) developing and updating individual land records automation plans for individual circuit court clerks' offices; (ii) implementing automation plans to modernize land records in individual circuit court clerks' offices and provide secure remote access to land records throughout the Commonwealth pursuant to § 17.1-294; (iii) obtaining and updating office automation and information technology equipment including software and conversion services; (iv) preserving, maintaining and enhancing court records, including, but not limited to, the costs of repairs, maintenance, land records, consulting services, service contracts, redaction of social security numbers from land records, and system replacements or upgrades; and (v) improving public access to court records. The Compensation Board in consultation with circuit court clerks and other users of court records shall develop and update policies governing the allocation of funds for these purposes. However, such funds shall not be used for personnel costs within the circuit court clerks' offices. The Compensation Board policies governing the allocation of funds shall require that a clerk submit to the Compensation Board a written certification that the clerk's proposed technology improvements of his land records will provide secure remote access to those land records on or before July 1, 2008.\n\nThe annual budget submitted by each circuit court clerk pursuant to § 15.2-1636.7 may include a request for technology improvements in the upcoming fiscal year to be allocated by the Compensation Board from the trust fund. Such request shall not exceed the deposits into the trust fund credited to that locality. The Compensation Board shall allocate the funds requested by the clerks in an amount not to exceed the deposits into the trust fund credited to their respective localities.\n\nC. The remaining $1 of each such fee may be allocated by the Compensation Board from the trust fund (i) for the purposes of funding studies to develop and update individual land-records automation plans for individual circuit court clerks' offices, at the request of and in consultation with the individual circuit court clerk's offices, and (ii) for the purposes enumerated in subsection B to implement the plan to modernize land records in individual circuit court clerks' offices and provide secure remote access to land records throughout the Commonwealth. The allocations pursuant to this subsection may give priority to those individual clerks' offices whose deposits into the trust fund would not be sufficient to implement its modernization plan. The Compensation Board policies governing the allocation of funds shall require that a clerk submit to the Compensation Board a written certification that the clerk's proposed technology improvements of his land records will provide secure remote access to those land records on or before July 1, 2008.\n\nD. 1. Secure remote access to land records shall be by paid subscription service through individual circuit court clerk's offices pursuant to § 17.1-276, or through designated application service providers. The clerk may require any entity that is a nonresident of the Commonwealth, prior to becoming a subscriber, to demonstrate that such entity is authorized to do business in Virginia and is in good standing with the State Corporation Commission or other applicable state or federal regulatory agency and that such entity will comply with the secure remote access standards developed by the Virginia Information Technologies Agency pursuant to § 17.1-294. In the case of an individual, the clerk may require a person who is a nonresident of the Commonwealth to demonstrate that such person has a legal presence in Virginia and will comply with the secure remote access standards developed by the Virginia Information Technologies Agency pursuant to § 17.1-294. Compliance with secure remote access standards developed by the Virginia Information Technologies Agency pursuant to § 17.1-294 shall be certified by the individual circuit court clerks' offices to the Compensation Board. The individual circuit court clerk's office or its designated application service provider shall certify compliance with such secure remote access standards. Nothing in this section shall prohibit the clerk from entering into a subscriber agreement with an agency of the Commonwealth and delegating the responsibility for compliance with such secure remote access standards to such agency. Nothing in this section shall prohibit the Compensation Board from allocating trust fund money to individual circuit court clerks' offices for the purpose of complying with such secure remote access standards or redaction of social security numbers from land records.\n\n2. Every circuit court clerk shall provide secure remote access to land records pursuant to § 17.1-294 on or before July 1, 2008.\n\nE. Such fee shall not be assessed to any instrument to be recorded in the deed books nor any judgment to be docketed in the judgment lien docket books tendered by any federal, state or local government.\n\nF. If such an application includes automation or technology improvements that would require an interface with the case management system or the financial management system operated and maintained by the Executive Secretary of the Supreme Court for the purpose of providing electronic information to state agencies in accordance with § 17.1-502, the circuit court clerk, or the court's designated application service provider, shall certify to the Compensation Board that such automation or technology improvements will comply with the security and data standards of the systems operated and maintained by the Executive Secretary of the Supreme Court.\n\nG. Information regarding the technology programs adopted by the circuit court clerks shall be shared with the Virginia Information Technologies Agency, The Library of Virginia, and the Office of the Executive Secretary of the Supreme Court.\n\nH. Nothing in this section shall be construed to diminish the duty of local governing bodies to furnish supplies and equipment to the clerks of the circuit courts pursuant to § 15.2-1656. Revenue raised as a result of this section shall in no way supplant current funding to circuit court clerks' offices by local governing bodies.\n\nI. Effective July 1, 2006, except for transfers pursuant to this section, there shall be no transfers out of the Technology Trust Fund, including transfers to the general fund.\n\n1996, c. 431, § 14.1-125.2; 1997, c. 675; 1998, c. 872; 2000, cc. 440, 446; 2002, cc. 140, 250, 637; 2003, cc. 205, 865, 981, 1021; 2004, c. 676; 2005, cc. 681, 738; 2006, c. 647; 2007, cc. 548, 626; 2009, cc. 793, 858; 2010, c. 430; 2014, c. 460.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-279/"
    },
    {
      "id": "section-171-2791",
      "number": "17.1-279.1.",
      "heading": "Additional assessment for electronic summons system",
      "text": "Any county, city, or town, through its governing body, may assess an additional sum not in excess of $5 as part of the costs in each criminal or traffic case in the district or circuit courts located where such cases are brought in which the defendant is charged with a violation of any statute or ordinance, which violation in the case of towns arose within the town, and where the defendant is charged with a violation of any such statute or ordinance by a local law-enforcement agency. The imposition of such assessment shall be by ordinance of the governing body, which may provide for different sums in circuit courts and district courts. The assessment shall be collected by the clerk of the court in which the action is filed, remitted to the treasurer of the appropriate county, city, or town, and held by such treasurer subject to disbursements by the governing body to a local law-enforcement agency solely to fund software, hardware, and associated equipment costs for the implementation and maintenance of an electronic summons system. The imposition of a town assessment shall replace any county fee that would otherwise apply.\n\n2014, c. 325; 2015, cc. 546, 643; 2020, c. 342.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-279-1/"
    },
    {
      "id": "section-171-280",
      "number": "17.1-280.",
      "heading": "What costs chargeable against prosecutor",
      "text": "If any warrant of arrest for a misdemeanor or felony, or any search warrant, is issued or procured at the instance of a prosecutor, other than a public officer charged with the enforcement of the laws, and the warrant is dismissed or the accused discharged from the charge or charges, the judge before whom the proceeding is held may give judgment against the prosecutor in favor of the accused for his costs. If the judge believes from the evidence that the warrant was procured by the prosecutor through malice or without reasonable and probable cause, the judge shall grant judgment in favor of the accused for his costs.\n\nCode 1950, § 14-140; 1960, c. 369; 1964, c. 386, § 14.1-131; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-280/"
    },
    {
      "id": "section-171-281",
      "number": "17.1-281.",
      "heading": "Assessment for courthouse construction, renovation or maintenance",
      "text": "A. Any county or city, through its governing body, may assess a sum not in excess of two dollars as part of the costs in (i) each civil action filed in the district or circuit courts located within its boundaries and (ii) each criminal or traffic case in its district or circuit court in which the defendant is charged with a violation of any statute or ordinance. If a town provides court facilities for a county, the governing body of the county shall return to the town a portion of the assessments collected based on the number of civil, criminal and traffic cases originating and heard in the town.\n\nB. The imposition of such assessment shall be by ordinance of the governing body which may provide for different sums in circuit courts and district courts. The assessment shall be collected by the clerk of the court in which the action is filed, remitted to the treasurer of the appropriate county or city and held by such treasurer subject to disbursements by the governing body for the construction, renovation, or maintenance of courthouse or jail and court-related facilities and to defray increases in the cost of heating, cooling, electricity, and ordinary maintenance.\n\nC. Any county or city which, on or after January 1, 2008, operated a courthouse not in compliance with the current safety and security guidelines contained in the Virginia Courthouse Facility Guidelines, as certified by the Department of General Services upon application to the Department by the county or city, and which cannot be feasibly renovated to correct such non-compliance, through its governing body, may assess an additional sum not in excess of three dollars as part of the costs in (i) each civil action filed in the district or circuit courts located within its boundaries and (ii) each criminal or traffic case in its district or circuit court in which the defendant is charged with a violation of any statute or ordinance. Such additional fee assessed under this subsection shall not be assessed in any civil action if the amount in controversy is $500 or less. Any locality which applies for certification from the Department under this subsection shall reimburse the Department for the actual costs incurred by the Department in complying with the certification request.\n\nD. The imposition of such assessment shall be by ordinance of the governing body, which may provide for different sums in circuit courts and district courts. The assessment shall be collected by the clerk of the court in which the action is filed, remitted to the treasurer of the appropriate county or city, and held by such treasurer subject to disbursements by the governing body solely for the construction, reconstruction, renovation of, or adaptive re-use of a structure for a courthouse.\n\nE. The assessments provided for herein shall be in addition to any other fees prescribed by law. The assessments shall be required in each felony, misdemeanor, or traffic infraction case, regardless of the existence of a local ordinance requiring their payment.\n\n1990, c. 543, § 14.1-133.2; 1991, c. 689; 1992, cc. 698, 863; 1998, c. 872; 1999, c. 9; 2002, c. 831; 2009, cc. 814, 857.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-281/"
    },
    {
      "id": "section-171-282",
      "number": "17.1-282.",
      "heading": "Reserved",
      "text": "Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-282/"
    },
    {
      "id": "section-171-283",
      "number": "17.1-283.",
      "heading": "Statements required of clerks of courts of record; exceptions",
      "text": "A. Every clerk of a court of record, except the Clerks of the Supreme Court and the Court of Appeals, shall file monthly with the Compensation Board a full and accurate statement showing all such fees, allowances, commissions, salaries or other compensation or emolument of office, derived from the Commonwealth or any political subdivision thereof, or from any other source whatever, collected or received by him. The statements shall include the date of collection and sources from which the collections were made, and shall be verified by a procedure agreed upon by the Compensation Board and the Auditor of Public Accounts. The statements shall be open to public inspection at all times.\n\nB. The statements shall show in detail all sums actually paid for necessary office expenses, premiums on official bond of the principal and deputies, name and amount of compensation to each deputy or assistant, and a detailed statement of every other expense in connection with the administration of the office actually paid out.\n\nCode 1950, §§ 14-145, 14-147, 14-148; 1952, c. 446; 1960, c. 584; 1962, c. 439; 1964, c. 386, §§ 14.1-136, 14.1-138, 14.1-139; 1971, Ex. Sess., c. 155; 1983, c. 293; 1996, c. 696; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-283/"
    },
    {
      "id": "section-171-284",
      "number": "17.1-284.",
      "heading": "How excess payable into state or local treasury determined",
      "text": "In determining the excess, if any, to be paid into the state treasury by the clerks, all fees, allowances, commissions, salary or other compensation or emolument of office derived from the Commonwealth or any political subdivision thereof, or from any source whatever, shall be included and enter into the determination of the excess to be paid.\n\nCode 1950, § 14-149; 1964, c. 386, § 14.1-140; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-284/"
    },
    {
      "id": "section-171-285",
      "number": "17.1-285.",
      "heading": "Payment of excess",
      "text": "A. The Commonwealth shall be entitled to one-third of the excess fees collected by clerks as required to be reported under § 17.1-283 and the governing body of the county or city shall be entitled to two-thirds of the excess fees collected unless otherwise provided by law. The Compensation Board shall determine on an annual basis by June 30 of each year the methods by which excess fees shall be disbursed.\n\nB. All of the excess paid into the state treasury by the clerks of the Supreme Court of Virginia and the Court of Appeals shall be retained therein.\n\nCode 1950, § 14-150; 1964, c. 386, § 14.1-140.1; 1985, c. 575; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-285/"
    },
    {
      "id": "section-171-286",
      "number": "17.1-286.",
      "heading": "Disposition of state funds locally collected",
      "text": "All state funds collected by clerks of courts shall be paid into the state treasury without deductions on account of their compensation or on account of expenses. The Comptroller shall promptly forward to such officers his warrants on the State Treasurer for the compensation due them and the estimated amount allowed them out of such funds for expenses.\n\nCode 1950, § 14-161; 1964, c. 386, § 14.1-161; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-286/"
    },
    {
      "id": "section-171-287",
      "number": "17.1-287.",
      "heading": "Salaries of clerks of circuit courts",
      "text": "The annual salaries of clerks of circuit courts shall be as prescribed in the general appropriation act.\n\n1982, c. 589, § 14.1-143.2; 1986, c. 370; 1988, c. 841; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-287/"
    },
    {
      "id": "section-171-288",
      "number": "17.1-288.",
      "heading": "Compensation and expenses of clerks of circuit courts in Cities of Richmond and Newport News",
      "text": "In the City of Richmond and in the City of Newport News, the clerk of the circuit court shall be paid a salary by the city of not less than the amount which would be allowed to be retained by the respective clerks under state law. Nothing in this paragraph shall be construed to prevent such clerks from receiving any future increases that may be allowed clerks of circuit courts from time to time by the General Assembly.\n\nSuch salaries shall be in full compensation for services and shall be in lieu of the retention by such clerks of any and all official fees, commissions and emoluments of whatever kind or character, and from whatever source derived; and the city council of each such city shall provide for the payment of such salaries out of the city treasury in equal biweekly, semimonthly or monthly installments. The expenses of office of such clerks, including the compensation of all deputies and employees, shall likewise be paid to each such clerk out of the city treasury on duly authenticated vouchers when and as such expenses are incurred or may become due and payable or at least monthly. The maximum amount of such expenses shall be fixed by the Compensation Board, and the Board shall fix the number and compensation of the deputies and employees of each such clerk.\n\nAll fees, commissions, and emoluments of every kind or character received or collected by such clerks, and from whatever source derived, shall be paid into the city treasury by such clerks monthly. All fees, commissions, and emoluments of every kind and character whether payable by the Commonwealth, the United States, or by private persons, firms or corporations, now or hereafter made receivable by laws or ordinance by such clerks, shall continue to be paid to and collected by such clerks and shall be paid into the city treasury monthly, except that the city aforesaid shall not be required to pay any such clerk any fees or commissions for services performed for such city.\n\nExcept as to the Clerk of the Circuit Court of the City of Newport News, nothing in this section shall be construed to affect or remove any of such clerks, their deputies, or employees from coverage by the Virginia Retirement System, but they shall remain in such system, and the city shall pay to the Virginia Retirement System such amount as the Commonwealth would have been required to pay had such clerks, deputies and employees continued to be compensated under other provisions of former Article 3 (§ 14.1-136 et seq.) of Chapter 2 of Title 14.1, and the city shall deduct from the salaries paid such clerks, their deputies and employees the employee contribution to the Virginia Retirement System as provided by law.\n\n1970, c. 382, § 14.1-144.1; 1973, c. 544; 1981, c. 14; 1983, c. 580; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-288/"
    },
    {
      "id": "section-171-289",
      "number": "17.1-289.",
      "heading": "Commission on certain local collections not otherwise provided for",
      "text": "The clerk of every circuit court shall be entitled to a commission of five percent on local collections received by the clerk on which a commission is not otherwise provided for by law. The commissions shall be deducted by the clerk before the collections are paid into the county, town or city treasury.\n\n1977, c. 290, § 14.1-155.2; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-289/"
    },
    {
      "id": "section-171-290",
      "number": "17.1-290.",
      "heading": "Contracts by cities",
      "text": "Subject to the approval of the Compensation Board, the council of any city may enter into contracts with officers providing for salaries for the maximum amount allowed in § 17.1-287 and for the city's pro rata part of the expense of the office approved by the State Compensation Board, in lieu of fees and commissions prescribed by law for services performed for the city and such contracts may relieve the officer from collecting such fees and commissions. In the event such contract is entered into and approved by the Compensation Board, the officer and the city shall not be liable to the Commonwealth for the failure of such officer to collect fees and commissions prescribed by law for services rendered the city. A copy of every such contract, certified by the clerk of the city council, shall be filed with the Comptroller.\n\nCode 1950, § 14-162; 1964, c. 386, § 14.1-162; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-290/"
    },
    {
      "id": "section-171-291",
      "number": "17.1-291.",
      "heading": "Penalty for officers",
      "text": "Any officer failing to comply with the duties imposed upon him by the provisions of this article shall forfeit to the Commonwealth not less than $25 nor more than $500 for each such failure, such forfeiture to be enforced by the attorney for the Commonwealth in the circuit court having criminal jurisdiction in his city or county.\n\nCode 1950, § 14-163; 1964, c. 386, § 14.1-163; 1972, c. 170; 1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-291/"
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Secure Remote Access",
      "text": "Secure Remote Access",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-171-292",
      "number": "17.1-292.",
      "heading": "Applicability; definitions",
      "text": "A. The provisions of § 17.1-293 shall apply to clerks of the courts of record as defined in § 1-212 and courts not of record as defined in § 16.1-69.5.\n\nB. As used in this article:\n\n\"Confidential court records\" means court records maintained by a clerk of a court of record, as defined in § 1-212, or a court not of record, as defined in § 16.1-69.5, and recognized as confidential under any applicable law or sealed pursuant to court order.\n\n\"Court records\" means any record maintained by the clerk in a civil, traffic, or criminal proceeding in the court, and any appeal from a district court.\n\n\"Internet\" means the international computer network of interoperable packet-switched data networks.\n\n\"Land records\" means any writing authorized by law to be recorded on paper or in electronic format that the clerk records affecting title to real property, including but not limited to instruments, orders, or any other writings recorded under this title, Article 5 (§ 8.01-446 et seq.) of Chapter 17 of Title 8.01, Title 8.9A and Chapter 6 (§ 55.1-600 et seq.) of Title 55.1.\n\n\"Nonconfidential court records\" means all court records except those court records that are confidential court records.\n\n2007, cc. 548, 626; 2013, c. 77; 2018, cc. 127, 584.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-292/"
    },
    {
      "id": "section-171-293",
      "number": "17.1-293.",
      "heading": "Posting and availability of certain information on the Internet; prohibitions",
      "text": "A. Notwithstanding Chapter 37 (§ 2.2-3700 et seq.) of Title 2.2 or subsection B, it is unlawful for any court clerk to disclose the social security number or other identification numbers appearing on driver's licenses or other documents issued under Chapter 3 (§ 46.2-300 et seq.) of Title 46.2 or the comparable law of another jurisdiction or information on credit cards, debit cards, bank accounts, or other electronic billing and payment systems that was supplied to a court clerk for the purpose of paying fees, fines, taxes, or other charges collected by such court clerk. The prohibition shall not apply where disclosure of such information is required (i) to conduct or complete the transaction for which such information was submitted or (ii) by other law or court order.\n\nB. Beginning January 1, 2004, no court clerk shall post on the Internet any document that contains the following information: (i) an actual signature, (ii) a social security number, (iii) a date of birth identified with a particular person, (iv) the maiden name of a person's parent so as to be identified with a particular person, (v) any financial account number or numbers, or (vi) the name and age of any minor child.\n\nC. Each such clerk shall post notice that includes a list of the documents routinely posted on its website. However, the clerk shall not post information on his website that includes private activity for private financial gain.\n\nD. Nothing in this section shall be construed to prohibit access to any original document as provided by law.\n\nE. This section shall not apply to the following:\n\n1. Providing access to any document among the land records via secure remote access pursuant to § 17.1-294;\n\n2. Postings related to legitimate law-enforcement purposes;\n\n3. Postings of historical, genealogical, interpretive, or educational documents and information about historic persons and events;\n\n4. Postings of instruments and records filed or recorded that are more than 100 years old;\n\n5. Providing secure remote access to any person, his counsel, or staff which counsel directly supervises to documents filed in matters to which such person is a party;\n\n6. Providing official certificates and certified records in digital form of any document maintained by the clerk pursuant to § 17.1-258.3:2; and\n\n7. Providing secure remote access to nonconfidential court records, subject to any fees charged by the clerk, to members in good standing with the Virginia State Bar and their authorized agents, pro hac vice attorneys authorized by the court for purposes of the practice of law, and such governmental agencies as authorized by the clerk.\n\nF. Nothing in this section shall prohibit the Supreme Court or any other court clerk from providing online access to a case management system that may include abstracts of case filings and proceedings in the courts of the Commonwealth, including online access to subscribers of nonconfidential criminal case information to confirm the complete date of birth of a defendant.\n\nG. The court clerk shall be immune from suit arising from any acts or omissions relating to providing remote access on the Internet pursuant to this section unless the clerk was grossly negligent or engaged in willful misconduct.\n\nThis subsection shall not be construed to limit, withdraw, or overturn any defense or immunity already existing in statutory or common law, or to affect any cause of action accruing prior to July 1, 2005.\n\nH. Nothing in this section shall be construed to permit any data accessed by secure remote access to be sold or posted on any other website or in any way redistributed to any third party, and the clerk, in his discretion, may deny secure remote access to ensure compliance with these provisions. However, the data accessed by secure remote access may be included in products or services provided to a third party of the subscriber provided that (i) such data is not made available to the general public and (ii) the subscriber maintains administrative, technical, and security safeguards to protect the confidentiality, integrity, and limited availability of the data.\n\n2007, cc. 548, 626; 2010, c. 430; 2011, cc. 557, 625, 689, 715; 2012, c. 234; 2013, c. 77; 2014, c. 460; 2017, cc. 78, 92; 2020, cc. 1227, 1246.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-293/"
    },
    {
      "id": "section-171-2931",
      "number": "17.1-293.1.",
      "heading": "(Effective until July 1, 2026) Online case information system; exceptions",
      "text": "A. The Executive Secretary shall make available a publicly viewable online case information system of certain nonconfidential information entered into the case management system for criminal cases in the circuit courts participating in the Executive Secretary's case management system and in the general district courts. Such system shall be searchable by defendant name across all participating courts, and search results shall be viewable free of charge.\n\nB. Upon entry of a sealing order pursuant to § 19.2-392.7, 19.2-392.8, 19.2-392.11, or 19.2-392.12, the Executive Secretary shall not make any offense that was ordered to be sealed available for online public viewing in an appellate court, circuit court, or district court case management system maintained by the Executive Secretary.\n\nC. Upon entry of a sealing order pursuant to § 19.2-392.7, 19.2-392.8, 19.2-392.11, or 19.2-392.12, any circuit court clerk who maintains a viewable online case management or case information system shall not make any offense that was ordered to be sealed available for online public viewing.\n\n2018, cc. 127, 584; 2021, Sp. Sess. I, c. 524, 542; 2023, cc. 554, 555.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-293-1-d-1/"
    },
    {
      "id": "section-171-294",
      "number": "17.1-294.",
      "heading": "Secure remote access to land records",
      "text": "A. No circuit court clerk shall provide secure remote access to any land record that does not comply with the provisions of this section and the secure remote access standards developed by the Virginia Information Technologies Agency in consultation with the circuit court clerks, the Executive Secretary of the Supreme Court, the Compensation Board, and users of land and other court records.\n\nB. 1. Beginning July 1, 2012, any land record made available to subscribers via secure remote access may contain only the last four digits of the social security number of any party. Nothing in this subsection shall be construed to require the clerk to reinsert the last four digits of a social security number on any land record where the redaction of the entire social security number has been completed prior to July 1, 2012.\n\n2. However, the original land record maintained by the clerk may contain a social security number if otherwise provided by law, but that original record shall not be made available via secure remote access unless it complies with this section.\n\n3. Except in cases where the original record is required by law to contain a social security number, the attorney or party who prepares or submits the land record for recordation has the responsibility for ensuring that the social security number has been removed from the writing prior to the instrument's being submitted for recordation.\n\nC. Nothing in this section shall be construed to prohibit access to any original document as provided by law.\n\nD. Nothing in this section shall be construed to permit any data accessed by secure remote access to be sold or posted on any other website or in any way redistributed to any third party, and the clerk, in his discretion, may deny secure remote access to ensure compliance with these provisions. However, the data accessed by secure remote access may be included in products or services provided to a third party of the subscriber provided that (i) such data is not made available to the general public and (ii) the subscriber maintains administrative, technical, and security safeguards to protect the confidentiality, integrity, and limited availability of the data.\n\nE. The clerk of the circuit court of any jurisdiction shall be immune from suit arising from any acts or omissions relating to providing secure remote access to land records pursuant to this section unless the clerk was grossly negligent or engaged in willful misconduct.\n\n2007, cc. 548, 626; 2009, c. 312; 2011, c. 715; 2012, c. 234.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-294/"
    },
    {
      "id": "section-171-295",
      "number": "17.1-295.",
      "heading": "Definitions",
      "text": "As used in this title:\n\n\"Confidential court records\" means any civil or criminal record maintained by a clerk of the circuit court designated by this Code as confidential or any such record sealed pursuant to court order.\n\n\"Electronic filing of court records\" means the networks or systems maintained by a clerk of the circuit court, or the clerk's designated application service providers, for the submittal of instruments for electronic filing of court records in accordance with this title, the Rules of the Supreme Court of Virginia, and the secure remote access standards developed by the Virginia Information Technologies Agency.\n\n\"Electronic recording of land records\" means the networks or systems maintained by a clerk of the circuit court, or the clerk's designated application service providers, for the submittal of instruments for electronic filing of land records in accordance with the provisions of Article 3 (§ 55.1-346 et seq.) of Chapter 3 of Title 55.1 regarding the satisfaction of mortgages, the Uniform Real Property Electronic Recording Act (§ 55.1-661 et seq.), and the provisions of this title.\n\n\"Operational expenses\" means expenses of the clerk of court used to maintain the clerk's office and includes, but is not limited to, (i) computer support, maintenance, enhancements, upgrades, and replacements and office automation and information technology equipment, including software and conversion services; (ii) preserving, maintaining, and enhancing court records, including, but not limited to, the costs of repairs, maintenance, consulting services, service contracts, redaction of social security numbers from certain records, and system replacements or upgrades; and (iii) improving public access to records maintained by the clerk, including locating technology in an offsite facility for such purposes or for implementation of a disaster recovery plan.\n\n\"Public access\" means that the clerk of the circuit court has made available to subscribers that are other than governmental agencies, secure remote access to records maintained by the clerk in accordance with § 17.1-294.\n\n\"Secure remote access to court records\" means public access by electronic means on a network or system to court records maintained by the clerk of the circuit court or the clerk's designated application service providers, in compliance with this title, the Rules of the Supreme Court of Virginia, and the secure remote access standards developed by the Virginia Information Technologies Agency.\n\n\"Secure remote access to land records\" means public access by electronic means on a network or system to land records maintained by the clerk of the circuit court or the clerk's designated application service providers, in compliance with the Secure Remote Access Standards developed by the Virginia Information Technologies Agency.\n\n\"Subscriber\" means any person who has entered into a subscriber agreement with the clerk of the circuit court authorizing the subscriber to have secure remote access to land records or secure remote access to court records maintained by the clerk or the clerk's designated application service providers. If the subscriber is an entity with more than one person who will use the network or system to access land records maintained by the clerk, or the clerk's designated application service providers, each individual user shall execute a subscriber agreement and obtain a separate \"user id\" and \"password\" from the clerk. The subscriber is responsible for the fees due under this title and the proper use of the secure remote access system pursuant to the subscriber agreement, applicable Virginia law, and Secure Remote Access Standards developed by the Virginia Information Technologies Agency.\n\n2008, cc. 823, 833; 2013, cc. 77, 263, 422; 2017, cc. 78, 92.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-17-1/chapter-2/section-17-1-295/"
    }
  ]
}