{
  "state": "michigan",
  "path": "title-chapter-259-aviation/chapter-act-296-of-1931-lansing-airport-lease-of-lands-259601-259602",
  "sections": [
    {
      "id": "section-259601",
      "number": "259.601",
      "heading": "Lease of Lands to Lansing for Airport; State Administrative Board Authority, Term, Description of Lands",
      "text": "The state administrative board is hereby authorized to lease to the city of Lansing for a period of 25 years the tract of land now under the jurisdiction and held by the boys' vocational school and now being used for airport purposes and described as, the southwest 1/4 of section 31; west 1/2 of the southeast 1/4 of section 31; the south 1/2 of northwest 1/4 of section 31; the southwest 1/4 of the northeast 1/4 of section 31 of Dewitt township, T5N, R2W, except the right-of-way of the Pere Marquette railroad and the land south of said right-of-way being 338 acres more or less.\n\nHistory:1931, Act 296, Imd. Eff. June 8, 1931 ;-- CL 1948, 259.601",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-296-of-1931/section-259-601/"
    },
    {
      "id": "section-259602",
      "number": "259.602",
      "heading": "Lease of Lands to Lansing for Airport; Conditions.",
      "text": "Such lease shall be upon the following conditions:\n\n(a) Such property shall be used as an airport and landing field and the city of Lansing shall improve and maintain it as such.\n\n(b) The city of Lansing shall pay to the state the sum of 1,000 dollars as an annual rental during the term of such lease.\n\n(c) The state shall reserve the right to use the same for the purpose of an airport and landing field and to that end to build and maintain 1 hangar.\n\n(d) At the expiration of the lease herein authorized to be made, the state administrative board may sell the land described upon such terms and at such price as it may deem proper, but based on the established value of lands in that vicinity at that time. The city of Lansing is hereby given an option to purchase said property at the time named and at the price to be fixed as herein set forth.\n\nHistory:1931, Act 296, Imd. Eff. June 8, 1931 ;-- CL 1948, 259.602",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-296-of-1931/section-259-602/"
    }
  ]
}