{
  "state": "michigan",
  "path": "title-chapter-259-aviation/chapter-act-107-of-1969-airport-development-259251-259255",
  "sections": [
    {
      "id": "section-259251",
      "number": "259.251",
      "heading": "Continuing Airport Loan Program; Creation; Administration; Purpose",
      "text": "A continuing airport loan program is created to be administered by the department of state highways and transportation through the aeronautics commission for the purpose of making loans to counties, cities, townships, and incorporated villages, or any combination thereof to assist in the construction and improvement of publicly owned airports and landing fields.\n\nHistory:1969, Act 107, Imd. Eff. July 24, 1969 ;-- Am. 1975, Act 192, Imd. Eff. Aug. 8, 1975",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-107-of-1969/section-259-251/"
    },
    {
      "id": "section-259252",
      "number": "259.252",
      "heading": "Revolving Loan Account; Appropriation, Administration.",
      "text": "The sum of $250,000.00 is appropriated from the state aeronautics fund to be administered by the aeronautics commission for the establishment of a revolving loan account to implement the provisions of this act.\n\nHistory:1969, Act 107, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-107-of-1969/section-259-252/"
    },
    {
      "id": "section-259253",
      "number": "259.253",
      "heading": "Loans; Rules; Limitation; Repayment Period; Interest Rate; Collection and Disposition of Repayments and Interest.",
      "text": "The commission shall promulgate rules pursuant to Act No. 306 of the Public Acts of 1969, as amended, being sections 24.201 to 24.315 of the Michigan Compiled Laws, for making loans pursuant to section 1 not to exceed 90% of the local share of the project cost, or $100,000.00, whichever is the lesser. The loan shall be repaid within 10 years and shall bear an annual interest rate as established by the state treasurer in the year of the loan. The annual interest rate shall not exceed 6%. The repayments shall be collected by the commission and credited to the revolving loan account established in section 2. The interest shall be collected annually by the commission and credited to the state aeronautics fund.\n\nHistory:1969, Act 107, Imd. Eff. July 24, 1969 ;-- Am. 1975, Act 192, Imd. Eff. Aug. 8, 1975 ;-- Am. 1978, Act 134, Imd. Eff. May 4, 1978 ;-- Am. 1980, Act 45, Imd. Eff. Mar. 19, 1980Admin Rule:R 259.801 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-107-of-1969/section-259-253/"
    },
    {
      "id": "section-259254",
      "number": "259.254",
      "heading": "Aeronautics Commission; Report to Legislature, Time, Contents.",
      "text": "At the end of each fiscal year, the commission shall submit to the legislature a report showing total funds available for loans, itemization of loans made, and repayment of loans and interest received.\n\nHistory:1969, Act 107, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-107-of-1969/section-259-254/"
    },
    {
      "id": "section-259255",
      "number": "259.255",
      "heading": "Supplemental Construction of Act.",
      "text": "This act shall be construed as supplemental to the laws of this state relative to improvement of airports.\n\nHistory:1969, Act 107, Imd. Eff. July 24, 1969",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-107-of-1969/section-259-255/"
    }
  ]
}