{
  "state": "michigan",
  "path": "title-chapter-259-aviation/chapter-act-259-of-1959-tall-structure-act-259481-259493",
  "sections": [
    {
      "id": "section-259481",
      "number": "259.481",
      "heading": "Definitions.Section 259.482 - Permit Required for Construction of Certain Structures",
      "text": "As used in this act:\n\n(a) \"Airport\" means a structure or an area of land or water that is designed and set aside for the landing and taking off of aircraft, is utilized or to be utilized by and in the interest of the public for the landing and taking off of aircraft, and is licensed by the commission.\n\n(b) \"Anemometer\" means an instrument for measuring and recording the speed of wind.\n\n(c) \"Approach surface\" means an imaginary plane longitudinally centered on a runway's centerline extended, and extending outward and upward from each end of that runway's primary surface, which plane has the specifications described in section 2c.\n\n(d) \"Commission\" means the Michigan aeronautics commission.\n\n(e) \"Conical surface\" means an imaginary plane extending outward and upward from the perimeter of a runway's horizontal surface at 1 of the following slopes, as applicable:\n\n(i) If the airport at which the runway is located has a published instrument approach procedure, at a slope of 50 to 1.\n\n(ii) If subparagraph (i) does not apply, at a slope of 20 to 1.\n\n(f) \"FAA\" means the Federal Aviation Administration or a successor agency to the Federal Aviation Administration.\n\n(g) \"Heliport approach surface\" means an imaginary plane projecting outward and upward from the perimeter of a heliport primary surface at a slope of 8 to 1.\n\n(h) \"Heliport primary surface\" means an imaginary plane that is at the elevation established for a heliport coinciding in size and shape with the designated takeoff and landing area of that heliport.\n\n(i) \"Horizontal surface\" means an imaginary horizontal plane 150 feet above the elevation established for an airport, the perimeter of which plane is constructed as described in section 2e.\n\n(j) \"Meteorological tower\" means a structure, including all guy wires and accessory facilities, on which an anemometer is mounted for the purposes of documenting wind resources for the operation of a wind turbine generator.\n\n(k) \"Minimum obstruction clearance altitude\" means the lowest FAA published altitude that assures acceptable navigational signal coverage and that is in effect between radio fixes on a low altitude airway, on an off-airway route, or, if the altitude meets obstacle clearance requirements for the entire route segment, on a route segment.\n\n(l) \"Nonprecision approach procedure\" means a straight-in instrument approach in which an electronic glide slope is not provided.\n\n(m) \"Permit\" means a permit issued by the commission under this act.\n\n(n) \"Person\" means an individual, firm, partnership, corporation, association, or body politic. Person includes a trustee, receiver, assignee, or other similar representative of a person.\n\n(o) \"Precision approach procedure\" means a standard instrument approach in which an electronic glide slope is provided.\n\n(p) \"Primary surface\" means an imaginary plane longitudinally centered on a runway, which plane has the specifications described in section 2b.\n\n(q) \"Runway\" means the portion of an airport designated as either of the following:\n\n(i) An area used for the landing or takeoff of aircraft.\n\n(ii) An area proposed, and approved by the commission, to be used for the landing or takeoff of aircraft.\n\n(r) \"Structure\" means an object constructed or installed, including, but not limited to, a building, tower, antenna, smokestack, or overhead transmission line.\n\n(s) \"Transitional surface\" means an imaginary plane perpendicular to a runway centerline and to that centerline extended through the runway's primary surface and approach surface, which plane extends outward and upward from each side of the runway's primary surface and approach surface at a slope of 7 to 1 for the distances described in section 2d.\n\n(t) \"Utility runway\" means a runway that is constructed for and intended to be used by propeller-driven aircraft with a maximum gross weight of 12,500 pounds or less.\n\n(u) \"Visual approach procedure\" means an approach in which an aircraft on an instrument flight rules flight plan, operating in visual flight rules conditions under the control of an air traffic control authorization, may proceed to the airport of destination in visual flight rules conditions.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960 ;-- Am. 1986, Act 296, Eff. Apr. 1, 1987 ;-- Am. 2016, Act 28, Eff. May 30, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-481/"
    },
    {
      "id": "section-259482",
      "number": "259.482",
      "heading": "Permit Required for Construction of Certain Structures.",
      "text": "Without a permit issued by the commission, a person shall not construct any of the following:\n\n(a) A structure regulated under section 2a or 4.\n\n(b) A structure that is, or that increases the height of an existing structure, higher than 200 feet above the ground elevation at the structure's site or higher than an imaginary plane extending outward and upward at any of the following slopes:\n\n(i) For an airport with at least 1 runway that is more than 3,200 feet in length, 100 to 1 for a horizontal distance of 20,000 feet from the nearest point of the nearest runway.\n\n(ii) For an airport whose longest runway is 3,200 feet or less in length, excluding heliports, 50 to 1 for a horizontal distance of 10,000 feet from the nearest point of the nearest runway.\n\n(iii) For a heliport, 25 to 1 for a horizontal distance of 5,000 feet from the nearest point of the nearest landing and takeoff area.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960 ;-- Am. 1986, Act 296, Eff. Apr. 1, 1987",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-482/"
    },
    {
      "id": "section-259482a",
      "number": "259.482a",
      "heading": "Issuance of Permit Allowing Construction, Replacement, or Increase in Height of Certain Structures; Conditions.",
      "text": "(1) The commission shall not issue a permit allowing construction, replacement, or an increase in height of a structure that violates the requirements of an applicable zoning ordinance adopted by a political subdivision under the airport zoning act, 1950 (Ex Sess) PA 23, MCL 259.431 to 259.465, unless the applicant has obtained the approval of a variance from the ordinance and an airspace study has been conducted by the commission resulting in a finding of noninterference to air navigation.\n\n(2) Unless an airspace study has been made by the commission resulting in a finding of noninterference to air navigation, the commission shall not issue a permit allowing construction of any of the following structures, or replacement of or an increase in the height of a structure that creates any of the following structures:\n\n(a) A structure that is over 500 feet above ground elevation at the structure's site and that is within 2 miles of a well-defined natural landmark such as a shoreline or river; a manmade landmark such as a railroad, canal, or road; or a low altitude airway.\n\n(b) A structure of a height that would increase the minimum obstruction clearance altitude, the minimum safe altitude prescribed by the FAA, or the minimum altitude required for a safe instrument approach.\n\n(c) A structure that would encroach into a runway's primary surface.\n\n(d) A structure of a height that would penetrate a runway's approach surface.\n\n(e) A structure of a height that would penetrate a runway's transitional surface.\n\n(f) A structure of a height that would penetrate a runway's horizontal surface.\n\n(g) A structure of a height that would penetrate a runway's conical surface.\n\n(h) A structure that would encroach into a heliport primary surface.\n\n(i) A structure of a height that would penetrate a heliport approach surface.\n\nHistory:Add. 1986, Act 296, Eff. Apr. 1, 1987 ;-- Am. 2016, Act 28, Eff. May 30, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-482a/"
    },
    {
      "id": "section-259482b",
      "number": "259.482b",
      "heading": "Width of Primary Surface; Length of Primary Surface; Elevation.",
      "text": "(1) Based upon the most precise approach available or planned for either end of a runway, the width of the primary surface is 1 of the following:(a) For a utility runway that permits only a visual approach250 feet(b) For a utility runway that permits a nonprecision instrument approach500 feet(c) For other than a utility runway that permits only a visual approach500 feet(d) For other than a utility runway that permits a nonprecision instrument approach and for which the FAA has established a visibility minimum that is greater than 3/4 of a statute mile500 feet(e) For other than a utility runway that permits a nonprecision instrument approach and for which the FAA has established a visibility minimum that is as low as 3/4 of a statute mile or less1,000 feet(f) For a runway that permits a precision instrument approach1,000 feet(2) Based upon the type of runway surface, the length of the primary surface is 1 of the following:\n\n(a) For a runway with a prepared hard surface or for which there are plans for a prepared hard surface, the length of the runway plus 200 feet beyond each end of the runway.\n\n(b) For a runway other than a runway described in subdivision (a), the length of the runway.\n\n(3) The elevation of a point on a primary surface is the same as the elevation of the point on the runway's centerline nearest to the point on the primary surface.\n\nHistory:Add. 1986, Act 296, Eff. Apr. 1, 1987",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-482b/"
    },
    {
      "id": "section-259482c",
      "number": "259.482c",
      "heading": "Width of Approach Surface; Outward and Upward Extension of Approach Surface.",
      "text": "(1) Based upon the most precise approach available or planned for the end of a runway, the width of the approach surface at the end of the primary surface equals the width of the primary surface and expands uniformly to the following maximum width:(a) For the end of a utility runway, which end has only a visual approach procedure1,200 feet(b) For the end of other than a utility runway, which end has only a visual approach procedure1,500 feet(c) For the end of a utility runway, which end has a nonprecision instrument approach procedure2,000 feet(d) For the end of other than a utility runway, which end has a nonprecision instrument approach procedure and a visibility minimum established by the FAA that is greater than 3/4 of a statute mile3,500 feet(e) For the end of other than a utility runway, which end has a nonprecision instrument approach procedure and a visibility minimum established by the FAA that is 3/4 of a statute mile or less4,000 feet(f) For the end of a runway, which end has a precision approach procedure16,000 feet(2) Based upon the most precise approach available or planned for the end of a runway, the approach surface extends outward and upward at the following slope for the following distance:\n\n(a) For the end of a utility runway regardless of the available or planned approach, or for the end of other than a utility runway which end has only a visual approach procedure, a slope of 20 to 1 for 5,000 feet from the end of the primary surface.\n\n(b) For the end of other than a utility runway, which end has a nonprecision instrument approach procedure, a slope of 34 to 1 for 10,000 feet from the end of the primary surface.\n\n(c) For the end of other than a utility runway, which end has a precision instrument approach procedure, a slope of 50 to 1 for 10,000 feet from the end of the primary surface and, from that point, a slope of 40 to 1 for an additional 40,000 feet.\n\nHistory:Add. 1986, Act 296, Eff. Apr. 1, 1987",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-482c/"
    },
    {
      "id": "section-259482d",
      "number": "259.482d",
      "heading": "Extension of Transitional Surface.",
      "text": "(1) Except as provided in subsection (2), a runway's transitional surface extends to the intersection of the transitional surface with the horizontal surface.\n\n(2) For a runway that has a precision instrument approach, the transitional surface beginning at the side of a runway's approach surface extends for 5,000 feet measured horizontally from the side of the approach surface.\n\nHistory:Add. 1986, Act 296, Eff. Apr. 1, 1987 ;-- Am. 2016, Act 28, Eff. May 30, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-482d/"
    },
    {
      "id": "section-259482e",
      "number": "259.482e",
      "heading": "Perimeter of Horizontal Surface.",
      "text": "The perimeter of a horizontal surface is constructed by swinging an arc with a radius as specified by this section from the center point of each end of the primary surface of each runway of an airport and connecting adjacent arcs by a line tangent to those arcs. The radius of an arc for a utility runway or for other than a utility runway with a visual approach equals 5,000 feet. The radius of an arc for any other runway equals 10,000 feet. The radius of the arc specified for the end of a runway shall not be less than the longest radius for the other end of the runway. If a 5,000 foot arc is encompassed by a tangent connecting adjacent 10,000 foot arcs, the 5,000 foot arc shall be disregarded in constructing the perimeter of the horizontal surface.\n\nHistory:Add. 1986, Act 296, Eff. Apr. 1, 1987",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-482e/"
    },
    {
      "id": "section-259482f",
      "number": "259.482f",
      "heading": "Meteorological Tower; Requirements; Database of Locations; Information to Be Provided by Owner; Marking; Removal.",
      "text": "(1) A meteorological tower that is 50 feet in height above the ground or higher and the appearance of which is not otherwise regulated by state or federal law must comply with all of the following:\n\n(a) The tower must be painted in equal, alternating bands of orange and white, beginning with orange at the top of the tower and ending with orange at the bottom of the tower.\n\n(b) The tower must have 1 or more 7-foot safety sleeves placed at each anchor point that extend from the anchor point along each guy wire attached to the anchor point.\n\n(c) The tower must have at least 1 orange marker ball attached to each guy wire at the highest point that does not affect the stability of the tower and the measurement of wind speed.\n\n(2) The commission may establish, maintain, and publish a database that contains locations of all existing meteorological towers.\n\n(3) Within 60 days after the effective date of this section, an owner of any existing meteorological tower erected in this state shall provide the commission with all of the following:\n\n(a) The global positioning system coordinates of the center of the meteorological tower.\n\n(b) The elevation of the site, in feet.\n\n(c) The structure's height above ground level, in feet.\n\n(d) The owner's or lessee's name, address, telephone number, and electronic mail address, if any.\n\n(e) The name of any owner's representative.\n\n(4) Within 1 year after the effective date of this section, an owner of an existing meteorological tower erected in this state shall mark the tower as required by subsection (1).\n\n(5) Ten days or more before the erection of a new meteorological tower, an owner of the tower shall provide to the commission the information required under subsection (3) and certification by the owner that the tower has been marked in accordance with this section.\n\n(6) Within 10 days after the removal of a meteorological tower, an owner of the tower shall notify the commission of the removal.\n\nHistory:Add. 2016, Act 28, Eff. May 30, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-482f/"
    },
    {
      "id": "section-259483",
      "number": "259.483",
      "heading": "Building Permits; Public Utility Structures, Emergency Repair.",
      "text": "No application for a permit shall be required for the emergency repair or replacement of nonconforming public utility structures, other than buildings, to insure continuity of proper customer service, when the height of such structures is not increased by such emergency repair or replacement: Provided further, That any combination of circumstances calling for immediate action or remedy in the repair or replacement of such nonconforming public utility structures shall be deemed an emergency.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-483/"
    },
    {
      "id": "section-259484",
      "number": "259.484",
      "heading": "Structure Extending More Than 1,000 Feet Above Ground Elevation at Structure's Site; Conditions to Issuance of Permit to Erect, Add To, or Replace.",
      "text": "(1) Unless the commission conducts an airspace study and finds noninterference to air navigation, the commission shall not issue a permit to erect, add to, or replace a structure that will extend more than 1,000 feet above ground elevation at the structure's site. A person shall not erect, add to, or replace a structure for which a permit is required, which structure exceeds the height allowed by the permit.\n\n(2) The commission may issue a permit to erect or add to a structure that will extend more than 1,000 feet above the ground elevation at the site of the structure proposed to be erected or added to if the proposed structure will not be higher than 50 feet above the height of the highest structure in existence on March 19, 1960, which highest structure is within a distance of 1 mile from the location of the structure proposed to be erected or added to.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960 ;-- Am. 1986, Act 296, Eff. Apr. 1, 1987",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-484/"
    },
    {
      "id": "section-259485",
      "number": "259.485",
      "heading": "Application for Permit; Statement of Location and Maximum Height; Applicability of Height Restrictions.",
      "text": "(1) It is not necessary that ownership of, option for, or other possessory right to a specific location site be held by the applicant before application for a permit is filed with the commission. A permit, among other things, shall state the specific location and the maximum height allowed for the structure.\n\n(2) The height restrictions of this act do not apply to the alteration of a structure owned by an applicant who is before the federal communications commission under the federal communications commission's mass media docket numbers 80-90 and 84-231, which alteration is a result of those proceedings.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960 ;-- Am. 1986, Act 296, Eff. Apr. 1, 1987",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-485/"
    },
    {
      "id": "section-259486",
      "number": "259.486",
      "heading": "Permit; Specification of Visual or Aural Identification; Compliance With Federal Laws or Regulations; Operation During Daylight Hours; High Intensity White Obstruction Lights; Demolition or Removal of Structure; Violation",
      "text": "(1) A permit must specify the obstruction markers, markings, lighting, or other visual or aural identification required to be installed on or in the vicinity of the structure, if any. The identification characteristics required must conform to federal laws and regulations. Notwithstanding any federal guidelines, and on consideration of the relevant facts, a permit may require lighting to be operational during daylight hours.\n\n(2) Unless waived by the commission because of federal permit requirements or other valid reasons, the obstruction lights for a structure more than 800 feet above the ground elevation at the structure's site must be high intensity white obstruction lights and must be operational during daylight hours, in addition to any nighttime lighting requirement.\n\n(3) If ordered by the commission, the owner of a nonconforming structure that is permanently out of service or partially dismantled, destroyed, deteriorated, or decayed shall demolish or remove the structure.\n\n(4) Failure to maintain obstruction lights in an operable condition is a violation of this act.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960 ;-- Am. 1986, Act 296, Eff. Apr. 1, 1987 ;-- Am. 2016, Act 28, Eff. May 30, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-486/"
    },
    {
      "id": "section-259487",
      "number": "259.487",
      "heading": "Application for Permit; Investigation; Considerations; Notice of Determination; Hearing.",
      "text": "(1) On receiving an application for a permit, the commission shall investigate as necessary to process the application properly under this act. In an investigation under this section, the commission shall consider the safety and welfare of persons and property in the air and on the ground and that consideration must be paramount to a consideration of economic and technical factors.\n\n(2) If, on investigation, the commission determines that a permit should not be issued or that the height or location should be other than as applied for, the commission shall notify the applicant in writing of the commission's determination. The notification may be served by delivering it personally to the applicant or by sending it by first-class mail to the applicant at the address specified in the application. The determination is final 30 days after notification of the determination is served, unless the applicant, within the 30-day period, requests in writing that a hearing be held before the commission with reference to the application. The commission shall make a hearing under this section open to the public. Any person interested may appear and be heard either in person or by counsel and may present pertinent evidence and testimony.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960 ;-- Am. 1986, Act 296, Eff. Apr. 1, 1987 ;-- Am. 2016, Act 28, Eff. May 30, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-487/"
    },
    {
      "id": "section-259488",
      "number": "259.488",
      "heading": "Building Permits; Conduct, Controlling Statute and Rules for Conduct of Public Hearings.",
      "text": "All public hearings shall be conducted as prescribed by Act No. 327 of the Public Acts of 1945, as amended, being sections 259.1 to 259.208 of the Compiled Laws of 1948, and the rules and regulations promulgated thereunder.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960Admin Rule:R 259.201 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-488/"
    },
    {
      "id": "section-259489",
      "number": "259.489",
      "heading": "Appeal.",
      "text": "Within 10 days after the issuance of an order or rule of the commission, a person aggrieved by the order or rule may appeal to or have the action of the commission reviewed by the circuit court of Ingham county in the manner provided for the review of orders of other administrative bodies of this state.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960 ;-- Am. 1986, Act 296, Eff. Apr. 1, 1987",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-489/"
    },
    {
      "id": "section-259490",
      "number": "259.490",
      "heading": "Action to Enjoin, Restrain, Correct, or Abate Violation.",
      "text": "In addition to any other remedy, the commission may institute in a court of competent jurisdiction an action to enjoin, restrain, correct, or abate a violation of this act or of a rule or order of the commission issued pursuant to this act. The court may grant the relief necessary under this act and the rules and orders of the commission issued pursuant to this act.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960 ;-- Am. 1986, Act 296, Eff. Apr. 1, 1987",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-490/"
    },
    {
      "id": "section-259491",
      "number": "259.491",
      "heading": "Rules; Forms.",
      "text": "The commission shall adopt and promulgate, and may from time to time amend or rescind, reasonable rules for the administration of this act in accordance with the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, being sections 24.201 to 24.328 of the Michigan Compiled Laws. Publication and distribution of changes in the rules shall be at the commission's expense. The commission shall prescribe and furnish forms necessary for the administration of this act.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960 ;-- Am. 1986, Act 296, Eff. Apr. 1, 1987Admin Rule:R 259.201 et seq. and R 259.241 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-491/"
    },
    {
      "id": "section-259492",
      "number": "259.492",
      "heading": "Violation of Act; Penalty.",
      "text": "Whoever violates or fails to comply with the provisions of this act shall be guilty of a misdemeanor punishable by a fine of not more than $500.00, or by imprisonment for not more than 1 year, or both. Each day that such violation or failure continues is a separate offense.\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-492/"
    },
    {
      "id": "section-259493",
      "number": "259.493",
      "heading": "Tall Structure Act; Short Title.",
      "text": "This act shall be known and may be cited as the \"tall structure act\".\n\nHistory:1959, Act 259, Eff. Mar. 19, 1960",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-259-of-1959/section-259-493/"
    }
  ]
}