{
  "state": "michigan",
  "path": "title-chapter-259-aviation/chapter-act-436-of-2016-unmanned-aircraft-systems-act-259301-259331",
  "sections": [
    {
      "id": "section-259301",
      "number": "259.301",
      "heading": "Short Title.Section 259.303 - Definitions",
      "text": "Section 259.305 - Political Subdivision; Ordinance, Regulation, or Resolution Limitations; Powers; Federal Preemption; Conflict With Other Sections of Law; Petition for Fixed Site Facility Designation; Applicability.Section 259.307 - Prohibited Use of an Unm",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-259303",
      "number": "259.303",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Commission\" means the Michigan aeronautics commission created by section 26 of the aeronautics code of the state of Michigan, 1945 PA 327, MCL 259.26.\n\n(b) \"Department\" means, unless expressly provided otherwise, the state transportation department.\n\n(c) \"Person\" means an individual, partnership, corporation, association, governmental entity, or other legal entity.\n\n(d) \"Political subdivision\" means a county, city, village, township, or other political subdivision, public corporation, authority, or district in this state.\n\n(e) \"Unmanned aircraft\" means an aircraft flown by a remote pilot via a ground control system, or autonomously through use of an on-board computer, communication links, and any additional equipment that is necessary for the unmanned aircraft to operate safely.\n\n(f) \"Unmanned aircraft system\" means an unmanned aircraft and all of the associated support equipment, control station, data links, telemetry, communications, navigation equipment, and other equipment necessary to operate the unmanned aircraft.\n\nHistory:2016, Act 436, Eff. Apr. 4, 2017 ;-- Am. 2018, Act 446, Eff. Mar. 29, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-303/"
    },
    {
      "id": "section-259305",
      "number": "259.305",
      "heading": "Political Subdivision; Ordinance, Regulation, or Resolution Limitations; Powers; Federal Preemption; Conflict With Other Sections of Law; Petition for Fixed Site Facility Designation; Applicability",
      "text": "(1) Except as expressly authorized by statute, a political subdivision shall not enact or enforce an ordinance or resolution that regulates the ownership or operation of unmanned aircraft or otherwise engage in the regulation of the ownership or operation of unmanned aircraft.\n\n(2) Subject to subsection (6), a political subdivision that prohibits by ordinance, regulation, or resolution the operation of nonemergency motor vehicles in the political subdivision may enact and enforce an ordinance, regulation, or resolution that is necessary and proper to prohibit the knowing and intentional operation of an unmanned aircraft in a manner that interferes with the safe use of a horse in a commercial activity, including, but not limited to, the use of horse-drawn carriages, wagons, or carts or horse-riding activities. An ordinance, regulation, or resolution adopted under this subsection must allow for the operation of an unmanned aircraft for any of the following purposes if that operation does not result in a knowing and intentional interference with the safe use of a horse in a commercial activity as described in this subsection and is in compliance with the regulations, authorizations, or exemptions of the United States Federal Aviation Administration:\n\n(a) Newsgathering by a Federal Communications Commission licensee.\n\n(b) Insurance purposes by an insurer or insurance adjustor.\n\n(c) Maintenance performed by a public utility or an independent transmission company.\n\n(d) Law enforcement.\n\n(3) This act does not prohibit a political subdivision from promulgating rules, regulations, and ordinances for the use of unmanned aircraft systems by the political subdivision within the boundaries of the political subdivision.\n\n(4) This act does not affect federal preemption of state law.\n\n(5) If this act conflicts with section 40111c or 40112 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.40111c and 324.40112, those sections control.\n\n(6) A political subdivision that prohibits the operation of nonemergency motor vehicles shall petition the United States Federal Aviation Administration for designation as a fixed site facility under section 2209 of the FAA extension, safety, and security act of 2016, Public Law 114-190, not later than 12 months after the effective date of the rules and regulations promulgated by the United States Federal Aviation Administration that govern the processing of petitions for designation as a fixed site facility. Subsection (2) does not apply after the effective date of a fixed site designation issued by the United States Federal Aviation Administration under section 2209 of the FAA extension, safety, and security act of 2016, Public Law 114-190, that applies to a political subdivision that prohibits the operation of nonemergency motor vehicles.\n\n(7) As used in this section:\n\n(a) \"Independent transmission company\" means a person, partnership, corporation, association, or other legal entity, or its successors or assigns, engaged in this state in the transmission of electricity using facilities it owns that have been divested to the entity by an electric utility that was engaged in the generation, transmission, and distribution of electricity in this state on December 31, 2000, and is independent of an electric utility or an affiliate of the utility, generating or distributing electricity to retail customers in this state.\n\n(b) \"Public utility\" means a company or other entity providing steam, heat, electric, power, gas, water, wastewater, telecommunications, video, cable, or internet access services.\n\nHistory:2016, Act 436, Eff. Apr. 4, 2017 ;-- Am. 2019, Act 32, Imd. Eff. June 25, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-305/"
    },
    {
      "id": "section-259307",
      "number": "259.307",
      "heading": "Prohibited Use of an Unmanned Aircraft System; Exceptions; Permit, License, Order, or Other Decree; Notice of State-Owned or Operated; Consent; Information Exempt From Freedom of Information Act; Applicability",
      "text": "(1) Except as otherwise provided in subsection (6), a department, agency, board, or commission of this state or a person under a contract with or acting at the direction or on behalf of a department, agency, board, or commission of this state shall not use an unmanned aircraft system to surveil, inspect, or gather evidence or collect information about a facility that is subject to a permit, license, or order issued by or a decree or other requirement governed by that department, agency, board, or commission unless any of the following apply:\n\n(a) The owner or operator of the facility has given express consent for the use of an unmanned aircraft system for the purposes described in this subsection in a particular instance.\n\n(b) The department, agency, board, commission, or person is acting under a valid search warrant and the use of the unmanned aircraft system is strictly limited to the subject matter and scope of that warrant.\n\n(c) The department, agency, board, or commission has reason to believe that there may be an imminent threat to public health, safety, property, or the natural resources of the state from the facility and the use of the unmanned aircraft system is strictly limited to the investigation of that imminent threat.\n\n(d) The department, agency, board, commission, or person is inspecting a roadway, highway, airport, airport approach corridor, port, or similar infrastructure.\n\n(2) An unmanned aircraft system that is used as described in subsection (1) must be clearly marked as a state-owned or operated aircraft unless it is an unmanned aircraft system operated in accordance with subsection (3).\n\n(3) For any use that is governed by subsection (1)(a), both of the following apply:\n\n(a) Subject to subdivision (b), the consent of the owner or operator may be conditioned on the use of an unmanned aircraft system that is owned and operated by that owner or operator under, and in compliance with, Federal Aviation Administration regulations, authorizations, or exemptions. The department, agency, board, commission, or person under contract with or acting at the direction or on behalf of the department, agency, board, or commission shall allow, under its direct supervision, the use of the unmanned aircraft system by the owner or operator to conduct the surveillance, inspection, evidence gathering, or information collecting under this section, if doing so will gather information of a quality and nature sufficient for the intended purpose of the surveillance, inspection, evidence gathering, or information collection.\n\n(b) If the owner or operator provides consent on the condition described in subdivision (a), or if the owner or operator withholds consent, the owner or operator shall provide to the department, agency, board, or commission a statement, in writing, that indicates the health and safety reasons for providing consent on the condition described in subdivision (a) or withholding consent.\n\n(4) Any surveillance, inspection, evidence gathering, or information collecting conducted under subsection (1)(c) shall be under the direct supervision of the department, agency, board, or commission.\n\n(5) Any data, including videos, photographic images, or geospatial data, collected by the operation of an unmanned aircraft system concerning a facility described in subsection (1) shall be furnished promptly to the facility's owner or operator upon request and shall be rebuttably presumed to be not subject to disclosure under the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\n(6) This section does not apply to a law enforcement agency operating an unmanned aircraft system as part of a law enforcement investigation.\n\nHistory:Add. 2018, Act 442, Eff. Mar. 21, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-307/"
    },
    {
      "id": "section-259311",
      "number": "259.311",
      "heading": "Operation of Unmanned Aircraft System; Person Authorized by Federal Aviation Administration.",
      "text": "A person that is authorized by the Federal Aviation Administration to operate unmanned aircraft systems for commercial purposes may operate an unmanned aircraft system in this state if the unmanned aircraft system is operated in a manner consistent with federal law.\n\nHistory:2016, Act 436, Eff. Apr. 4, 2017",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-311/"
    },
    {
      "id": "section-259313",
      "number": "259.313",
      "heading": "Operation of Unmanned Aircraft System; Manner.",
      "text": "A person may operate an unmanned aircraft system in this state for recreational purposes if the unmanned aircraft system is operated in a manner consistent with federal law for the operation of a model aircraft.\n\nHistory:2016, Act 436, Eff. Apr. 4, 2017",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-313/"
    },
    {
      "id": "section-259320",
      "number": "259.320",
      "heading": "Criminal Liability; Offense Committed With Aid of an Unmanned Aircraft System; Exception.",
      "text": "(1) A person is guilty of an offense committed with the aid of an unmanned aircraft system if the unmanned aircraft system is under the person's control and the activity performed with the aid of the unmanned aircraft system would have given rise to criminal liability under the penal law of this state if it was performed directly by the person without the aid of an unmanned aircraft system.\n\n(2) Notwithstanding subsection (1), and except as provided in sections 21 and 22 and section 45a(1) of the Michigan penal code, 1931 PA 328, MCL 750.45a, solely flying an unmanned aircraft system through navigable airspace in accordance with federal law does not give rise to criminal liability under the penal law of this state.\n\nHistory:Add. 2018, Act 444, Eff. Mar. 21, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-320/"
    },
    {
      "id": "section-259321",
      "number": "259.321",
      "heading": "Operation of Unmanned Aircraft System; Interference With Official Duties Prohibited.",
      "text": "An individual shall not knowingly and intentionally operate an unmanned aircraft system in a manner that interferes with the official duties of any of the following:\n\n(a) A law enforcement official, as that term is defined in section 7 of chapter III of the code of criminal procedure, 1927 PA 175, MCL 763.7.\n\n(b) A firefighter.\n\n(c) Emergency medical services personnel, as that term is defined in section 20904 of the public health code, 1978 PA 368, MCL 333.20904.\n\n(d) Search and rescue personnel.\n\n(e) A state correctional officer, as that term is defined in section 2 of the correctional officers' training act of 1982, 1982 PA 415, MCL 791.502, or any other individual employed by the department of corrections.\n\n(f) A local corrections officer, as that term is defined in section 2 of the local corrections officers training act, 2003 PA 125, MCL 791.532.\n\nHistory:2016, Act 436, Eff. Apr. 4, 2017 ;-- Am. 2018, Act 468, Eff. Mar. 27, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-321/"
    },
    {
      "id": "section-259322",
      "number": "259.322",
      "heading": "Operation of Unmanned Aircraft System; Harassment, Violation of Order, or Invasion of Privacy Prohibited; Definition; Individual Registered as Sex Offender",
      "text": "(1) A person shall not knowingly and intentionally operate an unmanned aircraft system to subject an individual to harassment. As used in this subsection, \"harassment\" means that term as defined in section 411h or 411i of the Michigan penal code, 1931 PA 328, MCL 750.411h and 750.411i.\n\n(2) A person shall not knowingly and intentionally operate an unmanned aircraft system within a distance that, if the person were to do so personally rather than through remote operation of an unmanned aircraft, would be a violation of a restraining order or other judicial order.\n\n(3) A person shall not knowingly and intentionally operate an unmanned aircraft system to violate section 539j of the Michigan penal code, 1931 PA 328, MCL 750.539j, or to otherwise capture photographs, video, or audio recordings of an individual in a manner that would invade the individual's reasonable expectation of privacy.\n\n(4) An individual who is required to register as a sex offender under the sex offenders registration act, 1994 PA 295, MCL 28.721 to 28.736, shall not operate an unmanned aircraft system to knowingly and intentionally follow, contact, or capture images of another individual, if the individual's sentence in a criminal case would prohibit the individual from following, contacting, or capturing the image of the other individual.\n\nHistory:2016, Act 436, Eff. Apr. 4, 2017",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-322/"
    },
    {
      "id": "section-259323",
      "number": "259.323",
      "heading": "Violation as Misdemeanor; Penalty; Other Violation of Law.",
      "text": "(1) An individual who violates section 21 or 22 is guilty of a misdemeanor punishable by imprisonment for not more than 90 days or a fine of not more than $500.00, or both.\n\n(2) This section does not affect the ability to investigate or to arrest, prosecute, or convict an individual for any other violation of a law of this state.\n\nHistory:2016, Act 436, Eff. Apr. 4, 2017",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-323/"
    },
    {
      "id": "section-259330",
      "number": "259.330",
      "heading": "Michigan Aeronautics Commission; Duties; Departmental Support.",
      "text": "(1) The commission shall do all of the following:\n\n(a) Provide advice to other departments and agencies of this state about the use of unmanned aircraft systems and related technology.\n\n(b) Provide advice to the public about all of the following:\n\n(i) Regulation of unmanned aircraft systems by the federal government and by this state.\n\n(ii) Safe operating principles for unmanned aircraft systems.\n\n(iii) Restrictions on the use of unmanned aircraft systems.\n\n(iv) Any other matters within the scope of the commission's authority under this act.\n\n(c) Provide education and information to departments and agencies of this state, political subdivisions, and the general public about unmanned aircraft systems.\n\n(d) Receive and consider comments from persons in this state that are interested in or affected by the use of unmanned aircraft systems.\n\n(3) The departments and agencies of this state shall provide support to the commission as necessary and as requested for the commission to perform its duties under this act. In addition to the state transportation department's provision of support, the following departments shall provide primary support to the commission:\n\n(a) The department of state police.\n\n(b) The department of natural resources.\n\n(c) The department of corrections.\n\n(d) The department of agriculture and rural development.\n\n(e) The department of licensing and regulatory affairs.\n\nHistory:Add. 2018, Act 446, Eff. Mar. 29, 2019",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-330/"
    },
    {
      "id": "section-259331",
      "number": "259.331",
      "heading": "Unmanned Aircraft Systems Task Force.",
      "text": "(1) The unmanned aircraft systems task force is created to develop statewide policy recommendations on the operation, use, and regulation of unmanned aircraft systems in this state.\n\n(2) Within 90 days after the effective date of this act, the governor shall appoint initial members of the unmanned aircraft systems task force. The individuals appointed to the unmanned aircraft systems task force by the governor, initially and subsequently, must comprise 1 member from each of the following agencies or interest groups:\n\n(a) A member from the state transportation department nominated by the director of the state transportation department.\n\n(b) A member from the division of the state transportation department that performs bridge inspections and road work, nominated by the director of the state transportation department.\n\n(c) A member from the department of state police, nominated by the director of the department of state police.\n\n(d) A member from the department of natural resources, nominated by the director of the department of natural resources.\n\n(e) A member from the department of agriculture and rural development, nominated by the director of the department of agriculture and rural development.\n\n(f) A member from the department of licensing and regulatory affairs nominated by the director of the department of licensing and regulatory affairs.\n\n(g) A member from the department of corrections, nominated by the director of the department of corrections.\n\n(h) An unmanned aircraft systems technical commercial representative.\n\n(i) An unmanned aircraft systems manufacturing industry representative.\n\n(j) A member who is licensed by the Federal Aviation Administration to operate unmanned aircraft that weigh less than 55 pounds.\n\n(k) A member who represents airports in this state, nominated by the director of the state transportation department.\n\n(l) A member from the Michigan Municipal League, nominated by the executive director of the Michigan Municipal League.\n\n(m) A law enforcement official from a municipality, nominated by a statewide police chiefs association.\n\n(n) A member who represents county sheriffs, nominated by the president of the Michigan Sheriffs' Association.\n\n(o) A member of a statewide agricultural association, nominated by the president of the association.\n\n(p) A member of a statewide retail association, nominated by the president of the association.\n\n(q) A member of a statewide manufacturing trade association, nominated by the president or chief executive officer of the association.\n\n(r) A member of a statewide property and casualty insurance association, nominated by the president or chief executive officer of the association.\n\n(s) A member of a statewide association that represents real estate brokers licensed in this state, nominated by the president of the association.\n\n(t) A member of a statewide surveying association, nominated by the president of the association.\n\n(u) A member of a statewide freight railroad association, nominated by the president of the association.\n\n(v) A member of a statewide broadcasters association, nominated by the president of the association.\n\n(w) A member who represents persons that operate key facilities, as that term is defined in section 552c of the Michigan penal code, 1931 PA 328, MCL 750.552c.\n\n(x) A member who is knowledgeable about the operation of public utilities who represents public utilities in the Upper Peninsula, nominated by the chairman of the public service commission.\n\n(y) A member who is knowledgeable about the operation of public utilities who represents public utilities in the Lower Peninsula, nominated by the chairman of the public service commission.\n\n(z) A member who represents the Mackinac Bridge Authority, nominated by the authority.\n\n(aa) A member who represents the city of Mackinac Island.\n\n(3) Initial nominations to the unmanned aircraft systems task force must be submitted to the governor within 60 days after the effective date of this act. The governor shall make the initial appointments within 30 days after the close of nominations.\n\n(4) Members of the unmanned aircraft systems task force shall serve for terms of 4 years or until a successor is appointed, whichever is later, except that of the initial members appointed, 6 members, as designated by the governor, shall serve for 1 year, 6 members, as designated by the governor, shall serve for 2 years, and 7 members, as designated by the governor, shall serve for 3 years.\n\n(5) If a vacancy occurs on the unmanned aircraft systems task force, the governor shall make an appointment for the unexpired term in the same manner as the original appointment.\n\n(6) The governor may remove a member of the unmanned aircraft systems task force for incompetence, dereliction of duty, malfeasance, misfeasance, or nonfeasance in office, or any other good cause.\n\n(7) The member from the state transportation department shall chair the unmanned aircraft systems task force and serve as a liaison to the governor and the standing committees in the house and senate that mainly deal with transportation issues. The unmanned aircraft systems task force shall meet as necessary to complete the duties of the task force. Meetings of the unmanned aircraft systems task force must be held in the central part of this state.\n\n(8) A majority of the members of the unmanned aircraft systems task force constitute a quorum for the transaction of business at a meeting of the task force. A majority of the members present and serving are required for official action of the task force.\n\n(9) The unmanned aircraft systems task force shall conduct its business at public meetings of the task force held in compliance with the open meetings act, 1976 PA 267, MCL 15.261 to 15.275.\n\n(10) A writing prepared, owned, used, in the possession of, or retained by the unmanned aircraft systems task force in the performance of an official function is subject to the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\n(11) The members of the unmanned aircraft systems task force must receive no compensation for serving as members of the task force.\n\n(12) The unmanned aircraft systems task force shall consider commercial and private uses of unmanned aircraft systems, landowner and privacy rights, as well as general rules and regulations for safe operation of unmanned aircraft systems, and prepare comprehensive recommendations for the safe and lawful operation of unmanned aircraft systems in this state. The recommendations must include, but not be limited to, recommendations regarding the protection of public and private property interests and the use of unmanned aircraft systems over public property.\n\n(13) The state transportation department shall provide administrative support to the unmanned aircraft systems task force.\n\n(14) The unmanned aircraft systems task force shall submit a report with recommendations to the governor and the standing committees in the house and senate that mainly deal with transportation issues within 3 months after the first meeting of the task force.\n\n(15) After submitting the report required under subsection (14), the unmanned aircraft systems task force shall meet not less than once every 18 months to consider any new developments or problems that may require further consideration and recommendations by the task force.\n\nHistory:2016, Act 436, Eff. Apr. 4, 2017",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-259/statute-act-436-of-2016/section-259-331/"
    }
  ]
}