{
  "state": "south-carolina",
  "path": "title-title-40/chapter-chapter-85",
  "sections": [
    {
      "id": "section-40-85-10",
      "number": "40-85-10",
      "heading": "",
      "text": "(A) There is created the South Carolina Board of Genetic Counselors, to license genetic counselors. The purpose of this board is to protect the public through the regulation of professionals who educate and communicate with the public regarding the human problems associated with the occurrence, or the risk of occurrence, of a genetic disorder in a family, including the provision of services to help an individual or family.\n\n(B)(1) The board must be composed of five members appointed by the Governor, one of whom must be a lay member from the State at large and four practicing genetic counselors. The board shall review and make determinations regarding all matters relating to genetic counselors including, but not limited to:\n\n(a) applications for licensure;\n\n(b) licensure renewal requirements;\n\n(c) disciplinary investigations or actions; and\n\n(d) promulgation of administrative regulations.\n\n(2) Members of the board shall serve three-year terms until their successors are appointed and qualify, except for initial appointments.\n\n(3) The chair of the board must be elected by a majority vote of the board members and must preside over meetings. Meetings must be held biennially. Additional meetings may be held at the call of the chair or upon the written request of three board members.\n\n(4) Initial appointments must be for staggered terms. Two members shall serve a three-year term, two members shall serve a two-year term, and one member shall serve a one-year term.\n\n(a) Initial genetic counselor members shall serve without a license until licenses become available.\n\n(b) Initial genetic counselor members must be ABGC certified for a minimum of five years.\n\n(5) Members of the board are entitled to per diem, subsistence, and mileage as provided by law for members of state boards, committees, and commissions.\n\n(6) A board member may be removed by the Governor for good cause or if he misses two consecutive committee meetings without good cause.\n\n(7) Upon the death, resignation, or removal of any member, the vacancy for the unexpired term must be filled by the Governor.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-10/"
    },
    {
      "id": "section-40-85-20",
      "number": "40-85-20",
      "heading": "",
      "text": "As used in this chapter:\n\n(1) \"ABGC\" means the American Board of Genetic Counseling, its successor or equivalent.\n\n(2) \"ACGC\" means the Accreditation Council for Genetic Counseling, its successor or equivalent.\n\n(3) \"Board\" means the Board of Genetic Counselors created in Section 40-84-10.\n\n(4) \"Department\" means the Department of Labor, Licensing and Regulation.\n\n(5) \"Genetic counselor\" means a person who has met all the conditions of this chapter and is licensed in this State to practice genetic counseling.\n\n(6) \"Limited licensee\" means a person who obtains a limited license by the board who meets all the requirements for licensure except the successful completion of the examination, and whose activities are performed under supervision.\n\n(7) \"NSGC\" means the National Society of Genetic Counselors, its successor or equivalent.\n\n(8) \"Practice of genetic counseling\" means:\n\n(a) obtain and evaluate individual, family, and medical histories to determine genetic risk for genetic/medical conditions and diseases in a patient, his offspring, and other family members;\n\n(b) discuss the features, natural history, means of diagnosis, genetic and environmental factors, and management of risk for genetic/medical conditions and diseases;\n\n(c) identify and order genetic laboratory tests as appropriate for the genetic assessment;\n\n(d) integrate genetic laboratory test results and other diagnostic studies with personal and family medical histories to assess and communicate risk factors for genetic/medical conditions and diseases;\n\n(e) explain the clinical implications of genetic laboratory tests and other diagnostic studies and their results;\n\n(f) evaluate responses of the client and his family to the condition or risk of recurrence and provide client-centered counseling and anticipatory guidance;\n\n(g) identify and use community resources that provide medical, educational, financial, and psychosocial support and advocacy; and\n\n(h) provide written documentation of medical, genetic, and counseling information for families and health care professionals.\n\n(9) \"Student\" or \"genetic counselor student\" means an individual enrolled in an ACGC-approved genetic counselor program while engaged in completing the clinical education requirement for graduation.\n\n(10) \"Supervision\" means supervision provided by a licensed genetic counselor or physician and shall mean the review of genetic counseling and case management as appropriate that include regular chart reviews of clients with the limited licensee and the supervisor. Supervision may be conducted in person or by telesupervision. For the purposes of this definition, \"telesupervision\" means clinical supervision that is provided by an electronic communication device, whether audio or video, or both.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-20/"
    },
    {
      "id": "section-40-85-30",
      "number": "40-85-30",
      "heading": "",
      "text": "A person may not engage in the practice of genetic counseling without a license issued in accordance with this chapter. A person who practices as a genetic counselor without being licensed under this chapter, whose license has been suspended or revoked, or who uses in connection with his name the words or letters \"GC\", \"LGC\", or uses the title \"gene counselor\", \"genetic associate\", \"genetic counselor\", \"genetic consultant\", or \"licensed genetic counselor\", or any other letters, words, or insignia indicating or implying that he is a genetic counselor or who in any other way, orally, in writing, in print, by sign directly or by implication, represents himself as a genetic counselor without being licensed by the board is subject to the penalties provided in this chapter.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-30/"
    },
    {
      "id": "section-40-85-40",
      "number": "40-85-40",
      "heading": "",
      "text": "(A) A person desiring to be licensed as a genetic counselor under this chapter shall apply to the department on a form approved by the board.\n\n(B) The board shall license an applicant who:\n\n(1) has completed the application form and remitted the required fees;\n\n(2) is of good moral character;\n\n(3) provides satisfactory documentation of having earned:\n\n(a) a master's degree from a genetic counseling training program accredited by the ACGC or an equivalent program as determined by the board; and\n\n(b) ABGC certification.\n\n(C) The board may issue a limited license to a limited licensee applicant who meets all of the requirements for licensure except the certification requirement in this section and has obtained active candidate status establishing eligibility to sit for the certification examination administered by the ABGC or ACGC. A limited license shall expire automatically upon the earliest of:\n\n(1) issuance of a full license;\n\n(2) thirty days after the applicant fails to pass the certification examination; or\n\n(3) one year from the date the limited license was issued.\n\n(D) An applicant may be licensed pursuant to this chapter if he demonstrates to the satisfaction of the board that he is licensed or registered under the laws of another state, territory, or jurisdiction of the United States which, in the opinion of the board, imposes substantially the same licensing requirements as this chapter.\n\n(E) The board shall not issue a permanent license to a licensed or registered genetic counselor of another state or territory of the United States:\n\n(1) whose license is currently revoked, suspended, restricted in any way, or on probationary status in that state or territory; or\n\n(2) who currently has a disciplinary action pending in another state or territory.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-40/"
    },
    {
      "id": "section-40-85-50",
      "number": "40-85-50",
      "heading": "",
      "text": "(A) The department shall renew a license upon receipt of the renewal application and upon payment of the fee in an amount to be determined by the board in regulation.\n\n(B) A renewal applicant shall provide documentation that he continues to maintain certification required in Section 40-84-40(B)(3)(b).\n\n(C) The board shall require NSGC-approved course criteria, not to exceed twenty-five hours biennially, as a condition for license renewal.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-50/"
    },
    {
      "id": "section-40-85-60",
      "number": "40-85-60",
      "heading": "",
      "text": "The Department of Labor, Licensing and Regulation shall provide all administrative, fiscal, investigative, inspectional, clerical, secretarial, and license renewal operations and activities of the board in accordance with Chapter 1.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-60/"
    },
    {
      "id": "section-40-85-70",
      "number": "40-85-70",
      "heading": "",
      "text": "The board may adopt rules governing its proceedings and may promulgate regulations necessary to carry out the provisions of this chapter including, but not limited to, promulgation of regulations for the practice of genetic counseling, and establishing disciplinary procedures.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-70/"
    },
    {
      "id": "section-40-85-80",
      "number": "40-85-80",
      "heading": "",
      "text": "The Department of Labor, Licensing and Regulation shall investigate complaints and violations of this chapter as provided in Chapter 1. The board may designate individuals to serve as advisors to provide professional expertise to inspectors or investigators.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-80/"
    },
    {
      "id": "section-40-85-90",
      "number": "40-85-90",
      "heading": "",
      "text": "For the purpose of an investigation or proceeding under this chapter, the board or its designee may subpoena witnesses, take evidence, and require the production of documents or records which the board considers relevant to the inquiry.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-90/"
    },
    {
      "id": "section-40-85-100",
      "number": "40-85-100",
      "heading": "",
      "text": "In addition to other remedies provided in this chapter or Chapter 1, the board, in accordance with Section 40-1-100, also may issue a cease and desist order or may petition an administrative law judge for a temporary restraining order or other equitable relief to enjoin a violation of this chapter.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-100/"
    },
    {
      "id": "section-40-85-110",
      "number": "40-85-110",
      "heading": "",
      "text": "(A) In addition to other grounds provided in Section 40-1-110, the board, after notice and hearing, may restrict or refuse to grant a license to an applicant and may refuse to renew the license of a licensed person, and may suspend, revoke, or otherwise restrict the license of a licensed person who:\n\n(1) requests, receives, participates, or engages, directly or indirectly, in the dividing, transferring, assigning, rebating, or refunding of fees received for professional services or profits by means of a credit or other valuable consideration including, but not limited to, wages, an unearned commission, discount, or gratuity with a person who referred a patient, or with a relative or business associate of the referring person;\n\n(2) has treated or undertaken to treat human ailments otherwise than by a genetic counselor or has practiced genetic counseling and failed to refer to a licensed medical doctor a patient whose medical condition should have been determined at the time of evaluation or treatment to be beyond the scope of practice of a genetic counselor; or\n\n(3) knowingly aided, assisted, procured, or advised a person to practice genetic counseling contrary to this chapter or to regulations promulgated by the board pursuant to this chapter or knowingly performed an act which aids, assists, procures, or advises an unlicensed person to practice genetic counseling.\n\n(B)(1) An act or omission by a licensee causing the denial, revocation, suspension, or restriction of a license to practice genetic counseling in another state is sufficient for the issuance of a formal complaint and the commencement of disciplinary proceedings as provided in this section. Proof of an act or omission may be shown by a copy of the transcript of record of the disciplinary proceedings in another state or a copy of the final order, consent order, or similar order stating the basis for the action taken. This subsection only applies when the disciplinary action taken in another state is based on grounds that would constitute grounds for disciplinary action under subsection (A) and Section 40-1-110.\n\n(2) Upon the filing of an initial complaint alleging that a licensee has been disciplined in another state, the licensee must submit to the board copies of all transcripts, documents, and orders used, relied upon, or issued by the licensing authority in the other state. Failure to submit these items within ninety days of the board's request results in the suspension of the individual's license to practice genetic counseling in this State until all of the items have been provided to the board.\n\n(3) A licensee may present mitigating testimony to the board regarding disciplinary action taken in another state or evidence that the acts or omissions committed in another state do not constitute grounds for disciplinary action under subsection (A) and Section 40-1-110.\n\n(C) A complaint may be made in writing to the board or may be made by the board on its own initiative.\n\n(D) In enforcing the provisions of this chapter, the board, upon reasonable grounds, may require a licensee or applicant to submit to a mental or physical examination performed by a physician designated by the board and including, but not limited to, urinalysis and blood work to determine the presence of drugs. The results of an examination are admissible in a hearing before the board, notwithstanding a claim or privilege under a contrary rule of law or statute. A person who accepts the privilege of practicing genetic counseling in this State is considered to have consented to submit to a mental or physical examination and to have waived all objections to the admissibility of the results in a hearing before the board upon the grounds that the same constitutes a privileged communication. If a licensee or applicant fails to submit to an examination when properly directed to do so by the board, unless the failure was due to circumstances beyond the person's control, the board shall enter an order automatically suspending or denying the license pending compliance and further order of the board. A licensee or applicant who is prohibited from practicing genetic counseling under this subsection must be afforded at reasonable intervals the opportunity to demonstrate to the board the ability to resume or begin the practice of genetic counseling with reasonable skill and safety to patients.\n\n(E) In enforcing the provisions of this chapter, the board upon reasonable grounds, may obtain records relating to the mental or physical condition of a licensee or applicant including, but not limited to, psychiatric records; and these records are admissible in a hearing before the board, notwithstanding another provision of law. A person who accepts the privilege of practicing genetic counseling in this State or who files an application to practice genetic counseling in this State is considered to have consented to the board obtaining these records and to have waived all objections to the admissibility of these records in a hearing before the board upon the grounds that the same constitutes a privileged communication. If a licensee or applicant refuses to sign a written consent for the board to obtain these records when properly requested by the board, unless the failure was due to circumstances beyond the person's control, the board shall enter an order automatically suspending or denying the license pending compliance and further order of the board. A licensee or applicant who is prohibited from practicing genetic counseling under this subsection must be afforded reasonable opportunity to demonstrate to the board the ability to resume or begin the practice of genetic counseling with reasonable skill and safety to patients.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-110/"
    },
    {
      "id": "section-40-85-120",
      "number": "40-85-120",
      "heading": "",
      "text": "The board has jurisdiction over the actions of licensees and former licensees as provided in Section 40-1-115.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-120/"
    },
    {
      "id": "section-40-85-130",
      "number": "40-85-130",
      "heading": "",
      "text": "In addition to the sanctions the board may impose against a person pursuant to this chapter, the board may take disciplinary action against a person as provided in Section 40-1-120, and also may impose a civil penalty of not more than two thousand dollars for each violation of this chapter or of a regulation promulgated under this chapter, the total penalty not to exceed ten thousand dollars.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-130/"
    },
    {
      "id": "section-40-85-140",
      "number": "40-85-140",
      "heading": "",
      "text": "As provided in Section 40-1-130, the board may restrict or deny licensure to an applicant based on the same grounds for which the board may take disciplinary action against a licensee.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-140/"
    },
    {
      "id": "section-40-85-150",
      "number": "40-85-150",
      "heading": "",
      "text": "A license may be denied based on a person's prior criminal record only as provided in Section 40-1-140.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-150/"
    },
    {
      "id": "section-40-85-160",
      "number": "40-85-160",
      "heading": "",
      "text": "A licensee under investigation for a violation of this chapter or a regulation promulgated under this chapter may voluntarily surrender the license in accordance with Section 40-1-150.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-160/"
    },
    {
      "id": "section-40-85-170",
      "number": "40-85-170",
      "heading": "",
      "text": "A person aggrieved by a final action of the board may seek review of the decision in accordance with Section 40-1-160.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-170/"
    },
    {
      "id": "section-40-85-180",
      "number": "40-85-180",
      "heading": "",
      "text": "A person found in violation of this chapter or a regulation promulgated pursuant to this chapter may be required to pay costs associated with the investigation and prosecution of the case in accordance with Section 40-1-170.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-180/"
    },
    {
      "id": "section-40-85-190",
      "number": "40-85-190",
      "heading": "",
      "text": "All costs and fines imposed pursuant to this chapter must be paid in accordance with and are subject to the collection and enforcement provisions of Section 40-1-180.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-190/"
    },
    {
      "id": "section-40-85-200",
      "number": "40-85-200",
      "heading": "",
      "text": "Investigations and proceedings conducted under this chapter are confidential, and all communications are privileged as provided in Section 40-1-190.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-200/"
    },
    {
      "id": "section-40-85-210",
      "number": "40-85-210",
      "heading": "",
      "text": "A person who engages in the practice of or offers to engage in the practice of genetic counseling in the State in violation of this chapter or who knowingly submits false information to the board for the purpose of obtaining a license or who violates another provision of this chapter is guilty of a misdemeanor and, upon conviction, must be fined not more than five hundred dollars or imprisoned not more than ninety days, or both. Each violation is a separate offense.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-210/"
    },
    {
      "id": "section-40-85-220",
      "number": "40-85-220",
      "heading": "",
      "text": "The department, on behalf of the board and in accordance with Section 40-1-120, may petition an administrative law judge, in the name of the State, for injunctive relief against a person violating this chapter.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-220/"
    },
    {
      "id": "section-40-85-230",
      "number": "40-85-230",
      "heading": "",
      "text": "The provisions of this act do not apply to:\n\n(1) a \"genetic counselor student\" who is a student enrolled in an ACGC-approved genetic counselor program while engaged in completing the clinical education requirement for graduation under the on-site supervision of a genetic counselor or physician who is licensed to practice in this State;\n\n(2) a genetic counselor licensed in another state who is teaching or participating in special genetic counselor education projects, nonprofit delivery of service from outside the State, demonstrations, or courses in this State;\n\n(3) a genetic counselor solely employed by the United States Armed Services, United States Public Health Service, Veterans Administration, or another federal agency and practicing within the scope of employment; or\n\n(4) a person licensed by the State to practice in a profession such as a physician or nurse practitioner when acting within the scope of the person's profession and doing work of a nature consistent with the person's training. The person cannot hold himself out to the public as a genetic counselor in accordance with Section 40-84-30.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-230/"
    },
    {
      "id": "section-40-85-240",
      "number": "40-85-240",
      "heading": "",
      "text": "Nothing in this chapter may be construed to authorize a licensed genetic counselor or another person to practice medicine, surgery, osteopathy, homeopathy, chiropractic, naturopathy, magnetic healing, or another form, branch, or method of healing as authorized by the laws of this State. Nothing in this chapter may be construed to restrict, inhibit, or limit the practice of licensed physicians, nurse practitioners, or licensed physician assistants.\n\nHISTORY: 2024 Act No. 187 (S.241), Section 1, eff May 21, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-85/section-40-85-240/"
    }
  ]
}