{
  "state": "south-carolina",
  "path": "title-title-40/chapter-chapter-42",
  "sections": [
    {
      "id": "section-40-42-10",
      "number": "40-42-10",
      "heading": "",
      "text": "As used in this title unless the context requires a different meaning:\n\n(1) \"Licensing board\" means the licensing board that is responsible for licensing or disciplining an individual who provides health care pursuant to this title.\n\n(2) \"Health care\" means any care, treatment, service, assessment, counsel, education, or procedure to maintain, monitor, diagnose, or otherwise affect an individual's physical or mental illness, injury, or condition.\n\n(3) \"Licensee\" means a professional licensed by a licensing board and authorized to practice health care pursuant to this title.\n\n(4) \"Scope of practice\" means the extent of a licensee's authority to provide health care. The term includes a condition on authority imposed by the licensee's practice act or licensing board, including but not limited to the requirement to perform telehealth pursuant to a practice agreement as defined in Section 40-33-20(45) or within written scope of practice guidelines under physician supervision pursuant to Section 40-47-935.\n\n(5) \"Telehealth\" means the use of electronic communications, information technology, or other means to deliver clinical health care, patient and professional health-related education, public health, or health administration between a licensee in one location and a patient in another location with or without an intervening licensee.\n\n(6) \"Unprofessional conduct\" means an act or behavior that fails to meet the minimally acceptable standard expected of similarly situated professionals including, but not limited to, conduct that may be harmful to the health, safety, and welfare of the public, conduct that may reflect negatively on one's fitness to practice, or conduct that may violate any provision of the code of ethics adopted by the licensee's respective board or a specialty.\n\nHISTORY: 2024 Act No. 120 (H.4159), Section 2, eff March 11, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-42/section-40-42-10/"
    },
    {
      "id": "section-40-42-20",
      "number": "40-42-20",
      "heading": "",
      "text": "(A) A licensee who provides health care via telehealth:\n\n(1) may only provide health care within his scope of practice;\n\n(2) shall adhere to the same standard of care as required for in-person care and must be evaluated according to the standard of care applicable to the licensee's area of specialty. The failure of a licensee to conform to the appropriate standard of care is considered unprofessional conduct and may be disciplined according to the licensee's respective practice act and pursuant to Section 40-42-10(3);\n\n(3) shall generate and maintain confidentiality of a patient's records and disclose the records to the patient consistent with state and federal laws, rules, and regulations; provided, that licensees practicing telemedicine must be held to the same standards of professionalism concerning medical records transfer and communication with the primary care provider and medical home as licensees practicing by traditional means;\n\n(4) shall, if authorized by the licensee's respective practice act and within his scope of practice, prescribe in accordance with all applicable state and federal laws, including his respective practice act, rules and regulations, and standards required by such practice authorization;\n\n(5) must be licensed in this State; provided, however, a licensee need not reside or maintain a physical office in this State to be considered actively practicing medicine if he has a valid, current license issued by the applicable licensing board in this State; further provided that a licensee residing in this State who intends to practice via telehealth to treat or diagnose patients outside of this State shall comply with other state licensing boards; and\n\n(6) shall maintain a controlled substances registration with South Carolina's Bureau of Drug Control if prescribing controlled substances.\n\n(B) Nothing in this section may be construed to prohibit electronic communications between a licensee and patient with a preexisting licensee-patient relationship, between a licensee and another licensee concerning a patient with whom the other licensee has a licensee-patient relationship, or between a licensee and a patient when treatment is provided pursuant to an on-call situation or a cross-coverage situation.\n\n(C) In addition to the provisions of subsection (A), a licensee who establishes or maintains a licensee-patient relationship solely via telehealth shall:\n\n(1) adhere to current standards for practice improvement and monitoring of outcomes and provide reports containing this information upon request of his respective licensing board;\n\n(2) provide an appropriate evaluation before providing health care to the patient, which need not be done in person, if the licensee determines he is able to appropriately provide health care to the patient via telehealth in conformity with the same standard of care required for in-person care;\n\n(3) ensure availability of appropriate follow-up care;\n\n(4) verify the identity and location of the patient and inform the patient of the licensee's name, location, and professional credentials; and\n\n(5) only prescribe:\n\n(a) if specifically authorized by his respective practice act;\n\n(b) within his scope of practice; and\n\n(c) in accordance with federal and state laws, rules, standards provided in the practice act and, if applicable, any practice agreement or scope of practice guidelines.\n\n(D) A licensee or any other person involved in a telehealth encounter must:\n\n(a) be trained in the use and operation of the telehealth equipment; and\n\n(b) demonstrate competence in the use and operation of telehealth equipment.\n\n(E) Notwithstanding any of the provisions of this section, a licensee's respective licensing board retains all authority with respect to telehealth practice in accordance with the authorization provided to him by his respective practice act.\n\nHISTORY: 2024 Act No. 120 (H.4159), Section 2, eff March 11, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-42/section-40-42-20/"
    },
    {
      "id": "section-40-42-30",
      "number": "40-42-30",
      "heading": "",
      "text": "This article governs all licensees providing services via telehealth except for additional or more specific standards provided in the licensees' respective practice act.\n\nHISTORY: 2024 Act No. 120 (H.4159), Section 2, eff March 11, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-42/section-40-42-30/"
    }
  ]
}