{
  "state": "south-carolina",
  "path": "title-title-40/chapter-t40c079",
  "sections": [
    {
      "id": "section-40-79-5",
      "number": "40-79-5",
      "heading": "",
      "text": "Unless otherwise provided for in this chapter, Article 1, Chapter 1 of Title 40 applies to the regulation of the alarm system business industry by the Department of Labor, Licensing and Regulation. If there is a conflict between this chapter and Article 1, Chapter 1 of Title 40, the provisions of this chapter control. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-5/"
    },
    {
      "id": "section-40-79-10",
      "number": "40-79-10",
      "heading": "",
      "text": "The Alarm System Business Act must be administered under the South Carolina Contractors Licensing Board which, in its authority over the alarm system industry, shall protect the health, safety, and welfare of the public through the regulation of businesses and individuals who identify, assess, and provide work to individuals, through the administration and enforcement of this chapter and Chapter 1, Title 40 and any regulation promulgated under this chapter. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-10/"
    },
    {
      "id": "section-40-79-20",
      "number": "40-79-20",
      "heading": "",
      "text": "As used in this chapter: (1) \"Administrative personnel\" means an individual who performs daily office functions for the management of an alarm business. (2) \"Alarm business\" means an entity that is licensed by the South Carolina Contractor's Licensing Board to engage in the burglar or fire alarm system business, or both. (3) \"Alarm technician\" means an individual who specializes in any activity or work related to the set up or installation, repair, alteration, or connection of an alarm system to a client's property. (4) \"Bid\" means an offer to furnish labor, equipment or materials, or other services regulated by this chapter. (5) \"Board\" means the South Carolina Contractor's Licensing Board. (6) \"Burglar alarm system business\" means a person, firm, association, partnership, corporation, or other legal entity authorized by law and approved by the board that designs, installs, services, maintains, or alters burglar alarm systems, including burglar alarm systems with an electric fence as defined herein, and heat and smoke sensors installed within a burglar alarm system; a burglar alarm system detects intrusion, burglary, and breaking or entering but does not include home health care signaling devices. (7) \"Contractor\" means an entity licensed to engage in the burglar or fire alarm system business. (8) \"Customer service personnel\" means an individual working for a licensed alarm entity who provides support for customer problems, complaints, questions, and concerns involving an alarm system. (9) \"Department\" means the Department of Labor, Licensing and Regulation. (10) \"Electric fence\" means an electrified fence with a height not to exceed ten feet or two feet higher than the perimeter fence, whichever is higher, that is equipped with an energizer, driven by a commercial storage battery that does not exceed twelve volts DC. The electric charge produced by the fence upon contact must meet and may not exceed energizer characteristics that are tested against the International Electrotechnical Commission Standard. No electric fence shall be installed or used unless it is surrounded by a nonelectrical fence or wall that is not less than five feet high. Electric fences shall be permitted on any property that is not zoned exclusively for residential use. Electric fences shall be clearly identified with warning signs that read: \"Warning-Electric Fence\" at intervals of not more than sixty feet. \"Electric fence\" does not mean an electrified fence erected for agricultural or wildlife habitat management purposes. (11) \"Entity\" means a sole proprietorship, partnership, limited liability partnership, limited liability company, association, joint venture, cooperative, corporation, or other legal entity authorized by law and approved by the board. (12) \"Fire alarm system business\" means an individual, firm, association, partnership, corporation, or other legal entity authorized by law and approved by the board that designs, installs, services, maintains, or alters fire alarm systems. (13) \"Individual\" means a natural person. (14) \"Installs\" means activity or work which involves the set-up, installation, or connection of alarm system equipment in any manner to a client's property. (15) \"Licensee\" means an alarm business that has been issued a license by the board pursuant to this chapter. (16) \"Monitoring personnel\" means an individual who performs daily office functions, observing the operation and activation of alarm systems from a monitoring station. (17) \"Primary qualifying party\" means a qualifying party who is an owner, partner, or officer of a burglar alarm system business, or a full-time employee holding a managerial or supervisory position within the alarm system business and who qualifies the licensee to engage in the burglar or fire alarm business and is registered as a qualifying party with the department in accordance with this chapter. (18) \"Qualifying party\" means an individual, owner, partner, officer, or employee of an alarm system business who has met the necessary requirements of a qualifying party and is registered with the department in accordance with this chapter. (19) \"Registered\" means an owner, partner, principle officer, qualifying party, or registered employee of an alarm business whose name and address has been listed or registered with the department as an individual who has access to a client's property or burglar alarm records that can reveal, but not be limited to, the type of burglar alarm system, burglar alarm security numbers or code, or any other information pertaining to the system that could compromise the client's burglar alarm system. This includes individuals who sell, install, or service a burglar alarm system at a client's residence and a full-time employee. Also included is a part-time employee that has access to customers' records or files. (20) \"Registered employee\" means an individual of an alarm system business who has not met the requirements of a qualifying party and is employed more than thirty days in any given calendar year and is registered with the department in accordance with this chapter. HISTORY: 2000 Act No. 367, Section 1; 2002 Act No. 358, Sections 6, 7; 2019 Act No. 31 (S.109), Section 1, eff May 13, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-20/"
    },
    {
      "id": "section-40-79-30",
      "number": "40-79-30",
      "heading": "",
      "text": "It is unlawful for a person to practice in the alarm system business in this State without being licensed in accordance with this chapter. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-30/"
    },
    {
      "id": "section-40-79-40",
      "number": "40-79-40",
      "heading": "",
      "text": "Board members from the general public may be nominated by an individual, group or association, and must be appointed by the Governor in accordance with Section 40-1-45. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-40/"
    },
    {
      "id": "section-40-79-50",
      "number": "40-79-50",
      "heading": "",
      "text": "The Department of Labor, Licensing and Regulation shall provide all administrative, fiscal, investigative, clerical, secretarial, and license renewal operations and activities of the board in accordance with Section 40-1-50. (1) All license fees must be submitted to the department every two years or for a period to be determined by the board. (2) Initial license fees are: (a) two hundred dollars for an alarm system business license, which includes one primary qualifying party certificate; (b) fifty dollars for each branch office, which includes one primary qualifying party certificate; (c) ten dollars for additional qualifying party license certificate. (3) Renewal license fees are: (a) two hundred dollars for an alarm system business renewal including one primary qualifying party certificate; (b) fifty dollars for each branch office, which includes one primary qualifying party certificate; (c) ten dollars for additional qualifying party license certificate. (4) Late renewal fees must be added on the day following the expiration date of the license and are: (a) one hundred dollars for up to thirty days; (b) one hundred fifty dollars for up to sixty days; (c) one hundred seventy-five dollars for up to ninety days. A person who fails to renew within ninety days must apply for initial licensure to be reinstated. (5) Replaced, lost, or destroyed license and certificate fees are: (a) ten dollars for replacement of lost or destroyed license; (b) ten dollars for replacement of lost or destroyed certificate. (6) An applicant for examination shall pay the applicable examination fee directly to the provider. HISTORY: 2000 Act No. 367, Section 1; 2002 Act No. 358, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-50/"
    },
    {
      "id": "section-40-79-60",
      "number": "40-79-60",
      "heading": "",
      "text": "The board may adopt rules governing its proceedings and may promulgate regulations necessary to carry out the provisions of this chapter. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-60/"
    },
    {
      "id": "section-40-79-70",
      "number": "40-79-70",
      "heading": "",
      "text": "In addition to the powers and duties provided in Section 40-1-70, the board may: (1) establish a time limit beyond which an initial complaint may not be considered; (2) order remedial action to be taken by an entity or individual found in violation of this chapter or a regulation promulgated pursuant to this chapter; (3) establish procedures for receiving and investigating initial complaints which protect the anonymity of the person filing the initial complaint in appropriate situations; (4) delegate the authority to the department to request any alarm business owner or registered employee to submit an updated criminal background check when there is reason to believe that a change in the individual's background record has occurred; and (5) by regulation, establish requirements for the implementation of this chapter as the board considers necessary. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-70/"
    },
    {
      "id": "section-40-79-80",
      "number": "40-79-80",
      "heading": "",
      "text": "The South Carolina Department of Labor, Licensing and Regulation shall investigate complaints and violations of this chapter as provided for in Section 40-1-80. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-80/"
    },
    {
      "id": "section-40-79-90",
      "number": "40-79-90",
      "heading": "",
      "text": "The results of an investigation may be presented to the board and any subsequent hearing must be conducted in accordance with Section 40-1-90. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-90/"
    },
    {
      "id": "section-40-79-100",
      "number": "40-79-100",
      "heading": "",
      "text": "(A) The department may refer any reports of violations of this chapter and Article 1, Chapter 1 of this title or any reports of violations of regulations promulgated under this chapter directly to the board or may issue administrative citations and cease and desist orders in person or by certified mail and may assess administrative penalties against any entity or individual, including unlicensed contractors, for violations of this chapter as specified by the board. (B) Separate citations may be issued and separate administrative penalties may be assessed for each violation; however, no more than two thousand five hundred dollars in administrative penalties may be assessed against an entity or an individual per day. (C) Administrative penalties authorized under this section are separate from and in addition to all other civil or criminal remedies. (D) Administrative penalties assessed pursuant to this section may not exceed these limits: (1) for a first offense, not more than five hundred dollars; (2) for a second offense in a five-year period, the citation must be referred to the board for action in accordance with Section 40-79-120. (E) An entity or individual assessed administrative penalties may appeal those penalties to the board within fifteen days of receipt of the citation. If an appeal is filed, the department shall schedule a hearing before the board, which shall make a determination in the matter. If no appeal is filed, the citation is deemed a final order and the administrative penalties must be paid within thirty days of receipt of the citation. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-100/"
    },
    {
      "id": "section-40-79-110",
      "number": "40-79-110",
      "heading": "",
      "text": "(A) The board may impose disciplinary action authorized by this chapter and Section 40-1-110 or any regulation promulgated under this chapter, upon a licensee, branch office, qualifying party, or registered employee if found guilty of any of the following: (1) permitting an employee to engage in an alarm system business when not properly certified or registered as a qualifying party or registered employee; (2) wilfully failing or refusing to render service to a client as agreed between the parties and for which compensation has been paid and rendered in accordance with the agreement of the parties; (3) failing to maintain the required Certificate of Comprehensive General Liability Insurance; (4) obtaining a license or registration by fraud or deceit; (5) engaging negligence, incompetence, or misconduct in the practice of the alarm business profession; (6) abiding or abetting an unlicensed business or individual to evade the provisions of this chapter, Chapter 1, Title 40 or any regulation promulgated under this chapter; (7) abandoning a job or refusing to perform a job after submitting a contract on work without a legal or a valid excuse, as determined by the board, for the abandonment or refusal; (8) violating a provision of this chapter or a regulation promulgated under this chapter or any other applicable provision of law; (9) misrepresenting a material fact by an applicant in obtaining a license or certificate; (10) engaging in a wrongful or fraudulent act in the alarm business resulting in injury; (11) conviction of a felony or a crime involving moral turpitude, or pleading nolo contendere to any such offense. A \"felony\" includes an offense committed in another jurisdiction which, if committed in this State, is a felony; (12) failing to list any branch office with the department as required in this chapter; (13) failing to pay monies when due in excess of five hundred dollars for materials or services rendered in connection with the operation of the alarm business; (14) engaging or offering to engage in the alarm business or submitting a bid when not properly licensed or while a license is under suspension or in violation of a condition of probation; (15) failing to obtain a permit if required by a local or state government agency before engaging in a project; (16) failing to take appropriate corrective action to comply with the provisions of this chapter or any regulations promulgated under this chapter without valid justification within a reasonable period of time after receiving written directive; (17) failing to comply with an order of the board; (18) failing to work in accordance with engineering or architectural plans, industry specifications, or local or state building codes or ordinances; (19) failing to provide pertinent records and documents as requested by the department or board; (20) failing to comply with a directive of the department; (21) failing to notify the board of the end of employment of the licensee's qualifying party or registered employee within the applicable time or failing to obtain a substitute qualifying party; (22) allowing an individual to work in the licensee's alarm business who has access to a client's residence or business and cannot meet the criminal background check requirements of this chapter; (23) committing a wrongful or fraudulent act as a contractor, including the failure to pay subcontractors or suppliers after drawing payment for work or materials performed or provided by those subcontractors or suppliers; or (24) committing three or more violations of this chapter or regulations promulgated under this chapter within a three-year period; however, if more than one violation was committed during the course of a single project, these multiple violations must be treated for the purpose of this paragraph as one offense. (B) Disciplinary action may be taken against an entity or individual that the board determines to be responsible for violations for this chapter regardless of changes in corporate identity or federal employer identification subsequent to the violation. In determining responsibility, the board may consider, but is not limited to, the following criteria: (1) an individual's participation in management or supervision related to the violation; and (2) an individual's position as sole proprietor, partner, officer, qualifying party, or registered employee. (C) The board may, in addition to all other disciplinary actions, require a licensee, certificate holder, or other entity or individual to pay a civil penalty of up to five thousand dollars for each violation of this chapter or of a regulation promulgated under this chapter and may order unlicensed contractors to cease and desist from violating a provision of this chapter. (D) Upon presentation to the court of common pleas by the department of an affidavit for non-payment of an administrative penalty under a citation which is a final order pursuant to Section 40-79-100 or a civil penalty assessed by the board pursuant to subsection (C), the court shall issue an order for judgment to be filed in the office of the clerk of court. (E) A license or certificate that is canceled by the department or revoked by the board must be returned to the department within fifteen days of notification by the department. (F) No sooner than one year after revocation of any license or certificate by the board, the entity or individual that held that license or certificate may apply for another. The applicant must meet all requirements for initial licensure or certification and must appear before the board to present evidence that his practice will not unreasonably endanger the public. (G) If the department cancels a license, the licensee must apply for initial licensure. (H) The licensee may complete work in progress if the licensee's license is suspended, canceled, or revoked; however, no new work may be bid or started after suspension or revocation of a license upon proper notification by the department. (I) Unless otherwise directed by the board, the suspension, cancellation, revocation, or restriction of a license or certificate shall become effective following the delivery to the licensee or qualifying party of a written decision of the board. Service of a petition for a review of the decision does not stay the board's decision pending completion of the appellate process in accordance with the Administrative Procedures Act. (J) If a licensee's business is dissolved, for whatever reason, the department shall cancel that license. (K) The board may revoke, suspend, or restrict an individual license classification without effect to other license classifications. (L) It is a violation of this chapter for an awarding authority, owner, contractor, or his agent to receive or consider any bids unless the bidder has first obtained the licenses required by this chapter. HISTORY: 2000 Act No. 367, Section 1; 2002 Act No. 358, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-110/"
    },
    {
      "id": "section-40-79-115",
      "number": "40-79-115",
      "heading": "",
      "text": "The board has jurisdiction over the actions of licenses and former licensees as provided for in Section 40-1-115. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-115/"
    },
    {
      "id": "section-40-79-120",
      "number": "40-79-120",
      "heading": "",
      "text": "The board may take disciplinary action against a person as provided for in Section 40-1-120. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-120/"
    },
    {
      "id": "section-40-79-130",
      "number": "40-79-130",
      "heading": "",
      "text": "As provided for in Section 40-1-130, the board may deny a license, certification, or registration to an applicant based on the same grounds for which the board may take disciplinary action against a licensee. (1) The department may refuse to issue a license or registration to any applicant who has: (a) failed to meet the minimum qualifications set forth in this chapter or regulations promulgated under this chapter; (b) had a license or registration denied, suspended, canceled, revoked, or otherwise disciplined; (c) engaged in the alarm business without a valid license as required under this chapter; (d) submitted a bid without a valid license when one is required by law; (e) committed an act, which would be grounds for disciplinary action under this chapter; (f) submitted false or misleading information; (g) aided or abetted in the violation of this chapter or a regulation promulgated under this chapter; (h) been convicted of a crime involving the sale, manufacture, distribution, or transportation of a controlled substance, drug, or narcotic in the last ten years, or involving unlawful breaking or entering, burglary, or larceny or of an offense involving moral turpitude in the last ten years. \"Conviction\" means the entry of a plea of guilty or nolo contendere or a verdict rendered in open court by a judge or jury; or (i) any outstanding monetary judgments related to the alarm business. (2) A license or registration may not be issued to any applicant who: (a) had a similar license or certificate revoked by any federal, state, or local jurisdiction. Such an applicant is eligible to apply for licensure, in the board's discretion, or after not less than one year from the date of revocation; (b) is presently under suspension or on probation by a professional licensing entity in this or any other state or jurisdiction; (c) has unresolved complaints or charges pending against him before this or any other professional licensing board in this or any other state; or (d) is currently under sentence, including probation or parole, for a felony, crime of moral turpitude, or other criminal violation committed while engaged in or related to any aspect of the business of contracting. HISTORY: 2000 Act No. 367, Section 1; 2002 Act No. 358, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-130/"
    },
    {
      "id": "section-40-79-140",
      "number": "40-79-140",
      "heading": "",
      "text": "A license may be denied based upon a person's prior criminal record only as provided for in Section 40-1-140. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-140/"
    },
    {
      "id": "section-40-79-150",
      "number": "40-79-150",
      "heading": "",
      "text": "A license under investigation for a violation of this chapter or a regulation promulgated under this chapter may voluntarily surrender the license in accordance with Section 40-1-150. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-150/"
    },
    {
      "id": "section-40-79-160",
      "number": "40-79-160",
      "heading": "",
      "text": "A person aggrieved by a final decision of the board may seek review of the decision in accordance with Section 40-1-160. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-160/"
    },
    {
      "id": "section-40-79-170",
      "number": "40-79-170",
      "heading": "",
      "text": "A person found in violation of this chapter or regulations promulgated under this chapter may be required to pay costs associated with the investigation and prosecution of the case in accordance with Section 40-1-170. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-170/"
    },
    {
      "id": "section-40-79-180",
      "number": "40-79-180",
      "heading": "",
      "text": "All costs, fees, and fines provided for in this chapter, except examination fees, must be paid to and collected by the department in accordance with and subject to the collection and enforcement provisions of Section 40-1-180. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-180/"
    },
    {
      "id": "section-40-79-190",
      "number": "40-79-190",
      "heading": "",
      "text": "In addition to Section 40-1-190, investigations and proceedings conducted under the provisions of this chapter may be, in the board's discretion, confidential and all communications may be privileged against disclosure in appropriate situations, as determined by the board. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-190/"
    },
    {
      "id": "section-40-79-200",
      "number": "40-79-200",
      "heading": "",
      "text": "(A) An entity or individual who contracts or offers to contract in this State without a license issued pursuant to this chapter is guilty of a misdemeanor and, upon conviction, must be imprisoned not more than one year or fined not more than five thousand dollars. (B) Charges under this section may be preferred by the board by delivering evidence of a violation to a solicitor or a magistrate having jurisdiction. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-200/"
    },
    {
      "id": "section-40-79-210",
      "number": "40-79-210",
      "heading": "",
      "text": "In addition to initiating a criminal proceeding for a violation of this chapter, the board may seek civil penalties and injunctive relief in accordance with Section 40-1-210. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-210/"
    },
    {
      "id": "section-40-79-215",
      "number": "40-79-215",
      "heading": "",
      "text": "An alarm business or contractor as defined in this chapter, or an alarm business call center, must not be fined or assessed a penalty by a local government for false alarms which are not attributed to improper installation, defective equipment, or operational error by the alarm business contractor. HISTORY: 2022 Act No. 196 (H.4889), Section 1, eff May 16, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-215/"
    },
    {
      "id": "section-40-79-220",
      "number": "40-79-220",
      "heading": "",
      "text": "(A) The following branch office requirements apply: (1) The department shall issue a certificate to each branch burglar alarm office. This certificate authorizes the branch office to conduct business under the name of the licensed entity. The department may create the certificate as necessary. The licensed entity must apply for the certificate prior to opening the branch office and must not conduct business from this office until the application has been approved by the department and a license number has been issued for the branch office. The certificate must be posted within the branch office upon receipt from the department. (2) Each branch office doing business in this State must have a primary qualifying party assigned to that location exclusively. This primary qualifying party may not be a primary qualifying party for any other business location. Any disciplinary action taken by the board affects all of the offices equally, unless otherwise stipulated by the board. (3) All branch offices shall pay a separate license fee. (4) Every branch office and the primary qualifying party must be registered with the department prior to opening the branch office. All registered employees who have access to the licensee's client records must be registered with the department within thirty working days of employment within the branch office. (5) Each branch office must have a separate comprehensive general liability insurance policy or be listed on the home office policy in accordance with this chapter. (B) The following qualifying party requirements apply: (1) An alarm business, including a sole proprietorship, may not do business unless it has in its employment a primary qualifying party who meets the requirements of this chapter. (2) Upon passing all required examinations and meeting all other requirements, the qualifying party must be issued a qualifying party certificate. Any number of employees may become qualified and may be listed as qualifying parties. (3) If a qualifying party ceases to perform his duties or leaves employment of the licensee, the licensee and qualifying party must notify the department in writing within fifteen days. The licensee must obtain a substitute primary qualifying party within ninety days after the primary qualifying party ceases to perform his duties. If the licensee notifies the department within the prescribed time, the license shall remain in good standing until the prescribed time limit has expired. If the primary qualifier is not replaced within the time limit above, the license or certificate, or both, may be canceled by the department. If the licensee or qualifying party, or either, fails to notify the department within the required time, disciplinary action may be taken in accordance with this chapter. (4) A qualifying party may transfer his qualifications to another alarm business when he becomes a new employee for that business. The new employer must send written notification of the qualifying party's new employment to the department within fifteen days of employment. (5) No qualifying party for an alarm business may serve as a qualifying party for more than one licensee at a time and must be a full-time employee of the licensee. (6) Any qualifying party that is not listed as a qualifying party for an alarm business for four consecutive years must pass any examinations required by the board in order to become certified. (C) The following registered employee requirements apply: (1) All employees of a licensed alarm business that meet the definition of registered, as provided in Section 40-79-20, must be registered on a form provided by the department. The licensee must conduct a criminal background check of any applicant for employment and report the results to the department in conjunction with the registration process. The department must be notified by the licensee of each employee required to be licensed within thirty days of employment along with the results of the criminal background check of the new employee. An employee must not have access to the burglar alarm client's records until the license applicant or licensed entity verifies that the employee has not been convicted of a crime listed in Section 40-79-130 and documents in the employee's personnel file that the individual meets the registration requirements set forth in this chapter. If the employee has been convicted of a crime listed in Section 40-79-130, in order to be registered the individual must appear before the board and present evidence satisfactory to the board, in its discretion, as to the individual's fitness and qualifications for registration. (2) The department must be notified in writing by the licensee and registered employee of termination of employment for any registered employee within thirty days after termination. If the registered employee fails to notify the department within thirty days, the department shall immediately cancel the registration of the employee. Failure of the licensee and registered employee to notify the department of the termination of the employee within thirty days may result in disciplinary action for violation of this chapter. (3) A licensee may employ, without registering under this section, administrative, monitoring, or customer service personnel working temporarily within this State for a period not to exceed thirty consecutive days. These employees must not have access to the alarm business system's client's records until the licensed entity verifies that the employee has not been convicted of a crime listed in Section 40-79-130 and documents in the employee's personnel file that the temporary administrative, monitoring, or customer service employee meets the registration requirements set forth in this chapter. These employees do not have to be registered with the department. Any administrative or customer service personnel working over thirty consecutive days must be registered in accordance with this chapter. (4) A licensee may temporarily employ in this State, without registering under this section, an alarm technician who is registered in another state for a period not to exceed ninety days in any given calendar year if the licensed entity verifies that the employee has not been convicted of a crime listed in Section 40-79-130 and documents in the employee's personnel file that the temporary alarm technician meets the registration requirements set forth in this chapter. This employee does not have to be registered with the department. A temporary alarm technician working over ninety days in a calendar year must be registered in accordance with this chapter. (5) Monitoring personnel for a licensed entity located within this State that are solely engaged in burglar alarm monitoring do not have to be registered with the department, if the licensed entity verifies that the employee has not been convicted of a crime listed in Section 40-79-130 and documents in the employee's personnel file that the employee meets the registration requirements set forth in this chapter. HISTORY: 2000 Act No. 367, Section 1; 2002 Act No. 358, Section 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-220/"
    },
    {
      "id": "section-40-79-230",
      "number": "40-79-230",
      "heading": "",
      "text": "(A) An entity desiring to carry on or engage in an alarm system business shall submit an application to the Department of Labor, Licensing and Regulation. The owner, partners, or president, as appropriate, must sign the application. The primary qualifying party must also sign the application. (B) To qualify for a license, the applicant must: (1) submit a completed application as prescribed by the board; (2) satisfy the examination requirements prescribed by the board; (3)(a) for burglar alarms, take the Level I training course and receive a certificate of completion from the National Training School; or (b) for fire alarms, take the Level I training course and receive a certificate of completion from the National Training School or take the Level II training course and receive a certificate of completion from the National Institute for Certification in Engineering Technologies; (4) submit proof that the applicant's primary qualifying party is a full- time employee in a management position; (5) submit a criminal background check of the entity's principal officers, all qualifying parties, and registered employees. The background check must indicate that these individuals are at least eighteen years of age and have not been convicted of any criminal act or committed any acts which are grounds for the denial of a license under this chapter; (6) submit all documentation required by the department pursuant to the requirements of this chapter; (7) pay all fees; (8) the applicant must submit a list of all qualifying parties, registered employees, and branch offices in order to be licensed by the department; (9) upon the cancellation of an alarm license, the licensee must complete an initial application, pay the appropriate fees, and be issued a new license number; and (10) the department may provide for an alarm system business license that permits the holder to participate in the burglar alarm system or fire alarm system business, or both. HISTORY: 2000 Act No. 367, Section 1; 2002 Act No. 358, Section 8; 2006 Act No. 292, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-230/"
    },
    {
      "id": "section-40-79-240",
      "number": "40-79-240",
      "heading": "",
      "text": "(A) A licensee shall apply to the department for license renewal every two years before the license expiration date on a form prescribed by the board. Renewal applications not postmarked by the expiration date result in a lapsed license. An entity which fails to renew and which continues to engage in the alarm business is deemed to be practicing without a license and subject to the penalties prescribed in this chapter. (B) An alarm business license not renewed after ninety days from the expiration date must not be considered for renewal, and the license must be canceled. To obtain a license after a license is canceled, the applicant must complete an initial application form and pay the applicable fees. An examination is not required if the qualifying party otherwise satisfies the licensing requirements. (C) All employees that are required to have a criminal background check must submit a new background check upon conviction of a crime. A registered employee failing to qualify according to the requirements of this chapter may submit a request to the board within ten days of receipt of denial of renewal for consideration of a waiver for failure to meet the requirements of this chapter. This individual must be allowed to continue to work under strict supervision of the alarm business until the board makes a decision on a timely waiver request. (D) At the first renewal after enactment of this chapter, a licensee licensed as of January 1, 2001, shall elect to subsequently be licensed as a burglar alarm system business, fire alarm system business, or both. Upon the next renewal, an applicant must meet all qualifications for licensure in both businesses, including examination, in order to be licensed in both alarm businesses. (E) An alarm licensee must submit documentation of a current comprehensive general liability insurance policy with each license renewal in an amount provided for in Section 40-79-250. (F) A license, certification, or registration may be canceled upon subsequent discovery of facts which if known at the time of issuance of renewal could have been grounds to deny the issuance of renewal, pending review by the board. HISTORY: 2000 Act No. 367, Section 1; 2002 Act No. 358, Section 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-240/"
    },
    {
      "id": "section-40-79-250",
      "number": "40-79-250",
      "heading": "",
      "text": "(A) Alarm business employees are not required to obtain a Certificate of Comprehensive General Liability Insurance unless required by regulation. (B) No alarm license may be issued unless the applicant files with the department evidence of a policy of comprehensive general liability insurance providing for the following minimum coverage: one hundred thousand dollars due to bodily injury, death, or destruction of property as the result of the negligent act or acts of the principal insured. (C) An alarm licensee shall notify the department upon the cancellation by a licensee of its policy of liability insurance or the cancellation by the insurance carrier of the licensee's policy of insurance within fifteen days of the date of cancellation. The cancellation does not affect any liability on the policy, which accrued prior to the date of cancellation. A new policy must be obtained by the alarm business within thirty days of cancellation. (D) Upon failure of the licensee to notify the department of cancellation of his liability insurance, the license may be canceled and may not be reinstated until a proper insurance certificate has been submitted to the department for approval. An initial application must be filed after thirty days of cancellation of the insurance policy. Examinations are not required if the qualifying party otherwise meets the requirements of this chapter. (E) The policy must be purchased from an insurer or licensed agent authorized to do business in this State. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-250/"
    },
    {
      "id": "section-40-79-260",
      "number": "40-79-260",
      "heading": "",
      "text": "(A) The board may grant a license or certificate to an applicant holding a license in good standing in another state or jurisdiction whose requirements for licensure are equal to or greater than those set forth in this chapter as determined by the board. (B) Applicants for reciprocal licensure may be required to successfully pass the South Carolina Code of Laws Examination regulating the alarm business and must comply with all other license and certificate requirements of this chapter. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-260/"
    },
    {
      "id": "section-40-79-270",
      "number": "40-79-270",
      "heading": "",
      "text": "(A) No licensee may conduct an alarm business under a name other than the name that appears on the license. (B) Any licensed alarm business may be a subcontractor to another licensed alarm business who has the contract with a client to engage in alarm work. (C) No license, certificate, or registration can be used by or loaned to another entity or individual. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-270/"
    },
    {
      "id": "section-40-79-280",
      "number": "40-79-280",
      "heading": "",
      "text": "(A) Building officials have a duty to refuse to issue a permit to an unlicensed person for work requiring licensure. It is the duty of a building official, or other authority charged with the duty of issuing building or other similar permits, of any county, incorporated municipality or subdivisions of a county or municipality, to refuse to issue a permit for any undertaking which would classify the applicant as a contractor under this chapter unless the applicant has furnished evidence that he is either licensed as required by this chapter or exempt from these requirements. It is also the duty of the building official, or other authority charged with issuing building or other similar permits, to report to the department the name and address of any entity who, in his opinion, has violated this chapter by bidding or contracting for work which is regulated under this chapter. (B) Nothing in this chapter prohibits or prevents a county or municipality from exercising its lawful duty to regulate businesses within its jurisdiction. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-280/"
    },
    {
      "id": "section-40-79-290",
      "number": "40-79-290",
      "heading": "",
      "text": "Any alarm business that does not have a valid license, as required by this chapter, may not bring any action either at law or in equity to enforce the provisions of any contract entered into in violation of this chapter. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-290/"
    },
    {
      "id": "section-40-79-300",
      "number": "40-79-300",
      "heading": "",
      "text": "(A) A licensee who, voluntarily or involuntarily, is subjected to any provision of the laws of bankruptcy, shall notify the board within fifteen days and provide any and all pertinent information as the board may require. (B) Where a licensee's business is dissolved, for whatever reason, that license must be canceled. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-300/"
    },
    {
      "id": "section-40-79-310",
      "number": "40-79-310",
      "heading": "",
      "text": "The provisions of this chapter do not apply to: (1) an entity that designs, sells, manufactures, or distributes alarm systems or products unless the entity sells, markets, services, or installs alarm systems at a client's residence or business; (2) an entity that owns and installs an alarm system on property owned or leased for itself; (3) any alarm device which is installed in a motor vehicle, aircraft, or boat; (4) battery-powered or one hundred ten volt smoke detectors; (5) a mechanical contractor who holds an electrical contractor's license and designs, installs, and services a fire alarm system; (6) anyone that responds to burglar alarm or fire alarm systems; and (7) camera, card access, or walk-through alarm systems. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-310/"
    },
    {
      "id": "section-40-79-320",
      "number": "40-79-320",
      "heading": "",
      "text": "If a provision of this chapter or the application of a provision to a person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are severable. HISTORY: 2000 Act No. 367, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-79/section-40-79-320/"
    }
  ]
}