{
  "state": "south-carolina",
  "path": "title-title-40/chapter-t40c006",
  "sections": [
    {
      "id": "section-40-6-05",
      "number": "40-6-05",
      "heading": "",
      "text": "Unless otherwise provided for in this chapter, Article 1, Chapter 1 of Title 40 applies to auctioneers regulated by the Department of Labor, Licensing and Regulation. However, if there is a conflict between this chapter and Article 1, Chapter 1 of Title 40, the provisions of this chapter control. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-05/"
    },
    {
      "id": "section-40-6-10",
      "number": "40-6-10",
      "heading": "",
      "text": "(A) There is created the South Carolina Auctioneers' Commission composed of five members to be appointed by the Governor in accordance with Section 40-1-50. The Governor shall consider nominations from any individual, group, or association. The terms of the members are for three years and until their successors are appointed and qualify. A vacancy must be filled in the manner of the original appointment for the unexpired portion of the term only. (B) At least three members of the commission must be licensed auctioneers and must be active in the auction profession. At least one member must not be connected with the auction business. A majority of the members of the commission constitute a quorum; however, if there is a vacancy on the commission, a majority of the members serving constitutes a quorum and any action taken by the commission must be by a positive majority vote of the members constituting a quorum. The members shall elect from among themselves a chairman who serves for one year and until a successor is elected and qualifies. The members of the commission shall receive the same per diem, mileage, and subsistence provided by law for members of state boards, committees, and commissions. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-10/"
    },
    {
      "id": "section-40-6-20",
      "number": "40-6-20",
      "heading": "",
      "text": "For the purposes of this chapter: (1) \"Absolute auction\" means the sale of real or personal property at auction whereby every item offered from the block is sold to the highest bidder without reserve and without the requirements of a minimum bid or other conditions which limit the sale other than to the highest bidder. (2) \"Auction\" means the sale of goods or real estate by means of exchanges between an auctioneer and a member of an audience, the exchanges consisting of a series of invitations for offers made by the auctioneer, offers by members of the audience, and the acceptance by the auctioneer of the highest or most favorable offer. (3) \"Auction firm\" means any business entity which engages in the business of conducting or offering to conduct auctions. (4) \"Auctioneer\" means a person who conducts or offers to conduct auctions, including apprentice auctioneers. (5) \"Business entity\" means a partnership, limited liability partnership, corporation, limited liability company, or other business association, excluding a sole proprietorship. (6) \"Commission\" means the South Carolina Auctioneers' Commission. (7) \"Estate auction\" means the sale at auction of property of a specified deceased person or the property of a specified living person's estate. Estate auctions may contain property other than that of the specified living or deceased person. The inclusion of additional property must be included in all advertising and auction announcements. (8) \"Fund\" means the Auctioneer Recovery Fund established pursuant to Section 40-6-330. (9) \"Owner\" means the bona fide owner of the property being offered for sale. In the case of a partnership, owner means a general partner in the partnership that owns the property being offered for sale; in the case of a limited partnership, the partnership must have filed a certificate of limited partnership as required by Section 33-42-210, and owner means a general partner as named in the filing required. In the case of a corporation, owner means a director of the corporation that owns the property being offered for sale, and the corporation must be authorized by the Secretary of State to conduct business in the State. (10) \"Sole proprietorship\" means an auction business owned in its entirety by an auctioneer. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-20/"
    },
    {
      "id": "section-40-6-50",
      "number": "40-6-50",
      "heading": "",
      "text": "(A) The Department of Labor, Licensing and Regulation shall provide all administrative, fiscal, investigative, inspectional, clerical, secretarial, and license renewal operations and activities of the commission in accordance with Section 40-1-50. (B) The commission is the sole licensing authority for all licenses issued pursuant to this chapter and has the authority to discipline licensees. (C) A person licensed as an auctioneer shall pay an annual license fee to the commission. Funds derived under this chapter must be paid to the State Treasurer who shall keep them in the manner provided for other agencies and commissions of the State. The commission shall establish license and examination fees by regulation. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-50/"
    },
    {
      "id": "section-40-6-60",
      "number": "40-6-60",
      "heading": "",
      "text": "The commission may adopt rules governing its proceedings and may promulgate regulations necessary to carry out the provisions of this chapter. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-60/"
    },
    {
      "id": "section-40-6-70",
      "number": "40-6-70",
      "heading": "",
      "text": "If the Director of the Department of Labor, Licensing and Regulation or the commission has reason to believe that an individual or firm has become unfit to engage in the conducting of auctions or has violated a provision of this chapter or a regulation promulgated under this chapter or if an individual files a written complaint with the commission or the director of the Department of Labor, Licensing and Regulation, charging an individual or firm with the violation of a provision of this chapter or a regulation promulgated under this chapter, the commission must approve the initiation of an investigation. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-70/"
    },
    {
      "id": "section-40-6-80",
      "number": "40-6-80",
      "heading": "",
      "text": "For the purpose of an investigation or proceeding under this chapter, the commission or its designated agent may administer oaths and upon its own motion or upon request of any party, shall subpoena witnesses, compel their attendance, take evidence, and require the production of any matter which is relevant to the investigation, including the existence, description, nature, custody, condition, and location of any books, documents, or other tangible items and the identity and location of persons having knowledge of relevant facts or any other matter reasonably calculated to lead to the discovery of material evidence. Upon failure to obey a subpoena or to answer questions propounded by the commission or its designated agent and upon reasonable notice to all persons affected, the department may apply to the Administrative Law Court for an order compelling compliance. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-80/"
    },
    {
      "id": "section-40-6-90",
      "number": "40-6-90",
      "heading": "",
      "text": "Any hearing that is conducted as a result of an investigation must be conducted in accordance with Section 40-1-90. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-90/"
    },
    {
      "id": "section-40-6-100",
      "number": "40-6-100",
      "heading": "",
      "text": "(A) In addition to other remedies provided for in this chapter or Chapter 1 of Title 40, the commission in accordance with Section 40-1-100 may issue a cease and desist order or may petition an administrative law judge for a temporary restraining order or other equitable relief to enjoin a violation of this chapter or a regulation promulgated under this chapter. (B) If the commission has reason to believe that a person is violating or intends to violate a provision of this chapter or a regulation promulgated under this chapter, it may, in addition to all other remedies, order the person to desist immediately and refrain from the conduct. The commission may apply to an administrative law judge for an injunction restraining the person from the conduct. The judge may issue a temporary injunction ex parte not to exceed ten days and, upon notice and full hearing, may issue any other order in the manner it considers proper. No bond may be required of the commission by the judge as a condition to the issuance of an injunction or order contemplated by the provisions of this section. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-100/"
    },
    {
      "id": "section-40-6-110",
      "number": "40-6-110",
      "heading": "",
      "text": "(A) In addition to the grounds of misconduct provided for in Section 40-1-110, the commission may take action, pursuant to Section 40-6-210, against a licensee or a person who has unlawfully assumed to act in the capacity as an auctioneer if the person or licensee is found by the commission to have: (1) violated this chapter or a regulation promulgated under this chapter; or (2) engaged in a continued and flagrant course of misrepresentation or made false promises or authorized an agent of the licensee to make misrepresentations or false promises; (3) failed to account for or to pay over within a reasonable time, not to exceed thirty days, money belonging to another which has come into the licensee's possession through an auction sale; (4) used misleading or untruthful advertising; (5) engaged in conduct in connection with a sales transaction, which demonstrates bad faith or dishonesty; (6) knowingly used false bidders, cappers, or pullers or knowingly made a material false statement or representation; (7) been convicted of a felony or an act involving fraud or moral turpitude. Forfeiture of a bond or a plea of nolo contendere is the equivalent of a conviction; (8) wilfully failed to properly and fully complete an application or made a false statement or gave false information in connection with an application for a license or renewal or reinstatement of a license or an investigation by the commission or the commission's designated agent; (9) failed to maintain or to deposit in a trust or escrow account in an insured bank or savings and loan association within three business days funds received for another person through sale at auction, unless otherwise required by law; (10) failed to pay a fine assessed or ordered by the commission under Section 40-6-210; (11) wilfully failed to properly make a disclosure or to provide documents or information required by this chapter or the commission; (12) demonstrated lack of financial responsibility; (13) knowingly performed an act, which substantially assists a person to conduct an auction illegally; (14) practiced during the time his license has lapsed or been suspended or revoked. (B) In addition to other remedies and actions incorporated in this chapter, the license of a licensee adjudged mentally incompetent by a court of competent jurisdiction must be suspended automatically by the commission until the licensee is adjudged competent by a court of competent jurisdiction. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-110/"
    },
    {
      "id": "section-40-6-115",
      "number": "40-6-115",
      "heading": "",
      "text": "The commission has jurisdiction over the actions of licensees and former licensees as provided in Section 40-1-115. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-115/"
    },
    {
      "id": "section-40-6-120",
      "number": "40-6-120",
      "heading": "",
      "text": "(A) The commission, in addition to the authority granted to it pursuant to Section 40-1-120, may deny, suspend, revoke, or restrict a license and may assess a fine in accordance with Section 40-6-210. The authority of the commission to revoke or suspend a license for violation of this chapter or a regulation promulgated under this chapter includes the authority to place a licensee on probation upon conditions to be determined by the commission. (B) A final order of the commission finding that a licensee is guilty of any offense charged in a formal accusation becomes public knowledge except for a final order dismissing the accusation or imposing a private reprimand. (C) The commission may impose a civil fine of up to five thousand dollars for each violation of a provision of this chapter or a regulation promulgated under this chapter; however, the total fines may not exceed ten thousand dollars. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-120/"
    },
    {
      "id": "section-40-6-130",
      "number": "40-6-130",
      "heading": "",
      "text": "The commission may deny licensure to an applicant based on the same grounds for which the commission may take disciplinary action against a licensee as provided in Section 40-1-130. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-130/"
    },
    {
      "id": "section-40-6-140",
      "number": "40-6-140",
      "heading": "",
      "text": "A license may be denied based on a person's prior criminal record as provided for in Section 40-1-140. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-140/"
    },
    {
      "id": "section-40-6-150",
      "number": "40-6-150",
      "heading": "",
      "text": "A licensee under investigation for a violation of this chapter or a regulation promulgated under this chapter may voluntarily surrender the license in accordance with Section 40-1-150. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-150/"
    },
    {
      "id": "section-40-6-160",
      "number": "40-6-160",
      "heading": "",
      "text": "A person aggrieved by a final action of the commission may seek review of the decision in accordance with Section 40-1-160. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-160/"
    },
    {
      "id": "section-40-6-170",
      "number": "40-6-170",
      "heading": "",
      "text": "A person found in violation of this chapter or regulations promulgated under this chapter may be required to pay costs associated with the investigation and prosecution of the case in accordance with Section 40-1-170. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-170/"
    },
    {
      "id": "section-40-6-180",
      "number": "40-6-180",
      "heading": "",
      "text": "All costs and fines imposed pursuant to this chapter must be paid in accordance with and are subject to the collection and enforcement provisions of Section 40-1-180. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-180/"
    },
    {
      "id": "section-40-6-190",
      "number": "40-6-190",
      "heading": "",
      "text": "Investigations and proceedings conducted under the provisions of this chapter are confidential and all communications are privileged as provided for in Section 40-1-190. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-190/"
    },
    {
      "id": "section-40-6-200",
      "number": "40-6-200",
      "heading": "",
      "text": "A person who violates the provisions of this chapter is guilty of a misdemeanor and, upon conviction, must be imprisoned not more than one year or fined not more than one thousand dollars. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-200/"
    },
    {
      "id": "section-40-6-210",
      "number": "40-6-210",
      "heading": "",
      "text": "The Department of Labor, Licensing and Regulation, on behalf of the commission and in accordance with Section 40-1-210, may petition an administrative law judge in the name of the State, for injunctive relief against a person violating this chapter. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-210/"
    },
    {
      "id": "section-40-6-220",
      "number": "40-6-220",
      "heading": "",
      "text": "(A) To be licensed as an apprentice auctioneer, an individual must: (1) be eighteen years of age or older; (2) submit a written application on a form approved by the commission naming a licensed auctioneer to serve as the supervisor of the apprentice along with the required fee; (3) achieve a passing score on a written examination approved by the commission testing the applicant's understanding of the law relating to auctioneers and auctions, ethical practices for auctioneers, and the mathematics applicable to the auctioneer business. The examination may not be taken more than one time during any six-month period following the second failure of the examination; (4) provide a criminal history conviction record from the South Carolina Law Enforcement Division and affirm that the applicant has not been convicted of a felony or any other crime involving fraud or moral turpitude during the preceding five years; (5) provide a credit record satisfactory to the commission which must be obtained by the commission. A fee of ten dollars must be paid to the commission for the credit investigation. (B) No apprentice auctioneer may enter into an agreement to conduct an auction or conduct an auction without the express written approval of the supervisor of the apprentice auctioneer. The supervisor shall review, at regular intervals, the records that the apprentice auctioneer is required to maintain to ensure they are current and accurate. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-220/"
    },
    {
      "id": "section-40-6-230",
      "number": "40-6-230",
      "heading": "",
      "text": "(A) To be licensed as an auctioneer, an individual must: (1) be eighteen years of age or older; (2) submit a written application on a form approved by the commission along with the required fee; (3) have satisfactorily completed: (a) one year of apprenticeship; or (b) eighty hours of classroom instruction in a course in auctioneering at an institution approved by the commission, or the substantial equivalent and achieve a passing score on a written examination approved by the commission testing the applicant's understanding of the law relating to auctioneers and auctions, ethical practices for auctioneers, and the mathematics applicable to the auctioneer business. The examination may not be taken more than one time during any six-month period following the second failure of the examination; (4) provide a criminal history conviction record from the South Carolina Law Enforcement Division and affirm that the applicant has not been convicted of a felony or any other crime involving fraud or moral turpitude during the preceding five years; (5) provide a credit record satisfactory to the commission and pay a ten dollar fee to the commission to obtain the credit report. (B) To be licensed as a purebred livestock auctioneer, an individual must: (1) be eighteen years of age or older; (2) submit a written application on a form approved by the commission along with the required fee; (3) have satisfactorily completed: (a) one year of apprenticeship; or (b) eighty hours of classroom instruction in a course in auctioneering at an institution approved by the commission, or the substantial equivalent; (4) provide a criminal history conviction record from the South Carolina Law Enforcement Division and affirm that the applicant has not been convicted of a felony or any other crime involving fraud or moral turpitude during the preceding five years; (5) provide a credit record satisfactory to the commission and pay a ten dollar fee to the commission to obtain the credit report. (C) To be licensed as a tobacco auctioneer, an individual must: (1) be eighteen years of age or older; (2) submit a written application on a form approved by the commission along with the required fee; (3) have satisfactorily completed: (a) one year of apprenticeship; or (b) eighty hours of classroom instruction in a course in auctioneering at an institution approved by the commission, or the substantial equivalent; (4) provide a criminal history conviction record from the South Carolina Law Enforcement Division and affirm that the applicant has not been convicted of a felony or any other crime involving fraud or moral turpitude during the preceding five years; (5) provide a credit record satisfactory to the commission and pay a ten dollar fee to the commission to obtain the credit report. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-230/"
    },
    {
      "id": "section-40-6-235",
      "number": "40-6-235",
      "heading": "",
      "text": "(A) To be licensed as an auction firm, a business entity must: (1) submit an application on forms approved by the commission, along with the required fee; (2) provide the commission with an authorization by the South Carolina Secretary of State's office to transact business in this State; (3) if owned or managed by a: (a) licensed auctioneer, provide the commission with the name of the auctioneer and written evidence of the auctioneer's authority to make the decisions affecting the manner in which the firm does business; or (b) person not licensed as an auctioneer under this chapter, achieve a passing score on a written examination approved by the commission intended to demonstrate a thorough understanding of the law relating to the conduct of the auction business and other matters the commission considers appropriate. (B) A sole proprietorship is exempt from auction firm licensure, as provided for in subsection (A). (C) Licensed real estate brokers-in-charge and real estate firms are exempt from auction firm licensure, as provided for in subsection (A), if they employ a licensed auctioneer to handle those aspects of the transactions peculiar to the auctioneer profession. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-235/"
    },
    {
      "id": "section-40-6-240",
      "number": "40-6-240",
      "heading": "",
      "text": "(A) All licenses issued under this chapter must be issued by the commission and are valid from July first of the year issued or from the date issued, whichever is later, through the following June thirtieth unless revoked or suspended pursuant to this chapter. Any license other than an apprentice license may be renewed annually. An apprentice license may be renewed one time. No examination is required for renewal of a license if the application for renewal is made within ninety days of the expiration of the license. (B) When a licensee applies for renewal, the licensee shall submit proof with the renewal form, in a form acceptable to the commission, that the licensee has acquired commission-approved continuing education of at least four hours within the previous twelve months. Continuing education is not required of apprentice auctioneers and auction firm license holders unless the owner or manager is a licensed auctioneer. (C) The renewal of a lapsed license is not retroactive and does not limit the authority of the courts or the commission to take disciplinary action against a licensee who engages in the auction profession without a current license. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-240/"
    },
    {
      "id": "section-40-6-250",
      "number": "40-6-250",
      "heading": "",
      "text": "Unless exempt from licensure under Section 40-6-370, no person shall sell or offer to sell goods or real estate at auction in this State or perform an act for which an auctioneer or apprentice auctioneer license is required unless the person holds a currently valid license issued under this chapter. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-250/"
    },
    {
      "id": "section-40-6-260",
      "number": "40-6-260",
      "heading": "",
      "text": "The commission shall publish at least once a year a list of names and addresses of all persons and firms holding valid apprentice auctioneer, auctioneer, or firm licenses. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-260/"
    },
    {
      "id": "section-40-6-270",
      "number": "40-6-270",
      "heading": "",
      "text": "(A) A person who holds a valid auctioneer license in another state may apply for and be issued a license under this chapter if the requirements of the state of licensure were, on the date of initial licensure, substantially equivalent to the requirements of this chapter. (B) An applicant under this section shall submit an application and other documentation and proof of eligibility for licensure as required by the commission in regulation. (C) A license issued pursuant to this section is valid from the date of issuance to the following June thirtieth and may be renewed from year to year unless suspended or revoked pursuant to this chapter or a regulation promulgated under this chapter. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-270/"
    },
    {
      "id": "section-40-6-280",
      "number": "40-6-280",
      "heading": "",
      "text": "It is unlawful to conduct or advertise that an auction is \"absolute\" if minimum opening bids are required or other conditions are placed on the sale which limit the sale other than to the highest bidder. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-280/"
    },
    {
      "id": "section-40-6-290",
      "number": "40-6-290",
      "heading": "",
      "text": "(A) No licensee may conduct an auction in this State without first having a written agreement with the owner of any property to be sold. The agreement shall contain the terms and conditions upon which the licensee received the goods for sale. The licensee shall provide the owner with a signed copy of the agreement and shall keep at least one copy for three years from the date of the agreement. A written agreement is not required for a sale at auction if the sale is made at an auction house or similar place where members of the public are generally offered the opportunity to present goods for sale. Copies of all contracts must be made available to the commission or its designated agent upon request. (B) A licensee shall maintain accurate records upon receipt of goods for auction and before their sale, which shall include the name and address of the person who employed the licensee to sell the goods at auction and the name and address of the owner of the goods to be sold. These records must be open for inspection by the commission or its designated agent upon request. (C) A licensee shall have his pocket card license in his possession at each auction he conducts. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-290/"
    },
    {
      "id": "section-40-6-300",
      "number": "40-6-300",
      "heading": "",
      "text": "(A) A licensee who handles the proceeds of an auction shall maintain a trust or escrow account with an insured bank or savings and loan association and shall deposit in this account within three business days all funds received for the benefit of another person, unless otherwise required by law or the owner or consignor of the property auctioned is paid within three business days. (B) Upon issuance or renewal of a license, the licensee must provide the commission with the name of the bank and the account number of the trust or escrow account in which the funds of others are maintained and authorization permitting the examination of the account by the commission or its authorized representative, unless the licensee has provided certification to the commission that funds are paid within three business days. A licensee must notify the commission by certified mail, return receipt requested, of a change of bank, account number, or location of the trust or escrow account and, at that time, shall complete the required authorization for examination of the account by the commission or its authorized representative. (C) A licensed auctioneer or licensed apprentice auctioneer in this State who works directly for a licensed auction firm or who works directly for another licensed auctioneer who maintains an active escrow account may use that escrow account and number in all applications for licensure or renewal, if the escrow account is used solely for the purpose of holding funds of others in relation to auctions. (D) A licensee shall maintain complete records for at least three years showing the deposit, maintenance, and withdrawal of trust or escrow funds. These records must be open for inspection by the commission or its designated agent periodically, upon request, and without prior notice. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-300/"
    },
    {
      "id": "section-40-6-310",
      "number": "40-6-310",
      "heading": "",
      "text": "No property other than the property of a specified deceased person or the property of a specified living person's estate may be sold at auction if the auction is conducted or advertised only as an \"estate auction\". However, property other than those of the specified estate may be sold at the sale if all advertisements of the sale specify which items do not belong to the estate. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-310/"
    },
    {
      "id": "section-40-6-320",
      "number": "40-6-320",
      "heading": "",
      "text": "Notwithstanding any other provision of law, municipalities may not enact ordinances to provide for the licensing of auctioneers. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-320/"
    },
    {
      "id": "section-40-6-330",
      "number": "40-6-330",
      "heading": "",
      "text": "(A) There is created the Auctioneer Recovery Fund to be maintained by the department for the payment of claims to persons injured by licensees under this chapter. Monies in the fund must be held and carried forward by the State Treasurer separate from the general fund. At least one hundred thousand dollars for recovery and guaranty purposes must be maintained in the fund. Fund monies may be invested and reinvested by the State Treasurer in interest bearing accounts, interest accruing to the fund. Sufficient liquidity must be maintained so that there are monies available to satisfy claims processed through the commission. Expenditures from the fund must be made in accordance with this chapter without legislative appropriation. Warrants for expenditures must be drawn by the Comptroller General pursuant to claims approved and signed by the director of the department. (B) When monies, including principal and interest, are less than forty-five thousand dollars at the end of the fiscal year after payment of claims and expenses, an individual or firm licensee shall pay, in addition to the license fees required under this chapter, a fund contribution fee to be determined by the commission. After the fund is initially established, a new applicant for individual or firm licensure also shall pay a fund contribution fee. However, any fee assessed under this subsection may not exceed fifty dollars a year. (C) The commission may use contents of the fund in excess of one hundred thousand dollars to: (1) promote education and research in the auctioneer profession in order to benefit persons licensed under this chapter and to improve the efficiency of the profession; (2) underwrite educational seminars, training centers, and other forms of educational projects for the use and benefit of licensees; (3) sponsor, contract for, or underwrite education and research projects in order to advance the auctioneers profession in South Carolina. (D) If monies, including principal and interest, in the fund exceed one hundred twenty-five thousand dollars at the end of the fiscal year after payment of claims, expenses, and educational program funding, the amount in excess must be deposited in the state general fund. (E) Persons licensed as auctioneers pursuant to Section 40-6-230(B) or (C) are exempt from contributing to the fund. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-330/"
    },
    {
      "id": "section-40-6-340",
      "number": "40-6-340",
      "heading": "",
      "text": "(A) A person aggrieved by the conduct of a licensee may file a claim against the fund if the: (1) facts giving rise to the claim are based on a specific violation of this chapter or regulations promulgated under this chapter; (2) claimant has made demand upon the licensee by certified mail, return receipt requested, for actual damages, and the demand has been refused or ignored; (3) claimant is not licensed under this chapter or a party jointly responsible for the claim; (4) the claim is filed no later than one year from the date of discovery of the loss. (B) The claim must be made under oath and upon a form the commission prescribes and shall contain: (1) name and address of the claimant; (2) name and address of the licensee and his last known working address; (3) a detailed statement of the events precipitating the loss and documents and other evidence supporting the claim; (4) amount of monies sought and evidence supporting this amount; (5) copies of complaints and other legal process initiated, if any; (6) disclosure of partial satisfaction received, offered, or otherwise available from the licensee, including a bond, an insurance policy, or another source of funds. (C) Upon receiving a claim in proper form, the commission shall forward the claim by certified mail, return receipt requested, to the last known address of the licensee. The licensee, within thirty days, shall file a verified answer to the claim. If no answer is filed within thirty days, the licensee is in default, and the commission shall schedule a hearing on the claim. If the licensee fails to timely answer, the commission shall investigate the claim for not more than sixty days and promptly schedule a hearing on the claim. The licensee, commission, and claimant may present evidence and question and cross-examine witnesses as parties to the hearing. (D) Failure of the claimant to comply with this section is a waiver of rights under this section. (E) No claim may be made against or paid from the fund in connection with a licensee who is licensed pursuant to Section 40-6-230 (B) or (C). HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-340/"
    },
    {
      "id": "section-40-6-350",
      "number": "40-6-350",
      "heading": "",
      "text": "(A) Claims made against the fund pursuant to Section 40-6-340, must be heard by the commission and if ordered, must be paid in accordance with Section 40-6-360. Subject to commission approval, a claim may be compromised; however, the commission is not bound by the compromise or any stipulation of the licensee. (B) Upon payment of a claim, the license of the person against whom the claim was made must be suspended immediately or revoked, as the commission determines. The licensee must not be issued another license until he repays the fund the monies paid on the claim against him, including interest at the rate of eight percent a year. Nothing in this section prevents the commission or any other authority from pursuing other remedies at law or equity. (C) A claimant receiving monies from the fund shall subrogate his rights relative to the claim to the commission to the extent of monies paid, including interest, and shall cooperate with the commission in the prosecution of the subrogated claim. Amounts recovered against the licensee or other responsible parties must be deposited into the fund, less costs and expenses of collection. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-350/"
    },
    {
      "id": "section-40-6-360",
      "number": "40-6-360",
      "heading": "",
      "text": "Payments from the fund are limited as follows: (1) Only the claimant's actual damages may be paid from the fund. No claimant may recover punitive, special, or consequential damages or attorney's fees. (2) The fund is not liable for more than ten thousand dollars for each transaction, regardless of the number of persons aggrieved. (3) The liability of the fund may not exceed in the aggregate twenty thousand dollars for one licensee in one calendar year. (4) A party aggrieved and awarded payment by a final commission decision has a vested right for payment. Claims against the fund must be made in the same order as the awards were authorized. If claims against the fund exceed the monies in the fund, the commission shall satisfy unpaid claims as soon as sufficient monies are deposited. An award is not a claim against the State if it cannot be paid due to a lack of monies in the fund. (5) Notwithstanding item (4), if the maximum liability of the fund is insufficient to pay in full the valid claims of aggrieved persons whose claims relate to the same transaction or to the same licensee, the amount for which the fund is liable must be distributed among the claimants on a pro rata basis. The commission may join in one action claims having a common factual basis so that an equitable distribution from the fund may be achieved. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-360/"
    },
    {
      "id": "section-40-6-370",
      "number": "40-6-370",
      "heading": "",
      "text": "This chapter applies to all auctions held in this State except: (1) auctions conducted by the owner of all of the goods being offered unless the owner's regular course of business includes engaging in the sale of goods or real estate by means of auction or unless the owner originally acquired the goods for the purpose of resale; (2) auctions conducted by or under the direction of a public authority unless conducted by a person or entity engaged in the business of organizing, arranging, or conducting auction sales for compensation or a person or entity licensed pursuant to this chapter or in any other jurisdiction to conduct auctions; (3) auctions conducted pursuant to a judicial order; (4) sales required by law to be at auction unless conducted by a person or entity engaged in the business of organizing, arranging, or conducting auction sales for compensation or a person or entity licensed pursuant to this chapter or in any other jurisdiction to conduct auctions; (5) auctions conducted on behalf of a charitable, civic, or religious organization if the person conducting the sale receives no compensation unless conducted by a person or entity engaged in the business of organizing, arranging, or conducting auction sales for compensation or a person or entity licensed pursuant to this chapter or in any other jurisdiction to conduct auctions; (6) auctions of motor vehicles among motor vehicle dealers if conducted by an auctioneer licensed under this chapter; (7) auctions by a trustee pursuant to a valid power of sale. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-370/"
    },
    {
      "id": "section-40-6-380",
      "number": "40-6-380",
      "heading": "",
      "text": "If a provision of this chapter or the application of a provision to a person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are severable. HISTORY: 2000 Act No. 318, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-6/section-40-6-380/"
    }
  ]
}