{
  "state": "south-carolina",
  "path": "title-title-40/chapter-t40c003",
  "sections": [
    {
      "id": "section-40-3-5",
      "number": "40-3-5",
      "heading": "",
      "text": "Unless otherwise provided in this chapter, Article 1, Chapter 1 applies to architects; however, if there is a conflict between this chapter and Article 1, Chapter 1, the provisions of this chapter control. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-5/"
    },
    {
      "id": "section-40-3-10",
      "number": "40-3-10",
      "heading": "",
      "text": "(A) There is created the Board of Architectural Examiners under the administration of the Department of Labor, Licensing and Regulation. The purpose of this board is to regulate the practice of architecture in South Carolina. (B) The Board of Architectural Examiners consists of six persons. One must be a professor of architecture in a university or college controlled by the State who also must be an architect registered in the State of South Carolina, four must be architects engaged in the practice of architecture in this State, and one must be a representative of the general public. Members serve terms of five years and until their successors are appointed and qualify. No member may serve more than two consecutive full terms, except the professor of architecture member. Vacancies must be filled in the manner of the original appointment for the unexpired portion of the term. (C) Nominations for appointment to the board may be submitted to the Governor from the board or any individual, group, or association. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-10/"
    },
    {
      "id": "section-40-3-20",
      "number": "40-3-20",
      "heading": "",
      "text": "(1) \"Architect\" means an individual who, by reason of the individual's general knowledge of the principles of architecture acquired by professional education and practical experience, is qualified to engage in the practice of architecture as attested by the individual's registration as an architect. (2) \"Board\" means the Board of Architectural Examiners. (3) \"Firm\" means a business entity functioning as a partnership, limited liability partnership, professional association, professional corporation, business corporation, limited liability company, or other firm association which practices or offers to practice architecture. (4) \"Full authority\" means that amount of authority granted to a regularly employed individual in unrestricted, unchecked, and unqualified command of the architectural practice of a firm. (5) \"Individual\" means a single human being. (6) \"Practice of architecture\" means a service or creative work requiring architectural education, training, and experience and the application of the principles of architecture and related technical disciplines to the professional services or creative work as consulting, evaluating, planning, designing, specifying, coordinating of consultants, administration of contracts, and reviewing of construction for the purpose of assuring compliance with the specifications and design, in connection with a building or site development. (7) \"Professional degree\" means the successful completion of a National Architectural Accrediting Board accredited degree in architecture. (8) \"Responsible charge\" means direct control and personal supervision of the practice of architecture. (9) \"Emeritus architect\" means an architect who has been registered for ten consecutive years or longer and who is sixty-five years of age or older and who has retired from active practice. (10) \"Retired from active practice\" means not engaging or offering to engage in the practice of architecture as defined in this section. (11) \"Intern Architect\" means a person who: (a) has completed a NAAB accredited first professional degree and is eligible in all respects for licensure through examination; (b) is currently enrolled in and actively participating in the Architectural Experience Program or who has completed the Architectural Experience Program; and (c) is employed by a firm which is lawfully engaged in the practice of architecture in this State. A person may use the title \"Intern Architect\" only in connection with the person's employment with the firm in which the person is an intern. The title may not be used to advertise or offer to the public that the person is performing or offering to perform architectural services, and the person may not include himself in any listing of architects or in any listing of persons performing architectural services. The person may use a business card identifying himself as an \"Intern Architect\", if the business card also includes the name of the architectural firm in which the person is an intern. HISTORY: 1998 Act No. 424; 2002 Act No. 366, Section 1; 2008 Act No. 307, Section 1; 2016 Act No. 215 (S.1177), Section 1, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-20/"
    },
    {
      "id": "section-40-3-30",
      "number": "40-3-30",
      "heading": "",
      "text": "(A) No individual may engage in the practice of architecture without a license issued in accordance with this chapter. An individual is considered to engage in the practice of or offer to engage in the practice of architecture who in any manner represents himself to be an architect or who performs or holds himself out as able to perform any architectural service or other services recognized by educational authorities as architecture. (B) Only an individual licensed under this chapter may use the title \"architect\". An individual assuming the title of architect or engaging in the practice of architecture in this State must be skilled in the principles of design and construction so that the individual may be entrusted with the design and review of construction of buildings without undue risk to the public safety. Before assuming the title \"architect\" or undertaking the work, the individual shall have a certificate of registration from the board. (C) A firm offering to engage in the practice of architecture in this State must have a certificate of authorization issued by the board before undertaking architectural work. Each firm must employ one or more architects registered in this State who are designated as being in full authority and responsible charge of the architectural practice. Additionally, all personnel of the firm who act in its behalf as architects in this State must be registered under this chapter and must hold a current registration. If there is a change in ownership, management, or the architect in responsible charge during the year, the change must be filed with the board within thirty days. (D) It is unlawful for an individual or firm to engage in the practice of architecture in this State, to use the title \"architect\", or to use or display any title, sign, word, card, advertisement, or other device or method to indicate that the individual or firm engages in or offers to engage in the practice of architecture or is an architect, without being registered as an architect or firm. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-30/"
    },
    {
      "id": "section-40-3-50",
      "number": "40-3-50",
      "heading": "",
      "text": "(A) The Department of Labor, Licensing and Regulation shall provide all administrative, fiscal, investigative, inspectional, clerical, secretarial, and license renewal operations and activities of the board in accordance with Section 40-1-50. (B) Fees for examination, licensure, renewal, and other assessments must be established by the board in regulation. Applicants must be notified of the fee amount before payment. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-50/"
    },
    {
      "id": "section-40-3-60",
      "number": "40-3-60",
      "heading": "",
      "text": "(A) The board may adopt rules governing its proceedings and shall elect a chairman, vice chairman, and secretary who shall serve a term of one year. The board may promulgate regulations necessary to carry out the provisions of this chapter and shall adopt a seal with which all of its official documents must be sealed. (B) The board may advise and recommend action to the department in the development of statutory revisions and other matters as the department may request in regard to the administration of this chapter. HISTORY: 1998 Act No. 424, Section 1; 2018 Act No. 138 (H.3649), Section 1, eff March 12, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-60/"
    },
    {
      "id": "section-40-3-70",
      "number": "40-3-70",
      "heading": "",
      "text": "In addition to the powers and duties provided for in this chapter, the board has those powers and duties set forth in Section 40-1-70. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-70/"
    },
    {
      "id": "section-40-3-80",
      "number": "40-3-80",
      "heading": "",
      "text": "(A) If the director of the Department of Labor, Licensing and Regulation or the board has reason to believe that an individual or firm has become unfit to engage in the practice of architecture or has violated a provision of this chapter or a regulation promulgated under this chapter or if an individual files a written complaint with the board or the director of the Department of Labor, Licensing and Regulation, charging an individual or firm with the violation of a provision of this chapter or a regulation promulgated under this chapter, the director or board may initiate an investigation. (B) The board or a member of the board may issue subpoenas to compel the attendance of witnesses and the production of documents and also may administer oaths, take testimony, hear proofs, and receive exhibits in evidence for all purposes required in the discharge of duties under this chapter. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-80/"
    },
    {
      "id": "section-40-3-90",
      "number": "40-3-90",
      "heading": "",
      "text": "Any hearing that is conducted as a result of an investigation must be conducted in accordance with Section 40-1-90. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-90/"
    },
    {
      "id": "section-40-3-100",
      "number": "40-3-100",
      "heading": "",
      "text": "In addition to other remedies provided in this chapter or Article 1, Chapter 1, the board in accordance with Section 40-1-100 also may issue a cease and desist order or may petition an administrative law judge for a temporary restraining order or other equitable relief to enjoin a violation of this chapter. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-100/"
    },
    {
      "id": "section-40-3-110",
      "number": "40-3-110",
      "heading": "",
      "text": "The board may cancel, fine, suspend, revoke, or restrict the authorization to practice architecture of an individual who has had a license to practice a profession or occupation regulated under Title 40 canceled, revoked, or suspended or who has otherwise been disciplined. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-110/"
    },
    {
      "id": "section-40-3-115",
      "number": "40-3-115",
      "heading": "",
      "text": "The board has jurisdiction: (1) over practice undertaken by nonlicensed individuals and firms and the actions committed or omitted by current and former licensees during the entire period of licensure; and (2) to act on any matter that arises during the practice authorization period of licensed practitioners and firms, as provided for in Section 40-1-115. HISTORY: 1998 Act No. 424, Section 1; 2018 Act No. 138 (H.3649), Section 2, eff March 12, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-115/"
    },
    {
      "id": "section-40-3-120",
      "number": "40-3-120",
      "heading": "",
      "text": "(A) The board may impose a civil fine of up to two thousand dollars for each violation of a provision of this chapter or a regulation promulgated under this chapter; however, the total fines may not exceed ten thousand dollars. (B) A final order of the board finding that a registrant is guilty of any offense charged in a formal accusation becomes public knowledge except for a final order dismissing the accusation or imposing a private reprimand. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-120/"
    },
    {
      "id": "section-40-3-130",
      "number": "40-3-130",
      "heading": "",
      "text": "As provided for in Section 40-1-130, the board may deny licensure to an applicant based on the same grounds for which the board may take disciplinary action against a licensee. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-130/"
    },
    {
      "id": "section-40-3-140",
      "number": "40-3-140",
      "heading": "",
      "text": "A license may be denied based on a person's prior criminal record only as provided in Section 40-1-140. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-140/"
    },
    {
      "id": "section-40-3-150",
      "number": "40-3-150",
      "heading": "",
      "text": "A licensee under investigation for a violation of this chapter or a regulation promulgated under this chapter may voluntarily surrender the license in accordance with Section 40-1-150. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-150/"
    },
    {
      "id": "section-40-3-160",
      "number": "40-3-160",
      "heading": "",
      "text": "A person aggrieved by a final action of the board may seek review of the decision in accordance with Section 40-1-160. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-160/"
    },
    {
      "id": "section-40-3-170",
      "number": "40-3-170",
      "heading": "",
      "text": "A person found in violation of this chapter or regulations promulgated under this chapter may be required to pay costs associated with the investigation and prosecution of the case in accordance with Section 40-1-170. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-170/"
    },
    {
      "id": "section-40-3-180",
      "number": "40-3-180",
      "heading": "",
      "text": "All costs and fines imposed pursuant to this chapter must be paid in accordance with and are subject to the collection and enforcement provisions of Section 40-1-180. HISTORY: 1988 Act No. 440, Section 7; 1992 Act No. 446, Section 13; 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-180/"
    },
    {
      "id": "section-40-3-190",
      "number": "40-3-190",
      "heading": "",
      "text": "Investigations and proceedings conducted under this chapter are confidential and all communications are privileged as provided in Section 40-1-190. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-190/"
    },
    {
      "id": "section-40-3-200",
      "number": "40-3-200",
      "heading": "",
      "text": "A person who engages in or offers to engage in the practice of architecture in this State in violation of this chapter or who knowingly submits false information for the purpose of obtaining a license is guilty of a misdemeanor and, upon conviction, must be imprisoned not more than one year or fined not more than fifty thousand dollars. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-200/"
    },
    {
      "id": "section-40-3-210",
      "number": "40-3-210",
      "heading": "",
      "text": "The Department of Labor, Licensing and Regulation, on behalf of the board and in accordance with Section 40-1-120, may petition an administrative law judge, in the name of the State, for injunctive relief against a person violating this chapter. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-210/"
    },
    {
      "id": "section-40-3-230",
      "number": "40-3-230",
      "heading": "",
      "text": "(A) The privilege of engaging in the practice of architecture is a personal privilege based upon the qualifications of the individual and evidenced by the person's registration certificate which is not transferable. (B) The board shall review the applications of all applicants for admission to practice architecture. The review shall consist of an inquiry into the record, character, education, experience, knowledge, and qualifications of the applicant. An applicant approved by the board as qualified must take the National Council of Architectural Registration Boards Architect Registration Examination (A.R.E.). (C) To be licensed as an architect, an individual must: (1) have a professional degree in architecture from a school or college program accredited by the National Architectural Accrediting Board (NAAB) or the Canadian Architectural Certification Board (CACB). The school or program must be accredited by NAAB or CACB not later than two years after the applicant's graduation. Foreign-educated applicants who do not hold an accredited degree from either accrediting body may have their educational credentials evaluated by an organization approved by the board to determine if their foreign degree is equivalent to the required professional degree in architecture. Additionally, foreign-educated applicants must satisfy National Council of Architectural Registration Boards' general educational requirements; (2) have satisfactorily completed the training requirements established by the National Council of Architectural Registration Boards (NCARB) for the Architectural Experience Program (AXP). Changes in the program subsequently adopted by the board do not affect those persons currently enrolled in a previously adopted (AXP) program; (3) have attained a passing score on all subject areas of the NCARB Architect Registration Examination (A.R.E.). Subject areas may include, but are not limited to, predesign, site design, building design, structural technology, materials and methods of construction, mechanical, plumbing, electrical, acoustical, life safety systems, and construction documents and services. (D) An applicant may not be licensed as an architect if the individual has been convicted of a felony or a crime of moral turpitude, misstated or misrepresented any fact in connection with the application, violated any of the rules of registrant conduct set forth in the law or regulations, or practiced architecture without being registered. However, if an applicant has committed any of these acts, the board may register the applicant on the basis of suitable evidence of reform. HISTORY: 1998 Act No. 424, Section 1; 2002 Act No. 366, Section 2; 2016 Act No. 215 (S.1177), Section 2, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-230/"
    },
    {
      "id": "section-40-3-240",
      "number": "40-3-240",
      "heading": "",
      "text": "(A) An application for licensure must be made on board application forms. A completed application signed and sworn to by the applicant must be filed with the board office and must be accompanied by all applicable fees. No application may be considered until the fees have been paid. Application fees are nonrefundable. (B) The Architectural Registration Examination must be administered in a format and manner prescribed by the National Council of Architectural Registration Boards (NCARB) to all applicants for initial licensure. Applicants must pass all subject areas within the time prescribed by the National Council of Architectural Registration Boards (NCARB). Scores for the individual subject areas must not be averaged. (C) An applicant must satisfy the requirements of Section 40-3-230(C)(1) and must be currently enrolled and actively participating in the Architectural Experience Program or be a student actively participating in an NCARB-accepted Integrated Path to Architectural Licensure (IPAL) option within an NAAB-accredited professional degree program in architecture in order to be approved by the board to take the Architectural Registration Examination. Once an applicant has been approved to take the examination, any subsequent changes in the education or experience requirements do not affect the applicant's eligibility to take the examination. (D) The board may accept transfer credits for individual subject areas of the examination passed by the applicant from another jurisdiction. HISTORY: 1998 Act No. 424, Section 1; 2005 Act No. 69, Section 1; 2008 Act No. 307, Section 2; 2016 Act No. 215 (S.1177), Section 3, eff June 3, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-240/"
    },
    {
      "id": "section-40-3-250",
      "number": "40-3-250",
      "heading": "",
      "text": "(A) An individual and firm licensed under this chapter shall satisfy license renewal requirements as established by the board in regulation, which must include continuing education requirements for individuals. An individual shall complete a minimum of twelve continuing education hours annually in topics related to safeguarding health, safety, and welfare. Emeritus architects are not required to meet continuing education requirements. Individuals and firms annually shall pay the required renewal fee on a date set by the board in order to continue practicing architecture in South Carolina. (B) Both individual and firm certificates may be renewed at any time within one year from the date of expiration upon payment of the established fee and a penalty of fifty dollars during the first thirty days and an additional one hundred dollars thereafter during the year. (C) If an individual or firm fails to renew within one year from the date of expiration, the certificate may be reissued upon submission of a new application accompanied by the application fee and approval by the board. (D) Emeritus architects who wish to return to active practice shall complete continuing education requirements for each exempted year not to exceed two years. Applicable fees also must be paid. (E) Registrants must comply with continuing education audit deadlines and requirements. HISTORY: 1998 Act No. 424, Section 1; 2000 Act No. 296, Section 1; 2002 Act No. 366, Section 3; 2008 Act No. 307, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-250/"
    },
    {
      "id": "section-40-3-255",
      "number": "40-3-255",
      "heading": "",
      "text": "(A) The department, at the board's request, may allocate up to ten dollars of each renewal fee to the South Carolina Architecture Education and Research Fund, which must be established as a separate and distinct account and used exclusively for: (1) advancement of education and research for the benefit of individuals and firms licensed under this chapter and for architectural interns; (2) analysis and evaluation of factors which affect the architecture profession in this State; and (3) dissemination of the results of the research. (B) The board shall submit to the Chairmen of the House and Senate Labor, Commerce and Industry Committees by August first of each year a report on how the funds were expended for the preceding fiscal year. HISTORY: 2002 Act No. 366, Section 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-255/"
    },
    {
      "id": "section-40-3-260",
      "number": "40-3-260",
      "heading": "",
      "text": "An architect registered in another state, territory, or foreign country, having standards of registration equal to those in this State, may be registered upon a satisfactory showing of character and record only. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-260/"
    },
    {
      "id": "section-40-3-270",
      "number": "40-3-270",
      "heading": "",
      "text": "(A) A firm desiring a certificate of authorization shall file with the board an application on forms provided by the board and pay an application fee. Before a certificate of authorization may be issued to an out-of-state business or professional corporation, the corporation must be approved to transact business in this State. A copy of the approved certificate of authority issued by the State must be filed with the board application. (B) A firm must maintain on file in the board office the name of the individual in full authority and responsible charge and written evidence of authority. Failure to provide accurate and timely information may constitute a violation of this subsection. (C) For the purpose of this chapter, a sole proprietorship means a business in which one or more registered architects are engaged as employees; however, the practice must be conducted under the name registered with the board as an individual (i.e., John Doe, Architect). Any other practice name, i.e., Doe & Company, or Doe & Associates, requires a certificate of authorization to practice. (D) If a South Carolina firm seeks to register under a name referring to persons rather than a trade name, the persons referred to in the firm's name must be licensed as individual architects, engineers, land surveyors, or landscape architects in this State. (E) If an out-of-state firm seeks to register under a name referring to persons rather than a trade name, the persons referred to in the firm's name must be licensed as individual architects, engineers, land surveyors, or landscape architects in this State or in another state or jurisdiction. (F) The requirement to obtain a certificate of authorization applies to associations for one or more projects but does not apply to an out-of-state firm or individual retained by a registered South Carolina architect as a consultant only. (G) A registered architect practicing in his name who does not employ a registered architect is not required to obtain a certificate of authority. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-270/"
    },
    {
      "id": "section-40-3-280",
      "number": "40-3-280",
      "heading": "",
      "text": "(A) Every architect and firm practicing in this State shall have a seal containing the name, the place of business, and the words \"Registered Architect, State of South Carolina\" with which they shall seal all drawings, prints, and specifications for use in their profession. (B) The seal of the individual architect in responsible charge, as well as the seal of the firm, must appear on each print of the drawings and the index sheet, or sheets, of each set of specifications offered to secure a building permit and one record set for use on the construction site. The required seal identification may be a rubber stamp impression placed on original drawings and specification copy. The architect in responsible charge shall affix his signature over his seal. An electronic seal and signature may be used in lieu of an original seal and signature by applicable policy or regulation. HISTORY: 1998 Act No. 424, Section 1; 2008 Act No. 307, Section 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-280/"
    },
    {
      "id": "section-40-3-290",
      "number": "40-3-290",
      "heading": "",
      "text": "(A) Nothing in this chapter prohibits a general contractor or a home builder from the preparation and use of details and shop drawings, assembly or erection drawings, or graphic descriptions used to detail or illustrate a portion of the work required to construct the project in accordance with the plans and specifications prepared or to be prepared under the requirements of this chapter. (B) Nothing in this chapter prevents or affects the practice of any other legally recognized profession. (C) If the drawings and specifications are signed by the authors with the true title of their occupations, this chapter does not apply to the preparations of plans and specifications for: (1) a building which is to be used for farm purposes only; (2) a building less than three stories high and containing fewer than five thousand square feet of total floor area except buildings of assembly, institutional, educational, and hazardous occupancies as defined by the Standard Building Code, regardless of area; (3) one-family and two-family dwellings, including townhouses, in compliance with the prescriptive requirements of the South Carolina Residential Code. All other buildings and structures classified for residential occupancies or uses in the South Carolina Building Code that are beyond the scope of the South Carolina Residential Code are not exempt from the provisions of this chapter; (4) alterations to a building to which this chapter does not apply, if the alterations do not increase the areas and capacities beyond the limits of this chapter or affect the structural safety of the building. (D) Nothing in this chapter prevents or affects the practice of engineering, as defined in Chapter 22 of Title 40, or architectural work incidental to the practice of engineering. HISTORY: 1998 Act No. 424, Section 1; 2021 Act No. 54 (S.500), Section 1, eff May 17, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-290/"
    },
    {
      "id": "section-40-3-300",
      "number": "40-3-300",
      "heading": "",
      "text": "An architect may not enter into a contract for professional services on any basis other than direct negotiation thereby precluding participation in any system requiring a comparison of compensation. However, an architect may state compensation to a prospective client in direct negotiation where architectural services necessary to protect the public health, safety, and welfare have been defined. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-300/"
    },
    {
      "id": "section-40-3-310",
      "number": "40-3-310",
      "heading": "",
      "text": "(A) Service of a notice provided for by law upon a nonresident architect who has been admitted to the practice of architecture or upon a resident architect who, having been admitted, subsequently becomes a nonresident or after due diligence cannot be found at his usual abode or place of business in this State, may be made by leaving with the administrator of the board a copy of the notice and any accompanying documents and by sending to the architect by certified mail an attested copy, with an endorsement on the copy of the service upon the administrator, addressed to the architect at his last known address. (B) The return receipt for the certified mail must be attached to and made a part of the return of service of the notice by the board. The chairman of the board before which there was pending a proceeding in which notice has been given, as provided in this section, may order a continuance as may be necessary to afford the architect reasonable opportunity to appear and defend. The administrator shall keep a record of the day of the service of the notice and any accompanying documents. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-310/"
    },
    {
      "id": "section-40-3-320",
      "number": "40-3-320",
      "heading": "",
      "text": "The building official or other authority charged with the responsibility of issuing building or other similar permits of any county, municipality, or other subdivision, before issuing the permit, must be in possession of a sealed set of plans and specifications for which the seal of a registered architect is required and to verify that the architect who sealed the architectural plans and specifications is an architect registered in South Carolina. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-320/"
    },
    {
      "id": "section-40-3-325",
      "number": "40-3-325",
      "heading": "",
      "text": "A licensed architect under the provisions of this chapter is immune from liability for volunteer architectural services provided during an emergency in the same manner as a licensed engineer is immune for volunteer engineering services as provided in Section 40-22-295. This section does not provide immunity from liability for persons merely registered in this State pursuant to Section 40-3-260. HISTORY: 2012 Act No. 280, Section 2, eff June 26, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-325/"
    },
    {
      "id": "section-40-3-330",
      "number": "40-3-330",
      "heading": "",
      "text": "If a provision of this chapter or the application of a provision to a person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are severable. HISTORY: 1998 Act No. 424, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-40/chapter-3/section-40-3-330/"
    }
  ]
}