{
  "state": "new-mexico",
  "path": "title-chapter-70-oil-and-gas/chapter-article-3a-gathering-line-land-acquisition",
  "sections": [
    {
      "id": "section-70-3a-1",
      "number": "70-3A-1",
      "heading": "Short title.Section 70-3A-2 - Definitions",
      "text": "Section 70-3A-3 - Easement; offer and counterproposal.Section 70-3A-4 - Petition; appointment of hearing officer.Section 70-3A-5 - Scope of review by the hearing officer.Section 70-3A-6 - Report; appeal.Section 70-3A-7 - Abandonment of easement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70-3a-2",
      "number": "70-3A-2",
      "heading": "Definitions.",
      "text": "As used in the Gathering Line Land Acquisition Act:\n\nA. \"mineral developer\" means a mineral owner, operator, lessee or natural gas or petroleum pipeline company that is engaged in the production or conveyance by pipeline of natural gas or petroleum; and\n\nB. \"property owner\" means the person who holds an ownership interest in the property to be acquired for the purpose of constructing a natural gas or petroleum gathering line or an associated disposal line, other than the property on which the well to be connected to a natural gas or petroleum gathering line or to be connected to an associated disposal line is to be located.\n\nHistory:Laws 1988, ch. 26, § 2; 1993, ch. 338, § 2.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"lessee or natural gas or petroleum pipeline company that\" for \"or lessee who\" and inserted \"or conveyance by pipeline\" in Subsection A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-70/article-3a/section-70-3a-2/"
    },
    {
      "id": "section-70-3a-3",
      "number": "70-3A-3",
      "heading": "Easement; offer and counterproposal.",
      "text": "A. If an easement is sought to be acquired by a mineral developer for the purpose of constructing a natural gas or petroleum gathering line as defined in Subsection B of Section 70-3-5 NMSA 1978 or an associated disposal line and the mineral developer and the property owner cannot agree concerning the terms, including locations, conditions or compensation for that acquisition, the mineral developer may make a written offer to the property owner to include proposed terms, locations, conditions and compensation for the easement. The offer shall be made by mailing a copy thereof by certified mail, return receipt requested, or by service of a copy thereof in the manner provided by the Rules of Civil Procedure for the District Courts for service of summons and complaint. The offer submitted by the mineral developer shall also include notice of the property owner's duty to submit a counterproposal as provided in Subsection B of this section.\n\nB. Within twenty days after receipt of the mineral developer's offer, the property owner shall submit either a notice of acceptance or a counterproposal to each term, including locations, conditions or compensation, in the offer of the mineral developer. The acceptance or counterproposal shall be made in the same manner as set forth in Subsection A of this section for the delivery of the mineral developer's offer.\n\nC. Except as provided in Subsection D of this section, if the parties are unable to negotiate a settlement, the mineral developer may, after ten days from the date of receipt of the counterproposal by the property owner, petition the district court in the county in which the property is located or any part lies to appoint a hearing officer to review the matters relating to the proposed property acquisition and to have the hearing officer submit a report to the district court.\n\nD. If the property owner does not submit an acceptance or a counterproposal to the mineral developer within the time period specified in Subsection B of this section and the mineral developer has complied with all other provisions of the Gathering Line Land Acquisition Act, the mineral developer may file a copy of the offer submitted to the property owner with the district court and that offer shall be binding on all parties.\n\nHistory:Laws 1988, ch. 26, § 3.\n\nCross references.— For the Rules of Civil Procedure for the District Courts,seeRule 1-001 NMRA et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-70/article-3a/section-70-3a-3/"
    },
    {
      "id": "section-70-3a-4",
      "number": "70-3A-4",
      "heading": "Petition; appointment of hearing officer.",
      "text": "A. The petition filed by the mineral developer pursuant to Subsection C of Section 3 [70-3A-3 NMSA 1978] of the Gathering Line Land Acquisition Act shall include:\n\n(1) a designation as petitioner, the person on whose behalf the easement is sought to be acquired;\n\n(2) a statement by the petitioner of his authority to petition the court;\n\n(3) an allegation that the petitioner has been unable to negotiate a settlement in good faith with the property owner;\n\n(4) a map, plat or plan included with or attached to the petition showing the proposed route of the easement;\n\n(5) a request for the appointment of a hearing officer;\n\n(6) a copy of the offer submitted to the property owner by the petitioner;\n\n(7) a copy of the counterproposal, if any, submitted to the petitioner by the property owner; and\n\n(8) the name of the property owner and his address.\n\nB. Upon the filing of the petition, if the route of easement is not an issue, the court shall grant, upon the request of the petitioner, an order of immediate possession of the easement sought to be acquired by the mineral developer.\n\nC. Within fifteen days of receipt of the petition, the district court shall issue and give notice of the action which shall contain a demand that the property owner and the mineral developer submit to the court, within ten days, the names of any persons which the parties jointly agree to have the court select from in its appointment of a hearing officer.\n\nD. Within fifteen days after providing notice of the action to the parties the district court shall appoint a hearing officer from the list of names provided pursuant to Subsection C of this section. If the parties are unable to agree on the selection of a hearing officer, the court shall appoint a hearing officer who is knowledgeable in property valuation techniques and administrative hearing procedures.\n\nE. Subject to any limitations in the order of appointment, the hearing officer has and shall exercise the power to regulate all proceedings in any hearing before him and to do all acts and take all measures necessary and proper for the efficient performance of his duties under the order, including requiring the production of all books, papers, vouchers, documents and writing applicable thereto, the swearing of witnesses and receiving testimony and exhibits offered in evidence subject to such objections as may be imposed.\n\nF. Upon receipt of the order of appointment, the hearing officer shall set a time and place for a hearing of parties or their attorneys to be held within twenty days after the date of the order of appointment and shall notify the parties or their attorneys. If a party fails to appear at the time and place appointed, the hearing officer may proceed ex parte or, in his discretion, adjourn the proceedings for a future date, giving notice to the absent party of the adjournment.\n\nG. The parties may procure the attendance of witnesses before the hearing officer by the issuance and service of subpoenas as provided in the Rules of Civil Procedure for the District Courts. If without adequate reason a witness fails to appear or give evidence, he may be cited by the district judge for contempt or be subject to other court sanctions.\n\nH. The compensation to be allowed to a hearing officer shall be fixed by the court and shall be apportioned equally among the parties.\n\nHistory:Laws 1988, ch. 26, § 4.\n\nCross references.— For the Rules of Civil Procedure for the District Courts,seeRule 1-001 NMRA et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-70/article-3a/section-70-3a-4/"
    },
    {
      "id": "section-70-3a-5",
      "number": "70-3A-5",
      "heading": "Scope of review by the hearing officer.",
      "text": "The report of the hearing officer shall include findings concerning the following:\n\nA. when the route of easement is in issue, a full consideration of all other access available to the mineral developer, including the cost of construction for alternative routes, safety, obstructions and any other economic and noneconomic factors;\n\nB. the cost of acquisition or any contract to acquire comparable easements if the transaction or contract was freely made in good faith within a reasonable time before or after the date the petition was filed or other credible evidence of the market value of the easement to be acquired; and\n\nC. amount of damages sustained by the property owner for:\n\n(1) loss of agricultural production and income;\n\n(2) lost value of improvements;\n\n(3) cost for surface reclamation including revegetation, soil treatment, reshaping of topography, drainage systemizing, waste disposal, removal of any equipment, structures and obstacles and the return of the property to its approximate original contour;\n\n(4) inconvenience to the property owner in use of his property; and\n\n(5) burden on the property owner of continued inspection and repair of the gathering line by the mineral developer.\n\nIn no case shall the total amount of compensation or damages awarded pursuant to Subsections B and C of this section be greater than one-half of the sum of the reasonable cost of surface reclamation plus twice the market value of the easement to be acquired as determined in Subsection B of this section.\n\nHistory:Laws 1988, ch. 26, § 5.\n\nStandard of review.— Where a party maintained that the hearing officer made findings incorrectly under Subsections B and C of this section, the determination of whether the hearing officer's decision was in accordance with the Gathering Line Land Acquisition Act was a question of law to be decided by the appellate court de novo.El Paso Field Servs. Co. v. Montoya Sheep & Cattle Co., 2003-NMCA-113, 134 N.M. 375, 77 P.3d 279.\n\nCompensation and damages are distinct.— To include elements of damages from Subsection C of this section in the determination of the compensation due under Subsection B of this section is contrary to the statute.El Paso Field Servs. Co. v. Montoya Sheep & Cattle Co., 2003-NMCA-113, 134 N.M. 375, 77 P.3d 279.\n\nFindings regarding both compensation and damages are required.— This section requires the hearing officer to make findings concerning both the amount of compensation due under Subsection B and the amount of damages due under Subsection C.El Paso Field Servs. Co. v. Montoya Sheep & Cattle Co., 2003-NMCA-113, 134 N.M. 375, 77 P.3d 279.\n\nAnnual payments.— Nothing in the Gathering Line Land Acquisition Act precludes the award of damages in the form of annual payments, but if a hearing officer awards damages to be paid annually, the hearing officer must calculate the present value of the amount awarded.El Paso Field Servs. Co. v. Montoya Sheep & Cattle Co., 2003-NMCA-113, 134 N.M. 375, 77 P.3d 279.\n\nStatutory cap as written is meaningless.— Applying the statutory cap in Subsection C of this section as written is meaningless because, where surface reclamation costs are zero, applying the cap exactly as written eliminates any further recovery for damages under Subsection C. A more reasonable interpretation is that damages under Subsection C cannot exceed the sum of half the surface reclamation costs plus twice the market value.El Paso Field Servs. Co. v. Montoya Sheep & Cattle Co., 2003-NMCA-113, 134 N.M. 375, 77 P.3d 279.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-70/article-3a/section-70-3a-5/"
    },
    {
      "id": "section-70-3a-6",
      "number": "70-3A-6",
      "heading": "Report; appeal.",
      "text": "A. Within forty-five days after the appointment of the hearing officer:\n\n(1) the hearing officer shall prepare a report upon the matters submitted to him by the order of his appointment and shall make findings of fact and conclusions of law. He shall file the report with the clerk of the court and unless waived by the parties he shall file with it a transcript or other authorized recording of any proceedings and of the evidence and the original exhibits. The clerk shall mail notice of the filing to all parties; and\n\n(2) the district court shall accept the hearing officer's findings of fact unless clearly erroneous. Within ten days after being served with notice of the filing of the report, either party may appeal the decision of the hearing officer to the district court. The court, after review, may adopt or modify the report.\n\nB. If the appealing party does not prevail in his appeal, the court shall award the other party reasonable attorneys' fees and court costs incurred on appeal.\n\nC. If an appeal is not filed within ten days of the parties being served with notice of the filing of the report or at the conclusion of any appeal, the district court shall enter a final judgment granting or modifying the easement sought to be acquired including the terms and compensation of the easement.\n\nHistory:Laws 1988, ch. 26, § 6.\n\nCross references.— For procedures governing administrative appeals to the district court,seeRule 1-074 NMRA.\n\nStandard of review.— Where a party maintained that the hearing officer made findings incorrectly under 70-3A-5(B) and (C) NMSA 1978, the determination of whether the hearing officer's decision was in accordance with the Gathering Line Land Acquisition Act was a question of law to be decided by the appellate court de novo.El Paso Field Servs. Co. v. Montoya Sheep & Cattle Co., 2003-NMCA-113, 134 N.M. 375, 77 P.3d 279.\n\nScope of review of district court.Zamora v. Village of Ruidoso Downs, 1995-NMSC-072, 120 N.M. 778, 907 P.2d 182.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-70/article-3a/section-70-3a-6/"
    },
    {
      "id": "section-70-3a-7",
      "number": "70-3A-7",
      "heading": "Abandonment of easement.",
      "text": "When an easement is acquired pursuant to the Gathering Line Land Acquisition Act and the use for which the easement is acquired is subsequently abandoned, the easement is extinguished and the property interest reverts to the landowner or his successor in interest of the fee, free from any rights in the mineral developer.\n\nHistory:Laws 1988, ch. 26, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-70/article-3a/section-70-3a-7/"
    }
  ]
}