{
  "state": "pennsylvania",
  "path": "title-title-64/chapter-chapter-11",
  "sections": [
    {
      "id": "section-1121",
      "number": "1121",
      "heading": "",
      "text": "(a) Preparation.--An application for assistance under the programs must be prepared and approved by a certified economic development organization before it is submitted to the authority, and the application shall comply with any additional requirements of the programs.\n\n(b) Contents.--The application, which shall be in the form required by the authority, shall include the following information, where applicable:\n\n(1) The applicant's name.\n\n(2) The applicant's address.\n\n(3) A description of the type and amount of financial assistance requested.\n\n(4) A description of the applicant's business or, if the applicant is not the borrower, the borrower's business, including all of the following:\n\n(i) The type of business conducted.\n\n(ii) The location of the business.\n\n(iii) The date the business was established.\n\n(iv) The address of the business, including the address of all offices of the business located in this Commonwealth.\n\n(v) The name and address of each principal.\n\n(vi) The number of current employees and an estimate of future employees.\n\n(5) A description of the project, including all of the following:\n\n(i) The location of the project.\n\n(ii) The total estimated cost of the project, as calculated by an engineer or other qualified professional.\n\n(iii) An identification of all sources of capital for the project.\n\n(iv) A legal description of all real property held or to be acquired for the establishment of the project.\n\n(v) A general description and statement of value of any real or personal property of the applicant and, if applicable, the buyer or tenant of the project, to be applied to the establishment of the project.\n\n(6) A statement that the project is consistent with any existing comprehensive county plan where the project is located.\n\n(7) A firm commitment from the intended project user to use the project upon completion.\n\n(8) A brief description of the anticipated economic impact to this Commonwealth and the host municipality and county as a result of the project.\n\n(9) Any plans or other documents as may be required to show the type, structure and general character of the project.\n\n(10) A statement that the applicant certifies to the authority that it will not discriminate against any employee or any applicant for employment because of race, religion, color, national origin, sex or age.\n\n(11) A statement that the applicant certifies to the authority that it is not currently under citation for pollution violations and that in the future it will meet all applicable antipollution standards.\n\n(12) Any information required by the program under which financial assistance may be provided.\n\n(13) Any other information required by the authority.\n\n(c) Review and approval.--\n\n(1) In reviewing the application, the authority shall consider the following, where applicable:\n\n(i) Whether the value of the proposed collateral and the financial resources offered by the applicant are sufficient to repay the loan.\n\n(ii) Whether the project will enable future employment opportunities in or have a net positive economic impact on the surrounding community.\n\n(iii) Whether the statement of the estimated cost of the project is reasonable.\n\n(iv) Whether the sources of financial commitments for funds in excess of the amount requested under this subchapter are reliable.\n\n(v) Whether the applicant has complied with terms required by the programs and under this subchapter.\n\n(vi) Whether the applicant has a history of investment in Pennsylvania-related companies.\n\n(vii) Whether the applicant has demonstrated strong relationships with organizations in this Commonwealth which foster economic development.\n\n(viii) Whether the applicant has a strong performance record.\n\n(ix) Whether the applicant has demonstrated an ability to meet and satisfy debt service, if applicable, as it becomes due and payable.\n\n(x) Whether the applicant has any outstanding environmental violations.\n\n(xi) Any other information deemed to be relevant by the authority.\n\n(2) Subject to any applicable limitations under this subchapter, the amount, duration, interest rate, security required and any other terms of the loan shall be determined at the discretion of the authority based upon its determination of the potential financial risk to the Commonwealth.\n\n(3) Financial assistance may not be approved if the proceeds would be used to:\n\n(i) refinance any portion of the total cost of a capital development project, pollution prevention infrastructure or other existing loans or debt;\n\n(ii) finance a project located outside the geographic boundaries of this Commonwealth;\n\n(iii) relocate a business to another part of this Commonwealth, unless approved in advance by the authority which shall consider the negative economic impact on the community that the business is leaving; or\n\n(iv) provide funds, directly or indirectly, for payment distribution or as a loan to owners, partners or shareholders of a small business, except as ordinary compensation for services rendered.\n\n(4) (i) The terms of all agreements for financial assistance awarded under this subchapter shall include any material terms, requirements or other conditions provided for agreements entered into under this subchapter. The authority may impose other terms and conditions if it determines that they are in the best interests of the Commonwealth, including a provision requiring collateral for any penalty which may be imposed.\n\n(ii) Upon approving an application for a loan under the programs, the authority shall draw an advance equal to the principal amount of the loan from the appropriate account and, before disbursing loan funds to the applicant, require the applicant to execute a note and to enter into a loan agreement and any other agreement as the authority may require.\n\n(d) Review and notice.--Upon reviewing the application, the authority shall notify the applicant and the certified economic development organization of its decision or request additional information or certifications before making its decision.\n\n(e) Reporting and inspection.--An applicant or a recipient of financial assistance under the programs shall:\n\n(1) permit the authority to inspect its premises, books and records;\n\n(2) provide updated information to the authority if conditions change to the extent that the information originally given becomes inaccurate or misleading; and\n\n(3) provide the authority with any periodic financial reports and audits that the authority may require.\n\n(f) Employment projection audits.--The authority shall implement a procedure to determine whether the employment projections described in the application are achieved.\n\n(g) Transition.--The board shall have all power and authority necessary to implement a transition and continuation of consideration of pending applications and any other pending administrative actions under section 6 of the act of May 17, 1956 (1955 P.L.1609, No.537), known as the Pennsylvania Industrial Development Authority Act, that are submitted to the authority for consideration prior to the effective date of this section.\n\nCross References.Section 1121 is referred to in sections 2306, 2307, 2308, 2309, 2310, 2906, 3005 of Title 12 (Commerce and Trade).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-64/chapter-11/section-1121/"
    },
    {
      "id": "section-1120",
      "number": "1120",
      "heading": "",
      "text": "The authority shall operate the programs in a coordinated and integrated manner, utilizing to the maximum extent possible the same criteria and standards in defining and administering the projects to be funded under the programs.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-64/chapter-11/section-1120/"
    }
  ]
}