{
  "state": "south-carolina",
  "path": "title-title-46/chapter-t46c003",
  "sections": [
    {
      "id": "section-46-3-10",
      "number": "46-3-10",
      "heading": "",
      "text": "The Department of Agriculture shall execute the laws of this State pertaining to agriculture except such laws as are specifically designated for execution by others. HISTORY: 1962 Code Section 3-1; 1952 Code Section 3-1; 1942 Code Section 3223; 1932 Code Section 3223; Civ. C. '22 Section 929; Civ. C. '12 Section 851; 1904 (24) 449; 1909 (26) 14, 191; 1936 (39) 1615; 1941 (42) 119; 1960 (51) 1610, 1742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-10/"
    },
    {
      "id": "section-46-3-20",
      "number": "46-3-20",
      "heading": "",
      "text": "No person, not operating under inspection of a State or Federal agency, shall engage in the business of manufacturing, processing or packing food in any manner without first obtaining a food manufacturers, processors and packers permit from the South Carolina Department of Agriculture. The permit shall be issued upon application to the Department on forms furnished by the Department and upon conditions prescribed by regulations of the Department governing the manufacturing, processing or packing of food as may be necessary to protect the public health and promote public welfare by protecting the purchasing public from injury by merchandising deceit. Such permit shall be issued July 1, 1971, and renewed annually thereafter on or before the first day of January. Anyone violating the provisions of this section shall be deemed guilty of a misdemeanor and upon conviction be fined not more than one hundred dollars or be imprisoned for not more than thirty days. HISTORY: 1962 Code Section 3-781; 1971 (57) 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-20/"
    },
    {
      "id": "section-46-3-25",
      "number": "46-3-25",
      "heading": "",
      "text": "HISTORY: Former Section, titled Fresh and minimally processed foods program, had the following history: 2013 Act No. 40, Section 2, eff June 7, 2013. Repealed by 2013 Act No. 40, Section 4, eff July 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-25/"
    },
    {
      "id": "section-46-3-30",
      "number": "46-3-30",
      "heading": "",
      "text": "The chief officer of the Department of Agriculture shall be denominated the Commissioner of Agriculture. The Commissioner shall have a competent knowledge of agriculture, manufacturing and general industries, commerce, chemistry and publicity. HISTORY: 1962 Code Section 3-2; 1952 Code Section 3-2; 1942 Code Section 3224; 1932 Code Section 3224; Civ. C. '22 Section 930; Civ. C. '12 Section 852; 1909 (26) 191; 1912 (27) 618; 1926 (34) 1055; 1936 (39) 615; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-30/"
    },
    {
      "id": "section-46-3-40",
      "number": "46-3-40",
      "heading": "",
      "text": "The Commissioner shall be elected by the qualified electors in the general election now provided by law for the election of State officers of the State government, for a term of four years, the next term after the adoption of this Code beginning on the first day of January 1963. In case a vacancy should occur the Governor shall appoint a successor for the unexpired term. HISTORY: 1962 Code Section 3-3; 1952 Code Section 3-3; 1942 Code Section 3224; 1932 Code Section 3224; Civ. C. '22 Section 930; Civ. C. '12 Section 852; 1909 (26) 191; 1912 (27) 618; 1926 (34) 1055; 1936 (39) 615; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-40/"
    },
    {
      "id": "section-46-3-50",
      "number": "46-3-50",
      "heading": "",
      "text": "The bond of the Commissioner shall be in the sum of fifty thousand dollars, and his liability thereon shall not extend to losses incurred in bonded warehouses, except in case of tort or neglect of duty on his part. HISTORY: 1962 Code Section 3-3.1; 1954 (48) 1566.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-50/"
    },
    {
      "id": "section-46-3-60",
      "number": "46-3-60",
      "heading": "",
      "text": "The Commissioner may appoint a competent clerk, whose qualifications shall be in the main the same as those required of the Commissioner. HISTORY: 1962 Code Section 3-4; 1952 Code Section 3-4; 1942 Code Section 3224; 1932 Code Section 3224; Civ. C. '22 Section 930; Civ. C. '12 Section 852; 1909 (26) 191; 1912 (27) 618; 1926 (34) 1055; 1936 (39) 615; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-60/"
    },
    {
      "id": "section-46-3-80",
      "number": "46-3-80",
      "heading": "",
      "text": "The Commissioner shall: (1) Be charged with all work looking to the promotion of agriculture and cattle raising, including the collection and publication of information in regard to localities, character, accessibility, cost and modes of utilization of soils and, more specifically, the inducement of capital to invest in agriculture and cattle raising by the dissemination of information relative to the advantages of soil and climate and other natural resources of the State; (2) Collect from the farmers and landowners of the State and list information as to lands, stating the number of acres, the location and the terms upon which they may be bought; and (3) Keep a land registry and in connection therewith from time to time issue a publication descriptive of such listed agricultural, forest and trucking lands as may be offered to the Department for sale or share, such publication to be in an attractive form, setting forth the county, township, number of acres, names and addresses of owners and such other information as may be helpful in placing inquiring homeseekers in communication with the landowners. But nothing in this section shall be construed to give the Commissioner the right to do scientific, educational or extension work in agriculture. HISTORY: 1962 Code Section 3-6; 1952 Code Section 3-6; 1942 Code Section 3227; 1932 Code Section 3227; Civ. C. '22 Section 933; Civ. C. '12 Section 855; 1909 (26) 191 Section 6; 1918 (30) 825; 1936 (39) 615; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-80/"
    },
    {
      "id": "section-46-3-90",
      "number": "46-3-90",
      "heading": "",
      "text": "The Commissioner may make arrangements with any reliable manufacturer of crushed marl or ground limestone for the sale of such material to the citizens of this State at prices that shall be reasonable and will allow a reasonable profit on the cost of production. In the event of the failure of the Commissioner to make such arrangements, he shall, upon satisfying himself that such arrangements as are specified cannot be made, report such fact to the General Assembly next succeeding, together with definite recommendations for the mining of such material by the State with convict labor and furnishing it to the farmers of the State at a price that shall be as near the actual cost of production as possible. In the event an arrangement is made, the Commissioner shall make public the nature and terms of the arrangement and shall annually report to the General Assembly the full itemized details of any and all such sales made to farmers through the Department. HISTORY: 1962 Code Section 3-7; 1952 Code Section 3-7; 1942 Code Section 3252; 1932 Code Section 3252; Civ. C. '22 Section 958; 1916 (29) 669; 1936 (39) 1615; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-90/"
    },
    {
      "id": "section-46-3-100",
      "number": "46-3-100",
      "heading": "",
      "text": "The Commissioner may make arrangements with any reliable manufacturer of inoculation material for the sale of such material to the citizens of the State at prices that shall be reasonable and will allow a reasonable profit on the cost of production. Failing to make such arrangements, the Commissioner may manufacture inoculation material for leguminous crops and distribute it to citizens of the State applying for it at cost. The Commissioner may expend from any surplus or other funds collected from other sources in his hands, such amounts as may be necessary to inaugurate the work of manufacturing inoculation material and refund to those respective funds as soon as possible from the sums collected from the sale of such material such sums as may be so expended. HISTORY: 1962 Code Section 3-9; 1952 Code Section 3-9; 1942 Code Section 3250; 1932 Code Section 3250; Civ. C. '22 Section 956; 1915 (29) 261; 1936 (39) 1615; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-100/"
    },
    {
      "id": "section-46-3-110",
      "number": "46-3-110",
      "heading": "",
      "text": "In the event that the material is manufactured in the laboratories of the Department of Agriculture, the Commissioner shall receive and keep current accounts of all sums derived from the sale of the material at cost and deposit such sums in the State Treasury to the credit of the general fund of the State. HISTORY: 1962 Code Section 3-10; 1952 Code Section 3-10; 1942 Code Section 3251; 1932 Code Section 3251; Civ. C. '22 Section 957; 1915 (29) 261; 1936 (39) 1615; 1941 (42) 119; 1982 Act No. 330, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-110/"
    },
    {
      "id": "section-46-3-120",
      "number": "46-3-120",
      "heading": "",
      "text": "In order to facilitate the collection and collation of information of the resources of the State on all lines, the heads of the several departments of the State government and of the State institutions shall furnish accurately such information as may be at their command to the Commissioner when called upon for it. HISTORY: 1962 Code Section 3-12; 1952 Code Section 3-12; 1942 Code Section 3230; 1932 Code Section 3230; Civ. C. '22 Section 936; Civ. C. '12 Section 858; 1909 (26) 191 Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-120/"
    },
    {
      "id": "section-46-3-130",
      "number": "46-3-130",
      "heading": "",
      "text": "The State Department of Agriculture is authorized to enter into contracts or agreements with any State agency whereby its personnel and facilities may be utilized by the agency. If any fees are charged by the agency the agency may retain the amount necessary for administration, not to exceed the sum agreed upon between the agency and the Department, and the remainder, if any, shall be transmitted to the State Treasurer and deposited to the account of the Department of Agriculture and shall be utilized by the Department for reimbursement of any expenses incurred. HISTORY: 1962 Code Section 3-12.1; 1965 (54) 241.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-130/"
    },
    {
      "id": "section-46-3-140",
      "number": "46-3-140",
      "heading": "",
      "text": "The Commissioner shall make and submit to the Governor, on or before the tenth day of January of each year, a report covering the Department's work of the preceding year and the report shall be transmitted to the General Assembly, printed in the same manner as other public documents or as shall otherwise be ordered. HISTORY: 1962 Code Section 3-13; 1952 Code Section 3-13; 1942 Code Section 3226; 1932 Code Section 3226; Civ. C. '22 Section 932; Civ. C. '12 Section 854; 1904 (24) 449.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-140/"
    },
    {
      "id": "section-46-3-145",
      "number": "46-3-145",
      "heading": "",
      "text": "(A) As used in this section: (1) \"Beneficiary class\" means: (a) farmers and farm families of low and moderate income; (b) residents of the State who produce evidence satisfactory to the authority that they intend to become residents and begin farming within the State; (c) farmers who shall use the agricultural land, agricultural improvements, or depreciable agricultural property proposed to be purchased for farming within the State; (d) farmers who shall apply the proceeds of each mortgage loan to the acquisition by the farmer of agricultural land or agricultural improvements thereon, or depreciable agricultural property totaling no more than six hundred twenty-five thousand dollars in fair market value; (e) farmers who demonstrate to the authority's satisfaction that they can repay the loan from farming operations within the State; (f) farmers who are creditworthy according to standards prescribed by the authority; (g) farmers who, inclusive of amounts estimated to be received as a result of the acquisition of the agricultural land, agricultural improvements, or depreciable agricultural property to be financed with each mortgage loan or secured loan, receive at least sixty percent of the combined gross incomes of the farmer, his spouse, and dependents from farming operations within the State; (h) farmers who have not received previously a mortgage loan or secured loan from an entity authorized to make loans under the provisions of this section. This restriction does not apply if the amount of the loan previously received for the property plus the amount of the loan sought does not exceed six hundred twenty-five thousand dollars for agricultural land or agricultural improvements or depreciable agricultural property; (i) farmers who satisfy other criteria the department prescribes by regulation. (B) The Department of Agriculture may participate in and cooperate with the programs of the Farmers Home Administration, the Federal Land Banks or its successors, and any other agency or instrumentality of the United States and sponsor or participate in programs with other entities, including nonprofit corporations which may make loans to farmers of the beneficiary class, and participate in and cooperate with a program of another agency of the State or a political subdivision in the administration of any of the programs authorized to make loans to farmers of the beneficiary class. HISTORY: 1988 Act No. 618, Section 1, eff June 2, 1988.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-145/"
    },
    {
      "id": "section-46-3-160",
      "number": "46-3-160",
      "heading": "",
      "text": "The Commissioner of Agriculture is authorized to enter into agreements with the United States Government for the conduct of aquatic plant control projects under the provisions of Public Laws 85-500, 87-874 and 89-298, and to give such assurances on behalf of the State as may be required under the provisions of such laws. HISTORY: 1962 Code Section 3-14.1; 1967 (55) 47.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-160/"
    },
    {
      "id": "section-46-3-170",
      "number": "46-3-170",
      "heading": "",
      "text": "The Commissioner may sue or be sued in the courts upon the same terms as any other person, the action to be against or by the Commissioner as representative of the State. Suits may be brought in Richland County or in the county in which the cause of action accrued. HISTORY: 1962 Code Section 3-15; 1952 Code Section 3-15; 1942 Code Section 6469; 1932 Code Section 6469; Civ. C. '22 Section 3375; 1914 (29) 18; 1921 (32) 303; 1933 (38) 95; 1945 (44) 72.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-170/"
    },
    {
      "id": "section-46-3-175",
      "number": "46-3-175",
      "heading": "",
      "text": "In lieu of licenses or permits or renewals of them required by Sections 39-11-30 for public weighmasters or deputy weighmasters, 46-21-40 for seed dealers, 46-41-50 for dealers in agricultural products, any qualified person of whom such a license or permit is required may obtain an agribusiness license which qualifies him to engage in any of the businesses listed above. The agribusiness license must be issued by the Department of Agriculture upon the payment annually of a fee of seventy-six dollars and shall expire on June thirtieth of each year. Posting of a bond in the sum of twenty-five thousand dollars with the Commissioner of Agriculture by the agribusiness licensee as principal by a corporate surety company authorized to do business in this State assuring the same compliance provisions as Sections 39-11-70 for weighmasters, and 46-41-60 for dealers in agricultural products shall satisfy the bonding and evidence of financial responsibility requirements of those code sections. HISTORY: 1987 Act No. 141 Section 1, eff June 8, 1987.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-175/"
    },
    {
      "id": "section-46-3-180",
      "number": "46-3-180",
      "heading": "",
      "text": "The Commissioner may revoke for cause, either permanently or for a definite period of time, any registration or license issued by him. HISTORY: 1962 Code Section 3-16; 1957 (50) 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-180/"
    },
    {
      "id": "section-46-3-190",
      "number": "46-3-190",
      "heading": "",
      "text": "No such registration or license, however, shall be revoked until the person concerned shall have been notified and a public hearing accorded such person. At such hearing all persons concerned shall be accorded the right of counsel and the right to introduce evidence in their behalf. HISTORY: 1962 Code Section 3-17; 1957 (50) 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-190/"
    },
    {
      "id": "section-46-3-200",
      "number": "46-3-200",
      "heading": "",
      "text": "At any hearing or other proceeding authorized by Section 46-3-190, the Commissioner shall have power to administer oaths; to take testimony; to issue subpoenas and compel the attendance of witnesses, which shall be served in the same manner as subpoenas issued by the court of common pleas of the State; and to order the taking of depositions in the same manner as depositions are taken in the court of common pleas. HISTORY: 1962 Code Section 3-18; 1957 (50) 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-200/"
    },
    {
      "id": "section-46-3-210",
      "number": "46-3-210",
      "heading": "",
      "text": "Pending final adjudication no such registration or license shall be revoked, provided the person concerned shall furnish bond satisfactory to the Commissioner in the amount of two hundred dollars. HISTORY: 1962 Code Section 3-19; 1957 (50) 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-210/"
    },
    {
      "id": "section-46-3-220",
      "number": "46-3-220",
      "heading": "",
      "text": "An order, decision, or other official act which revokes a registration or license issued by the commissioner, may be appealed by a person concerned by filing a notice of appeal with the Administrative Law Court as provided in Sections 1-23-380(B) and 1-23-600(D) and by serving the commissioner or someone of discretion at his office, within thirty days after receipt of written notice of the order, decision, or official act affecting the registration or license of the person concerned. The commissioner, within thirty days after service of the notice of appeal, shall make a return to the Administrative Law Court as provided in its appellate rules. HISTORY: 1962 Code Section 3-20; 1957 (50) 56; 2006 Act No. 387, Section 23, eff July 1, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-220/"
    },
    {
      "id": "section-46-3-230",
      "number": "46-3-230",
      "heading": "",
      "text": "If any product, merchandise or equipment regulated by the Department of Agriculture is placed under a restraining order of or by the Commissioner of Agriculture, the Commissioner may release any such item upon compliance with, and payment of, all costs or expenses incurred in any proceeding pursuant to such order. HISTORY: 1962 Code Section 3-20.1; 1963 (53) 241.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-230/"
    },
    {
      "id": "section-46-3-240",
      "number": "46-3-240",
      "heading": "",
      "text": "The Commissioner of Agriculture and all inspectors and chemists employed under Chapter 27 of this Title shall be charged with the enforcement of such regulations relating to food and drugs, in addition to those with which they are expressly charged by law, as the Department of Health and Environmental Control may issue under the authority of law. And such inspectors shall also assist in the enforcement of all of the provisions of this chapter. HISTORY: 1962 Code Section 32-1454; 1952 Code Section 32-1454; 1942 Code Sections 5128-27, 6600; 1932 Code Sections 1452, 6600; Civ. C. '22 Section 3510; Civ. C. '12 Section 2433; Cr. C. '22 Section 398; Cr. C. '12 Section 406; 1904 (24) 531; 1907 (25) 528; 1910 (26) 613; 1913 (28) 35; 1917 (30) 51; 1924 (33) 971; 1936 (39) 1615; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-240/"
    },
    {
      "id": "section-46-3-260",
      "number": "46-3-260",
      "heading": "",
      "text": "(A) There is established in the state treasury a separate and distinct fund known as the \"South Carolina Renewable Energy Infrastructure Development Fund\". The revenues of the fund must be distributed by the South Carolina Renewable Energy Revolving Loan Program and the South Carolina Renewable Energy Grant Program. Disbursement of these funds by the loan and grant programs must be approved by the South Carolina Renewable Energy Oversight Committee. The committee shall consist of seven members, one appointed by each of the following persons: the Governor, the Commissioner of Agriculture, the Secretary of Commerce, the President of the Senate, the Speaker of the House of Representatives, the Chairman of the Senate Finance Committee, and the Chairman of the House Ways and Means Committee. (1) The South Carolina Renewable Energy Revolving Loan Program shall provide low interest loans, with a rate not to exceed the Wall Street Journal prime interest rate, to an individual or organization that plans to build a qualified renewable energy production facility. A renewable energy production facility is a facility that produces energy or transportation fuels from biomass, solar, or wind resources. A loan from the program may provide up to fifty percent of the total cost of a project, but must not exceed two hundred fifty thousand dollars for each project. The Department of Agriculture shall administer the South Carolina Renewable Energy Revolving Loan Program, in cooperation with the South Carolina Institute of Energy Studies. (2) The South Carolina Renewable Energy Grant Program shall provide grants to a private and public entity located in South Carolina for the purpose of assisting the entity to be more competitive in obtaining federal and other available grants that may generate renewable energy-related research and projects to directly benefit the State. The Department of Agriculture shall administer the South Carolina Renewable Energy Grant Program, in cooperation with the South Carolina Institute of Energy Studies and the South Carolina Research Authority. Grants are available in the following three categories: (a) planning grants up to ten thousand dollars are available to a research institution or private organization to develop proposals to obtain federal grants and other funding sources for biomass, solar, and wind energy projects in South Carolina; (b) matching grants up to two hundred thousand dollars are available for research and development projects that relate to development of South Carolina biomass, solar, and wind energy resources, provided that the grant does not exceed fifty percent of the total cost of the project; and (c) matching grants up to two hundred thousand dollars are available for demonstration projects that validate the effectiveness of new and future biomass, solar, geothermal, wind energy, and small hydropower technologies and products, provided that the grant does not exceed fifty percent of the total cost of the demonstration project. (B) The Department of Agriculture may prescribe forms, procedures, issue policy documents, and distribute funds as necessary to ensure the orderly and timely implementation of the provisions herein. The Department of Agriculture shall coordinate with the State Energy Office as necessary. (C) Unexpended funds received by the Department of Revenue from Proviso 73.17 of the Fiscal Year 2006-2007 Appropriations Act and carried forward must be disbursed to these entities to meet the requirements of this provision: the Department of Revenue for the purpose of alternative fuel purchases incentive payments and the South Carolina Renewable Energy Infrastructure Development Fund established in this section. HISTORY: 2007 Act No. 116, Section 68, eff June 28, 2007; 2008 Act No. 261, Section 2, eff May 29, 2008; 2019 Act No. 1 (S.2), Section 57, eff January 31, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-260/"
    },
    {
      "id": "section-46-3-270",
      "number": "46-3-270",
      "heading": "",
      "text": "The Department of Agriculture may waive the remittance of indirect cost recoveries for the Specialty Crop Grant supported by the United States Department of Agriculture through the Commodity Credit Corporation. HISTORY: 2008 Act No. 353, Section 2, Pt 7B.1, eff July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-270/"
    },
    {
      "id": "section-46-3-280",
      "number": "46-3-280",
      "heading": "",
      "text": "(A)(1) There is created a program within the South Carolina Department of Agriculture to integrate veterans into the field of agriculture and support veterans currently working in agriculture. The Department of Agriculture, the Department of Veterans' Affairs, the Adjutant General, Clemson University, South Carolina State University, and any other institution of higher learning that offers agricultural programs shall work in conjunction to recruit and train eligible veterans, and develop and support the program. (2) Clemson University, in conjunction with the entities listed in subsection (A)(1), may develop a program that may include, but is not limited to, using repurposed land for agricultural development, promoting high tunnel crops and production, expanding the apiary industry, developing cottage industries, exploring niche crops, raising more livestock, increasing the aquaculture industry and helping veterans promote their agricultural products through farmers markets and cooperatives. (B) There is established in the state treasury a separate and distinct fund known as the \"South Carolina Veterans and Warriors to Agriculture Program and Fund\". The fund shall consist of gifts, grants and donations, and legislative appropriations which may be made to support the program. Expenditures from the fund shall be used exclusively to pay costs, fees, and expenses necessary to administer the program. (C) The Department of Agriculture shall promulgate regulations to implement the provisions of this section. HISTORY: 2016 Act No. 208 (S.1028), Section 1, eff June 3, 2016. Code Commissioner's Note Pursuant to the directive to the Code Commissioner in 2019 Act No. 26, Section 4(C), references to the Division of Veterans' Affairs were changed to reflect the transfer of it to the Department of Veterans' Affairs.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-46/chapter-3/section-46-3-280/"
    }
  ]
}