{
  "state": "missouri",
  "path": "title-title-xxvi/chapter-chapter-413",
  "sections": [
    {
      "id": "section-413-005",
      "number": "413.005",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.005. Definitions. —As used in sections 413.005 to 413.229, unless the context clearly indicates otherwise, the following words and terms mean:\n\n(1)\"Accurate\", any piece of equipment that conforms to the standard within applicable tolerance and other performance requirements;\n\n(2)\"Commercial weighing and measuring equipment\", devices commercially used in or employed to establish the size, quantity, extent, area or measurement of quantities, things produced or articles for distribution or consumption, purchased, offered or submitted for sale, hire or award, or in computing any basic charge or payment for services rendered on the basis of weight or measure, and includes any accessory attached to or used in connection with a commercial weighing or measuring device when such accessory is so designed or installed that its operation affects the accuracy of the weighing or measuring device;\n\n(3)\"Correct\", equipment that is accurate and it meets all applicable specifications and requirements;\n\n(4)\"Director\", the director of the department of agriculture, or his or her designated representative;\n\n(5)\"Division\", the division of weights and measures of the department of agriculture;\n\n(6)\"Net mass\"or\"net weight\", the weight of a commodity excluding any materials, substances, or items not considered to be part of the commodity, which include but are not limited to containers, conveyances, bags, wrappers, packaging material, labels, individual piece coverings, decorative accompaniments and coupons and packaging materials;\n\n(7)\"Package\", any commodity of standard package or random package enclosed in a container or wrapped in any manner in advance of wholesale or retail sales, or whose weight or measure has been determined in advance of wholesale or retail sale, and an individual item or lot of any commodity on which there is marked a selling price based on an established price per unit of weight or of measure, shall be considered a package (or packages);\n\n(8)\"Person\", includes individuals, partnerships, corporations, companies, societies, and associations;\n\n(9)\"Point-of-sale system\", an assembly of elements including a weighing or measuring element, indicating element, and a recording element that may be equipped with a\"scanner\"used to complete a direct sales transaction;\n\n(10)\"Primary standards\", the physical standards of the state that serve as the legal reference from which all other standards for weights and measures are derived;\n\n(11)\"Random weight packages\", a package that is one of a lot, shipment or delivery of packages of the same consumer commodity with no fixed pattern of weights;\n\n(12)\"Sale from bulk\", the sale of commodities when the quantity is determined at the time of sale;\n\n(13)\"Secondary standards\", the physical standards used in the enforcement of weights and measures laws and regulations which are traceable to the primary standards through comparisons, using acceptable laboratory procedures;\n\n(14)\"Standard package\", a package that is one of a lot, shipment or delivery of packages of the same commodity with identical net contents declarations;\n\n(15)\"Weight\", as used in connection with any commodity or service means net weight. Where the label declares that the product is sold by drained weight, the term means net drained weight;\n\n(16)\"Weights and measures\", instruments and devices of every kind, used for weighing and measuring, and any appliance, accessory or object used with or associated with the use of all such instruments and devices.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-005/"
    },
    {
      "id": "section-413-015",
      "number": "413.015",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.015. Division of weights and measures — established — director and staff, expenses, compensation — powers and duties of division. —1. There is established a \"Division of Weights and Measures\" within the department of agriculture. There shall be a director of weights and measures and such other necessary technical, supervisory and clerical personnel as may be required.\n\n2. The compensation of all employees, the cost of all necessary equipment and supplies, travel and contingent expenses for the division shall be paid from appropriations for these purposes, made by the general assembly.\n\n3. The division is charged with, but not limited to, performing the following functions on behalf of the citizens of the state:\n\n(1) Assuring that weights and measures in commercial service within the state are suitable for their intended use, properly installed, accurate and are so maintained by their owner or user;\n\n(2) Preventing unfair or deceptive dealing by weight or measure in any commodity or service advertised, packaged, sold or purchased within this state;\n\n(3) Making available to all users of physical standards or weighing and measuring equipment the precision calibration and related metrological certification capabilities of the weights and measures facilities of the division;\n\n(4) Promoting uniformity, to the extent practicable and desirable, between weights and measures requirements of this state and those of other states and federal agencies; and\n\n(5) Encouraging and promoting desirable economic and agricultural growth while protecting the public through the adoption by rule of weights and measures requirements as necessary to assure equity among buyers and sellers.\n\n(L. 1983 H.B. 729, A.L. 1994 H.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-015/"
    },
    {
      "id": "section-413-035",
      "number": "413.035",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.035. Standards and systems of weights and measures authorized for use. —The system of weights and measures in customary use in the United States and the metric system of weights and measures are jointly recognized.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-035/"
    },
    {
      "id": "section-413-045",
      "number": "413.045",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.045. Calibration of weights and measures as prescribed by the National Institute of Standards and Technology. —Weights and measures that are traceable to the United States prototype standards supplied by the federal government, or approved as being satisfactory by the National Institute of Standards and Technology, shall be this state's primary standards of weights and measures, and shall be maintained in such calibration as prescribed by the National Institute of Standards and Technology. All secondary standards may be prescribed by the director and shall be verified upon their initial receipt and as often thereafter as deemed necessary by the director.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-045/"
    },
    {
      "id": "section-413-055",
      "number": "413.055",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.055. Specifications, tolerance and other technical requirements adopted by division. —The specification, tolerances, and other technical requirements for commercial weighing and measuring devices as adopted by the National Conference on Weights and Measures and published in the most recent edition of National Institute of Standards and Technology Handbook 44, \"Specifications, Tolerances, and Other Technical Requirements for Commercial Weighing and Measuring Devices\", and supplement thereto or revision thereof, shall apply to commercial weighing and measuring devices in this state, except insofar as modified or rejected by state regulations.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-055/"
    },
    {
      "id": "section-413-065",
      "number": "413.065",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.065. Director, duties — rules, procedure. —The director shall:\n\n(1) Maintain the traceability of the state standards to the national standards in the possession of the National Institute of Standards and Technology;\n\n(2) Enforce the provisions of sections 413.005 to 413.229;\n\n(3) Promulgate reasonable regulations for the enforcement of sections 413.005 to 413.229 in accordance with this section and chapter 536;\n\n(4) Prescribe, by regulation, requirements for packaging and labeling and method of sale of commodities, adopt the Uniform Regulation for National Type Evaluation (NTEP) as published by the National Institute of Standards and Technology (NIST) in Handbook 130, and supplements thereto or revisions thereof, and may establish standards of weight, measure or count, requirements for unit pricing, open dating information, and reasonable standards of fill for any packaged commodity;\n\n(5) Test annually the standards for weights and measures used by any city or county within this state, approve the same when found to be correct, reject those found to be incorrect and not capable of adjustment, adjust any incorrect standard which is capable of adjustment and approve same for use;\n\n(6) Inspect and test weights and measures commercially used in determining the weight, measure, or count of commodities, things sold, offered, or exposed for sale in computing the basic charge or payment for services rendered on the basis of weight, measure, or count;\n\n(7) Inspect and test all commercial devices at intervals deemed appropriate by the director and specified by regulations promulgated under the authority of this chapter, except that any subsequent test of the same device in the same calendar year shall be to retest a rejected device, conducted in conjunction with an investigation, or at the request of the owner/operator of the device;\n\n(8) Test all weights and measures used in checking the receipts or disbursements of supplies in every institution which is maintained with funds appropriated by the general assembly;\n\n(9) Approve for use, and mark such commercial weights and measures as are found to be correct. Reject and mark as rejected and order to be corrected, replaced, or removed such commercial weights and measures as are found to be incorrect. The director may seize such commercial weights and measures that have been rejected and not corrected within the time specified and have continued in commercial use, or are disposed of in a manner not specifically authorized and may condemn and may seize such commercial weights and measures that are not capable of being corrected;\n\n(10) Weigh, measure, or inspect packaged commodities kept, offered, or exposed for sale, sold, or in the process of delivery, to determine whether they contain the amounts represented and whether they are kept, offered, or exposed for sale in accordance with sections 413.005 to 413.229 or regulations promulgated pursuant to sections 413.005 to 413.229. In carrying out the provisions of this subdivision, the director shall employ recognized sampling procedures, such as are adopted by the National Conference on Weights and Measures and are published in the National Institute of Standards and Technology Handbook 133, \"Checking the Net Contents of Packaged Goods\";\n\n(11) Prescribe, by regulation, the appropriate term or unit of weight or measure to be used, whenever the director determines in the case of a specific commodity that an existing practice of declaring the quantity by weight, measure, numerical count, or any combination thereof, does not facilitate value comparisons by consumers or offers an opportunity for consumer confusion;\n\n(12) No rule or portion of a rule promulgated under the authority of this chapter shall become effective unless it has been promulgated pursuant to the provisions of section 536.024;\n\n(13) The director may establish requirements for open dating information and may promulgate regulations establishing a method of sale of commodities.\n\n(L. 1983 H.B. 729, A.L. 1993 S.B. 52, A.L. 1994 S.B. 729, A.L. 1995 S.B. 3, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-065/"
    },
    {
      "id": "section-413-085",
      "number": "413.085",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.085. City- and county-appointed weights and measures officials, powers and duties, exception — current power of director. —Weights and measures officials of any county or city shall perform the same duties as are imposed on the director by subdivisions (7) to (11) of section 413.065, and except for subdivision (5) of section 413.075 shall have the same powers granted to the director by section 413.075. These powers and duties shall extend to their respective jurisdictions; except that, the jurisdiction of a county official shall not extend into a city nor a city into a county which has a weights and measures program of its own. The foregoing provisions notwithstanding, the director shall have concurrent authority to enforce the provisions of sections 413.005 to 413.229 in any city or county within this state.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-085/"
    },
    {
      "id": "section-413-075",
      "number": "413.075",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.075. Powers of director. —When necessary for the enforcement of sections 413.005 to 413.229 or regulations promulgated under sections 413.005 to 413.229, the director may:\n\n(1) Enter any commercial premises during normal business hours; except that, in the event such premises are not open to the public, she/he shall first present his or her credentials and obtain consent before making entry thereto, unless a search warrant has previously been obtained;\n\n(2) Seize, for use as evidence, without formal warrant, any incorrect or unapproved weight, measure, package, or commodity found to be used, retained, offered, or exposed for sale or sold in violation of the provisions of sections 413.005 to 413.229 or regulations promulgated thereunder;\n\n(3) Stop any commercial vehicle, present his or her credentials, inspect the contents, and require the person in charge of that vehicle to produce any documents in his or her possession concerning the contents, and may require such person to proceed with the vehicle to some specified place for a more thorough inspection;\n\n(4) Verify advertised prices and point-of-sale systems, as deemed necessary to determine the accuracy of prices and computations and the correct use of the equipment, and if such systems utilize scanning or coding means in lieu of manual entry, the accuracy of price printed or recalled from a database. In carrying out the provisions of this section, the director shall employ recognized procedures, such as are designated in the most recent edition of National Institute of Standards and Technology Handbook 130, \"Examination Procedures for Price Verification\"; issue necessary rules and regulations regarding the accuracy of advertised prices and automated systems for retail price charging (referred to as \"point-of-sale systems\" ) for the enforcement of this section which shall have the force and effect of law; and conduct investigations to ensure compliance;\n\n(5) Grant any exemptions from the provisions of sections 413.005 to 413.229 or any regulations promulgated thereunder, when appropriate to the maintenance of good commercial practices;\n\n(6) Issue stop sale, stop use, hold or removal orders with respect to any weights and measures commercially used, to any packaged or bulk commodities kept, offered or exposed for sale contrary to the provisions of this act, and cease and desist orders with respect to any practices made unlawful by this chapter, which order shall remain in effect until sections 413.005 to 413.229 have been complied with. The owner or operator of the business or operation to which the order was issued shall have the right to take such steps necessary to bring the device, commodity or practice into compliance, and shall also have the right to appeal from such order to the circuit court of the county in which the order was issued. Failure to comply with the provisions of the order shall be deemed an unlawful act.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-075/"
    },
    {
      "id": "section-413-095",
      "number": "413.095",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.095. Liquid form commodities, how sold — if not in liquid form, how sold — sale of commodity, duty of seller as to quantity. —1. Except as otherwise provided by the director, or by firmly established trade custom and practice:\n\n(1) Commodities in liquid form shall be sold by liquid measure or by weight; and\n\n(2) Commodities not in liquid form shall be sold by weight, measure or by count.\n\n2. The method of sale of any commodity shall provide sufficiently accurate and adequate quantity information to permit the buyer to make reasonable price and quantity value comparisons.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-095/"
    },
    {
      "id": "section-413-105",
      "number": "413.105",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.105. Misrepresentation of quantity or price prohibited. —A person commits the crime of false or misleading advertising if, in connection with the promotion of the sale of, or to increase the consumption of any commodity or service, sold, offered, exposed or advertised for sale, rent or lease by weight, measure or count, he or she recklessly makes or causes to be made any statement or representation which is false, calculated to, or tends to mislead or in any way deceive a person.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-105/"
    },
    {
      "id": "section-413-115",
      "number": "413.115",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.115. Deceptive business practices, prohibited. —A person commits the crime of deceptive business practice if in the course of engaging in a business, occupation or profession, he or she recklessly:\n\n(1) Uses commercially an incorrect, rejected or condemned weight or measure, or any other device for falsely determining or recording any quality or quantity; or\n\n(2) Sells, offers or exposes for sale, or delivers less than the represented quantity of any commodity or service; or\n\n(3) Takes or attempts to take more than the represented quantity of any commodity or service when as buyer he or she furnishes the weight or measure by means of which the quantity is determined; or\n\n(4) Sells, offers or exposes for sale misbranded commodities; or\n\n(5) Misrepresents the quantity or price of any commodity or service sold, offered, exposed or advertised for sale, rent or lease by weight, measure or count.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-115/"
    },
    {
      "id": "section-413-125",
      "number": "413.125",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.125. Bulk sales, delivery ticket required, when, content. —All bulk sales in which the buyer and seller are not both present to witness the measurement shall be accompanied by a delivery ticket containing the following information:\n\n(1) The name and address of the buyer and the seller;\n\n(2) The date delivered;\n\n(3) The quantity delivered and the quantity upon which the price is based, if this differs from the delivered quantity;\n\n(4) The identity in the most descriptive terms commercially practicable, including any quality representation made in connection with the sale;\n\n(5) The count of individually wrapped packages, if more than one, including commodities bought from the bulk but delivered in packages.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-125/"
    },
    {
      "id": "section-413-130",
      "number": "413.130",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.130. Investigations by director. —The director is authorized to conduct such investigations as deemed appropriate to resolve complaints, develop information on prevailing procedures in commercial quantity determination and on possible violations of the provisions of sections 413.005 to 413.229.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-130/"
    },
    {
      "id": "section-413-135",
      "number": "413.135",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.135. Prohibited actions. —No person shall:\n\n(1) Sell, offer for sale or install for use as a commercial device any incorrect weight or measure;\n\n(2) Remove from any weight or measure any tag, seal or mark placed thereon by the director, without written authorization from the director;\n\n(3) Dispose of any rejected or condemned weight or measure in a manner contrary to law or regulation;\n\n(4) Obstruct, hinder, impair or prevent the performance of a governmental function by a weights and measures official by the use or threat of violence, force or other physical interference or obstacle;\n\n(5) Use, or have in possession for current use as a commercial device, any weight or measure that has not been inspected and sealed by the director within the time specified by this act or regulation promulgated hereunder, except that this subdivision does not apply if the director has been notified that a device is available for inspection or reinspection and the director grants or has granted authorization for its temporary commercial use pending an official inspection;\n\n(6) Use in retail trade a weight or measure that is not positioned so that its indications may be accurately read and the weighing or measuring operation observed from some position which may be reasonably assumed by the customer and operator. Devices used for medical prescription and those used exclusively to prepare packages in advance of retail sale are exempt from this requirement;\n\n(7) Keep for the purpose of sale, advertise, offer or expose for sale or sell any commodity, thing or service in a condition or manner contrary to law or regulation.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-135/"
    },
    {
      "id": "section-413-139",
      "number": "413.139",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.139. Taximeter increments. —The display of a taximeter shall be programmed to increment in uniform whole cent money values, at one-tenth of a mile intervals for distance, and at uniform time intervals. The uniform intervals for distance and time apply to both the initial and subsequent intervals.\n\n(L. 1998 H.B. 1856)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-139/"
    },
    {
      "id": "section-413-155",
      "number": "413.155",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.155. Packages containing random weights to state price per single unit of weight. —In addition to the declarations required by section 413.145, any package being one of a lot containing random weights of the same commodity, at the time it is offered or exposed for sale at retail, shall bear on the outside of the package a plain and conspicuous declaration of the price per kilogram or pound and the total selling price of the package.\n\n(L. 1983 H.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-155/"
    },
    {
      "id": "section-413-145",
      "number": "413.145",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.145. Packages for sale, certain information on package required. —Except as otherwise provided in sections 413.005 to 413.229 or by regulations promulgated thereunder, any package whether a random or a standard package, kept for the purpose of sale, or offer or exposure for sale, shall bear on the outside of the package a definite, plain, and conspicuous declaration of:\n\n(1) The identity of the commodity in the package, unless the same can easily be identified through the wrapper or container;\n\n(2) The quantity of contents in terms of weight, measure, or count; and\n\n(3) The name and place of business of the manufacturer, packer or distributor, in the case of any package kept, offered or exposed for sale, or sold in any place other than on the premises where packed.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-145/"
    },
    {
      "id": "section-413-165",
      "number": "413.165",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.165. Advertising packaged commodity stating retail price, quantity also required on package — dual declaration, requirement. —A representation or an advertisement for the sale of a commodity by weight, measure or count, whether packaged or unpackaged, which states the retail price, shall also contain a clear and conspicuous declaration of the quantity in terms of weight, measure or count, to include any size or dimension designation. Where a dual declaration is required, only the declaration that sets forth the quantity in terms of the largest whole unit with any remainder expressed in fractions of weight or measure required by law or regulation to appear on the package need appear in the advertisement.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-165/"
    },
    {
      "id": "section-413-175",
      "number": "413.175",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.175. Scales for commercial use to comply with standards — scale sales, sellers, manufacturers to furnish certain labeling information that device is not legal for commercial use. —No person shall sell or install for commercial use within the state of Missouri any weighing or measuring device that does not meet all of the specifications, tolerances, and technical requirements of a commercial device as established by the most recent edition of National Institute of Standards and Technology Handbook 44. Any device sold, not meeting these requirements, shall be identified by the seller or manufacturer as a not-legal-for-trade device by labeling the device as such or by a statement on an accompanying invoice declaring that the device is not suitable for commercial use.\n\n(L. 1993 H.B. 729, A.L. 1994 S.B. 729)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-175/"
    },
    {
      "id": "section-413-195",
      "number": "413.195",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.195. Impersonation of director or inspectors, prohibited. —No person shall impersonate the director or any of his or her inspectors, by the use of his seal or a counterfeit of his seal, or in any other manner whatsoever.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-195/"
    },
    {
      "id": "section-413-205",
      "number": "413.205",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.205. Injunctions, temporary or permanent, when. —The prosecuting attorney of any county in which a violation of any provision of this chapter occurs or the attorney general of the state is hereby authorized to apply to any court of competent jurisdiction for, and such court shall have jurisdiction upon hearing and for cause shown to grant, a temporary or permanent injunction to restrain any person from violating any provision of this chapter.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-205/"
    },
    {
      "id": "section-413-215",
      "number": "413.215",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.215. Weighing or measuring device in business place rebuttable, presumption of use for business. —Whenever there shall exist a weight or measure or weighing or measuring device in or about any place in which or from which buying or selling is commonly carried on, there shall be a rebuttable presumption that such weight or measure, or weighing or measuring device, is regularly used for the business purposes of that place.\n\n(L. 1983 H.B. 729)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-215/"
    },
    {
      "id": "section-413-225",
      "number": "413.225",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.225. Fees — amount — due when, inspection or calibration, failure to pay fee, effect, penalty. —1. There is established a fee for registration, inspection and calibration services performed by the division of weights and measures. The fees are due at the time the service is rendered and shall be paid to the director by the person receiving the service. The director shall collect fees according to the following schedule and shall deposit them with the state treasurer into the agriculture protection fund as set forth in section 261.200:\n\n(1) The director of agriculture shall ascertain the total receipts and expenses for the metrology calibrations during the preceding year and shall fix a fee schedule for the ensuing year as will yield revenue not more than the total cost of operating the metrology laboratory during the ensuing year, but not to exceed five hundred dollars per calibration;\n\n(2) All device test fees charged shall include, but not be limited to, the following devices:\n\n(a) Small scales;\n\n(b) Vehicle scales;\n\n(c) Livestock scales;\n\n(d) Hopper scales;\n\n(e) Railroad scales;\n\n(f) Monorail scales;\n\n(g) In-motion scales including but not limited to vehicle, railroad and belt conveyor scales;\n\n(h) Taximeters;\n\n(i) Milk for quantity determination;\n\n(j) Vehicle tank meters;\n\n(k) Compressed natural gas meters;\n\n(l) Liquefied natural gas meters;\n\n(m) Electrical charging stations; and\n\n(n) Hydrogen fuel meters;\n\n(3) Devices that require participation in on-site field evaluations for National Type Evaluation Program Certification and all tests of in-motion scales shall be charged a fee, plus mileage from the inspector's official domicile to and from the inspection site. The time shall begin when the state inspector performing the inspection arrives at the site to be inspected and shall end when the final report is signed by the owner/operator and the inspector departs;\n\n(4) Every person shall register each location of such person's place of business where devices or instruments are used to ascertain the moisture content of grains and seeds offered for sale, processing or storage in this state with the director and shall pay a registration fee for each location so registered and a fee for each additional device or instrument at such location. Thereafter, by January thirty-first of each year, each person who is required to register pursuant to this subdivision shall pay an annual fee for each location so registered and an additional fee for each additional machine at each location. The fee on newly purchased devices shall be paid within thirty days after the date of purchase. Application for registration of a place of business shall be made on forms provided by the director and shall require information concerning the make, model and serial number of the device and such other information as the director shall deem necessary. Provided, however, this subsection shall not apply to moisture-measuring devices used exclusively for the purpose of obtaining information necessary to manufacturing processes involving plant products. In addition to fees required by this subdivision, a fee shall be charged for each device subject to retest.\n\n2. On the first day of January, 1995, and each year thereafter, the director of agriculture shall ascertain the total receipts and expenses for the testing of weighing and measuring devices referred to in subdivisions (2), (3), and (4) of subsection 1 of this section and shall fix the fees for such weighing and measuring devices to derive revenue not more than the total cost of the operation.\n\n3. On the first day of October, 2014, and each year thereafter, the director of the department of agriculture shall submit a report to the general assembly that states the current laboratory fees for metrology calibration, the expenses for administering this section for the previous calendar year, any proposed change to the laboratory fee structure, and estimated expenses for administering this section during the ensuing year. The proposed change to the laboratory fee structure shall not yield revenue greater than the total cost of administering this section during the ensuing year.\n\n4. Beginning August 28, 2013, and each year thereafter, the director of the department of agriculture shall publish the laboratory fee schedule on the departmental website. The website shall be updated within thirty days of a change in the laboratory fee schedule set forth in this section.\n\n5. Retests for any device within the same calendar year will be charged at the same rate as the initial test. Devices being retested in the same calendar year as a result of rejection and repair are exempt from the requirements of this subsection.\n\n6. All device inspection fees shall be paid at the time of service or within thirty days of the issuance of the original invoice. Any fee not paid within thirty days after the date of the original invoice will be cause for the director to deem the device as incorrect and it may be condemned and taken out of service, and may be seized by the director until all fees are paid.\n\n7. No fee provided for by this section shall be required of any person owning or operating a moisture-measuring device or instrument who uses such device or instrument solely in agricultural or horticultural operations on such person's own land, and not in performing services, whether with or without compensation, for another person.\n\n(L. 1983 H.B. 729, A.L. 1994 S.B. 729, A.L. 1997 H.B. 528, A.L. 2002 S.B. 1071, A.L. 2013 H.B. 542, A.L. 2014 H.B. 2141, A.L. 2023 H.B. 202 merged with S.B. 138)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-225/"
    },
    {
      "id": "section-413-226",
      "number": "413.226",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.226. Weight and measure devices law not applicable to certain devices — applicability to certain devices. —1. The provisions of sections 413.005 to 413.229 shall not apply to:\n\n(1) Any gas, water or electric meter used or intended to be used for measuring or ascertaining the quantity of gas or electric current used for light, heat or power, or the quantity of water, furnished by any person or corporation to or for the use of any person, unless such meter is used for charging electric vehicles at a retail location;\n\n(2) Any measuring device used by any person, firm, or corporation selling at retail or wholesale gasoline, diesel fuel, heating oil, kerosene, or jet fuel subject to inspection in accordance with chapter 414;\n\n(3) Any liquid meter used for the measurement and retail sale of liquefied petroleum gas or any meter used for compressed natural gas subject to inspection in accordance with chapter 323, unless such meter dispenses fuel for vehicle use.\n\n2. The provisions of sections 413.005 to 413.229 shall apply to the following commercial weighing and measuring equipment used for measuring and ascertaining the quantity of gas, electricity, or fuel for vehicle use:\n\n(1) Compressed natural gas meters;\n\n(2) Liquefied natural gas meters;\n\n(3) Electrical charging stations; and\n\n(4) Hydrogen fuel meters.\n\n(L. 1994 S.B. 729, A.L. 2014 H.B. 2141)\n\nEffective 1-01-16",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-226/"
    },
    {
      "id": "section-413-227",
      "number": "413.227",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.227. Violations, procedure, notices, contents — hearing, rights of violator — penalty — appeal — deposit of penalty. —1. Any person found to be in violation of any provision of this chapter shall be issued a notice of violation. The notice shall state the date issued, the name and address of the person to whom issued, the nature of the violation, the statute or regulation violated, and the name and position of the person issuing the notice. The notice shall also contain a warning that the violation may result in an informal or formal administrative hearing or both.\n\n2. Any person issued a notice of violation may be afforded an opportunity by the director to explain such facts at an informal hearing to be conducted within fourteen days of such notification. In the event that such person fails to timely respond to such notification or upon unsuccessful resolution of any issues relating to an alleged violation, such person may be summoned to a formal administrative hearing before the director or a designated hearing officer conducted in conformance with chapter 536 and may be ordered to cease and desist from such violations, such order may be enforced in the circuit court, and, in addition, may be required to pay a penalty of not more than five hundred dollars per violation. Any party to such hearing aggrieved by a determination of a hearing officer may appeal to the circuit court of the county in which the party resides, or if the party is the state, in Cole County, in accordance with chapter 536.\n\n3. Any penalty assessed and collected by the director shall be deposited with the state treasurer to the credit of the general revenue fund of the state.\n\n4. Undercharges to consumers are not violations pursuant to this section.\n\n(L. 1994 S.B. 729, A.L. 1997 H.B. 528, A.L. 2002 S.B. 1071)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-227/"
    },
    {
      "id": "section-413-229",
      "number": "413.229",
      "heading": "",
      "text": "Title XXVI TRADE AND COMMERCE\n\nChapter 413\n\n413.229. Criminal penalties for violations. —1. Any person found in violation of any provisions of this chapter shall be guilty of a class A misdemeanor.\n\n2. Any person found to have purposely violated any provisions of this chapter, has been previously convicted twice for the same offense under the misdemeanor provisions of this section, or uses or has in his or her possession for use a commercial device which has been altered to facilitate the commission of fraud shall be guilty of a class E felony.\n\n3. The prosecutor of each county in which a violation occurs shall be empowered to bring an action hereunder. If a prosecutor declines to bring such action, the attorney general may bring an action instead, and in so doing shall have all of the powers and jurisdiction of such prosecutor.\n\n(L. 1994 S.B. 729, A.L. 2002 S.B. 1071, A.L. 2014 S.B. 491)\n\nEffective 1-01-17",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvi/chapter-413/section-413-229/"
    }
  ]
}