{
  "state": "alabama",
  "path": "title-title-26-infants-and-incompetents/chapter-chapter-23f-unborn-infants-dignity-of-life-act",
  "sections": [
    {
      "id": "section-26-23f-1",
      "number": "26-23F-1",
      "heading": "Short Title.Section 26-23F-2 - Legislative Findings; Purpose",
      "text": "Section 26-23F-3 - Definitions.Section 26-23F-4 - Release and Dignified Final Disposition of Bodily Remains of Unborn Infants.Section 26-23F-5 - Sale or Other Disposition of Bodily Remains of Unborn Infant.Section 26-23F-6 - Violations.Sec",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26-23f-2",
      "number": "26-23F-2",
      "heading": "Legislative Findings; Purpose.",
      "text": "Section 26-23F-2\n\nLegislative Findings; Purpose.\n\n(a) The Legislature of the State of Alabama finds and declares that:\n\n(1) Deceased unborn infants deserve the same respect and dignity as other human beings.\n\n(2) The laws of this state do not ensure that deceased unborn infants receive proper burials or final disposition.\n\n(3) Alabama does not specifically prohibit the sale or transfer of bodily remains of deceased unborn infants for compensation.\n\n(4) The dignity and value of life, especially the lives of children, born or unborn, has been and continues to be a public policy and often sacred concern of the highest order for the people of this state.\n\n(b) Based on the findings in subsection (a), the purposes of this chapter are to:\n\n(1) Allow parents of deceased unborn infants to provide a dignified final disposition of the bodily remains of these infants.\n\n(2) Prohibit the sale or other unlawful disposition of the bodily remains of a deceased unborn infant, or the exchange of any compensation or payment for the transfer or distribution of the bodily remains of a deceased unborn infant.\n\n(Act 2016-140, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-26/chapter-23f/section-26-23f-2/"
    },
    {
      "id": "section-26-23f-3",
      "number": "26-23F-3",
      "heading": "Definitions.",
      "text": "Section 26-23F-3\n\nDefinitions.\n\nFor the purpose of this chapter, the following words and phrases shall have the following meanings:\n\n(1) ABORTION. The use or prescription of any instrument, medicine, drug, or any other substance or device with the intent to terminate the pregnancy of a woman known to be pregnant with knowledge that the termination by those means will with reasonable likelihood cause the death of the unborn child. Such use or prescription is not an abortion if done with the intent to save the life or preserve the health of an unborn child, remove a dead unborn child, or to deliver the unborn child prematurely in order to preserve the health of both the mother (pregnant woman) and her unborn child. The term “abortion” as used in this chapter, does not include a procedure or act to terminate the pregnancy of a woman with an ectopic pregnancy, nor does it include the procedure or act to terminate the pregnancy of a woman when the unborn child has a lethal anomaly.\n\n(2) BODILY REMAINS. The physical remains, corpse, or body parts of a dead unborn infant who has been expelled or extracted from his or her mother.\n\n(3) ECTOPIC PREGNANCY. Any pregnancy resulting from a fertilized egg that has implanted or attached outside the uterus. The term also includes a pregnancy resulting from a fertilized egg implanting inside the cornu of the uterus.\n\n(4) EXPERIMENT or EXPERIMENTATION. The use of an unborn infant, living or deceased, or such bodily remains in any trial, test, procedure, or observation carried out with the goal of verifying, refuting, or establishing the validity of a hypothesis, but does not include treatment, medication, diagnostic or remedial tests, surgical procedures, or observations which have the purpose of determining or improving the life or health of the unborn infant or preserving the life or health of the unborn infant or the unborn infant’s mother or pathological study. The terms do not include the use of the bodily remains of an unborn infant pursuant to the Revised Uniform Anatomical Gift Act.\n\n(5) FINAL DISPOSITION. The burial, interment, cremation, or other legal disposition of the bodily remains of a deceased unborn infant.\n\n(6) LETHAL ANOMALY. A child would die at birth or be still born.\n\n(7) PATHOLOGICAL STUDY. The examination of body tissue for diagnostic or forensic purposes, and any related activities necessary to perform such study. The term includes any study or test, genetic or otherwise, to determine the cause of death.\n\n(8) PREGNANT or PREGNANCY. A fetal reproductive condition of having an unborn infant or infants in the woman’s uterus.\n\n(9) RESEARCH. A systematic investigation, including research development, testing and evaluation, designed to develop or contribute to generalized knowledge but does not include treatment, medication, diagnostic or remedial tests, surgical procedures, or observations which have the purpose of determining or improving the life or health of the unborn infant or preserving the life or health of the unborn infant or the unborn infant’s mother or pathological study. The term does not include the use of the bodily remains of an unborn infant pursuant to the Revised Uniform Anatomical Gift Act.\n\n(10) THERAPY or THERAPEUTIC. Intended to treat or cure a disease or disorder by remedial agents or methods. The term does not include either of the following:\n\na. Diagnostic or remedial tests, procedures, or observations which have the purpose of determining or improving the life or health of the unborn infant or preserving the life or health of the unborn infant or the unborn infant’s mother or pathological study.\n\nb. The use of the bodily remains of an unborn infant pursuant to the Revised Uniform Anatomical Gift Act.\n\n(11) TRANSPLANT or TRANSPLANTATION. Organs, tissues, or cells taken from the body for grafting into another individual or transference of an organ, tissues, or cells, alive or dead, between individuals. The term does not include either of the following:\n\na. Diagnostic or remedial tests, procedures, or observations which have the purpose of determining or improving the life or health of the unborn infant or preserving the life or health of the unborn infant or the unborn infant’s mother or pathological study.\n\nb. The use of the bodily remains of an unborn infant pursuant to the Revised Uniform Anatomical Gift Act.\n\n(12) UNBORN INFANT. A human being in utero at any stage of development regardless of viability.\n\n(Act 2016-140, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-26/chapter-23f/section-26-23f-3/"
    },
    {
      "id": "section-26-23f-4",
      "number": "26-23F-4",
      "heading": "Release and Dignified Final Disposition of Bodily Remains of Unborn Infants.",
      "text": "Section 26-23F-4\n\nRelease and Dignified Final Disposition of Bodily Remains of Unborn Infants.\n\nThe mother, father, or authorized representative may request the release of the bodily remains to the mother, father, or authorized representative for dignified final disposition by burial, interment, or cremation. The request may be made by the mother, father, or authorized representative prior to or shortly after the expulsion or extraction of the bodily remains. Any expenses associated with preparation of and disposal of the bodily remains as requested by the mother, father, or authorized representative shall be at his or her own expense. Nothing in this chapter shall prevent donation of bodily remains pursuant to the Revised Uniform Anatomical Gift Act or prevent pathological study when it is required.\n\n(Act 2016-140, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-26/chapter-23f/section-26-23f-4/"
    },
    {
      "id": "section-26-23f-5",
      "number": "26-23F-5",
      "heading": "Sale or Other Disposition of Bodily Remains of Unborn Infant.",
      "text": "Section 26-23F-5\n\nSale or Other Disposition of Bodily Remains of Unborn Infant.\n\n(a)(1) No person shall knowingly accept compensation or payment for the sale, transfer, distribution, acceptance, use, or attempted use of the fetal organs, tissue, or bodily remains of a deceased unborn infant for research, therapy, transplantation, or experimentation.\n\n(2) No institution, entity, or individual shall knowingly provide any compensation or payment to any other person, organization, or entity for the removal, transfer, storage, processing, preservation, quality control, implantation, transportation, distribution, disposal, or other manner of disposition of the bodily remains of a deceased unborn infant for research, therapy, transplantation, experimentation, or any other prohibited purpose under this chapter.\n\n(b) No person shall knowingly aid or abet in any prohibited activity under subsection (a).\n\n(c) No person shall use an unborn infant, living or deceased, in research or experimentation. Nothing in this section shall affect the use described herein pursuant to the Revised Uniform Anatomical Gift Act.\n\n(d) No person shall perform or offer to perform an abortion where part or all of the justification or reason for the abortion is that the bodily remains may be used for research, therapy, transplantation, or experimentation.\n\n(Act 2016-140, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-26/chapter-23f/section-26-23f-5/"
    },
    {
      "id": "section-26-23f-6",
      "number": "26-23F-6",
      "heading": "Violations.",
      "text": "Section 26-23F-6\n\nViolations.\n\n(a) Except as provided in subsection (b), any person who knowingly violates any provision of Section 26-23F-5 shall be guilty of a Class D felony for each violation.\n\n(b) Any person who experiments on a living unborn infant or the bodily remains of a deceased unborn infant, experiments upon an unborn infant who is intended to be aborted, or performs or offers to perform an abortion where part or all of the justification or reason for the abortion is that the bodily remains may be used for research or experimentation in violation of Section 26-23F-5 shall be guilty of a Class C felony.\n\n(Act 2016-140, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-26/chapter-23f/section-26-23f-6/"
    },
    {
      "id": "section-26-23f-7",
      "number": "26-23F-7",
      "heading": "Remedies and Penalties.",
      "text": "Section 26-23F-7\n\nRemedies and Penalties.\n\n(a) In addition to other remedies available under law or common law of this state, violation of any provision of Section 26-23F-5 shall:\n\n(1) Provide a basis for recovery in a civil action for the parent or parents of the infant or the parent, parents, or guardian of the mother, if the mother is a minor, for experimentation upon bodily remains. Any relief awarded shall include:\n\na. Money damages for all psychological injuries occasioned by any violation of this chapter.\n\nb. Statutory damages equal to three times the cost of the mother’s delivery or abortion.\n\n(2) Provide a basis for professional disciplinary action by regulatory bodies for the suspension or revocation of any license for physicians, licensed vocational and registered nurses, or other licensed or regulated health care providers.\n\n(b) Any conviction of any health care provider for any failure to comply with the requirements of this chapter shall result in the automatic suspension of his or her license for a period of at least one year and the license shall be reinstated after that time only under such conditions as the appropriate state regulatory body shall require to ensure compliance with this chapter.\n\n(Act 2016-140, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-26/chapter-23f/section-26-23f-7/"
    },
    {
      "id": "section-26-23f-8",
      "number": "26-23F-8",
      "heading": "Construction of Chapter.",
      "text": "Section 26-23F-8\n\nConstruction of Chapter.\n\n(a) Nothing in this chapter shall be construed to affect existing federal or state law regarding abortion.\n\n(b) Nothing in this chapter shall be construed as creating or recognizing a right to abortion.\n\n(c) Nothing in this chapter shall be construed to alter generally accepted medical standards.\n\n(Act 2016-140, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-26/chapter-23f/section-26-23f-8/"
    },
    {
      "id": "section-26-23f-9",
      "number": "26-23F-9",
      "heading": "Relation to Other Laws.",
      "text": "Section 26-23F-9\n\nRelation to Other Laws.\n\nNothing in this chapter shall modify, amend, repeal, or supersede any provision of Section 6-5-333, or the “Alabama Medical Liability Act of 1987” commencing with Section 6-5-540, or the Alabama Medical Liability Act of 1996, commencing with Section 6-5-548, or any amendment to any of the foregoing, or any judicial interpretation of any of the foregoing.\n\nFurther, nothing in this chapter shall be construed to restrict or supersede criminal investigations of violations of the laws of this state.\n\n(Act 2016-140, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-26/chapter-23f/section-26-23f-9/"
    },
    {
      "id": "section-26-23f-10",
      "number": "26-23F-10",
      "heading": "Exceptions Under Revised Uniform Anatomical Gift Act.",
      "text": "Section 26-23F-10\n\nExceptions Under Revised Uniform Anatomical Gift Act.\n\nSections 26-23F-5, 26-23F-6, and 26-23F-7 shall not apply to a physician, doctor, or other person working with and under the direction of a physician or doctor, who in good faith believes that a deceased unborn infant, bodily remains, fetal remains, or fetal tissue were donated in accordance with the Revised Uniform Anatomical Gift Act.\n\n(Act 2016-140, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-26/chapter-23f/section-26-23f-10/"
    }
  ]
}