{
  "state": "new-mexico",
  "path": "title-chapter-30-criminal-offenses/chapter-article-10-marital-and-familial-offenses",
  "sections": [
    {
      "id": "section-30-10-1",
      "number": "30-10-1",
      "heading": "Bigamy.Section 30-10-2 - Repealed.Section 30-10-3 - Incest.",
      "text": "Bigamy consists of knowingly entering into a marriage by or with a person who has previously contracted one or more marriages which have not been dissolved by death, divorce or annulment. Both parties may be principals.\n\nWhoever commits bigamy is guilty of a fourth degree felony.\n\nHistory:1953 Comp., § 40A-10-1, enacted by Laws 1963, ch. 303, § 10-1.\n\nElements.— Knowledge is an element of the crime of bigamy. Evidence of defendant's legal knowledge is admissible to rebut a defense that defendant did not know he was not divorced when he remarried.State v. Ashley, 1997-NMSC-049, 124 N.M. 1, 946 P.2d 205.\n\nCohabitation without marriage contrary to public policy.— Prior to its repeal, 30-10-2 NMSA 1978 declared cohabitation a criminal offense.In re Estate of Bivians, 1982-NMCA-132, 98 N.M. 722, 652 P.2d 744, cert. quashed, 98 N.M. 762, 652 P.2d 1213 (decided under prior law).\n\nMeaning clear.— The meaning of \"bigamy\" as used in Code 1915, § 1775 was universally understood, and no language could have been employed which would have made clearer the intention of the legislature.State v. Lindsey, 1921-NMSC-004, 26 N.M. 526, 194 P. 877 (decided under prior law).\n\nIndictment.— It was not necessary to allege knowledge or intention in an indictment for bigamy.State v. Lindsey, 1921-NMSC-004, 26 N.M. 526, 194 P. 877 (decided under prior law).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 10 Am. Jur. 2d Bigamy §§ 1 to 5.\n\nCommon-law marriage, prosecution based on, 70 A.L.R. 1036.\n\nValidation of marriage by death of former spouse, 95 A.L.R. 1292.\n\nMistake as to validity or effect of divorce as defense to, 56 A.L.R.2d 915.\n\nCrimes against spouse within exception permitting testimony by one spouse against other in criminal prosecution - modern state cases, 74 A.L.R.4th 223.\n\n10 C.J.S. Bigamy § 2 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-10/section-30-10-1/"
    },
    {
      "id": "section-30-10-2",
      "number": "30-10-2",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 2001, ch. 32, § 1 repealed 30-10-2 NMSA 1978, as enacted by Laws 1963, ch. 303, § 10-2, relating to unlawful cohabitation and the penalties subscribed thereto, effective June 15, 2001. For provisions of former section,seethe 2000 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-10/section-30-10-2/"
    },
    {
      "id": "section-30-10-3",
      "number": "30-10-3",
      "heading": "Incest.",
      "text": "Incest consists of knowingly intermarrying or having sexual intercourse with persons within the following degrees of consanguinity: parents and children including grandparents and grandchildren of every degree, brothers and sisters of the half as well as of the whole blood, uncles and nieces, aunts and nephews.\n\nWhoever commits incest is guilty of a third degree felony.\n\nHistory:1953 Comp., § 40A-10-3, enacted by Laws 1963, ch. 303, § 10-3.\n\nPurpose of section.— This section is directed toward prohibiting sexual intercourse between specific relations within the blood line.State v. Hargrove, 1989-NMSC-012, 108 N.M. 233, 771 P.2d 166.\n\nTerm \"consanguinity\"admits of only one plain meaning. It is the relationship by descent from the same stock or common ancestor, related by blood.State v. Hargrove, 1989-NMSC-012, 108 N.M. 233, 771 P.2d 166.\n\nElements of offense.— The purpose of Laws 1917, ch. 50, § 1 (former 40-7-3, 1953 Comp.) was to prevent sexual intercourse between close relatives, and the free act of the one being tried, with knowledge of the relationship, was all that was required, it being immaterial that the same testimony would have sustained a conviction for rape.State v. Hittson, 1953-NMSC-018, 57 N.M. 100, 254 P.2d 1063.\n\nThe free act of the one being tried, who has knowledge of the relationship, is required to convict one of incest.State v. Hargrove, 1989-NMSC-012, 108 N.M. 233, 771 P.2d 166.\n\nFailure to instruct the jury that it had to find beyond a reasonable doubt that defendant had knowledge of the prohibited blood relationship was reversible error, where defendant's testimony that he believed he did not father his \"adopted daughter\" demonstrated that he did not concede that at the time they had intercourse he knew she was his biological daughter.State v. Hargrove, 1989-NMSC-012, 108 N.M. 233, 771 P.2d 166.\n\nUncle/niece marriages.— New Mexico's public policy against incest did not preclude the district court from awarding a mother primary physical custody of her children, after taking into account her plans to marry her uncle, where that choice was in the best interests of the children, and mother and uncle intended to reside in California.Leszinske v. Poole, 1990-NMCA-088, 110 N.M. 663, 798 P.2d 1049, cert. denied, 110 N.M. 533, 797 P.2d 983.\n\nSeparate counts of incest and criminal sexual penetration.— There was no error in charging defendant on separate counts of criminal sexual penetration and incest under a theory that he had sexual intercourse with a child under 13 years of age and a child between 13 and 16 years of age, and he knew each was his biological daughter.State v. Hargrove, 1989-NMSC-012, 108 N.M. 233, 771 P.2d 166.\n\nPolygraph test results.— In prosecution for incest, it was reversible error for trial court to admit into evidence the results of a polygraph test over objection of the defendant, despite the fact that defendant had signed a waiver agreeing to be bound by the results of the test.State v. Trimble, 1961-NMSC-076, 68 N.M. 406, 362 P.2d 788.\n\nDouble jeopardy.— There is no double jeopardy impediment to convicting and sentencing a defendant to consecutive terms for both incest and criminal sexual penetration arising out of the same act.Swafford v. State, 1991-NMSC-043, 112 N.M. 3, 810 P.2d 1223.\n\nLaw reviews.— For article, \"The Perils of Intestate Succession in New Mexico and Related Will Problems,\" see 7 Nat. Resources J. 555 (1967).\n\nFor article, \"New Mexico's 1969 Criminal Abortion Law,\" see 10 Nat. Resources J. 591 (1970).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 41 Am. Jur. 2d Incest § 1 et seq.\n\nAdoption, relationship created by, as within statute regarding incest, 151 A.L.R. 1146.\n\nConsent as element of incest, 36 A.L.R.2d 1299.\n\nProsecutrix in incest case as accomplice or victim, 74 A.L.R.2d 705.\n\nIncest as included within charge of rape, 76 A.L.R.2d 484.\n\nAdmissibility, in incest prosecution, of evidence of alleged victim's prior sexual acts with persons other than accused, 97 A.L.R.3d 967.\n\nCrimes against spouse within exception permitting testimony by one spouse against other in criminal prosecution - modern state cases, 74 A.L.R.4th 223.\n\nSexual intercourse between persons related by half blood as incest, 34 A.L.R.5th 723.\n\n42 C.J.S. Incest §§ 2 to 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-10/section-30-10-3/"
    }
  ]
}