{
  "state": "new-mexico",
  "path": "title-chapter-30-criminal-offenses/chapter-article-29-glues",
  "sections": [
    {
      "id": "section-30-29-1",
      "number": "30-29-1",
      "heading": "Glues; limiting the sales; requiring records; penalty.Section 30-29-2 - Glue; aerosol spray; abuse or possession for abuse; penalty.",
      "text": "A. No person shall sell glue to any person under eighteen years of age. A New Mexico driver's license shall be prima facie proof of age.\n\nB. Wholesale distributors of glue shall make available to the health services division of the health and environment department [department of health] and to law enforcement agencies of the state, county and municipality during business hours their records of all sales to retailers of glue.\n\nC. As used in this section, \"glue\" means what is commonly referred to as plastic or model airplane cement and includes any cement containing hexane, benzene, toluene, xylene, carbon tetrachloride, chloroform, ethylene dichloride, acetone, cyclohexanone, methyl ethyl ketone, methylisobutyl ketone, amyl acetate, butyl acetate, ethyl acetate, tricresyl phosphate, butyl alcohol, ethyl alcohol, isopropyl alcohol or methylcellosolve acetate.\n\nD. Any person violating any provision of this section is guilty of a petty misdemeanor.\n\nHistory:1953 Comp., § 12-3-40, enacted by Laws 1968, ch. 23, § 1; 1977, ch. 253, § 24; 1979, ch. 82, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 1991, ch. 25, § 16 repealed former 9-7-4 NMSA 1978, relating to the health and environment department, and enacted a new 9-7-4 NMSA 1978, creating the department of health.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Penal offense of sniffing glue or similar volatile intoxicants, 32 A.L.R.3d 1438.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-29/section-30-29-1/"
    },
    {
      "id": "section-30-29-2",
      "number": "30-29-2",
      "heading": "Glue; aerosol spray; abuse or possession for abuse; penalty.",
      "text": "A. No person shall intentionally smell, sniff or inhale the fumes or vapors from a glue, aerosol spray product or other chemical substance for the purpose of causing a condition of or inducing symptoms of intoxication, elation, euphoria, dizziness, excitement, irrational behavior, exhilaration, stupefaction or dulling of the senses, or for the purpose of in any manner changing, distorting or disturbing the audio, visual or mental processes.\n\nB. No person shall intentionally possess a glue, aerosol spray product or other chemical substance for any purpose set forth in Subsection A of this section.\n\nC. As used in this section, \"glue\" means what is commonly referred to as plastic or model airplane cement and includes any cement containing hexane, benzene, toluene, xylene, carbon tetrachloride, chloroform, ethylene dichloride, acetone, cyclohexanone, methyl ethyl ketone, methylisobutyl ketone, amyl acetate, butyl acetate, ethyl acetate, tricresyl phosphate, butyl alcohol, ethyl alcohol, isopropyl alcohol or methylcellosolve acetate.\n\nD. The provisions of this section do not apply to any aerosol spray product or other chemical substance used for legitimate medicinal purposes and obtained either on a prescription basis or for medicinal purposes by a person over the age of eighteen.\n\nE. Any person who violates any provision of this section is guilty of a misdemeanor. The sentence or fine may be waived in the discretion of the court in the case of any person who has not been previously convicted of violating this section and who has successfully completed a drug education or treatment program approved by the court.\n\nHistory:Laws 1979, ch. 82, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Products liability: recovery for injury or death resulting from intentional inhalation of product's fumes or vapors to produce intoxicating or similar effect, 50 A.L.R.5th 275.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-29/section-30-29-2/"
    }
  ]
}