{
  "state": "new-mexico",
  "path": "title-chapter-30-criminal-offenses/chapter-article-4-kidnapping",
  "sections": [
    {
      "id": "section-30-4-1",
      "number": "30-4-1",
      "heading": "Kidnapping.Section 30-4-2 - Criminal use of ransom.Section 30-4-3 - False imprisonment.Section 30-4-4 - Custodial interference; penalties.",
      "text": "A. Kidnapping is the unlawful taking, restraining, transporting or confining of a person, by force, intimidation or deception, with intent:\n\n(1) that the victim be held for ransom;\n\n(2) that the victim be held as a hostage or shield and confined against his will;\n\n(3) that the victim be held to service against the victim's will; or\n\n(4) to inflict death, physical injury or a sexual offense on the victim.\n\nB. Whoever commits kidnapping is guilty of a first degree felony, except that he is guilty of a second degree felony when he voluntarily frees the victim in a safe place and does not inflict physical injury or a sexual offense upon the victim.\n\nHistory:1953 Comp., § 40A-4-1, enacted by Laws 1963, ch. 303, § 4-1; 1973, ch. 109, § 1; 1995, ch. 84, § 1; 2003 (1st S.S.), ch. 1, § 2.\n\nCross references.— For essential elements of kidnapping jury instruction,seeUJI 14-403 NMRA.\n\nThe 2003 (1st S.S.) amendment,effective February 3, 2004, substituted \"physical injury or a sexual offense\" for \"great bodily harm\" near the end of Subsection B.\n\nThe 1995 amendment,effective July 1, 1995, substituted \"kidnapping\" for \"kidnaping\" in the heading and throughout the section; in Subsection A, substituted \"restraining, transporting or confining\" for \"restraining or confining\", substituted \"by force, intimidation or deception\" for \"by force or deception\", deleted \"that the victim\" following \"intent\"; in Paragraphs A(1) and A(3) inserted \"that the victim\"; in Paragraph A(2), inserted \"that the victim be held\" and \"or shield and\"; added Paragraph A(4); and in Subsection B, substituted the language beginning with \"he voluntarily\" and ending with \"harm upon the victim\" for \"the victim is freed without having had great bodily harm inflicted upon him by his captor\".\n\nI. GENERAL CONSIDERATION.\n\nNot void for vagueness.— The 2003 amendment to Subsection B of 30-4-1 NMSA 1978, which replaced the phrase \"great bodily harm\" with the phrase \"physical injury\" did not did nor render 30-4-1 NMSA 1978 unconstitutionally vague.State v. Parvilus, 2013-NMCA-025, 297 P.3d 1228, cert. granted, 2013-NMCERT-001.\n\nConstitutionality, vagueness.— Defendant's contention that the words \"held to service against the victim's will\" had no general meaning which the public could comprehend and thus rendered the statute unconstitutionally vague was without merit.State v. Aguirre, 1972-NMSC-081, 84 N.M. 376, 503 P.2d 1154.\n\nThe language of Subsection B, regarding how a first degree crime is reduced to a second degree crime, is not unconstitutionally vague because it can be understood by, and gives reasonable notice to, persons of ordinary intelligence exercising common sense.State v. Laguna, 1999-NMCA-152, 128 N.M. 345, 992 P.2d 896, cert. denied, 128 N.M. 149, 990 P.2d 823.\n\nIf multiple victims, kidnapping offense committed against each one.— Where the criminal information charges that each of a number of victims was held as hostage, the defendant is put on notice that the state charges that one offense of kidnapping was committed by holding any one of the victims as a hostage, and the defendant should be prepared to defend the charge in connection with each of the victims.State v. Davis, 1979-NMCA-015, 92 N.M. 563, 591 P.2d 1160.\n\nStanding to challenge validity.— Defendant, who by standing mute in fact entered a plea of not guilty and was convicted on trial of a second degree felony for kidnapping, had no standing to attack the validity of the kidnapping statute (as it read prior to the 1973 amendment) on grounds that leaving to the jury the decision as to whether the crime should be a capital or second degree felony constituted a denial of equal protection.State v. Sharpe, 1970-NMCA-078, 81 N.M. 637, 471 P.2d 671.\n\nConstruction.— Subsection A(1) of this section should read \"Kidnapping is the unlawful taking, . . . with the intent that the victim be held for ransom and confined against his will,\" and Subsection A(2) should read \"Kidnapping is the unlawful taking, . . . with the intent that the victim be held as a hostage and confined against his will.\"State v. Clark, 1969-NMSC-078, 80 N.M. 340, 455 P.2d 844 (decided under prior law).\n\nPerson asked to do or forbear act cannot be same as victimin a prosecution for kidnapping.State v. Davis, 1979-NMCA-015, 92 N.M. 563, 591 P.2d 1160.\n\nEach of two hostages may also be third person.— If it is charged that X and Y were held as hostages, this does not prohibit a conviction of kidnapping on the basis that X was hostage for the performance of some act by Y, and vice versa.State v. Davis, 1979-NMCA-015, 92 N.M. 563, 591 P.2d 1160.\n\nJury instructions.— Where defendant entered the victim's house; defendant pulled a gun, put the gun to the victim's head, and told the victim that defendant planned to rape the victim; defendant threatened to kill the victim's child if the victim did not comply; defendant raped the victim; a jury convicted defendant of kidnapping in the first degree and second degree criminal sexual penetration; the district court gave the jury UJI 14-403 NMRA, the kidnapping jury instruction, but did not give the jury UJI 14-6018, the special verdict form asking the jury to find whether defendant committed a sexual offense against the victim; and the district court modified defendant's conviction for first degree kidnapping to second degree kidnapping because the jury did not find, pursuant to the special verdict form, that defendant committed a sexual offense against the victim, the district court erred in modifying defendant's conviction for first degree kidnapping because the jury independently found that defendant had committed a sexual offense against the victim.State v. Dominguez, 2014-NMCA-064, cert. denied, 2014-NMCERT-005.\n\nII. ELEMENTS OF KIDNAPPING.\n\n\"Force\".— \"Force\" cannot be construed to mean merely violent or deadly force, as it could not have been the legislative intention to so limit the statute, for many kidnappings are accomplished by the use of only minimal force, as, for example, where a child is abducted.State v. Clark, 1969-NMSC-078, 80 N.M. 340, 455 P.2d 844.\n\n\"Deception\"necessarily implies that the victim is unaware that she is being kidnaped.State v. Garcia, 1983-NMCA-069, 100 N.M. 120, 666 P.2d 1267, cert. denied, 100 N.M. 192, 668 P.2d 308.\n\n\"Hostage\".— Term \"hostage,\" when used with reference to a person and in the context in which it is used in New Mexico's kidnapping statute, implies the unlawful taking, restraining or confining of a person with the intent that the person, or victim, be held as security for the performance, or forbearance, of some act by a third person.State v. Crump, 1971-NMSC-051, 82 N.M. 487, 484 P.2d 329; State v. Davis, 1979-NMCA-015, 92 N.M. 563, 591 P.2d 1160.\n\n\"Held to service\".— The purpose of being so compelled or induced - \"for the purpose of performing some act\" - probably could be better stated; for example, using Webster's: \"for the purpose of assisting or benefiting someone or something.\" Such an explanation serves to distinguish kidnapping from false imprisonment, which is a lesser offense included within kidnapping.State v. Ortega, 1991-NMSC-084, 112 N.M. 554, 817 P.2d 1196.\n\nThe third objective mentioned in the statute, holding for service, should be construed to effectuate the same overall scheme as the first two objectives - holding for ransom and as a hostage - namely, to accomplish some goal that the perpetrator may view as beneficial to himself or herself.State v. Ortega, 1991-NMSC-084, 112 N.M. 554, 817 P.2d 1196.\n\nOnce the defendant restrained the victim by force or coercion for service against her will, the crime of kidnapping occurred; the key to the restraint element in kidnapping is the point at which the victim's physical association with the defendant was no longer voluntary.State v. Pisio, 1994-NMCA-152, 119 N.M. 252, 889 P.2d 860, cert. denied, 119 N.M. 20, 888 P.2d 466.\n\nA person is entitled to withdraw his or her consent or express a lack of consent to an act of criminal sexual penetration at any point prior to the act itself, but force or coercion exerted prior to the act itself will support a conviction for kidnapping or false imprisonment.State v. Pisio, 1994-NMCA-152, 119 N.M. 252, 889 P.2d 860, cert. denied, 119 N.M. 20, 888 P.2d 466.\n\nTaking the victim by force and deception in order to convince him to end his relationship with another person constituted \"holding for service\" within this section.State v. Kersey, 1995-NMSC-054, 120 N.M. 517, 903 P.2d 828.\n\nIncidental restraint in homicide not sufficient.— The mere incidental restraint and movement of a victim which might occur during the course of a homicide are not, standing alone, indicia of a true kidnapping. Unlike cases involving criminal sexual penetration or robbery, no \"service\" is performed by the victim of a shooting with intent to kill because the victim does not confer any independent assistance or benefit to the perpetrator of the crime.State v. Baca, 1995-NMSC-045, 120 N.M. 383, 902 P.2d 65.\n\nIncidental restraint in criminal sexual penetration of a minor not sufficient.— The legislature did not intend to punish related incidental movement and restraints occurring prior to and during sexual assaults as the separate crime of kidnapping; to determine whether a restraint or movement is incidental to another crime, the court looks to whether the restraint or movement increases the culpability of the defendant over and above his culpability for the other crime, whether the movements of the victim substantially increased the risk of harm over and above that necessarily present in the accompanying crime, or whether the restraint served to decrease the defendant's risk of detection or the difficulty of the commission of the crime.State v. Tapia, 2015-NMCA-048, cert. denied, 2015-NMCERT-004.\n\nWhere four-year-old victim testified that defendant lay on top of her on the bed and sexually assaulted her, there was no evidence of restraint on her movement; defendant's incidental restraint did not increase his culpability beyond that already inherent to any sexual assault, and the child victims' testimony did not indicate that the restraint was any longer or greater than that necessary to commit the sexual assault, the restraint did not increase the victim's risk of harm or the severity of the assault beyond that inherent to the underlying crime, and the restraint did not serve to decrease defendant's risk of detection or the difficulty of the commission of the crime; the restraint, therefore, was incidental to the sexual assault perpetrated on the child victim and did not establish conduct that the legislature intended to support a kidnapping conviction.State v. Tapia, 2015-NMCA-048, cert. denied, 2015-NMCERT-004.\n\nWhere eight-year-old victim testified that when she and defendant were in her mom's room, defendant made her take her clothes off, and the two got into bed where defendant sexually assaulted her, any incidental restraint in making the child remove her clothing is not the type of separate conduct that the legislature intended to punish as kidnapping; the conduct did not increase defendant's culpability beyond that inherent to the assault, the restraint was not longer or greater than necessary to complete the assault, the restraint did not increase the risk of harm to the child or the severity of the assault, and the restraint used to compel the removal of the child's clothes is inherent to the sexual assault and was not done to make the commission of the crime easier or less detectable; any restraint that was utilized to compel the child to remove her clothing was incidental to the sexual assault.State v. Tapia, 2015-NMCA-048, cert. denied, 2015-NMCERT-004.\n\nWhere eight-year-old victim testified that defendant \"made her go\" or \"took her into another room\", the movement was from one room to another in the family residence where they were both already located; the movement did not subject the child to a substantial increase in risk of harm above and beyond that inherent in a sexual assault; the brief movements from one room to another, in furtherance of the sexual assault, were incidental to the crimes and cannot support a separate kidnapping conviction.State v. Tapia, 2015-NMCA-048, cert. denied, 2015-NMCERT-004.\n\nKidnapping was not incidental to battery.— Where defendant drove the victim to a deserted area, pulled the victim out of the vehicle, pulled the victim's hair, kicked the victim, threw the victim into bushes, and beat the victim; defendant held the victim by the arm and drove to a second location where defendant again beat the victim; when the victim attempted to run away, defendant put the victim in the vehicle and drove to a third location and again beat the victim and forced the victim to have intercourse with defendant; and defendant was convicted of kidnapping in the first degree and battery, defendant's convictions did not violate double jeopardy because defendant's conduct was not factually unitary or legally unitary because the jury could have determined that the victim suffered physical injuries when defendant dragged the victim from the vehicle, threw the victim into the bushes, pulled the victim's hair, or otherwise restrained the victim, all actions distinct from the hitting and kicking on which the battery charge was based.State v. Sotelo, 2013-NMCA-028, 296 P.3d 1232, cert. denied, 2013-NMCERT-001.\n\nIncidental restraint in aggravated battery not sufficient.— The Legislature did not intend to punish as kidnapping restraints that are merely incidental to another crime.State v. Trujillo, 2012-NMCA-112, 289 P.3d 238, cert. granted, 2012-NMCERT-011.\n\nWhere defendant and another assailant broke into the home of the victim armed with metal bars or bats; defendant began striking victim with a metal bar; the victim fought back and was able to gain the upper hand; while victim was on top of defendant hitting defendant, defendant restrained the victim and called for the other assailant to help; the other assailant began striking victim, allowing defendant to get free and continue striking the victim; and the episode lasted two to four minutes, the restraint of the victim was as a matter of law insufficient to support a conviction for kidnapping because the restraint was no longer or greater than that necessary to achieve a battery and the brief restraint did not subject the victim to substantially greater risk of harm.State v. Trujillo, 2012-NMCA-112, 289 P.3d 238, cert. granted, 2012-NMCERT-011.\n\nProlonged period of restraint not incidental to aggravated assault.— Where defendants told the victims that they could not leave the apartment until missing drugs were found, prevented the victims from opening the door to the apartment as they tried to leave, held a knife to the throat of one victim and beat another victim to unconsciousness, and prevented the victims from leaving the apartment for approximately two hours, such a prolonged period of restraint was not incidental to or inherent in the aggravated assault.State v. Herrera, 2015-NMCA-116, cert. denied, 2015-NMCERT-010.\n\nRestraint not incidental to child endangerment.— Where defendant was charged with child endangerment and kidnapping, evidence that defendant committed a home invasion and pointed a gun at the fifteen-year-old victim was the basis for the child endangerment charge, and evidence that defendant then ordered the victim to lock the door and forced the victim, at gunpoint, to assist in a futile room-to-room search for an individual not present in the home was the factual basis for the kidnapping charge. The restraint in which the victim was held to service to open each door in the home to allow defendant to search each empty room was not incidental to endangering the victim by pointing the gun at him in the first instance.State v. Ramirez, 2016-NMCA-072, cert. denied.\n\nIntent required.— There must be an intent to confine against the victim's will when he is taken, restrained or confined with intent that he be held for ransom, or as a hostage, but it is not necessary that he be confined against his will when the purpose of the taking, restraining or confining is that the victim be held to service against his will.State v. Clark, 1969-NMSC-078, 80 N.M. 340, 455 P.2d 844.\n\nDetermination of intent for jury.— Under the pertinent definition of kidnapping, it is the intent of the defendant which controls, and the determination as to whether this intent was present is for the trier of the facts when this is an issue in the case.State v. Aguirre, 1972-NMSC-081, 84 N.M. 376, 503 P.2d 1154.\n\nReversal of conviction where evidence of intent lacking.— Where there was neither direct evidence nor proof of acts, occurrences or circumstances which could serve as support for an inference of intent to hold victim for ransom or as a hostage, or to service against her will, the finding of guilt could not stand.State v. Clark, 1969-NMSC-078, 80 N.M. 340, 455 P.2d 844.\n\nProof of victim's state of mind is not essentialto prove kidnapping by deception; rather, the offense may be proved by circumstantial evidence.State v. Garcia, 1983-NMCA-069, 100 N.M. 120, 666 P.2d 1267, cert. denied, 100 N.M. 192, 668 P.2d 308 (1983).\n\nConviction sufficient if kidnapper rapes victim during course of abduction.— A conviction for kidnapping with the intent to hold for services is sufficient if the kidnapper rapes the victim during the course of the abduction. It is immaterial whether or not the intent to rape existed at the beginning of the act.State v. Hutchinson, 1983-NMSC-029, 99 N.M. 616, 661 P.2d 1315.\n\nDistinction between kidnapping and false imprisonment.— The distinction between false imprisonment and kidnapping by holding to service is whether the defendant intended to hold the victim to service against the victim's will.State v. Armijo, 1977-NMCA-070, 90 N.M. 614, 566 P.2d 1152.\n\nMerely to confine or restrain against a person's will without the requisite intention is not kidnapping, but is false imprisonment under Section 30-4-3 NMSA 1978, when done with knowledge of an absence of authority.State v. Clark, 1969-NMSC-078, 80 N.M. 340, 455 P.2d 844.\n\nDistinction between kidnapping and second degree criminal sexual penetration.— A kidnapping was factually distinct from attempted criminal sexual penetration where the force used was not the kind \"necessarily involved in every sexual penetration without consent.\"State v. Allen, 2000-NMSC-002, 128 N.M. 482, 994 P.2d 728, cert. denied, 530 U.S. 1218, 120 S. Ct. 2225, 147 L. Ed. 2d 256 (2000).\n\nIII. EVIDENCE AND PROOF.\n\nAdmission of evidence.— It was not error for trial court to admit into evidence gun and other items found on person of individual who participated with defendant in an attempted robbery, out of which grew the crime of kidnapping with which defendant was charged.State v. Samora, 1971-NMCA-149, 83 N.M. 222, 490 P.2d 480.\n\nSufficient evidence of deception.— Evidence that defendant entered the back seat of a car, with victims in front, under the false promise that defendant needed a ride and that defendant actually intended to murder the victims was sufficient evidence to support the element of deception.State v. Sanchez, 2000-NMSC-021, 129 N.M. 284, 6 P.3d 486.\n\nSufficient evidence of kidnapping by deception.— Where the victim, a fifteen year old boy, testified that he was led to believe that defendant was going to give him a ride home, but defendant instead took the victim to defendant's apartment where defendant provided the victim with drugs and alcohol, performed oral sex on the victim and asked the victim for anal sex, and where the victim testified that he felt forced to enter the apartment and believed he was threatened, there was sufficient evidence to support defendant's kidnapping conviction.State v. Simmons, 2018-NMCA-015, cert. denied.\n\nSufficient evidence of kidnapping by intimidation.— Where defendant was convicted of kidnapping, and where defendant claimed that the state failed to present sufficient evidence of kidnapping because there was no proof that he restrained the victim with the intent to inflict a sexual offense because the primary evidence of kidnapping occurred after the sexual offense, evidence that, prior to the sexual offense, defendant threatened the victim with a knife, ordered her to take off her pajamas, allowed her to travel from the bedroom to the restroom only, followed her to the restroom and masturbated while she used the restroom, and ultimately ordered her to return to the bedroom where the sexual assault occurred, was sufficient for a jury to reasonably conclude that defendant restricted or confined the victim using intimidation when he threatened her life using a knife, and the jury could then infer from defendant's actions that he restrained her while intending to inflict a sexual offense on her.State v. Sena, 2018-NMCA-037,rev'din part by2020-NMSC-011.\n\nPost-1995 version of the kidnapping statute.— A defendant can be found guilty of kidnapping for taking someone against his or her will to hold that person, inter alia, \"to service\"orto inflict death, physical injury or a sexual offense on that person.State v. Telles, 2019-NMCA-039, cert. denied.\n\nSufficient evidence of kidnapping.— At defendant's trial for murder, kidnapping and tampering with evidence, where the state provided evidence establishing that defendant beat the victim with a bat and then moved the victim's body to a back room and then rolled the body in a carpet, there was sufficient evidence to prove, beyond a reasonable doubt, that defendant intended to inflict death or physical injury on the victim by moving him to the back room and rolling him up in the carpet.State v. Telles, 2019-NMCA-039, cert. denied.\n\nWhere defendant was convicted of criminal sexual penetration in the commission of a felony and first-degree kidnapping, the jury could have reasonably inferred that defendant took or transported the victim by deception based on the victim's testimony that he got into defendant's truck because defendant said that he would take the victim home, that defendant confined the victim by force based on the victim's testimony that when he tried to escape from defendant's truck, the door was locked, that defendant intended to hold the victim against his will to inflict a sexual offense against him based on the victim's testimony that defendant took him to a remote location, pulled down his pants, and then penetrated his anus, that defendant transported the victim to a remote location and confined him there for the purpose of inflicting a sexual offense on him based on defendant's statement upon completion of the sexual act, \"Now I can take you home,\" that defendant's act against the victim was unlawful because the jury could have inferred that it was done without the victim's consent and for the purpose of gratifying defendant's sexual desire or to intrude upon the victim's bodily safety or integrity. There was sufficient evidence to support defendant's convictions.State v. Samora, 2016-NMSC-031.\n\nSufficient evidence of restraint and confinement.— Where defendant was charged with kidnapping and criminal sexual penetration of a minor, and where the evidence established that the child victim encountered defendant in an outdoor shed and, upon seeing him, tried to retreat through the shed's open door, but before she could do so, defendant stopped her retreat by grabbing her by the arm, suggesting that they \"make babies\" and shutting the door to the shed before throwing her to the floor and sexually assaulting her, there was sufficient evidence of restraint and confinement, independent from the restraint used during the sexual assault, to support defendant's kidnapping conviction. Defendant's actions constituted a completed kidnapping upon preventing the victim's escape, regardless of the sexual assault that followed.State v. Garcia, 2019-NMCA-056, cert. denied.\n\nEvidence sufficient.— Where defendant entered the victim's house; defendant pulled a gun, put the gun to the victim's head, and told the victim that defendant planned to rape the victim; defendant threatened to kill the victim's child if the victim did not comply; and defendant raped the victim, there was sufficient evidence of force and intimidation, independent of the force used during the criminal sexual penetration, to support defendant's kidnapping conviction.State v. Dominguez, 2014-NMCA-064, cert. denied, 2014-NMCERT-005.\n\nWhere defendant's spouse had a series of affairs with the victim; defendant entered the estranged spouse's apartment, confronted the victim with a gun, bound the victim with duct tape, and after defendant and the victim had a conversation, defendant cut the duct tape from the victim and drove the victim to defendant's motel where defendant killed the victim; defendant was armed with a knife and two guns when defendant and the victim left the apartment; and the jury could infer that the victim did not willingly accompany defendant to the motel from evidence that defendant had defendant's hands in defendant's pockets when defendant and the victim entered the motel, the victim left the victim's watch and wallet at the apartment, and defendant was armed with the same guns when defendant forced the spouse to accompany defendant to the motel, and the spouse was afraid defendant would shoot the spouse, there was sufficient evidence to support defendant's conviction of first degree kidnapping.State v. Parvilus, 2013-NMCA-025, 297 P.3d 1228, cert. granted, 2013-NMCERT-001.\n\nEvidence that defendant bound and gagged a girl and her mother, raped the mother and stated that the girl and her mother were to take defendant out of state, to Oklahoma, was sufficient to show the kidnapping of the girl with the intent to hold her to service against her will.State v. Kendall, 1977-NMCA-002, 90 N.M. 236, 561 P.2d 935,rev'd in part on other grounds, 1977-NMSC-015, 90 N.M. 191, 561 P.2d 464.\n\nEvidence that the defendant called the victim's mother and demanded $50,000 and that the defendant was having financial difficulties was sufficient to support a finding that the victim was taken with intent to hold him for ransom even though the defendant testified that the call was merely to divert suspicion.State v. Kersey, 1995-NMSC-054, 120 N.M. 517, 903 P.2d 828.\n\nEven though there was evidence that defendant's association with the victim began as a consensual encounter in which he proposed to give the victim a ride, the defendant's statements, physical evidence, and the testimony of the victim's mother gave rise to a reasonable inference that the association became involuntary.State v. Allen, 2000-NMSC-002, 128 N.M. 482, 994 P.2d 728, cert. denied, 530 U.S. 1218, 120 S. Ct. 2225, 147 L. Ed. 2d 256 (2000).\n\nEvidence was sufficient to convict defendant of first degree kidnapping where it was shown that he enticed the victim to enter his car by deception, transported him by deception and intimidation with the intent to inflict a sexual offense, and that he did not voluntarily free the victim.State v. Laguna, 1999-NMCA-152, 128 N.M. 345, 992 P.2d 896, cert. denied, 128 N.M. 149, 990 P.2d 823.\n\nEvidence was sufficient to show that kidnapping was complete before the act of attempted criminal sexual penetration or the act of murder began, as the jury could have found that defendant kidnapped the victim by deception when he initially offered her a ride home with another intent in mind, that she was restrained by deception when he changed the intended destination of the ride, or when the victim made the final walk from the car to her death.State v. Jacobs, 2000-NMSC-026, 129 N.M. 448, 10 P.3d 127,overruled on other grounds by State v. Martinez, 2021-NMSC-002.\n\nSufficient evidence of confinement or transportation by deception.— Where defendant was charged with human trafficking of a minor and kidnapping, and where the evidence at trial showed that defendant instructed an associate to invite the victim, a seventeen-year-old girl, into a vehicle to smoke marijuana and drink alcohol while the victim was waiting for a bus at the bus station, that defendant and his nephew jumped into the vehicle and drove away from the bus station, and that defendant instructed the associate to take away the victim's identification so she would not want to leave, and where the victim testified that she was never left alone, was afraid to run away, and was placed with \"clients\" to perform sex acts, a reasonable jury could find that defendant confined or transported the victim by deception and intended to hold her against her will for the purpose of making her work for defendant.State v. Carson, 2020-NMCA-015, cert. denied.\n\nEvidence that defendant used his truck to block the victim from leaving defendant's property,that defendant told the other defendants involved in the beating of the victim by telephone to \"hurry up\" because defendant did not know how long he could hold the victim, that defendant was angry and immediately became involved in the beating of the victim when the other defendants arrived, permitted the jury to conclude that the defendant held the victim so that the victim could be physically beaten.State v. Huber, 2006-NMCA-087, 140 N.M. 147, 140 P.3d 1096, cert. denied, 2006-NMCERT-007, 140 N.M. 279, 142 P.3d 360.\n\nInsufficient evidence of kidnapping where conduct was incidental to killing.— In defendant's trial for murder and kidnapping, there was insufficient evidence to support defendant's conviction for kidnapping where the evidence showed that the victim was assaulted in a parking lot, dragged to the edge of the lot behind a trash can where the victim was struck again at least once and where she was later found. In this case, any restraint occurred during the commission of one continuous attack that ended in murder, and the legislature did not intend to punish as kidnapping conduct that is merely incidental to another crime.State v. Thomas, 2016-NMSC-024.\n\nEvidence insufficient.— Defendant's conviction for kidnapping was not supported under several alternative theories presented by the state.State v. Rojo, 1999-NMSC-001, 126 N.M. 438, 971 P.2d 829.\n\nIV. DOUBLE JEOPARDY.\n\nKidnapping and battery.— Where defendant drove the victim to a deserted area, pulled the victim out of the vehicle, pulled the victim's hair, kicked the victim, threw the victim into bushes, and beat the victim; defendant held the victim by the arm and drove to a second location where defendant again beat the victim; when the victim attempted to run away, defendant put the victim in the vehicle and drove to a third location and again beat the victim and forced the victim to have intercourse with defendant; and defendant was convicted of kidnapping in the first degree and battery, defendant's convictions did not violate double jeopardy because defendant's conduct was not factually unitary or legally unitary because the jury could have determined that the victim suffered physical injuries when defendant dragged the victim from the vehicle, threw the victim into the bushes, pulled the victim's hair, or otherwise restrained the victim, all actions distinct from the hitting and kicking on which the battery charge was based.State v. Sotelo, 2013-NMCA-028, 296 P.3d 1232, cert. denied, 2013-NMCERT-001.\n\nConvictions of voluntary manslaughter and kidnapping did not violate double jeopardy.— Where defendant shot the victim in the chest in defendant's vehicle, drove the unconscious victim in the vehicle to an isolated area, and shot the victim twice in the head while the victim was still alive; and defendant used two different types of force when defendant shot the victim in the chest and when defendant kept the unconscious victim in the vehicle, defendant's convictions of voluntary manslaughter for shooting the victim in the chest and kidnapping for keeping the unconscious victim in defendant's vehicle and transporting the victim to the isolated area were not based on unitary conduct and did not violate defendant's right to be free from double jeopardy.State v. Urioste, 2011-NMCA-121, 267 P.3d 820, cert. granted, 2011-NMCERT-012.\n\nSentences for kidnapping and felony murder not double jeopardy.— Sentences for both kidnapping and felony murder did not violate double jeopardy since the kidnapping was sufficiently separated in time and space from the murder to establish two distinct crimes.State v. Kersey, 1995-NMSC-054, 120 N.M. 517, 903 P.2d 828.\n\nWhere the conduct underlying defendant's convictions for aggravated kidnapping and first degree felony murder was not unitary, the district court did not violate double jeopardy by convicting and sentencing defendant for both first degree felony murder and aggravated kidnapping.State v. Foster, 1999-NMSC-007, 126 N.M. 646, 974 P.2d 140.\n\nNo merger with assault conviction.— Merger of kidnapping and assault with intent to commit criminal sexual penetration convictions was not required by double jeopardy considerations where there was evidence apart from the defendant's subsequent sexual assault from which the jury could infer that the defendant restrained the victim with the intent of holding her for services and where, under the facts, the assault with intent to commit criminal sexual penetration occurred after the victim had been restrained and held for services.State v. Williams, 1986-NMCA-122, 105 N.M. 214, 730 P.2d 1196, cert. denied, 105 N.M. 111, 729 P.2d 1365.\n\nConvictions for kidnapping and aggravated assault did not violate double jeopardy.— Where defendants told the victims that they could not leave the apartment until missing drugs were found, prevented the victims from opening the door to the apartment as they tried to leave, held a knife to the throat of one victim and beat another victim to unconsciousness, and prevented the victims from leaving the apartment for approximately two hours, the jury could reasonably have concluded that the victims were confined in the apartment by force or intimidation when defendants told the victims that they could not leave and closed the door when the victims tried to leave, and that this conduct was independent of and distinct from one defendant's wielding of the knife. If the conduct is not unitary, there is no double jeopardy violation.State v. Herrera, 2015-NMCA-116, cert. denied, 2015-NMCERT-010.\n\nCharges of kidnapping and second degree criminal sexual penetration do not mergesince the elements of the offense of second degree criminal sexual penetration do not involve all of the elements of kidnapping.State v. Singleton, 1984-NMCA-110, 102 N.M. 66, 691 P.2d 67.\n\nConsecutive sentences.— Consecutive sentences for kidnapping and criminal sexual penetration did not violate the double jeopardy prohibition against multiple punishments for the same offense, where the evidence supported an inference that defendant intended to commit criminal sexual penetration from the moment of the abduction.State v. McGuire, 1990-NMSC-067, 110 N.M. 304, 795 P.2d 996.\n\nPredicate and compound offenses.— The fact that a kidnapping charge was used to raise a charge of criminal sexual penetration to a second degree felony does not pose a double jeopardy problem. Convictions normally are allowed for both predicate and compound offenses, and criminal sexual penetration statutes and kidnapping statutes protect different social norms.State v. McGuire, 1990-NMSC-067, 110 N.M. 304, 795 P.2d 996.\n\nMerger of criminal sexual penetration and kidnapping based on same act.— Defendant's convictions for second degree criminal sexual penetration (commission of a felony) under Section 30-9-11D NMSA 1978 and kidnapping, stemming from the same act of sexual intercourse, potentially violated double jeopardy rights and were required to be set aside.State v. Crain, 1997-NMCA-101, 124 N.M. 84, 946 P.2d 1095.\n\nKidnapping and false imprisonment.— Where over a three week period, at least two circumstances of kidnapping, as well as that of false imprisonment were separated by several days and intervening events that included consensual sex, drinking and daily activities, and terminations of the intent to restrain, defendant's convictions for kidnapping and false imprisonment did not violate the double jeopardy clause.State v. Dombos, 2008-NMCA-035, 143 N.M. 668, 180 P.3d 675, cert. denied, 2008-NMCERT-002, 143 N.M. 665, 180 P.3d 674.\n\nKidnapping and murder.— Where defendant first restrained the victim for the purpose of sexually assaulting the victim and made efforts to do so and defendant deliberately intended to make sure the victim was never going to leave the room where the victim was restrained after the sexual assault, defendant's convictions for first degree kidnapping and first degree murder did not violate the double jeopardy clause.State v. Saiz, 2008-NMSC-048, 144 N.M. 663, 191 P.3d 521, abrogated on other grounds inState v. Belanger, 2009-NMSC-025, 146 N.M. 357, 210 P.3d 783.\n\nDouble jeopardy.— Because the crimes of kidnapping and attempted criminal sexual penetration contain elements not contained in the Order Prohibiting Domestic Violence (OPDV) obtained by victim against defendant, defendant's double jeopardy rights were not violated by his conviction for those crimes following his conviction for contempt for violating the OPDV.State v. Powers, 1998-NMCA-133, 126 N.M. 114, 967 P.2d 454, cert. quashed, 127 N.M. 392, 981 P.2d 1210 (1999).\n\nKidnapping and attempted tampering with evidence.— Where defendant was convicted of both kidnapping and attempted tampering with evidence, and where the evidence at trial established that defendant beat the victim with a baseball bat, moved the body into a back room and then rolled the body in a carpet, defendant's double jeopardy rights were not violated, because each statute requires proof of a fact, or facts, that the other does not, tampering with evidence focusing on a defendant's intent to hide evidence to avoid prosecution, and kidnapping focusing instead on a defendant's intent in unlawfully taking, restraining transporting or confining a person, and the statutes were intended to address distinct social harms, tampering with evidence designed to punish individuals who attempt to interfere with the administration of justice by hiding or changing evidence that could be used in a criminal prosecution and the kidnapping statute designed to prevent individuals from harming others or depriving others of their freedom with the intent to force them to do something against their will.State v. Telles, 2019-NMCA-039, cert. denied.\n\nLesser included offense.— Where defendant drove the victim to a deserted area, pulled the victim out of the vehicle, pulled the victim's hair, kicked the victim, threw the victim into bushes, and beat the victim; defendant held the victim by the arm and drove to a second location where defendant again beat the victim; when the victim attempted to run away, defendant put the victim in the vehicle and drove to a third location where defendant again beat the victim; and defendant was charged with kidnapping in the first degree; defendant was not entitled to a jury instruction on the lesser included offense of false imprisonment because the only rational view of the evidence was that defendant intended to injure the victim as they drove between locations and false imprisonment was not the greatest offense committed.State v. Sotelo, 2013-NMCA-028, 296 P.3d 1232, cert. denied, 2013-NMCERT-001.\n\nFalse imprisonment is a lesser offense necessarily included in kidnapping by holding to service.State v. Armijo, 1977-NMCA-070, , 90 N.M. 614, 566 P.2d 1152.\n\nNo merger with murder charge.— The homicide was sufficient evidence for the jury to find aggravated sodomy and first degree kidnapping, and there was no merger with the charge of murder of which defendant was acquitted.State v. Melton, 1977-NMSC-014, 90 N.M. 188, 561 P.2d 461.\n\nConsecutive sentences for kidnapping and criminal sexual penetration.— Consecutive sentences for the compound crime of criminal sexual penetration during commission of kidnapping and the predicate felony of kidnapping with intent to hold for service is, in general, permissible because the two crimes address different social norms.State v. Tsethlikai, 1989-NMCA-107, 109 N.M. 371, 785 P.2d 282, cert. denied, 109 N.M. 262, 784 P.2d 1005 (1990).\n\nNo unitary act.— Where the defendant took control of the car at gunpoint and then drove the victims to a remote location before raping them, the crime of kidnapping was complete before the act of criminal sexual penetration began; because the two crimes did not constitute a \"unitary act\", imposition of consecutive sentences was not double jeopardy.State v. Andazola, 2003-NMCA-146, 134 N.M. 710, 82 P.3d 77.\n\nV. JURY INSTRUCTIONS.\n\nHostage defined.— Refusal to give a requested instruction defining \"hostage\" is no error, because \"hostage\" is not a technical term; the jurors can properly apply the common meaning of \"hostage\" and the application of the common meaning did not prejudice the defendant.State v. Carnes, 1981-NMCA-126, 97 N.M. 76, 636 P.2d 895.\n\nMultiple kidnappings.— Where defendant was charged with kidnapping; identical jury instructions were given for each count alleged to have occurred on different dates; there was evidence to support separate incidents; and the court told the jury that to convict defendant on both counts, the jury had to be convinced, beyond a reasonable doubt, that two different incidences had occurred, the instructions were not deficient because they did not set out findings to support the separate convictions and did not lead to a violation of the due process clause.State v. Dombos, 2008-NMCA-035, 143 N.M. 668., 180 P.3d 675, cert. denied, 2008-NMCERT-002, 143 N.M. 665, 180 P.3d 674.\n\nOmission of the incidental restraint limitation in the kidnapping instruction was not error.— Where defendant was tried before a jury on charges of criminal sexual penetration in the first degree, kidnapping in the first degree, armed robbery, aggravated burglary and criminal sexual contact, and where defendant claimed that it was fundamental error not to include the incidental restraint limitation to kidnapping in the essential elements instruction on kidnapping, the jury was properly instructed because a finding on whether the restraint of the victim resulting in the kidnapping was slight, inconsequential, or merely incidental to the commission of another crime was not required in this case where any restraint incidental to the sexual assaults was separate and distinct from the restraint that defendant used to complete the kidnapping.State v. Sena, 2020-NMSC-011,rev'g in part2018-NMCA-037, 419 P.3d 1240.\n\nFailure to instruct on incidental restraint resulted in fundamental error.— Where defendant was convicted of criminal sexual penetration, kidnapping, armed robbery, aggravated burglary, and criminal sexual contact, and where defendant claimed that the district court's kidnapping instruction was erroneous because it omitted an essential element of the crime when it failed to instruct the jury that any restraint of the victim must have been more than incidental, the erroneous instruction resulted in fundamental error, because kidnapping statutes do not apply to unlawful confinements or movements incidental to the commission of other felonies and the omission of incidental restraint from the jury instructions could have resulted in the jury convicting defendant based upon a deficient understanding of the legal meaning of restraint as an essential element of kidnapping.State v. Sena, 2018-NMCA-037,rev'd in part by2020-NMSC-011.\n\nLaw reviews.— For article, \"The Confusing Law of Criminal Intent in New Mexico,\" see 5 N.M.L. Rev. 63 (1974).\n\nFor comment, \"Criminal Procedure - Preventive Detention in New Mexico,\" see 4 N.M.L. Rev. 247 (1974).\n\nFor annual survey of New Mexico law relating to criminal law, see 13 N.M.L. Rev. 323 (1983).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 1 Am. Jur. 2d Abduction and Kidnapping § 1 et seq.\n\nFraud or false pretenses, kidnapping by, 95 A.L.R.2d 450.\n\nWhat is \"harm\" within provisions of statutes increasing penalty for kidnapping where victim suffers harm, 11 A.L.R.3d 1053.\n\nSeizure of prison officials by inmates as kidnapping, 59 A.L.R.3d 1306.\n\nFalse imprisonment as included offense within charge of kidnapping, 68 A.L.R.3d 828.\n\nNecessity and sufficiency of showing, in kidnapping prosecution, that detention was with intent to \"secretly\" confine victim, 98 A.L.R.3d 733.\n\nLoco parentis, taking of child by person in, 20 A.L.R.4th 823.\n\nLiability of legal or natural parent, or one who aids and abets, for damages resulting from abduction of own child, 49 A.L.R.4th 7.\n\nFact that gun was unloaded as affecting criminal responsibility, 68 A.L.R.4th 507.\n\nCoercion, compulsion, or duress as defense to charge of kidnapping, 69 A.L.R.4th 1005.\n\nValidity, construction and application of \"hold to service\" provision of kidnapping statute, 28 A.L.R.5th 754.\n\nSeizure or detention for purpose of committing rape, robbery, or other offense as constituting separate crime of kidnapping, 39 A.L.R.5th 283.\n\n51 C.J.S. Kidnapping § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-4/section-30-4-1/"
    },
    {
      "id": "section-30-4-2",
      "number": "30-4-2",
      "heading": "Criminal use of ransom.",
      "text": "Criminal use of ransom consists of knowingly receiving, possessing, concealing or disposing of any portion of money or other property which has at any time been delivered for the ransom of a kidnaped person.\n\nWhoever commits criminal use of ransom is guilty of a third degree felony.\n\nHistory:1953 Comp., § 40A-4-2, enacted by Laws 1963, ch. 303, § 4-2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-4/section-30-4-2/"
    },
    {
      "id": "section-30-4-3",
      "number": "30-4-3",
      "heading": "False imprisonment.",
      "text": "False imprisonment consists of intentionally confining or restraining another person without his consent and with knowledge that he has no lawful authority to do so.\n\nWhoever commits false imprisonment is guilty of a fourth degree felony.\n\nHistory:1953 Comp., § 40A-4-3, enacted by Laws 1963, ch. 303, § 4-3.\n\nMotive is not necessary elementof crime of false imprisonment.State v. Tijerina, 1972-NMCA-169, 84 N.M. 432, 504 P.2d 642,aff'd, 1973-NMSC-105, 86 N.M. 31, 519 P.2d 127, cert. denied, 417 U.S. 956, 94 S. Ct. 3085, 41 L. Ed. 2d 674 (1974).\n\nFalse imprisonment does not require physical restraintof the victim; it may also arise out of words, acts, gestures, or similar means.State v. Corneau, 1989-NMCA-040, 109 N.M. 81, 781 P.2d 1159, cert. denied, 108 N.M. 668, 777 P.2d 907.\n\nKidnapping and false imprisonment.— Where over a three week period, at least two circumstances of kidnapping, as well as that of false imprisonment were separated by several days and intervening events that included consensual sex, drinking and daily activities, and terminations of the intent to restrain, defendant's convictions for kidnapping and false imprisonment did not violate the double jeopardy clause.State v. Dombos, 2008-NMCA-035, 143 N.M. 668, 180 P.3d 675, cert. denied, 2008-NMCERT-002, 143 N.M. 665, 180 P.3d 674.\n\nLesser included offense of kidnapping.— False imprisonment is a lesser offense necessarily included in kidnapping by holding to service. The distinction between these two offenses is whether the defendant intended to hold the victim to service against the victim's will.State v. Armijo, 1977-NMCA-070, 90 N.M. 614, 566 P.2d 1152.\n\nAbsence of intent.— Merely to confine or restrain against a person's will without the requisite intention is not kidnapping, but is false imprisonment under this section, when done with knowledge of an absence of authority. State v. Clark, 1969-NMSC-078, 80 N.M. 340, 455 P.2d 844.\n\nHeld without consent.— A person is entitled to withdraw his or her consent or express a lack of consent to an act of criminal sexual penetration at any point prior to the act itself, but force or coercion exerted prior to the act itself will support a conviction for kidnapping or false imprisonment.State v. Pisio, 1994-NMCA-152, 119 N.M. 252, 889 P.2d 860, cert. denied, 119 N.M. 20, 888 P.2d 466.\n\nFalse imprisonment did not merge with criminal sexual penetration.— There was sufficient evidence to support separate charges for false imprisonment and criminal sexual penetration where the victim testified that defendant would not let her out of the bedroom for a period of time after the criminal sexual penetration occurred.State v. Traeger, 2000-NMCA-015, 128 N.M. 668, 997 P.2d 142, cert. denied, 128 N.M. 689, 997 P.2d 821,aff'd in part, rev'd in part on other grounds, 2001-NMSC-022, 130 N.M. 618, 29 P.3d 518.\n\nDefendant's convictions of false imprisonment and criminal sexual penetration in the second degree, which arose out of the same conduct, violated the double jeopardy clause.State v. Armendariz, 2006-NMCA-152, 140 N.M. 712, 148 P.3d 798, cert. quashed, 2008-NMCERT-002, 143 N.M. 665, 180 P.3d 674.\n\nDefendant's convictions for false imprisonment and criminal sexual penetration without the use of a deadly weapon, which arose out of the same conduct, did not violate the double jeopardy clause.State v. Fielder, 2005-NMCA-108, 138 N.M. 244, 118 P.3d 752, cert. quashed, 2006-NMCERT-004, 139 N.M. 429, 134 P.3d 120.\n\n\"No lawful authority\".— Knowledge of lack of authority to restrain a minor spouse could reasonably be inferred from the circumstances as defendant had no lawful authority to engage in domestic violence and he displayed continuing abusive behavior; there was nothing about defendant's actions that permitted an inference that he was acting pursuant to a valid, recognized, and lawful marital authority to act for his spouse in her best interests.State v. Barrera, 2002-NMCA-098, 132 N.M. 707, 54 P.3d 548, cert. denied, 132 N.M. 674, 54 P.3d 78.\n\nFalse imprisonment does not merge with battery.— Since battery required a touching or application of force and false imprisonment does not, and the elements for proving the two offenses differ, the two offenses do not merge.State v. Muise, 1985-NMCA-090, 103 N.M. 382, 707 P.2d 1192, cert. denied, 103 N.M. 287, 705 P.2d 1138,overruled on other grounds,State v. Laguna, 1999-NMCA-152, 128 N.M. 345, 992 P.2d 896, cert. denied, 128 N.M. 149, 990 P.2d 823.\n\nConsecutive sentences for armed robbery and false imprisonment were proper;since the elements of the two crimes are dissimilar and the evidence required to establish each crime is independent, it was clear the crimes did not merge even when considered in light of the facts.State v. Moore, 1989-NMCA-073, 109 N.M. 119, 782 P.2d 91, cert. denied, 109 N.M. 54, 781 P.2d 782.\n\nArmed robbery and false imprisonment separate offenses.— Because the statutory definitions of armed robbery and false imprisonment make it clear that the legislature intended to protect different individual interests and, therefore, create separately punishable offenses for violations of those interests, and since the record separated the conduct of the defendant which comprised armed robbery and the conduct which comprised false imprisonment and showed how the conduct for each conviction involved completely separate and distinct actions on the part of the defendant, conviction on both counts was proper.State v. Ibarra, 1993-NMCA-040, 116 N.M. 486, 864 P.2d 302, cert. quashed, 117 N.M. 744, 877 P.2d 44 (1994), and cert. denied, 513 U.S. 1157, 115 S. Ct. 1116, 130 L. Ed. 2d 1080 (1995).\n\nMerger of conviction for aggravated assault into offense of false imprisonment.— Even though defendant's acts of threatening each of multiple victims with a deadly weapon constituted the means by which his victims were restrained or confined against their will so as to cause the assault to merge into the crime of false imprisonment, the trial court did not err in refusing to merge defendant's convictions of aggravated assault into the offenses of false imprisonment, because there was evidence of multiple acts of aggravated assault committed against each victim.State v. Bachicha, 1991-NMCA-014, 111 N.M. 601, 808 P.2d 51, cert. denied, 111 N.M. 529, 807 P.2d 227.\n\nMerger of assault and false imprisonment.— The charge of assault by a prisoner should not be merged for sentencing purposes with the charge of false imprisonment where the facts supporting the two charges are not identical. Merger is also inappropriate in such a case because the statute prohibiting assault and the statute prohibiting false imprisonment advance two distinct social norms.State v. Gibson, 1992-NMCA-017, 113 N.M. 547, 828 P.2d 980, cert. denied, 113 N.M. 524, 828 P.2d 957.\n\nDouble jeopardy not found.— Convictions for accessory to assault with intent to commit a violent felony, accessory to aggravated battery with great bodily harm, and accessory to false imprisonment did not violate the constitutional prohibition against double jeopardy.State v. Carrasco, 1997-NMSC-047, 124 N.M. 64, 946 P.2d 1075.\n\nCrime of violence.— This crime is a crime of violence for purposes of sentencing a defendant as a career offender under federal law.United States v. Zamora, 222 F.3d 756 (10th Cir.), cert. denied, 531 U.S. 1043, 121 S. Ct. 641, 148 L. Ed. 2d 547 (2000).\n\nSufficient evidence.— Where defendant pinned the victim, who was defendant's spouse, down in the master bedroom to keep the victim from leaving the house, did not allow the victim to walk freely through the house, rigged a door so the victim could not leave the house, and removed the phones so the victim could not call the police; defendant choked the victim until the victim passed out, and defendant's actions were done with physical force, the evidence was sufficient to support defendant's conviction for false imprisonment.State v. McGee, 2002-NMCA-090, 132 N.M. 537, 51 P.3d 1191, cert. denied, 132 N.M. 551, 52 P.3d 411.\n\nEvidence sufficient to support conviction.— The evidence was sufficient to support a conviction for false imprisonment where it was shown that the defendant, acting in concert with another, forced a school bus to stop, disabled the bus, and forced the driver, through fear of violence, to remain confined in the bus until police and rescue arrived.State v. Muise, 1985-NMCA-090, 103 N.M. 382, 707 P.2d 1192, cert. denied, 103 N.M. 287, 705 P.2d 1138 (1985),overruled on other grounds,State v. Laguna, 1999-NMCA-152, 128 N.M. 345, 992 P.2d 896, cert. denied, 128 N.M. 149, 990 P.2d 823.\n\nEvidence sufficiency.— A defendant's acts of specifically pointing a rifle at each of several victims on two or more separate instances, accompanied by verbal threats, constituted evidence from which the jury could properly determine that defendant committed the separate offenses of aggravated assault and false imprisonment against each victim. Moreover, the jury could find that defendant falsely imprisoned his victims at the beginning of the episode and thereafter committed additional independent aggravated assaults for which he could be separately punished.State v. Bachicha, 1991-NMCA-014, 111 N.M. 601, 808 P.2d 51, cert. denied, 111 N.M. 529, 807 P.2d 227.\n\nEvidence was sufficient to convict defendant of false imprisonment where it showed that she was armed; she decided, along with two others, to snatch a stranger off the street; the victim was forced into the back of a two-door car from which he could not get out except through the driver door or the passenger side door; and, as they drove, defendant pressed her foot on the gas pedal to maintain the car's speed while the driver turned around to beat the victim.State v. Smith, 2001-NMSC-004, 130 N.M. 117, 19 P.3d 254.\n\nEvidence introduced to show how the defendant and his cohorts carefully orchestrated a prison escape was sufficient for the jury to find that the defendant planned, anticipated, and intended the assault and false imprisonment of a peace officer during the escape. The defendant need not have known the peace officer's name, but only that the victim would be a peace officer.State v. Gibson, 1992-NMCA-017, 113 N.M. 547, 828 P.2d 980, cert. denied, 113 N.M. 524, 828 P.2d 957.\n\nEvidence that intruders threw the house residents, husband and wife, into a closet, sufficed for a conviction of false imprisonment.State v. Ibarra, 1993-NMCA-040, 116 N.M. 486, 864 P.2d 302, cert. quashed, 117 N.M. 744, 877 P.2d 44 (1994) and cert. denied, 513 U.S. 1157, 115 S. Ct. 1116, 130 L. Ed. 2d 1080 (1995).\n\nEvidence was sufficient to support defendant's conviction for false imprisonment, where the victim testified that defendant put a screwdriver up to her side and told her that if she tried to leave, he \"would put that screwdriver through\" her.State v. Singleton, 2001-NMCA-054, 130 N.M. 583, 28 P.3d 1124, cert. denied, 130 N.M. 558, 28 P.3d 1099.\n\nEvidence was sufficient to support defendant's conviction of false imprisonment, given that the victims were bound hand and foot.State v. Reyes, 2002-NMSC-024, 132 N.M. 576, 52 P.3d 948.\n\nVerdict not ambiguous.— Handwritten addition to typewriter guilty verdict form which reiterated the guilty verdict but also spoke of defendant's motive in committing crime of false imprisonment did not render the verdict ambiguous and the court committed no error in accepting it.State v. Tijerina, 1972-NMCA-169, 84 N.M. 432, 504 P.2d 642,aff'd, 1973-NMSC-105, 86 N.M. 31, 519 P.2d 127, and cert. denied, 417 U.S. 956, 94 S. Ct. 3085, 41 L. Ed. 2d 674 (1974).\n\nNo collateral estoppel.— State did not violate guarantee against double jeopardy in prosecuting defendant for assault with intent to commit a violent felony and false imprisonment, after an acquittal on charges of assault on a jail and false imprisonment and kidnapping of another individual arising out of the same incident, since when the jury in the first trial acquitted defendant they did not necessarily conclude that he was not present at the jail that day and thus did not commit any crimes, but simply that he was not guilty of the crimes alleged.State v. Tijerina, 1973-NMSC-105, 86 N.M. 31, 519 P.2d 127,aff'g, 1972-NMCA-169, 84 N.M. 432, 504 P.2d 642, and cert. denied, 417 U.S. 956, 94 S. Ct. 3085, 41 L. Ed. 2d 674 (1974).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 32 Am. Jur. 2d False Imprisonment §§ 157, 160.\n\nPrincipal's liability for punitive damages because of false arrest or imprisonment, or malicious prosecution, by agent or employee, 93 A.L.R.3d 826.\n\nDefendant's state of mind necessary or sufficient to warrant award of punitive damages in action for false arrest or imprisonment, 93 A.L.R.3d 1109.\n\nLiability for negligently causing arrest or prosecution of another, 99 A.L.R.3d 1113.\n\nCivil liability for \"deprogramming\" member of religious sect, 11 A.L.R.4th 228.\n\nPenalties for common-law criminal offense of false imprisonment, 67 A.L.R.4th 1103.\n\nLiability of police or peace officers for false arrest, imprisonment, or malicious prosecution as affected by claim of suppression, failure to disclose, or failure to investigate exculpatory evidence, 81 A.L.R.4th 1031.\n\nFree exercise of religion clause of First Amendment as defense to tort liability, 93 A.L.R. Fed. 754.\n\n35 C.J.S. False Imprisonment § 71.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-4/section-30-4-3/"
    },
    {
      "id": "section-30-4-4",
      "number": "30-4-4",
      "heading": "Custodial interference; penalties.",
      "text": "A. As used in this section:\n\n(1) \"child\" means an individual who has not reached his eighteenth birthday;\n\n(2) \"custody determination\" means a judgment or order of a court of competent jurisdiction providing for the custody of a child, including visitation rights;\n\n(3) \"person\" means any individual or legal entity, whether incorporated or unincorporated, including the United States, the state of New Mexico or any subdivision thereof;\n\n(4) \"physical custody\" means actual possession and control of a child; and\n\n(5) \"right to custody\" means the right to physical custody or visitation of a child arising from:\n\n(a) a parent-child relationship between the child and a natural or adoptive parent absent a custody determination; or\n\n(b) a custody determination.\n\nB. Custodial interference consists of any person, having a right to custody of a child, maliciously taking, detaining, concealing or enticing away or failing to return that child without good cause and with the intent to deprive permanently or for a protracted time another person also having a right to custody of that child of his right to custody. Whoever commits custodial interference is guilty of a fourth degree felony.\n\nC. Unlawful interference with custody consists of any person, not having a right to custody, maliciously taking, detaining, concealing or enticing away or failing to return any child with the intent to detain or conceal permanently or for a protracted time that child from any person having a right to custody of that child. Whoever commits unlawful interference with custody is guilty of a fourth degree felony.\n\nD. Violation of Subsection B or C of this section is unlawful and is a fourth degree felony.\n\nE. A peace officer investigating a report of a violation of this section may take a child into protective custody if it reasonably appears to the officer that any person will flee with the child in violation of Subsection B or C of this section. The child shall be placed with the person whose right to custody of the child is being enforced, if available and appropriate, and, if not, in any of the community-based shelter care facilities as provided for in Section 32-1-25.1 NMSA 1978 [repealed].\n\nF. Upon recovery of a child a hearing by the civil court currently having jurisdiction or the court to which the custody proceeding is assigned, shall be expeditiously held to determine continued custody.\n\nG. A felony charge brought under this section may be dismissed if the person voluntarily returns the child within fourteen days after taking, detaining or failing to return the child in violation of this section.\n\nH. The offenses enumerated in this section are continuous in nature and continue for so long as the child is concealed or detained.\n\nI. Any defendant convicted of violating the provisions of this section may be assessed the following expenses and costs by the court, with payments to be assigned to the respective person or agency:\n\n(1) any expenses and costs reasonably incurred by the person having a right to custody of the child in seeking return of that child; and\n\n(2) any expenses and costs reasonably incurred for the care of the child while in the custody of the human services department [health care authority department].\n\nJ. Violation of the provisions of this section is punishable in New Mexico, whether the intent to commit the offense is formed within or outside the state, if the child was present in New Mexico at the time of the taking.\n\nHistory:1978 Comp., § 30-4-4, enacted by Laws 1989, ch. 206, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 32-1-25.1 NMSA 1978, was repealed by Laws 1993, ch. 77, § 234, effective July 1, 1993. For present comparable provisions,see32A-4-8 NMSA 1978.\n\nLaws 2023, ch. 205, § 16 provided that references to the human services department shall be deemed to be references to the health care authority department.\n\nRepeals and reenactments.— Laws 1989, ch. 206, § 1 repealed former 30-4-4 NMSA 1978, as enacted by Laws 1977, ch. 58, § 1, relating to custodial interference, and enacted a new section, effective April 4, 1989.\n\nCross references.— For provisions of the Uniform Child-Custody Jurisdiction and Enforcement Act,see40-10A-101 to 40-10A-403 NMSA 1978.\n\nSeverability.— Laws 1989, ch. 206, § 2 provides for the severability of the act if any part or application thereof is held invalid.\n\nSufficient evidence to support custodial interference.— Where custody of the defendant's child was transferred to the children, youth and families department; the child was placed in a foster home; the child left the foster home and returned to the defendant's home; the defendant allowed the child to stay with the defendant in the defendant's home and never informed either the police or the children, youth and families department that the child was doing so, the evidence was sufficient to support the defendant's conviction of custodial interference.State v. Romero, 2009-NMCA-012, 145 N.M. 594, 203 P.3d 125, cert. quashed, 2009-NMCERT-002, 145 N.M. 704, 204 P.3d 29.\n\nSection not unconstitutionally vague.— The terms \"without good cause,\" \"protracted time,\" \"maliciously,\" \"detaining,\" and \"deprive permanently\" as used in this section are of such well recognized meaning that individuals are placed on notice of the conduct sought to be proscribed and, therefore, the section is not unconstitutionally vague.State v. Luckie, 1995-NMCA-075, 120 N.M. 274, 901 P.2d 205, cert. denied, 120 N.M. 184, 899 P.2d 1138.\n\nJurisdiction.— The child must be present in New Mexico when criminal acts of custodial interference are committed for New Mexico to have criminal jurisdiction.State v. Sung, 2000-NMCA-031, 128 N.M. 786, 999 P.2d 430.\n\nProper venue for the trial of the offense of custodial interference.— In the event elements of a crime were committed in different counties, the trial may be had in any county in which a material element of the crime was committed. Interfering with or depriving a custodial parent of their right to custody is an essential element of the crime of custodial interference as are the methods for accomplishing the interference or deprivation. Because deprivation is an element, where the person was deprived of the right of custody establishes a proper venue for the trial of the offense of custodial interference.State v. Lefthand, 2015-NMCA-117, cert. denied, 2015-NMCERT-011.\n\nWhere defendant violated an order of custody, issued by a Taos county district court, by depriving the father of the child of his right to custody, the father's right to custody exists with him in his county of residence, the county in which he was given custody, and the county in which he was deprived of the custody of his son. Under the custodial interference statute, a person may be charged in the place where the harm sought to be prevented by the statute results, and therefore venue may lie in Taos county district court.State v. Lefthand, 2015-NMCA-117, cert. denied, 2015-NMCERT-011.\n\nElements of custodial interference.— To be guilty of custodial interference for taking the children for two weeks, the defendant had to have engaged in either interference by \"taking\" or \"failing to return\" the children without good cause.State v. Munoz, 2006-NMSC-005, 139 N.M. 106, 129 P.3d 142.\n\nProtracted period of time.— Trial court's refusal to give defendant's requested jury instruction defining \"protracted period of time\" was not erroneous because the meaning of the phrase is readily understandable and the defendant argued in closing arguments that two weeks was not long enough.State v. Munoz, 2006-NMSC-005, 139 N.M. 106, 129 P.3d 142.\n\nGood cause.— The term \"good cause\" encompasses the concepts of subjective \"good faith\" and objective reasonableness of the defendant and therefore a defendant must have an honest belief that his actions are necessary to protect a child from harm and that honest belief must be reasonable.State v. Munoz, 2006-NMSC-005, 139 N.M. 106, 129 P.3d 142.\n\nDefense waived by no contest plea.— Although defendant's challenge to the jurisdiction of a Missouri court in entering a modification to an earlier divorce decree is a defense to the charges of custodial interference, defendant waived the defense when he entered a no contest plea.State v. Hunter, 2005-NMCA-089, 138 N.M. 96, 117 P.3d 254,rev'd, 2006-NMSC-043, 140 N.M. 406, 143 P.3d 168.\n\nLegal right to custody not absolute.— Parents' natural and legal right to custody of their children is prima facie and not an absolute right.State v. Sanders, 1981-NMCA-053, 96 N.M. 138, 628 P.2d 1134.\n\nParent's natural right to custodyincludes the right to remove the child from this jurisdiction in the absence of any legal modification of that right, but that right may be lost through court order.State v. Whiting, 1983-NMCA-123, 100 N.M. 447, 671 P.2d 1158.\n\nParental right to custody curtailed by custody order.— Because of the custody order under Sections 40-4-7B(4) and 40-4-9.1 NMSA 1978, defendant's otherwise natural and usual right to remove her children from the court's jurisdiction is curtailed to the extent that she could not do so without the court's consent.State v. Whiting, 1983-NMCA-123, 100 N.M. 447, 671 P.2d 1158.\n\nRight continues until terminated by appropriate authority.— A parent has a legal right to the custody of his child unless that right had been terminated, however temporarily, by appropriate authority.State v. Sanders, 1981-NMCA-053, 96 N.M. 138, 628 P.2d 1134.\n\nDouble jeopardy violation.— Where, although there were three children involved, the alleged violation relates to only one custody order for all the children, the court violated double jeopardy requirements in convicting defendant on three counts of custodial interference, and sentencing defendant consecutively on each count.State v. Hunter, 2005-NMCA-089, 138 N.M. 96, 117 P.3d 254,rev'd, 2006-NMSC-043, 140 N.M. 406, 143 P.3d 168.\n\nWritten judgment required.— A parent's legal right to custody of a child does not end until entry of, and the giving of, notice of a judgment in compliance with Rule 62(a), N.M.R. Child. Ct. (seeRule 10-352 NMRA), requiring a signed written judgment and disposition.State v. Sanders, 1981-NMCA-053, 96 N.M. 138, 628 P.2d 1134.\n\nLaw reviews.— For annual survey of New Mexico law relating to domestic relations, see 12 N.M.L. Rev. 325 (1982).\n\nFor annual survey of New Mexico law relating to criminal law, see 13 N.M.L. Rev. 323 (1983).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Kidnapping or related offense by taking or removing of child by or under authority of parent or one in loco parentis, 20 A.L.R.4th 823.\n\nLiability of legal or natural parent, or one who aids or abets, for damages resulting from abduction of own child, 49 A.L.R.4th 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-4/section-30-4-4/"
    }
  ]
}