{
  "state": "new-mexico",
  "path": "title-chapter-30-criminal-offenses/chapter-article-3-assault-and-battery",
  "sections": [
    {
      "id": "section-30-3-1",
      "number": "30-3-1",
      "heading": "Assault.Section 30-3-2 - Aggravated assault",
      "text": "Assault consists of either:\n\nA. an attempt to commit a battery upon the person of another;\n\nB. any unlawful act, threat or menacing conduct which causes another person to reasonably believe that he is in danger of receiving an immediate battery; or\n\nC. the use of insulting language toward another impugning his honor, delicacy or reputation.\n\nWhoever commits assault is guilty of a petty misdemeanor.\n\nHistory:1953 Comp., § 40A-3-1, enacted by Laws 1963, ch. 303, § 3-1.\n\nCross references.— For assault and battery upon revenue division employees,see7-1-75 NMSA 1978.\n\nFor assault by prisoner,see30-22-17 NMSA 1978.\n\nFor assaults upon peace officers,see30-22-21 to 30-22-26 NMSA 1978.\n\nRequisites of assault.— An assault under New Mexico law requires an act, threat or menacing contact, which causes the plaintiff to reasonably believe she is in danger of receiving an immediate battery.Chavez v. Thomas & Betts, Corp., 396 F.3d 1088 (10th Cir. 2005).\n\nSpecific intent is not an essential element of aggravated assault.— Where defendant was charged with aggravated assault with a deadly weapon, and where the state presented evidence at trial that the victim of the assault was standing next to the shooting victim when the shooting occurred and that the assault victim reasonably believed that she was also going to be shot, and where the jury was properly instructed on general criminal intent, there was sufficient evidence to support defendant's conviction for aggravated assault with a deadly weapon. Specific intent is not an essential element of aggravated assault.State v. Branch, 2018-NMCA-031,replacing2016-NMCA-071, 387 P.3d 250, cert. denied.\n\nSufficient evidence of aggravated assault.— Where defendant was charged with aggravated assault with a deadly weapon, the evidence that the victim of the assault was standing right next to the shooting victim when the shooting occurred, that the assault victim believed that she was also going to be shot, and where the jury was properly instructed on general criminal intent, there was sufficient evidence to support defendant's conviction for aggravated assault with a deadly weapon.State v. Branch, 2016-NMCA-071, 387 P.3d 250,replaced by2018-NMCA-031, and cert. quashed.\n\nConstitutional infirmity in Subsection C may existinsofar as first and fourteenth amendment rights are concerned.State v. Parrillo, 1979-NMCA-135, 94 N.M. 98, 607 P.2d 636, cert. denied, 94 N.M. 629, 614 P.2d 546.\n\nInsulting language.— Language that meant \"follow the road, don't go\" did not, as a matter of law, tend toward impugning the honor, delicacy or reputation of another.State v. Vasquez, 1971-NMCA-182, 83 N.M. 388, 492 P.2d 1005.\n\nRequisites of assault.— For there to have been an assault upon a victim, there must have been an act, threat or conduct which caused him to reasonably believe he was in danger of receiving an immediate battery.State v. Mata, 1974-NMCA-067, 86 N.M. 548, 525 P.2d 908, cert. denied, 86 N.M. 528, 525 P.2d 888.\n\nBatteries do not include assault.— While assault and battery are closely related, one may exist without the other. All batteries do not include an assault. For there to be an assault, there must have been an act, threat or menacing conduct which causes another person to reasonably believe that he is in danger of receiving an immediate battery.Baca v. Velez, 1992-NMCA-053, 114 N.M. 13, 833 P.2d 1194, cert. denied, 113 N.M. 636, 830 P.2d 553.\n\nEvidence of victim's apprehension.— Where there was no direct evidence of an alleged victim's belief that he was in danger of receiving an immediate battery, the evidence was insufficient to show that any assault had been committed.State v. Mata, 1974-NMCA-067, 86 N.M. 548, 525 P.2d 908, cert. denied, 86 N.M. 528, 525 P.2d 888.\n\nSufficient evidence of assault by a corrections officer against an inmate.— Where defendant was charged with two counts of assault and attempted battery committed against an inmate, allegedly committed while defendant was employed as a corrections officer, and where evidence was presented at trial that defendant, while escorting the victim out of a courtroom following a hearing, attempted to kiss the victim multiple times, that the victim pushed defendant away each time, but gave defendant her phone number because she was nervous, uncomfortable, and scared that defendant would try to do more than kiss her, and where defendant claimed that his two convictions for assault were not supported by sufficient evidence because there was no evidence that defendant was angry at the time of either of his attempts to kiss the victim, there was sufficient evidence to support defendant's convictions for assault where evidence established that the victim was under defendant's physical control, restrained by shackles, and isolated within the courthouse when defendant attempted to kiss her. The victim's testimony provided relevant direct and circumstantial evidence from which a reasonable jury could conclude that under these specific circumstances, defendant's attempts to kiss her were done in an offensive or insulting manner.State v. Arvizo, 2021-NMCA-055, cert. denied.\n\nEvidence of threats following assault and attempted battery was relevant.— Where defendant was charged with two counts of assault and attempted battery committed against an inmate, allegedly committed while defendant was employed as a corrections officer, and where evidence was presented that defendant, while escorting the victim out of a courtroom following a hearing, attempted to kiss the victim multiple times, that the victim pushed defendant away each time, but gave defendant her phone number because she was nervous, uncomfortable, and scared that defendant would try to do more than kiss her, and that following the victim's release from jail, she received messages on her cell phone from defendant, including a threat from defendant that he would call the victim's \"tracker\" if she continued to refuse to return his calls, which the victim interpreted as a threat to send her back to jail, the district court did not abuse its discretion by admitting evidence of defendant's voicemail messages because it was not against the logic and effect of the facts and circumstances of the case for the district court to allow testimony about defendant's voicemail message threatening the victim with penal consequences if she continued to refuse his calls.State v. Arvizo, 2021-NMCA-055, cert. denied.\n\nImproperly admitted evidence of menacing conduct not unfairly prejudicial.— Where defendant was improperly charged and convicted of aggravated assault with a deadly weapon along with tampering with evidence, and the district court admitted evidence that defendant stated that he robbed the neighborhood in the course of the overall incident at issue, the admission of defendant's statement was not unfairly prejudicial because although the evidence related to defendant's menacing conduct, which related solely to the improperly charged, assault-based offense, the testimony about defendant's statement that he robbed the neighborhood was elicited from the victim, not law enforcement, was offered in the context of other blustering comments from defendant, defendant makes no showing that the state placed emphasis on the statement, there was no indication that the state attempted to relate the statement to the conduct that supported defendant's conviction for tampering, and there was other sufficient evidence to supporting defendant's conviction for tampering with evidence.State v. Radosevich, 2016-NMCA-060, 376 P.3d 871,rev'd on other grounds, 2018-NMSC-028.\n\nDefinition mandatory part of instructions.— The definition of assault found in this section contains essential elements of the crime of which defendant was convicted, assault with intent to commit a violent felony, and hence, failure to instruct on the definition of assault constituted jurisdictional error.State v. Jones, 1973-NMCA-107, 85 N.M. 426, 512 P.2d 1262.\n\nInstruction on assault as lesser included offense.— In trial of Indian for rape under the federal Major Crimes Act (18 U.S.C. §§ 1153, 3242, conferring federal jurisdiction over certain enumerated major crimes committed by Indians on Indian reservations), it was reversible error for trial court to refuse to instruct on the nonenumerated offenses of attempted rape, simple assault and battery, all of which were lesser included offenses under New Mexico law.Joe v. United States, 510 F.2d 1038 (10th Cir. 1974).\n\nLaw reviews.— For article, \"The Proposed New Mexico Criminal Code,\" see 1 Nat. Resources J. 122 (1961).\n\nFor article, \"The Confusing Law of Criminal Intent in New Mexico,\" see 5 N.M.L. Rev. 63 (1974).\n\nFor note, \"Municipal Assumption of Tort Liability for Damage Caused by Police Officers,\" see 1 N.M.L. Rev. 263 (1971).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 6 Am. Jur. 2d Assault and Battery §§ 8 to 36.\n\nIndecent proposal to woman as assault, 12 A.L.R.2d 971.\n\nHomicide: acquittal on homicide charge as bar to subsequent prosecution for assault and battery or vice versa, 37 A.L.R.2d 1068.\n\nMotor vehicle: criminal responsibility for assault and battery by operation of mechanically defective motor vehicle, 88 A.L.R.2d 1165.\n\nCriminal liability for excessive or improper punishment inflicted on child by parent, teacher, or one in loco parentis, 89 A.L.R.2d 396.\n\nDeadly or dangerous weapon, intent to do serious harm as essential to crime of assault with, 92 A.L.R.2d 635.\n\nUnintentional killing of or injury to third person during attempted self-defense, 55 A.L.R.3d 620.\n\nAutomobile as dangerous or deadly weapon within meaning of assault or battery statute, 89 A.L.R.3d 1026.\n\nAdmissibility of evidence of character or reputation of party in civil action for assault on issues other than impeachment, 91 A.L.R.3d 718.\n\nCriminal liability as barring or mitigating recovery of punitive damages, 98 A.L.R.3d 870.\n\nSingle act affecting multiple victims as constituting multiple assaults or homicides, 8 A.L.R.4th 960.\n\nCivil liability for insulting or abusive language - modern status, 20 A.L.R.4th 773.\n\nSufficiency of evidence to establish criminal participation by individual involved in gang fight or assault, 24 A.L.R.4th 243.\n\nLiability of hotel or motel operator for injury to guest resulting from assault by third party, 28 A.L.R.4th 80.\n\nFact that gun was unloaded as affecting criminal responsibility, 68 A.L.R.4th 507.\n\nStandard for determination of reasonableness of criminal defendant's belief, for purposes of self-defense claim, that physical force is necessary - modern cases, 73 A.L.R.4th 993.\n\nFranchisor's tort liability for injuries allegedly caused by assault or other criminal activity on or near franchise premises, 2 A.L.R.5th 369.\n\nTransmission or risk of transmission of human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) as basis for prosecution or sentencing in criminal or military discipline case, 13 A.L.R.5th 628.\n\nAdmissibility of threats to defendant made by third parties to support claim of self-defense in criminal prosecution for assault or homicide, 55 A.L.R.5th 449.\n\nAttempt to commit assault as criminal offense, 93 A.L.R.5th 683.\n\nEffect of federal assault statute (18 USCS § 113) on prosecutions under Assimilative Crimes Act (18 USCS § 13) making state criminal laws applicable to acts committed on federal reservations, 57 A.L.R. Fed. 957.\n\n6A C.J.S. Assault and Battery § 64.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-1/"
    },
    {
      "id": "section-30-3-2",
      "number": "30-3-2",
      "heading": "Aggravated assault.",
      "text": "Aggravated assault consists of either:\n\nA. unlawfully assaulting or striking at another with a deadly weapon;\n\nB. committing assault by threatening or menacing another while wearing a mask, hood, robe or other covering upon the face, head or body, or while disguised in any manner, so as to conceal identity; or\n\nC. wilfully [willfully] and intentionally assaulting another with intent to commit any felony.\n\nWhoever commits aggravated assault is guilty of a fourth degree felony.\n\nHistory:1953 Comp., § 40A-3-2, enacted by Laws 1963, ch. 303, § 3-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For aggravated assault upon peace officer,see30-22-22 NMSA 1978.\n\nFor instruction on general criminal intent,seeUJI 14-141 NMRA.\n\nI. GENERAL CONSIDERATION.\n\nLegislative intent for separate punishments.— As each offense includes one statutory element not included in the other, the presumption is that the legislature intended to punish separately the two offenses of aggravated assault and armed robbery.State v. Armijo, 2005-NMCA-010, 136 N.M. 723, 104 P.3d 1114.\n\nMultiple victims.— Defendant's convictions for two counts of aggravated assault stemming from defendant's one act of pointing a shotgun at two victims at the same time did not violate the double jeopardy clause, because each victim suffered distinct mental harm protected by the statute.State v. Roper, 2001-NMCA-093, 131 N.M. 189, 34 P.3d 133, cert. quashed, 131 N.M. 619, 41 P.3d 345 (2002).\n\nState v. Maes,1983-NMCA-073, 100 N.M. 78, 665 P.2d 1169 is no longer considered to be controlling authority in determining whether there has been a violation of the prohibition against double jeopardy, because the analysis contained therein predates, and has been replaced by, the two-pronged analysis ofSwafford v. State, 1991-NMSC-043, 112 N.M. 3, 810 P.2d 1223. State v. Armijo, 2005-NMCA-010, 136 N.M. 723, 104 P.3d 1114.\n\nUse of deadly weapon to protect property.— The use of a deadly weapon in the protection of property is generally held, except in extreme cases, to be the use of more than justifiable force, and to render the owner of the property liable, both civilly and criminally, for the assault.Brown v. Martinez, 1961-NMSC-040, 68 N.M. 271, 361 P.2d 152.\n\nResisting arrest with deadly weapon.— Resistance of lawful arrest with deadly weapon was not excused by fact that the officer acted from personal motives.State v. Nieto, 1929-NMSC-060, 34 N.M. 232, 280 P. 248.\n\nIntentional shooting.— The killing of a person by intentionally shooting him with a rifle, if not justified by the law of self-defense, would constitute at least an assault with a deadly weapon and would be a felony, and hence not involuntary manslaughter.State v. Pruett, 1921-NMSC-110, 27 N.M. 576, 203 P. 840.\n\nProsecution after acquittal of other charges.— State did not violate guarantee against double jeopardy in prosecuting defendant for assault with intent to commit a violent felony and false imprisonment, after an acquittal on charges of assault on a jail and false imprisonment and kidnapping of another individual, arising out of the same incident, since where the jury in the first trial acquitted defendant they did not necessarily conclude that he was not present at the jail that day and thus did not commit any crimes, but simply that he was not guilty of the crimes alleged.State v. Tijerina, 1973-NMSC-105, 86 N.M. 31, 519 P.2d 127, cert. denied, 417 U.S. 956, 94 S. Ct. 3085, 41 L. Ed. 2d 674 (1974).\n\nStatutory language to be used.— An indictment for drawing or handling deadly weapon in threatening manner under Laws 1887, ch. 30, § 2 (former 40-17-3, 1953 Comp.) was required to follow language of statute.Territory v. Armijo, 1894-NMSC-011, 7 N.M. 571, 37 P. 1117 (decided under prior law).\n\nWord \"unlawfully\" was not necessary in indictmentif other words were used which conveyed the same meaning.Ruiz v. Territory, 1900-NMSC-013, 10 N.M. 120, 61 P. 126.\n\nAllegation that gun was loaded unnecessary.— In prosecution for an assault with a deadly weapon, a gun, it was not necessary to allege that the gun was loaded.Territory v. Gonzales, 1907-NMSC-007, 14 N.M. 31, 89 P. 250.\n\nIndictment failing to specify appropriate statutory section.— An indictment framed under Laws 1887, ch. 30, prescribing penalties for drawing or handling deadly weapon in threatening manner, assault with a deadly weapon and drawing or discharging firearm in public place was insufficient when the offense charged did not come within scope of any section of that act.Territory v. Armijo, 1894-NMSC-011, 7 N.M. 571, 37 P. 1117 (decided under prior law).\n\nWhere the state originally charged defendant with assault with intent to commit the violent felony of robbery but later amended the indictment to charge assault with intent to commit the felony of larceny, the fact that the amended indictment continued to contain the statutory references to assault with intent to commit a violent felony was not fatal to the indictment, since misreference to statutory sections is not a sufficient reason to dismiss the indictment.State v. Gallegos, 1989-NMCA-066, 109 N.M. 55, 781 P.2d 783, cert. denied, 108 N.M. 771, 779 P.2d 549.\n\nFailing to describe weapon or allege unlawful assault.— An indictment for assault with a deadly weapon under Laws 1907, ch. 36, § 19 (former 40-17-6, 1953 Comp.) was insufficient if it did not describe the knife used or failed to charge that it was one with which dangerous cuts could be given or dangerous thrusts inflicted or that defendant \"did unlawfully assault.\"Territory v. Armijo, 1894-NMSC-011, 7 N.M. 571, 37 P. 1117 (decided under prior law).\n\nDefense of citizen's arrest.— When the defendant asserted the defense of citizen's arrest in a prosecution for aggravated assault with a deadly weapon, the issue of notice of his intent to make an arrest and proof that a felony was in fact committed by the arrestee were not elements of the defense.State v. Johnson, 1996-NMSC-075, 122 N.M. 696, 930 P.2d 1148.\n\nWhere evidence on charge is overwhelming, defendant cannot be prejudicedby the testimony as to the extent of a victim's injuries after the jury is told to disregard that testimony.State v. Davis, 1979-NMCA-015, 92 N.M. 563, 591 P.2d 1160.\n\nNo double jeopardy for sentence enhancement.— Double jeopardy did not prohibit the trial court from enhancing defendant's sentence for aggravated assault with a deadly weapon under the firearm enhancement section, 31-18-16A NMSA 1978, since each section contains an element or elements not included in the other and the phrase \"a noncapital felony\" means \"any noncapital offense\".State v. Charlton, 1992-NMCA-124, 115 N.M. 35, 846 P.2d 341, cert. denied, 114 N.M. 577, 844 P.2d 827.\n\nSentence improper.— Sentence of 7 to 15 years for convictions of assault with intent to kill and assault with a deadly weapon were not in accordance with the so-called indeterminate sentence law, former 41-17-1, 1953 Comp., which required a trial judge to sentence a person found guilty of an offense to the minimum and maximum provided by statute for the offense.State v. Romero, 1963-NMSC-168, 73 N.M. 109, 385 P.2d 967 (decided under prior law).\n\nII. ELEMENTS OF AGGRAVATED ASSAULT.\n\nThreat of bodily harm.— A defendant could be convicted of aggravated assault by merely threatening the victim with bodily harm.State v. Armijo, 2005-NMCA-010, 136 N.M. 723, 104 P.3d 1114.\n\nAggravated assault and armed robbery distinguished.— Aggravated assault contains an element that armed robbery does not: striking at a victim instead of just threatening him. Armed robbery contains an element that aggravated assault does not: taking victim's property with the intent to permanently deprive victim of the property.State v. Armijo, 2005-NMCA-010, 136 N.M. 723, 104 P.3d 1114.\n\nMeaning of \"deadly weapon\".— Deadly weapons shall be construed to mean any kind or class of pistol or gun, whether loaded or unloaded.State v. Montano, 1961-NMSC-174, 69 N.M. 332, 367 P.2d 95.\n\nApprehension of danger required.— For there to be an aggravated assault there must first be an assault; for there to be an assault upon a victim, there must have been an act, threat or conduct which caused him to reasonably believe he was in danger of receiving an immediate battery.State v. Mata, 1974-NMCA-067, 86 N.M. 548, 525 P.2d 908, cert. denied, 86 N.M. 528, 525 P.2d 888.\n\nGeneral criminal intent is necessary element of aggravated assaultalthough the terms of the statute do not require it. Consequently, something done \"not with an evil purpose, but for fun, or as a practical joke\" is not done with the requisite criminal intent necessary to constitute the crime of aggravated assault.State v. Cruz, 1974-NMCA-077, 86 N.M. 455, 525 P.2d 382.\n\nIntent defined as conscious wrongdoing.— Although Subsection A does not refer to intent, intent is required; the intent involved is that of conscious wrongdoing.State v. Mascarenas, 1974-NMCA-100, 86 N.M. 692, 526 P.2d 1285.\n\nIntent to harm not requisite.— An intent to do physical or bodily injury is not an element of Subsection A of this section.State v. Cruz, 1974-NMCA-077, 86 N.M. 455, 525 P.2d 382.\n\nSpecific intent to do bodily harm is not a necessary element of aggravated assault under New Mexico law. Proof of intent under the aggravated assault statute is achieved by showing the defendant intended to commit a simple assault and did so with a deadly weapon.United States v. Boone, 347 F. Supp. 1031 (D.N.M. 1972).\n\nGreat bodily harmis not element of aggravated assault charge.State v. Davis, 1979-NMCA-015, 92 N.M. 563, 591 P.2d 1160.\n\nIII. EVIDENCE AND PROOF.\n\nState is not required to prove that accused intended to assault victim,but only that he did an unlawful act which caused the victim to reasonably believe that she was in danger of receiving an immediate battery, that the act was done with a deadly weapon, and that it was done with a general criminal intent.State v. Manus, 1979-NMSC-035, 93 N.M. 95, 597 P.2d 280,overruled on other grounds,Sells v. State, 1982-NMSC-125, 98 N.M. 786, 653 P.2d 162.\n\nSpecific intent is not an essential element of aggravated assault.— Where defendant was charged with aggravated assault with a deadly weapon, and where the state presented evidence at trial that the victim of the assault was standing next to the shooting victim when the shooting occurred and that the assault victim reasonably believed that she was also going to be shot, and where the jury was properly instructed on general criminal intent, there was sufficient evidence to support defendant's conviction for aggravated assault with a deadly weapon. Specific intent is not an essential element of aggravated assault.State v. Branch, 2018-NMCA-031,replacing2016-NMCA-071, 387 P.3d 250, cert. denied.\n\nSufficient evidence of aggravated assault.— Where defendant was charged with aggravated assault with a deadly weapon, the evidence that the victim of the assault was standing right next to the shooting victim when the shooting occurred, that the assault victim believed that she was also going to be shot, and where the jury was properly instructed on general criminal intent, there was sufficient evidence to support defendant's conviction for aggravated assault with a deadly weapon.State v. Branch, 2016-NMCA-071, 387 P.3d 250,replaced by2018-NMCA-031, and cert. quashed.\n\nSufficient evidence of aggravated assault with a deadly weapon.— Where, in defendant's trial for first-degree murder, child abuse and aggravated assault with a deadly weapon, the jury heard evidence that defendant fired a gun at the shooting victim nine times at point-blank range, that the victim was seated in the front passenger seat of his vehicle, and that the victim's wife was seated in the driver's seat of the vehicle, and where the victim's wife testified that when the shooting began, she closed her eyes and believed that she was going to die, there was sufficient evidence for a jury to reasonably infer that when defendant pointed the gun at the victim, he was simultaneously point it in the direction of the victim's wife, and there was sufficient evidence to support the jury's determination that the victim's wife believed she was in danger of receiving an immediate battery and that this belief was reasonable.State v. Ramirez, 2018-NMSC-003.\n\n\"Use\" of a deadly weapon in the context of assault with a deadly weapon construed.— A defendantusesa deadly weapon to commit assault where a defendant makesfacilitative useof the deadly weapon. Facilitative use of a deadly weapon may be found if (1) a deadly weapon is present at some point during the encounter, (2) the victim knows or, based on the defendant's words or actions, has reason to know that the defendant has a deadly weapon, and (3) the presence of the weapon is intentionally used by the defendant to facilitate the commission of the assault.State v. Zachariah G., 2022-NMSC-003,aff'g2021-NMCA-036.\n\nSufficient evidence of assault on a school employee with a deadly weapon.— Where a child was adjudicated a delinquent for committing aggravated assault with a deadly weapon on a school employee, there was sufficient evidence to support the adjudication where, although the child did not brandish the BB gun he had concealed in his waistband, the child refused to reveal the object to the school principal and asked the principal menacing questions, including \"What would happen if somebody shot up the school?\", \"Are you afraid to die?\", and \"How would you feel if a twelve-year old shot you?\". There was sufficient evidence to satisfy the essential element that the childusedthe deadly weapon where the evidence supported findings that a deadly weapon was present, that the principal knew or had reason to know from the child's words and actions that the child had a BB gun when the child threatened him, and that the presence of the weapon was intentionally used by the child to facilitate the commission of an assault on the principal. Based on the child's verbal threats that took advantage of the presence of the BB gun, it was reasonable for the jury to determine that the child's conduct caused the principal to reasonably believe that he was in danger of receiving an immediate battery, and thus the childusedthe deadly weapon to facilitate the assault.State v. Zachariah G., 2022-NMSC-003,aff'g2021-NMCA-036.\n\nSufficient evidence of aggravated assault by \"use\" of a deadly weapon.— Where a child was adjudicated a delinquent for committing aggravated assault with a deadly weapon on a school employee, there was sufficient evidence to support the adjudication where, although the child did not brandish or retrieve a BB gun he had concealed in his waistband, the child refused to reveal the object to the school principal and asked the school principal menacing questions, including \"What would happen if somebody shot up the school?\", \"Are you afraid to die?\", and \"How would you feel if a twelve-year-old shot you?\". A reasonable juror could have determined that the child threatened the principal with the BB gun and that the BB gun was instrumental to the child's assault because the child's menacing and threatening questions instilled fear in the principal while the BB gun was bulging from the child's pants and of which the child knew the principal was aware.State v. Zachariah G., 2021-NMCA-036, cert. granted.\n\nSufficient evidence of aggravated assault.— Where defendant was convicted of three counts of aggravated assault for unlawfully assaulting or striking at another with a deadly weapon, there was sufficient evidence to support the convictions where the evidence presented at trial established that defendant admitted to police that he discharged his firearm twice in the air and twice at a vehicle that he knew to be occupied by multiple people, because the evidence was such that the jury could have concluded that defendant's act of shooting at the occupied vehicle caused the occupants of the vehicle to believe defendant was about to intrude on their bodily integrity or personal safety.State v. Candelaria, 2019-NMSC-004.\n\nUse of circumstantial evidence.— On trial of charge of assault with deadly weapon, whether the weapon was in fact used may be shown by circumstantial evidence.State v. Conwell, 1932-NMSC-042, 36 N.M. 253, 13 P.2d 554.\n\nProof of motive is not indispensable to conviction.— Without contention that defendant did not shoot victim, the state is not required to prove motive.State v. Brito, 1969-NMCA-027, 80 N.M. 166, 452 P.2d 694.\n\nEvidence of victim's prior conviction.— Exclusion of bare fact that person threatened with deadly weapon had been convicted of voluntary manslaughter, offered as bearing on self-defense, was within discretion of trial court.State v. Nieto, 1929-NMSC-060, 34 N.M. 232, 280 P. 248.\n\nSufficient evidence of aggravated assault.— Where co-defendant held a knife at the victim's throat and told the victim that he was going to kill him, the facts were sufficient to support the jury's finding that a reasonable person in the victim's position would believe that his bodily integrity was threatened by co-defendant's use of the knife.State v. Herrera, 2015-NMCA-116, cert. denied, 2015-NMCERT-010.\n\nEvidence sufficient.— Evidence that defendant pulled the loaded gun from his pocket and made threat to kill after argument over girlfriend was substantial evidence of an attempt to apply force in either an insolent or angry manner and therefore sufficient evidence of aggravated assault.State v. Woods, 1971-NMCA-026, 82 N.M. 449, 483 P.2d 504.\n\nEvidence that defendant told victim to leave, fired revolver within one foot of and in the direction of victim, and called victim a son of a bitch and told him to get up, supports conviction for aggravated assault.State v. Brito, 1969-NMCA-027, 80 N.M. 166, 452 P.2d 694.\n\nThe evidence was sufficient to sustain defendant's conviction for offense of aggravated assault when he pointed a gun at victim and asked for money, which was handed over, victim testifying that he was worried because the gun was loaded.State v. Anaya, 1968-NMCA-014, 79 N.M. 43, 439 P.2d 561.\n\nSufficient evidence to support conviction, despite failure to preserve fingerprints or trace ownership of weapon.State v. Peterson, 1985-NMCA-109, 103 N.M. 638, 711 P.2d 915, cert. denied, 475 U.S. 1052, 106 S. Ct. 1279, 89 L. Ed. 2d 586 (1986).\n\nA defendant's acts of specifically pointing a rifle at each of several victims on two or more separate instances, accompanied by verbal threats, constituted evidence from which the jury could properly determine that defendant committed the separate offenses of aggravated assault and false imprisonment against each victim. Moreover, the jury could find that defendant falsely imprisoned his victims at the beginning of the episode and thereafter committed additional independent aggravated assaults for which he could be separately punished.State v. Bachicha, 1991-NMCA-014, 111 N.M. 601, 808 P.2d 51, cert. denied, 111 N.M. 529, 807 P.2d 227.\n\nBecause the aggravated assault statute and the armed robbery statute share common ground in theory, a defendant's conviction could rely on similar, if not identical, evidence.State v. Armijo, 2005-NMCA-010, 136 N.M. 723, 104 P.3d 1114.\n\nIV. DOUBLE JEOPARDY.\n\nProsecution under Assimilative Crimes Act.— A person may be prosecuted and convicted of the lesser included offense of aggravated assault, in violation of New Mexico law, when congress has enacted a statute (18 U.S.C. § 113) making simple assault and its more aggravated forms federal offenses.United States v. Johnson, 967 F.2d 1431 (10th Cir. 1992).\n\nLesser included offense of aggravated battery.— Aggravated assault by use of a threat with a deadly weapon is a lesser included offense of aggravated battery.State v. DeMary, 1982-NMSC-144, 99 N.M. 177, 655 P.2d 1021.\n\nNo double jeopardy where facts differ.— If the factual basis for the alleged conviction for assault in municipal court and the factual basis for the aggravated assault conviction differ, then there would be no double jeopardy and the burden will be on defendant to prove a factual basis showing double jeopardy.State v. Woods, 1973-NMCA-114, 85 N.M. 452, 513 P.2d 189.\n\nSeparate criminal acts.— Assault with a deadly weapon, even though committed in connection with a larceny is a separate criminal act, as distinguished from a necessary ingredient of the crime of larceny, and, accordingly, there may be a conviction and punishment for both.State v. Martinez, 1967-NMSC-103, 77 N.M. 745, 427 P.2d 260.\n\nSeparate punishment for aggravated assault and arson.— The legislature intended separate punishment for the crimes of arson and aggravated assault. While these statutes may be violated together, they are not necessarily violated together. Punishment for a violation of either statute is not enhanced for a violation of the other. The legislature intended separate punishment for unitary conduct violating both statutes.State v. Rodriguez, 1992-NMCA-035, 113 N.M. 767, 833 P.2d 244, cert. denied, 113 N.M. 636, 830 P.2d 553.\n\nShooting into occupied vehicle.— Separate punishments are intended for the offenses of shooting into an occupied vehicle and aggravated assault with a deadly weapon.State v. Sosa, 1997-NMSC-032, 123 N.M. 564, 943 P.2d 1017abrogated by State v. Porter, 2020-NMSC-020.\n\nAggravated assault not lesser included offense.— Assault with intent to kill can be committed without use of a deadly weapon; thus, aggravated assault with a deadly weapon was not a lesser included offense.State v. Patterson, 1977-NMCA-084, 90 N.M. 735, 568 P.2d 261.\n\nLesser included offense of federal crime.— The New Mexico offense of aggravated assault is a lesser included offense of the federal crime of assault with a dangerous weapon with specific intent to do bodily harm, 18 U.S.C. § 113(c) (now 18 U.S.C. § 113(a)(3)).United States v. Abeyta, 27 F.3d 470 (10th Cir. 1994).\n\nMerger of conviction for aggravated assault into offense of false imprisonment.— Even though a defendant's acts of threatening each of multiple victims with a deadly weapon constituted the means by which his victims were restrained or confined against their will so as to cause the assault to merge into the crime of false imprisonment, the trial court did not err in refusing to merge defendant's convictions of aggravated assault into the offenses of false imprisonment, because there was evidence of multiple acts of aggravated assault committed against each victim.State v. Bachicha, 1991-NMCA-014, 111 N.M. 601, 808 P.2d 51, cert denied, 111 N.M. 529, 807 P.2d 227.\n\nV. JURY INSTRUCTIONS.\n\nJury instructions on aggravated assault as lesser included offense.— In prosecution for assault with a deadly weapon with specific intent to do bodily harm (18 U.S.C. § 113(c)) (now 113(a)(3)), where the record was rife with testimony that alcohol might have affected defendant's ability to appreciate the import of his actions, defendant was entitled to an instruction on the lesser included New Mexico offense of aggravated assault, which has the same action elements but does not include a specific intent to injure.United States v. Abeyta, 27 F.3d 470 (10th Cir. 1994).\n\nInstruction's definitions sufficient.— Instruction defining \"assault\" as an attempt to commit a battery upon the person of another and \"unlawful\" as means contrary to law and without legal excuse or justification, held not to be error.State v. Woods, 1971-NMCA-026, 82 N.M. 449, 483 P.2d 504.\n\nInstructions on intent insufficient.— Conscious wrongdoing is an essential element of Subsection A of this statute, and instructions in the language of the statute were insufficient to inform the jury of the intent required. Hence, defendant's conviction was reversed.State v. Cutnose, 1974-NMCA-130, 87 N.M. 307, 532 P.2d 896, cert. denied, 87 N.M. 299, 532 P.2d 888.\n\nWord \"unlawful\" insufficient description of intent.— When a statute sets forth the requisite intent, instructions in the language of the statute sufficiently instruct on the required intent. However, where the applicable statute speaks of \"unlawfulness,\" instructions informing the jury that defendant's conduct must have been unlawful does not inform the jury that conscious wrongdoing is an element of the crime of aggravated assault.State v. Mascarenas, 1974-NMCA-100, 86 N.M. 692, 526 P.2d 1285.\n\nUse of word \"unlawfully\" unnecessary.— It was not necessary to use the word \"unlawfully\" in an instruction, where the jury was informed that the assault must have been committed without excuse or justification, and another instruction defined an assault as an \"unlawful attempt.\"Territory v. Gonzales, 1907-NMSC-007, 14 N.M. 31, 89 P. 250.\n\nUse of \"feloniously\" unnecessary.— Although an indictment for assault with a deadly weapon under Laws 1907, ch. 36, § 19 (former Section 40-17-4, 1953 Comp.) used the word \"feloniously,\" there was no error in omitting it from the instruction as to elements of crime, as the use of the word in the indictment was unnecessary, and the jury was not required to fix the penalty.Territory v. Gonzales, 1907-NMSC-007, 14 N.M. 31, 89 P. 250.\n\nUse of phrase \"without excuse or justification\" proper.— In prosecution for assault with a deadly weapon under Laws 1907, ch. 36, § 19 (former Section 40-17-4, 1953 Comp.), it was not error to use the words \"without excuse or justification\" in an instruction.Territory v. Gonzales, 1907-NMSC-007, 14 N.M. 31, 89 P. 250.\n\nFailure to instruct on essential elements.— The trial court committed reversible error when it instructed the jury on the elements of aggravated assault with intent to commit felony aggravated battery, but then failed to instruct on the essential elements of felony aggravated battery and, instead, instructed on the essential elements of misdemeanor aggravated battery.State v. Armijo, 1999-NMCA-087, 127 N.M. 594, 985 P.2d 764.\n\nBreaking-and-entering instruction refused since defendant intended to threaten.— A requested instruction on breaking and entering as a lesser included offense was properly refused, where although the evidence was susceptible to inferences that defendant did not have the requisite intent to commit any batteries or homicides until he got inside, there was no evidence other than he had the intent, when he entered a house, to threaten someone while masked.State v. Durante, 1986-NMCA-024, 104 N.M. 639, 725 P.2d 839.\n\nLaw reviews.— For article, \"The Proposed New Mexico Criminal Code,\" see 1 Nat. Resources J. 122 (1961).\n\nFor article, \"The Confusing Law of Criminal Intent in New Mexico,\" see 5 N.M.L. Rev. 63 (1974).\n\nFor note, \"Criminal Law - The Use of Transferred Intent in Attempted Murder, a Specific Intent Crime: State v. Gillette,\" see 17 N.M.L. Rev. 189 (1987).\n\nFor survey of 1990-91 criminal procedure and evidence, see 22 N.M.L. Rev. 713 (1992).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 6 Am. Jur. 2d Assault and Battery §§ 48 to 55.\n\nSense of shame, or other disagreeable emotion on part of female, as essential to an aggravated or indecent assault, 27 A.L.R. 859.\n\nDeadly or dangerous weapon, intent to do physical harm as essential element of crime of assault with, 92 A.L.R.2d 635.\n\nSexual nature of physical contact as aggravating offense, 63 A.L.R.3d 225.\n\nAdmissibility of evidence of character or reputation of party in civil action for assault on issues other than impeachment, 91 A.L.R.3d 718.\n\nPocket or clasp knife as deadly or dangerous weapon for purposes of statute aggravating offenses such as assault, robbery, or homicide, 100 A.L.R.3d 287.\n\nDog as deadly or dangerous weapon for purposes of statutes aggravating offenses such as assault and robbery, 7 A.L.R.4th 607.\n\nWalking cane as deadly or dangerous weapon for purposes of statutes aggravating offenses such as assault and robbery, 8 A.L.R.4th 842.\n\nSingle act affecting multiple victims as constituting multiple assaults or homicides, 8 A.L.R.4th 960.\n\nParts of the human body, other than feet, as deadly or dangerous weapons for purposes of statutes aggravating offenses such as assault and robbery, 8 A.L.R.4th 1268.\n\nFact that gun was unloaded as affecting criminal responsibility, 68 A.L.R.4th 507.\n\nStandard for determination of reasonableness of criminal defendant's belief, for purposes of self-defense claim, that physical force is necessary - modern cases, 73 A.L.R.4th 993.\n\nCriminal assault or battery statutes making attack on elderly person a special or aggravated offense, 73 A.L.R.4th 1123.\n\nAdmissibility of expert opinion stating whether a particular knife was, or could have been, the weapon used in a crime, 83 A.L.R.4th 660.\n\nSufficiency of bodily injury to support charge of aggravated assault, 5 A.L.R.5th 243.\n\nStationary object or attached fixture as deadly or dangerous weapon for purposes of statute aggravating offenses such as assault, robbery, or homicide, 8 A.L.R.5th 775.\n\nKicking as aggravated assault, or assault with dangerous or deadly weapon, 19 A.L.R.5th 823.\n\n6A C.J.S. Assault and Battery §§ 72 to 82.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-2/"
    },
    {
      "id": "section-30-3-3",
      "number": "30-3-3",
      "heading": "Assault with intent to commit a violent felony.",
      "text": "Assault with intent to commit a violent felony consists of any person assaulting another with intent to kill or commit any murder, mayhem, criminal sexual penetration in the first, second or third degree, robbery or burglary.\n\nWhoever commits assault with intent to commit a violent felony is guilty of a third degree felony.\n\nHistory:1953 Comp., § 40A-3-3, enacted by Laws 1963, ch. 303, § 3-3; 1977, ch. 193, § 2.\n\nCross references.— For offense of murder,see30-2-1 NMSA 1978.\n\nFor offense of criminal sexual penetration,see30-9-11 NMSA 1978.\n\nFor offenses of robbery and burglary,see30-16-2 and 30-16-3 NMSA 1978.\n\nFor assault with intent to commit violent felony upon peace officer,see30-22-23 NMSA 1978.\n\nNo double jeopardy bar to punishment.— There was no double jeopardy bar to punishment for the offenses of assault with intent to commit rape and criminal sexual penetration, where the victim testified at trial that defendant bound her to a bed, struck her several times, and threatened her verbally for a period of time before commencing the sexual assault.Swafford v. State, 1991-NMSC-043, 112 N.M. 3, 810 P.2d 1223.\n\nEssential elements of offense.— Essential elements and ingredients of assault with intent to murder were willfully and unlawfully to assault a person with intent to murder such person, so that intent was an essential ingredient of the crime.Territory v. Baca, 1903-NMSC-001, 11 N.M. 559, 71 P. 460.\n\nAggravated assault not lesser included offense.— Assault with intent to kill can be committed without use of a deadly weapon; thus, aggravated assault with a deadly weapon was not a lesser included offense.State v. Patterson, 1977-NMCA-084, 90 N.M. 735, 568 P.2d 261.\n\nNo merger with aggravated battery.— The double jeopardy clause does not prohibit sentencing for both assault with intent to commit a violent felony murder and for aggravated battery with a deadly weapon; one offense does not subsume the other and other indicia of legislative intent suggests an intent to punish separately.State v. Cowden, 1996-NMCA-051, 121 N.M. 703, 917 P.2d 972, cert. denied, 121 N.M. 644, 916 P.2d 844.\n\nNo merger with kidnapping conviction.— Merger of kidnapping and assault with intent to commit criminal sexual penetration convictions was not required by double jeopardy considerations where there was evidence apart from the defendant's subsequent sexual assault from which the jury could infer that the defendant restrained the victim with the intent of holding her for services and where, under the facts, the assault with intent to commit criminal sexual penetration occurred after the victim had been restrained and held for services.State v. Williams, 1986-NMCA-122, 105 N.M. 214, 730 P.2d 1196, cert. denied, 105 N.M. 111, 729 P.2d 1365.\n\nNo merger with shooting at an inhabited dwelling.— This section and Section 30-3-8 NMSA 1978 (shooting at an inhabited dwelling) are two sections directed toward the protection of different social norms and indicate an intention on the part of the legislature to allow for multiple punishment for the same conduct. The legislature was concerned with conduct typically designed to terrorize or intimidate in 30-3-8 NMSA 1978. In contrast, this section is directed toward conduct which is motivated by an intention to effect another's death.State v. Highfield, 1992-NMCA-020, 113 N.M. 606, 830 P.2d 158, cert. denied, 113 N.M. 503, 828 P.2d 415.\n\nDouble jeopardy not found.— Convictions for accessory to assault with intent to commit a violent felony, accessory to aggravated battery with great bodily harm, and accessory to false imprisonment did not violate the constitutional prohibition against double jeopardy.State v. Carrasco, 1997-NMSC-047, 124 N.M. 64, 946 P.2d 1075.\n\nCollateral estoppel not applicable to facts.— Acquittal of defendant on charge of assault on a jail did not collaterally estop state from bringing subsequent prosecution against him on charge of assault with intent to commit a violent felony, even where both offenses allegedly occurred at same time and place, since charge of assault with intent to commit a violent felony required a jury to consider facts not required in the first trial.State v. Tijerina, 1973-NMSC-105, 86 N.M. 31, 519 P.2d 127, cert. denied, 417 U.S. 956, 94 S. Ct. 3085, 41 L. Ed. 2d 674 (1974).\n\nJustification insufficient.— An attempt to recover property in the absence of a threatened trespass to one's habitation did not justify an attempt to take the life of a trespasser.State v. Waggoner, 1946-NMSC-001, 49 N.M. 399, 165 P.2d 122.\n\nManner and means of assault to be charged.— Indictment for assault with intent to commit murder must state the manner and means of the assault so far, at least, as to show that the crime would have been murder had not the acts stopped short of their full effect.Territory v. Carrera, 1892-NMSC-023, 6 N.M. 594, 30 P. 872;Territory v. Sevailles, 1855-NMSC-001, 1 N.M. 119.\n\nAverment of use of deadly weapon.— An indictment for an assault with intent to kill was insufficient unless it averred that the assault was committed with a deadly weapon and with every ingredient necessary to have constituted the crime of murder if death had ensued.Territory v. Sevailles, 1855-NMSC-001, 1 N.M. 119.\n\nKnife as deadly weapon.— An indictment averring an assault with a knife with intent to kill was sufficient, although not stating the knife to be a deadly weapon.Territory v. Sevailles, 1855-NMSC-001, 1 N.M. 119.\n\nConviction under section other than that charged.— Under count charging assault with intent to murder, alleging essentials of assault with deadly weapon, defendant could not be convicted of latter offense.State v. Taylor, 1927-NMSC-081, 33 N.M. 35, 261 P. 808.\n\nEvidence of victim's character.— Absent any claim of self-defense, the victim's asserted character traits were not essential elements of the defense in a prosecution for assault with intent to commit a violent felony and were not provable by specific acts of conduct, but were only provable by reputation or opinion evidence.State v. Bazan, 1977-NMCA-011, 90 N.M. 209, 561 P.2d 482, cert. denied, 90 N.M. 254, 561 P.2d 1347.\n\nEvidence of other crime.— In prosecution for assault with pistol with intent to kill, where there was some evidence that accused intended to kill the prosecuting witness as a \"stool pigeon,\" it was not error to permit inquiry, on cross-examination of accused, whether he had not been indicted the day before the assault for a prohibition violation.State v. Solis, 1934-NMSC-077, 38 N.M. 538, 37 P.2d 539.\n\nStatements of deceased victim as hearsay.— The oral statements of one who died after an assault with intent to kill and before trial were not admissible on a prosecution for the offense since they constituted hearsay and were incompetent and irrelevant.State v. Waggoner, 1946-NMSC-001, 49 N.M. 399, 165 P.2d 122.\n\nWeight of defendant's statements of intent.— Statement by defendant that he wanted to indulge in a lascivious act other than intercourse upon the person of prosecutrix did not negative possible intent to compel sexual intercourse since jury might well have believed that defendant's announced intention was only preliminary to raping her.State v. Compos, 1952-NMSC-016, 56 N.M. 89, 240 P.2d 228.\n\nEvidence sufficient to go to jury.— There was sufficient evidence to take case to jury where elements of unlawfulness, deliberateness and premeditated design together with an intent to take the life of the person assaulted were amply shown.State v. Waggoner, 1946-NMSC-001, 49 N.M. 399, 165 P.2d 122.\n\nInstructions to contain definition of assault.— The definition of assault found in Section 30-3-1 NMSA 1978 contains essential elements of the crime of which defendant was convicted, assault with intent to commit a violent felony, and failure of the trial judge to define assault was jurisdictional error.State v. Jones, 1973-NMCA-107, 85 N.M. 426, 512 P.2d 1262.\n\nCharge on right to defend property properly refused.— In prosecution for assault with intent to kill, trial court did not err in refusing an instruction that a person has a right to defend his property from trespass or larceny and that jury should acquit defendant if it found that he shot at prosecuting witness to stop him from removing defendant's property and such action was necessary to prevent it, where evidence did not show prosecuting witness was on land leased by defendant at time of assault and in light of instructions given.State v. Waggoner, 1946-NMSC-001, 49 N.M. 399, 165 P.2d 122.\n\nRefusal to instruct not prejudicial.— Defendant was not prejudiced by refusal to give requested instruction on accidental discharge of gun, while not engaged in the commission of a felony, where the subject was adequately covered in the court's general charge.State v. Smith, 1947-NMSC-035, 51 N.M. 184, 181 P.2d 800.\n\nInstruction improper.— Where defendant was convicted of assault with intent to commit a violent felony against the adult child of the victim whom defendant shot and killed; defendant fired shots into a house that was occupied by the victim's adult child and others; and the jury was instructed that for it to find defendant guilty of assault with intent to commit a violent felony on the victim's adult child, the jury had to find that defendant intended to kill the victim's child or any other person or commit murder or mayhem on the victim's adult child or any other person, the instruction misstated the law regarding assault with intent to commit a violent felony and because the jury instruction allowed the jury to convict defendant of assaulting the victim's adult child on the ground that defendant intended to commit a violent felony against the victim, not the victim's adult child, the jury may have convicted defendant of crime that did not exist.State v. Arrendondo, 2012-NMSC-013, 278 P.3d 517.\n\nWhere gun accidentally discharged while defendant was engaged in committing a felony or misdemeanor at the time of the homicide, an instruction which did not recognize defendant's liability to conviction was improper.State v. Smith, 1947-NMSC-035, 51 N.M. 184, 181 P.2d 800.\n\nInforming jury of co-defendant's guilty plea deemed error.— The fact that a co-defendant has pled guilty to conspiracy to commit murder, presented to the jury in a case involving the defendant's conspiracy, does not come within Rule 803(22), N.M.R. Evid. (now Paragraph V of Rule 11-803 NMRA) is hearsay, and informing the jury of this guilty plea is error.State v. Urioste, 1980-NMCA-103, 94 N.M. 767, 617 P.2d 156, cert. denied, 94 N.M. 806, 617 P.2d 1321.\n\nSentence not excessive.— Where minimum sentence was less than a third of the maximum which could have been imposed for conviction of assault with intent to rape, sentence was not excessive, particularly in view of liberal policy of giving prisoners time off for good behavior, and liberal commutations.State v. Compos, 1952-NMSC-016, 56 N.M. 89, 240 P.2d 228.\n\nSentence improper.— Sentence of 7 to 15 years for convictions of assault with intent to kill and assault with a deadly weapon were not in accordance with the so-called indeterminate sentence law, former 41-17-1, 1953 Comp., which required a trial judge to sentence a person found guilty of an offense to the minimum and maximum provided by statute for the offense.State v. Romero, 1963-NMSC-168, 73 N.M. 109, 385 P.2d 967 (decided under prior law).\n\nLaw reviews.— For article, \"The Confusing Law of Criminal Intent in New Mexico,\" see 5 N.M.L. Rev. 63 (1974).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 6 Am. Jur. 2d Assault and Battery §§ 48 to 55.\n\nAssault with intent to kill in connection with the use of automobile for unlawful purpose or in violation of law, 99 A.L.R. 756.\n\nImpotency as defense to charge of rape, attempt to rape or assault with intent to commit rape, 23 A.L.R.3d 1351.\n\nWhat constitutes offense of \"sexual battery,\" 87 A.L.R.3d 1250.\n\nRobbery, attempted robbery, or assault to commit robbery, as affected by intent to collect or secure debt or claim, 88 A.L.R.3d 1309.\n\nAdmissibility of evidence of character or reputation of party in civil action for assault on issues other than impeachment, 91 A.L.R.3d 718.\n\nPropriety of, or prejudicial effect of omitting or of giving, instruction to jury, in prosecution for rape or other sexual offense, as to ease of making or difficulty of defending against such a charge, 92 A.L.R.3d 866.\n\nModern status of admissibility, in forcible rape prosecution, of complainant's prior sexual acts, 94 A.L.R.3d 257.\n\nModern status of admissibility, in forcible rape prosecution, of complainant's general reputation for unchastity, 95 A.L.R.3d 1181.\n\nConstitutionality of assault and battery laws limited to protection of females or which provide greater penalties for males than for females, 5 A.L.R.4th 708.\n\nSingle act affecting multiple victims as constituting multiple assaults or homicides, 8 A.L.R.4th 960.\n\nCriminal responsibility of husband for rape, or assault to commit rape, on wife, 24 A.L.R.4th 105.\n\nFact that gun was unloaded as affecting criminal responsibility, 68 A.L.R.4th 507.\n\nStandard for determination of reasonableness of criminal defendant's belief, for purposes of self-defense claim, that physical force is necessary - modern cases, 73 A.L.R.4th 993.\n\nLiability of church or religious society for sexual misconduct of clergy, 5 A.L.R.5th 530.\n\n6A C.J.S. Assault and Battery §§ 72, 75 to 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-3/"
    },
    {
      "id": "section-30-3-4",
      "number": "30-3-4",
      "heading": "Battery.",
      "text": "Battery is the unlawful, intentional touching or application of force to the person of another, when done in a rude, insolent or angry manner.\n\nWhoever commits battery is guilty of a petty misdemeanor.\n\nHistory:1953 Comp., § 40A-3-4, enacted by Laws 1963, ch. 303, § 3-4.\n\nCross references.— For assault and battery upon revenue division employees,see7-1-75 NMSA 1978.\n\nFor battery upon peace officers,see30-22-24 NMSA 1978.\n\nLesser included offense.— Petty-misdemeanor battery is a lesser included offense of aggravated battery. The difference is that simple battery does not require an intent to injure.State v. Garcia, 2009-NMCA-107, 147 N.M. 150, 217 P.3d 1048.\n\nBattery is a lesser included offense of aggravated batteryupon a peace officer under Section 30-22-25 NMSA 1978.State v. Nozie, 2009-NMSC-018, 146 N.M. 142, 207 P.3d 1119,aff'g2007-NMCA-131, 142 N.M. 626, 168 P.3d 756.\n\nBattery of spouse.— There is no language in this statute indicating that different standards should be employed when the victim of a battery is the spouse of the defendant.State v. Seal, 1966-NMSC-123, 76 N.M. 461, 415 P.2d 845.\n\nAngry and insolent manner.— Where there was testimony that appellant grabbed his wife, pushed or \"slammed\" her against a parked car, held her there and after she broke away, followed her to her car where he proceeded to talk to her for at least an hour while she cried and screamed for him to let her go, there was ample evidence for the trial court to conclude that appellant acted in a rude, insolent or angry manner as defined in this section when he applied force to the person of his wife.State v. Seal, 1966-NMSC-123, 76 N.M. 461, 415 P.2d 845.\n\nParent common law discipline privilege.— A parent has a privilege to use moderate or reasonable physical force, without criminal liability, when engaged in the discipline of his or her child.State v. Lefevre, 2005-NMCA-101, 138 N.M. 174, 117 P.3d 980.\n\nAn isolated instance of moderate or reasonable physical force that results in nothing more than transient pain or temporary marks or bruises is protected under the parental discipline privilege.State v. Lefevre, 2005-NMCA-101, 138 N.M. 174, 117 P.3d 980.\n\nBattery is included within offense of aggravated battery.State v. Duran, 1969-NMCA-048, 80 N.M. 406, 456 P.2d 880.\n\nBattery does not merge with false imprisonment.— Since false imprisonment requires a constraining or confining with knowledge of lack of legal authority and battery does not, and the elements for proving the two offenses differ, the two offenses do not merge.State v. Muise, 1985-NMCA-090, 103 N.M. 382, 707 P.2d 1192, cert. denied, 103 N.M. 287, 705 P.2d 1138,overruled on other grounds,State v. Laguna, 1999-NMCA-152, 128 N.M. 345, 992 P.2d 896, cert. denied, 128 N.M. 149, 990 P.2d 823.\n\nProof of battery demands conviction or acquittal thereon.— Regardless of whether either assault or aggravated assault is included in the charge of battery since there was proof of a battery, defendant should be convicted of some degree of battery (either aggravated or simple) or acquitted.State v. Duran, 1969-NMCA-048, 80 N.M. 406, 456 P.2d 880.\n\nCharge of unlawfulness mandatory.— Indictment charging that defendant \"did beat, bruise and wound\" a person, but omitting to aver it was done \"unlawfully\" was bad; by using the word \"unlawfully\" the statute intended to discriminate between lawful and unlawful acts of violence.Territory v. Miera, 1866-NMSC-004, 1 N.M. 387.\n\nDouble jeopardy.— Where the evidence established that defendant committed three separate and distinct battery offenses, double jeopardy did not preclude the first two batteries supporting a conviction for battery, even though the third battery satisfied elements of a charge of criminal sexual penetration.Brecheisen v. Mondragon, 833 F.2d 238 (10th Cir. 1987), cert. denied, 485 U.S. 1011, 108 S. Ct. 1479, 99 L. Ed. 2d 707 (1988).\n\nWhere provision in an order prohibiting domestic violence (OPDV), prohibiting \"battering in any manner,\" contained all elements of the statutorily defined offense of battery, a criminal prosecution for battery following a contempt proceeding for violating the OPDV violated defendant's right against double jeopardy.State v. Powers, 1998-NMCA-133, 126 N.M. 114, 967 P.2d 454., cert. quashed, 127 N.M. 392, 981 P.2d 1210 (1999).\n\nKidnapping and battery.— Where defendant drove the victim to a deserted area, pulled the victim out of the vehicle, pulled the victim's hair, kicked the victim, threw the victim into bushes, and beat the victim; defendant held the victim by the arm and drove to a second location where defendant again beat the victim; when the victim attempted to run away, defendant put the victim in the vehicle and drove to a third location and again beat the victim and forced the victim to have intercourse with defendant; and defendant was convicted of kidnapping in the first degree and battery, defendant's convictions did not violate double jeopardy because defendant's conduct was not factually unitary or legally unitary because the jury could have determined that the victim suffered physical injuries when defendant dragged the victim from the vehicle, threw the victim into the bushes, pulled the victim's hair, or otherwise restrained the victim, all actions distinct from the hitting and kicking on which the battery charge was based.State v. Sotelo, 2013-NMCA-028, 296 P.3d 1232, cert. denied, 2013-NMCERT-001.\n\nInstruction on simple battery wrongly refused.— Battering a peace officer while in the lawful discharge of his duties is battering the person of another, and where there was evidence that the victim police officer was not in the lawful discharge of his duties in connection with the altercation, the trial court erred in refusing to instruct on simple battery as well as on battery on an officer.State v. Kraul, 1977-NMCA-032, 90 N.M. 314, 563 P.2d 108, cert. denied, 90 N.M. 637, 567 P.2d 486.\n\nWhere there was evidence tending to establish the included offense of battery in charge of aggravated battery, trial court erred in refusing to instruct on lesser included offense.State v. Duran, 1969-NMCA-048, 80 N.M. 406, 456 P.2d 880.\n\nIn trial of Indian for rape under the federal Major Crimes Act (18 U.S.C. §§ 1153, 3242, conferring federal jurisdiction over certain enumerated major crimes committed by Indians on Indian reservations), it was reversible error for trial court to refuse to instruct on the non-enumerated offenses of attempted rape, simple assault and battery, all of which were lesser included offenses under New Mexico law.Joe v. United States, 510 F.2d 1038 (10th Cir. 1974).\n\nRight to de novo appeal.— Where defendant was convicted in metropolitan court of battery against a household member in violation of this section, because the state did not prosecute the battery under Section 30-3-15 NMSA 1978, state could not contend that defendant was convicted of a crime involving domestic violence and he was entitled to a de novo appeal in district court rather than just an on-record review of the proceeding.State v. Trujillo, 1999-NMCA-003, 126 N.M. 603, 973 P.2d 855.\n\nLaw reviews.— For note, \"Criminal Law: Applying the General/Specific Statute Rule in New Mexico State v. Santillanes,\" see 32 N.M.L. Rev. 313 (2002).\n\nFor article, \"The Confusing Law of Criminal Intent in New Mexico,\" see 5 N.M.L. Rev. 63 (1974).\n\nFor note, \"Municipal Assumption of Tort Liability for Damage Caused by Police Officers,\" see 1 N.M.L. Rev. 263 (1971).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 6 Am. Jur. 2d Assault and Battery §§ 37 to 41.\n\nPeace officers' criminal responsibility for wounding one whom they wished to investigate or identify, 18 A.L.R. 1368, 61 A.L.R. 321.\n\nRight of one in loco parentis other than teacher to punish child, 43 A.L.R. 507.\n\nLiability of parent or person in loco parentis for personal tort against minor child, 19 A.L.R.2d 423.\n\nCriminal liability as barring or mitigating recovery of punitive damages, 98 A.L.R.3d 870.\n\nSingle act affecting multiple victims as constituting multiple assaults or homicides, 8 A.L.R.4th 960.\n\nStandard for determination of reasonableness of criminal defendant's belief, for purposes of self-defense claim, that physical force is necessary - modern cases, 73 A.L.R.4th 993.\n\n6A C.J.S. Assault and Battery §§ 70, 71.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-4/"
    },
    {
      "id": "section-30-3-5",
      "number": "30-3-5",
      "heading": "Aggravated battery.",
      "text": "A. Aggravated battery consists of the unlawful touching or application of force to the person of another with intent to injure that person or another.\n\nB. Whoever commits aggravated battery, inflicting an injury to the person which is not likely to cause death or great bodily harm, but does cause painful temporary disfigurement or temporary loss or impairment of the functions of any member or organ of the body, is guilty of a misdemeanor.\n\nC. Whoever commits aggravated battery inflicting great bodily harm or does so with a deadly weapon or does so in any manner whereby great bodily harm or death can be inflicted is guilty of a third degree felony.\n\nHistory:1953 Comp., § 40A-3-5, enacted by Laws 1963, ch. 303, § 3-5; 1969, ch. 137, § 1.\n\nCross references.— For aggravated battery upon peace officer,see30-22-25 NMSA 1978.\n\nI. GENERAL CONSIDERATION.\n\nSection not violative of constitution's title requirements.— Although this section provides that an aggravated battery may be either a misdemeanor or a felony, depending on the circumstances, N.M. Const., art. IV, § 16 is not violated, since title clearly shows that the subject of the act is aggravated battery and that more than one penalty is provided.State v. Segura, 1973-NMCA-006, 83 N.M. 432, 492 P.2d 1295.\n\nSection not void for vagueness.— This section is not void for vagueness because a defendant's aggravated battery may be either a felony or misdemeanor or that it depends entirely on the view of the evidence taken by the trier of facts.State v. Segura, 1973-NMCA-006, 83 N.M. 432, 492 P.2d 1295.\n\nThis section is not unconstitutionally vague either when its subsections are compared or when the entire section is compared with Section 30-3-4 NMSA 1978.State v. Chavez, 1971-NMCA-030, 82 N.M. 569, 484 P.2d 1279, cert. denied, 82 N.M. 562, 484 P.2d 1272.\n\nSection not in conflict with Section 31-18-15.1 NMSA 1978.— This section and Section 31-18-15.1 NMSA 1978 (aggravating circumstances affecting sentencing) do not provide punishment for the same offense, and these sections are not in conflict.State v. Wilson, 1982-NMCA-019, 97 N.M. 534, 641 P.2d 1081, cert. denied, 98 N.M. 50, 644 P.2d 1039.\n\nThe elements of an offense do no more than establish the offense. The circumstances surrounding the offense, including the circumstances surrounding each of the elements of the offense, may be considered under Section 31-18-15.1 NMSA 1978.State v. Wilson, 1982-NMCA-019, 97 N.M. 534, 641 P.2d 1081, cert. denied, 98 N.M. 50, 644 P.2d 1039.\n\nDefendant charged in the alternative.— Aggravated battery is a third degree felony if it causes great bodily harm or if it was committed with a deadly weapon. There is nothing unfair in charging a defendant in the alternative, where the evidence supports a third degree felony conviction under both alternatives.State v. Kenny, 1991-NMCA-094, 112 N.M. 642, 818 P.2d 420, cert. denied, 112 N.M. 499, 816 P.2d 1121.\n\nConsent is not defense to crime of aggravated battery,irrespective of whether the victim invites the act and consents to the battery.State v. Fransua, 1973-NMCA-071, 85 N.M. 173, 510 P.2d 106.\n\nIntoxication a valid defense.— A showing of intoxication to a degree that would make specific intent impossible would establish a valid defense to the charge of aggravated battery and since the evidence in defendant's case raised an issue of fact for the jury on the question of intent to injure by showing intoxication to such a degree that defendant was unable to form the necessary intent, defendant was entitled to an instruction on this defense; the failure to so instruct was reversible error.State v. Crespin, 1974-NMCA-104, 86 N.M. 689, 526 P.2d 1282.\n\nProtection of property.— The use of a deadly weapon in the protection of property is generally held, except in extreme cases, to be the use of more than justifiable force, and to render the owner of the property liable, both civilly and criminally, for the assault.Brown v. Martinez, 1961-NMSC-040, 68 N.M. 271, 361 P.2d 152.\n\nRight of confrontation not violated.— Where no prior statement of any kind by the victim of an aggravated assault was brought to the attention of the jury or offered by the state, and defendant neither sought a continuance nor indicated that he desired to call the victim as a witness or what evidence he believed might be developed from the victim, his constitutional right of confrontation was not violated by absence of victim from trial.State v. James, 1966-NMSC-110, 76 N.M. 376, 415 P.2d 350.\n\nContinuance properly refused.— Defendant's effort to have aggravated battery case continued and to have victim examined by another doctor was properly refused where there was nothing to show that defense was surprised by doctor's testimony or that defendant was prejudiced in his defense on the merits.State v. Foster, 1971-NMCA-064, 82 N.M. 573, 484 P.2d 1283.\n\nAggravation of sentence.— Rule against use of elements of a crime as the basis for aggravating the sentence for that crime was not violated where the defendant's failure to aid the victim and the brutality of the crime were used to aggravate the defendant's sentence; defendant's failure to aid the victim after the beating is clearly not an element of aggravated battery and the brutality of the crime, although it is a fact used to prove great bodily harm, does not equate to great bodily harm for purposes of the aggravation statute.State v. Kurley, 1992-NMCA-105, 114 N.M. 514, 841 P.2d 562, cert denied, 114 N.M. 413, 839 P.2d 623.\n\nWhere the defendant pleaded guilty to aggravated battery with great bodily harm, the defendant's sentence could be aggravated without actual evidence that his own acts, rather than the acts of his companions, were brutal; defendant's participation in the beating, which was brutal enough to actually cause death, standing alone, was sufficient.State v. Kurley, 1992-NMCA-105, 114 N.M. 514, 841 P.2d 562, cert denied, 114 N.M. 413, 839 P.2d 623.\n\nWaiver of error.— Where defendant pleaded not guilty when arraigned and proceeded to trial without questioning propriety of magistrate's bind over, his claim that criminal information charged him with offense of aggravated battery, rather than attempted aggravated battery, concerning which there had been no preliminary examination, was waived.State v. Hibbs, 1971-NMCA-100, 82 N.M. 722, 487 P.2d 150.\n\nDefendant was bound by plea of guiltyto attempt to commit aggravated battery and was not entitled to post-conviction relief either on grounds that his actions did not constitute attempt to commit aggravated battery or that state had failed to establish his intent.State v. Bonney, 1971-NMCA-041, 82 N.M. 508, 484 P.2d 350.\n\nWithdrawal of plea properly denied.— Trial court's denial of defendant's motion to withdraw his plea of guilty to a charge of aggravated assault after sentence was imposed did not violate due process where the only basis asserted for withdrawal of the plea was that the trial court refused to follow the sentencing recommendation of the district attorney.State v. Ramos, 1973-NMCA-103,85 N.M. 438, 512 P.2d 1274.\n\nFirearm enhancement statute constitutionally applied to conviction under section.— Neither the rules of statutory construction nor the federal and state constitutional provisions against double jeopardy prohibit the application of the firearm enhancement statute to a person convicted of aggravated battery with a deadly weapon when the weapon used was a firearm.State v. Gonzales, 1981-NMCA-023, 95 N.M. 636, 624 P.2d 1033,overruled on other grounds,Buzbee v. Donnelly, 1981-NMSC-097, 96 N.M. 692, 634 P.2d 1244.\n\nII. ELEMENTS OF AGGRAVATED BATTERY.\n\nThe question of whether an individual has used his mouth as a deadly weaponis strictly a question of fact, reserved for the jury.State v. Neatherlin, 2007-NMCA-035, 141 N.M. 328, 154 P.3d 703.\n\nThis section requires intent to injure,of which there must be substantial evidence for there to be proof that the crime of aggravated battery has been committed.State v. Mora, 1970-NMCA-072, 81 N.M. 631, 471 P.2d 201, cert. denied, 81 N.M. 668, 472 P.2d 382.\n\nSpecific intent to injure is essential element of crimeof aggravated battery, and the state must prove beyond a reasonable doubt that the defendant knowingly committed the crime purposely intending to violate the law.State v. Crespin, 1974-NMCA-104, 86 N.M. 689, 526 P.2d 1282;State v. Mills, 1980-NMCA-005, 94 N.M. 17, 606 P.2d 1111, cert. denied, 94 N.M. 628, 614 P.2d 545.\n\nIntent to injure may be inferred.— Intent to injure, as required by this section, need not be established by direct evidence but may be inferred from conduct and the surrounding circumstances.State v. Michael S., 1995-NMCA-112, 120 N.M. 617, 904 P.2d 595, cert. denied, 120 N.M. 533, 903 P.2d 844.\n\nUnder former law, specific intent to commit mayhem was inferred as a matter of law. Where the defendant deliberately committed the crime of assault and battery, in so doing, he committed mayhem.State v. Hatley, 1963-NMSC-110, 72 N.M. 377, 384 P.2d 252 (decided under prior law).\n\nGreat bodily harm.— Subsection C of this section requires only that great bodily harm could result, not that it must result.State v. Pettigrew, 1993-NMCA-095, 116 N.M. 135, 860 P.2d 777, cert. denied, 116 N.M. 71, 860 P.2d 201.\n\nGreat bodily harm includes permanent loss or impairment (permanent injury).State v. Chavez, 1971-NMCA-030, 82 N.M. 569, 484 P.2d 1279, cert. denied, 82 N.M. 562, 484 P.2d 1272.\n\nProximate cause of harm.— Whether battery caused great bodily harm is to be determined by \"proximate cause\" and a defendant's act need not be a direct, that is, immediate, cause.State v. Chavez, 1971-NMCA-030, 82 N.M. 569, 484 P.2d 1279, cert. denied, 82 N.M. 562, 484 P.2d 1272.\n\nNature of injury determines degree of crime.— Whether crime is a misdemeanor or a felony depends largely, as shown by Subdivisions B and C, on the nature of the injury inflicted. State v. Chavez, 1971-NMCA-030, 82 N.M. 569, 484 P.2d 1279, cert. denied, 82 N.M. 562, 484 P.2d 1272.\n\nThe nature of the injury was an important element of mayhem.State v. Martin, 1926-NMSC-048, 32 N.M. 48, 250 P. 842 (decided under prior law).\n\nDegree of harm for jury.— It was a question of fact for the jury whether forcible tattooing of victim with needle and India ink from back of neck to center part of waist, which tattoo recited an offensive sentence in large letters and could be removed only with strenuous and extensive skin grafting, was \"great bodily harm\" as required under this section and defined at 30-1-12 NMSA 1978.State v. Ortega, 1966-NMSC-186, 77 N.M. 312, 422 P.2d 353.\n\nDegree of harm.— It was for the jury to determine whether the injuries inflicted on gasoline station attendant who was robbed, beaten and set on fire with gasoline were likely to cause death or great bodily harm, and defendant's motion for dismissal of the indictment, which charged him with a felony, on his assertion that doctor's testimony \"proved\" he was guilty only of misdemeanor, was properly refused.State v. Foster, 1971-NMCA-064, 82 N.M. 573, 484 P.2d 1283.\n\nKnife as deadly weapon.— For a knife to be a deadly weapon it must come within the portion of this statute as to any other deadly weapons with which dangerous wounds can be inflicted.State v. Martinez, 1953-NMSC-031, 57 N.M. 174, 256 P.2d 791.\n\nBaseball bat as deadly weapon.— In a prosecution for aggravated battery with a deadly weapon, the question of whether a baseball bat was a deadly weapon should have been left to the jury; however, the error is not fundamental and must be preserved for appeal.State v. Traeger, 2001-NMSC-022, 130 N.M. 618, 29 P.3d 518.\n\nJury justified in so finding.— Where no one directly testified the knife was one with which dangerous wounds could be inflicted, but the wounds were described by the physician who treated the victim, and they were sufficiently severe to keep him in a hospital under the doctor's care for a week, and in addition, the scars caused by the knife wounds were shown to the jury, in view of the depth and length of the wounds the jury was fully justified in finding the knife used was a deadly weapon, although the blade used was only about two inches in length.State v. Martinez, 1953-NMSC-031, 57 N.M. 174, 256 P.2d 791.\n\nIII. EVIDENCE AND PROOF.\n\nSufficient evidence.— Where the victim was shot multiple times at close range outside a friend's home; after hearing shots, the friend went outside and saw defendant fleeing and the victim on the ground severely wounded; the victim told the friend and a police officer that defendant was the shooter; a forensic scientist identified a gun found in defendant's vehicle as the same gun used to shoot the victim; and a neighbor identified the vehicle shown in a photograph of defendant's vehicle as identical to the vehicle that sped way from the scene of the shooting, there was substantial evidence to support defendant's conviction of aggravated battery with a deadly weapon causing great bodily harm.State v. Fuentes, 2010-NMCA-027, 147 N.M. 761, 228 P.3d 1181, cert. denied, 2010-NMCERT-002, 147 N.M. 704, 228 P.3d 488.\n\nEvidence sufficient to provide defendant used his mouth as a deadly weapon.— Where defendant bit the victim during an altercation, defendant's bite broke the victim's skin, defendant admitted that he had hepatitis C, a medical expert testified that transmission of the hepatitis C virus is possible through a bite that breaks the skin, that hepatitis C could result in liver cancer, ultimately leading to death, and defendant told the victim when he bit the victim that he hoped the victim would die, there was sufficient evidence to prove that defendant used his mouth as a deadly weapon.State v. Neatherlin, 2007-NMCA-035, 141 N.M. 328, 154 P.3d 703.\n\nConviction or acquittal of proved offense.— Regardless of whether either assault or aggravated assault is included in charge of battery, where there is proof of a battery, defendant should be convicted of some degree of battery (either aggravated or simple) or acquitted.State v. Duran, 1969-NMCA-048, 80 N.M. 406, 456 P.2d 880.\n\nCorroboration of victim's testimony unnecessary.— Victim's testimony supported determination that defendant committed battery with a gun and with intent to injure, and did not require corroboration.State v. Tafoya, 1969-NMCA-073, 80 N.M. 494, 458 P.2d 98.\n\nTestimony corroborated.— Defendant's testimony that he threw gun away after leaving scene of burglary and aggravated battery, along with photographs of victim showing facial cuts and abrasions, corroborated victim's testimony that defendant used a gun in commission of crimes.State v. Tafoya, 1969-NMCA-073, 80 N.M. 494, 458 P.2d 98.\n\nCircumstantial evidence was sufficientfor a reasonable mind to infer defendant shot the victim with a pellet gun, where there was evidence that defendant came out of his house with a rifle or other gun in his hand and shouted at the victim and his companions to \"go somewhere else and play,\" after they had been shooting off fireworks, and five or ten minutes later the victim was struck with a pellet as a noise was heard from the direction of defendant's house.State v. Stenz, 1990-NMCA-005, 109 N.M. 536, 787 P.2d 455, cert. denied, 109 N.M. 562, 787 P.2d 842.\n\nSufficient evidence. — Evidence that defendant jumped on the victim's leg and shattered it was sufficient to support defendant's conviction for aggravated battery.State v. Garcia, 2009-NMCA-107, 147 N.M. 150, 217 P.3d 1048, cert. denied, 2009-NMCERT-008, 147 N.M. 395, 223 P.3d 940.\n\nSufficient evidence of aggravated battery.— There was sufficient evidence to convict defendant of two counts of aggravated battery where the evidence established that defendant, while under the influence of methamphetamine and heroin, drove across a parking lot at a high rate of speed, struck two individuals in her path causing severe injuries, and fled the scene, and where defendant's interview with the police contained numerous admissions that she was driving the white vehicle in question, that she knew she struck at least one person with it, that she then left the parking lot without stopping to render assistance, and that she abandoned the vehicle at the end of a residential street about a half-mile away.State v. Holtsoi, 2024-NMCA-042, cert. denied.\n\nEvidence sufficient to support conviction.— Where evidence, though disputed, showed that defendant was playing pool with several persons, that an argument began and that in the resulting altercation defendant pulled a gun, shot at one person and missed, and shot at another and hit him in the leg, held that it was sufficient to support a verdict of aggravated battery.State v. Santillanes, 1974-NMCA-092, 86 N.M. 627, 526 P.2d 424.\n\nEvidence for felony conviction.— Where the victim testified that she was hit on the head three times with an object which she described as \"very hard\" and it appeared from the record that following the attack she was taken to the hospital and six stitches were required to close the wound on her head, this evidence sufficiently established an aggravated battery under Subsection C.State v. Turner, 1970-NMCA-024, 81 N.M. 450, 468 P.2d 421, cert. denied, 81 N.M. 506, 469 P.2d 151.\n\nThere was substantial evidence to support the charge since the evidence established that the defendant acted in a way that would have likely resulted in great bodily harm or even death to the victim, despite the lack of evidence of such harm.State v. Dominguez, 1993-NMCA-042, 115 N.M. 445, 853 P.2d 147, cert. denied,sub nom.,Ortega v. State, 115 N.M. 409, 852 P.2d 682 (1993).\n\nSufficient evidence.— Since the victims testified that the two defendants intruded into their home, beat and kicked the husband, and dragged both him and his wife around the house in search of money, this evidence sufficiently established an aggravated battery under Subsection A.State v. Ibarra, 1993-NMCA-040, 116 N.M. 486, 864 P.2d 302, cert. quashed, 117 N.M. 744, 877 P.2d 44 (1994), and cert. denied, 513 U.S. 1157, 115 S. Ct. 1116, 130 L. Ed. 2d 1080 (1995).\n\nEvidence that the defendant stabbed or slashed the victim with a knife constituted evidence upon which the jury could find that the defendant committed the offense of aggravated battery; also, the trial court could properly find that the defendant's acts of repeatedly stabbing the victim constituted circumstances surrounding the offense, warranting enhancement of the defendant's sentence.State v. Fuentes, 1994-NMCA-158, 119 N.M. 104, 888 P.2d 986, cert. denied, 119 N.M. 168, 889 P.2d 203 (1995).\n\nEvidence of mayhem insufficient.— Under former law conviction of mayhem was not sustained by proof of an assault and a blow which cut prosecuting witness' lip, requiring some stitches, but resulting in no permanent injury or disfigurement. Court would take notice of such lack of evidence even though defendant failed to preserve proper exceptions.State v. Raulie, 1936-NMSC-039, 40 N.M. 318, 59 P.2d 359 (decided under prior law).\n\nIV. DOUBLE JEOPARDY.\n\nLesser included offense.— Where defendant was charged with felony aggravated battery for using his mouth as a deadly weapon, evidence was presented that tended to establish the lesser included offense, and the only difference between misdemeanor aggravated battery and felony aggravated battery was whether defendant used his mouth as a deadly weapon, defendant was entitled to a jury instruction on the lesser include offense.State v. Neatherlin, 2007-NMCA-035, 141 N.M. 328, 154 P.3d 703.\n\nDouble jeopardy.— Where defendant pushed and punched the victim and after a third person knocked the victim down, the defendant jumped on the victim, shattering the victim's leg, defendant's acts were not distinct and defendant's convictions for aggravated battery and misdemeanor battery violated the double jeopardy clause.State v. Garcia, 2009-NMCA-107, 147 N.M. 150, 217 P.3d 1048, cert. denied, 2009-NMCERT-008, 147 N.M. 395, 223 P.3d 940.\n\nDefendant's convictions for aggravated battery with a deadly weapon and attempted murder arising out of unitary conduct did not violate the double jeopardy clause.State v. Armendariz, 2006-NMSC-036, 140 N.M. 182, 141 P.3d 526.\n\nIt was not double jeopardy to try defendant on charge of aggravated battery when lesser charge of attempt was dismissed prior to trial, and no issue as to double punishment or merged offenses was involved.State v. Hibbs, 1971-NMCA-100, 82 N.M. 722, 487 P.2d 150.\n\nConvictions for accessory to assault with intent to commit a violent felony, accessory to aggravated battery with great bodily harm, and accessory to false imprisonment did not violate the constitutional prohibition against double jeopardy.State v. Carrasco, 1997-NMSC-047, 124 N.M. 64, 946 P.2d 1075.\n\nDefendant's right to freedom from double jeopardy was not violated by punishment for attempted first degree murder, aggravated battery with a deadly weapon, and criminal sexual penetration.State v. Traeger, 2000-NMCA-015, 128 N.M. 668, 997 P.2d 142,aff'd in part, rev'd in part on other grounds, 2001-NMSC-022, 130 N.M. 618, 29 P.3d 518.\n\nDefendant's convictions for both attempted first degree murder and aggravated battery did not constitute double jeopardy.State v. Vallejos, 2000-NMCA-075, 129 N.M. 424, 9 P.3d 668, cert. denied, 129 N.M. 385, 9 P.3d 68.\n\nDefendant's convictions of aggravated battery and shooting at or from a motor vehicle do not violate double jeopardy.State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563.\n\nNo merger with assault with intent to commit violent felony.— The double jeopardy clause does not prohibit sentencing for both assault with intent to commit a violent felony murder and for aggravated battery with a deadly weapon; one offense does not subsume the other and other indicia of legislative intent suggests an intent to punish separately.State v. Cowden, 1996-NMCA-051, 121 N.M. 703, 917 P.2d 972, cert. denied, 121 N.M. 644, 916 P.2d 844.\n\nAggravated assault is lesser included offense.— Aggravated assault by use of a threat with a deadly weapon is a lesser included offense of aggravated battery.State v. DeMary, 1982-NMSC-144, 99 N.M. 177, 655 P.2d 1021.\n\nMerger with robbery.— Aggravated battery merges with a robbery offense when a defendant's intent to take the victim's purse includes an intent to injure the victim.State v. Gammil, 1989-NMCA-005, 108 N.M. 208, 769 P.2d 1299,overruled in part on other grounds,State v. Fuentes, 119 N.M. 104, 888 P.2d 986, cert. denied, 119 N.M. 168, 889 P.2d 203.\n\nNo merger with armed robbery.— Offense of aggravated battery did not merge with the armed robbery.State v. Sandoval, 1977-NMCA-026, 90 N.M. 260, 561 P.2d 1353, cert. denied, 90 N.M. 637, 567 P.2d 486.\n\nSeparate punishment for armed robbery and aggravated battery is consistent with legislative intent and does not constitute double jeopardy.State v. Fuentes, 1994-NMCA-158, 119 N.M. 104, 888 P.2d 986, cert. denied, 119 N.M. 168, 889 P.2d 203. .\n\nAggravated battery lesser included offense of attempted murder.— In a prosecution for attempted murder, the trial court properly instructed the jury on aggravated battery as a lesser included offense at the state's request, because the elements of the lesser crime were a subset of the elements of the charged crime and, further, the defendant could not have committed the greater offense in the manner charged in the indictment without also committing the lesser offense.State v. Meadors, 1995-NMSC-073, 121 N.M. 38, 908 P.2d 731.\n\nBattery is includedwithin offense of aggravated battery.State v. Duran, 1969-NMCA-048, 80 N.M. 406, 456 P.2d 880.\n\nConcept inapplicable.— The concept of lesser included offenses is not involved in a prosecution for armed robbery and aggravated battery because either offense can be committed without committing the other offense.State v. Sandoval, 1977-NMCA-026, 90 N.M. 260, 561 P.2d 1353, cert. denied, 90 N.M. 637, 567 P.2d 486.\n\nSeparate punishments intended.— The legislature intended to create separately punishable offenses between shooting at or from a motor vehicle and aggravated battery.State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563.\n\nV. JURY INSTRUCTIONS.\n\nWhen instruction on battery required.— Where there was evidence tending to establish the included offense of battery in charge of aggravated battery, trial court erred in refusing to instruct on lesser included offense.State v. Duran, 1969-NMCA-048, 80 N.M. 406, 456 P.2d 880.\n\nIn prosecution for aggravated battery, lesser offense of simple battery may necessarily be included in court's charge to jury only in the event there is some evidence which would justify a conviction of the lesser offense.State v. James, 1966-NMSC-110, 76 N.M. 376, 415 P.2d 350.\n\nThere was no evidence to support a finding that defendant did not intend to injure victim, and therefore the trial court did not err in refusing to give an instruction on simple battery, which is a lesser included offense of aggravated battery.State v. Pettigrew, 1993-NMCA-095, 116 N.M. 135, 860 P.2d 777, cert. denied, 116 N.M. 71, 860 P.2d 201.\n\nInstruction must be tendered.— Alleged error of court in failing to instruct on lesser included offense of simple battery in prosecution for aggravated battery was not properly before appellate court for review where no instruction on lesser offense was ever submitted to the trial court.State v. James, 1966-NMSC-110, 76 N.M. 376, 415 P.2d 350.\n\nInstruction not warranted.— Where defendant, convicted of aggravated battery, admitted that he had pistol in his possession at time of fight with which he shot victim and that he intended to hit victim with it, instruction on lesser included offense was not warranted.State v. Jaramillo, 1971-NMCA-057, 82 N.M. 548, 484 P.2d 768.\n\nInstructions erroneous.— In a prosecution for aggravated battery with a deadly weapon, since there was a finding of sufficient evidence to support jury instructions on self-defense and defense of another, the instruction on the charged offense was erroneous because it did not include the essential element of unlawfulness, and the error was not cured by separate instructions on self-defense and defense of another, and the instructions on self-defense and defense of another were erroneous because they did not clearly place the burden of proof on the state.State v. Acosta, 1997-NMCA-035, 123 N.M. 273, 939 P.2d 1081, cert. quashed, 124 N.M. 312, 950 P.2d 285.\n\nInstructing on intent.— Subsection C of this section requires an \"intent to injure\" and where requested instruction referred to \"a specific intent to commit an aggravated battery,\" this would have been misleading to the jury and was properly denied.State v. Vasquez, 1971-NMCA-182, 83 N.M. 388, 492 P.2d 1005.\n\nDefendant need not intend particular result.— In a prosecution for aggravated battery, the defendants requested the following instruction, which was properly refused: \"A defendant may not be held guilty as aider and abettor for independent act of another person, even though same victim was assaulted by both, since sharing of criminal intent is absent.\" The evidence demonstrated that the defendants and the principal defendant did not act independently of each other, even if the defendants did not intend or foresee the stabbing of the victim by the principal defendant.State v. Dominguez, 1993-NMCA-042, 115 N.M. 445, 853 P.2d 147, cert. denied,sub nom.,Ortega v. State, 115 N.M. 409. 852 P.2d 682 (1993).\n\nMaterial element of offense.— In instruction defining the material elements of crime in this section, one of the elements to be proved beyond a reasonable doubt was that defendant inflicted great bodily harm.State v. Chavez, 1971-NMCA-030, 82 N.M. 569, 484 P.2d 1279, cert. denied, 82 N.M. 562, 484 P.2d 1272.\n\nGeneral instruction superfluous.— An instruction generally defining aggravated battery was not needed to guide the jury and was superfluous where the trial court instructed the jury as to the material elements of the aggravated battery elements of the aggravated battery charge.State v. Urban, 1974-NMCA-046, 86 N.M. 351, 524 P.2d 523.\n\nAllegedly inconsistent instruction not jurisdictional error.— Defendant's claim that instruction defining aggravated battery covered three alternatives and thus was inconsistent with the specific charge of aggravated battery by use of a deadly weapon did not amount to jurisdictional error.State v. Urban, 1974-NMCA-046, 86 N.M. 351, 524 P.2d 523.\n\nInconsistent instruction not fundamental error.— In conviction for aggravated battery, where the evidence was clear that a deadly weapon was used, even if the giving of general definition of aggravated battery was error, it did not shock the conscience to let defendant's conviction stand, and there was no basis for applying the doctrine of fundamental error.State v. Urban, 1974-NMCA-046, 86 N.M. 351, 524 P.2d 523.\n\nLaw reviews.— For article, \"The Confusing Law of Criminal Intent in New Mexico,\" see 5 N.M.L. Rev. 63 (1974).\n\nFor annual survey of New Mexico law relating to constitutional law, see 12 N.M.L. Rev. 191 (1982).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 6 Am. Jur. 2d Assault and Battery §§ 48, 49.\n\nDanger or apparent danger of death or great bodily harm as condition of self-defense in prosecution for assault as distinguished from prosecution for homicide, 114 A.L.R. 634.\n\nDanger or apparent danger of great bodily harm or death as condition of self-defense in civil action for assault and battery, personal injury or death, 25 A.L.R.2d 1215.\n\nPocket or clasp knife as deadly or dangerous weapon for purposes of statute aggravating offenses such as assault, robbery, or homicide, 100 A.L.R.3d 287.\n\nDog as deadly or dangerous weapon for purposes of statutes aggravating offenses such as assault and robbery, 7 A.L.R.4th 607.\n\nSingle act affecting multiple victims as constituting multiple assaults or homicides, 8 A.L.R.4th 960.\n\nCriminal assault or battery statutes making attack on elderly person a special or aggravated offense, 73 A.L.R.4th 1123.\n\nAdmissibility of expert opinion stating whether a particular knife was, or could have been, the weapon used in a crime, 83 A.L.R.4th 660.\n\nSufficiency of bodily injury to support charge of aggravated assault, 5 A.L.R.5th 243.\n\nAdequacy of defense counsel's representation of criminal client - conduct occurring at time of trial regarding issues of diminished capacity, intoxication, and unconsciousness, 78 A.L.R.5th 197.\n\nAdequacy of defense counsel's representation of criminal client - pretrial conduct or conduct at unspecified time regarding issues of diminished capacity, intoxication, and unconsciousness, 79 A.L.R.5th 419.\n\n6A C.J.S. Assault and Battery § 72.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-5/"
    },
    {
      "id": "section-30-3-6",
      "number": "30-3-6",
      "heading": "Reasonable detention; assault, battery, public affray or criminal damage to property.",
      "text": "A. As used in this section:\n\n(1) \"licensed premises\" means all public and private rooms, facilities and areas in which alcoholic beverages are sold or served in the customary operating procedures of establishments licensed to sell or serve alcoholic liquors;\n\n(2) \"proprietor\" means the owner of the licensed premises or his manager or his designated representative; and\n\n(3) \"operator\" means the owner or the manager of any establishment or premises open to the public.\n\nB. Any law enforcement officer may arrest without warrant any persons he has probable cause for believing have committed the crime of assault or battery as defined in Sections 30-3-1 through 30-3-5 NMSA 1978 or public affray or criminal damage to property. Any proprietor or operator who causes such an arrest shall not be criminally or civilly liable if he has actual knowledge, communicated truthfully and in good faith to the law enforcement officer, that the persons so arrested have committed the crime of assault or battery as defined in Sections 30-3-1 through 30-3-5 NMSA 1978 or public affray or criminal damage to property.\n\nHistory:Laws 1981, ch. 255, § 1; 1983, ch. 268, § 1.\n\nThe 1983 amendmentdeleted \"on licensed premises\" following \"detention\" in the catchline, added \"or criminal damage to property\" at the end of the catchline, inserted Paragraph (3) of Subsection A, substituted \"Sections\" for \"Section\" in the first sentence of Subsection B, added \"or criminal damage to property\" at the end of the first and second sentences of Subsection B and inserted \"or operator\" and \"communicated truthfully and in good faith to the law enforcement officer\" in the second sentence of Subsection B.\n\nWarrantless arrest was not unlawful.— Where defendant, charged with petty misdemeanor battery in magistrate court, filed a motion to dismiss or in the alternative to suppress evidence, arguing that his arrest violated the misdemeanor arrest rule and that the evidence was tainted by the unlawful arrest, and where the magistrate court dismissed the criminal complaint and the state appealed to the district court, and where the district court determined that defendant's arrest was illegal and remanded the case to magistrate court for imposition of the court's dismissal order, the district court erred in determining that defendant's arrest was illegal, because a plain reading of this section permits a law enforcement officer to arrest people for certain enumerated crimes, including battery, without a warrant when the officer has probable cause to believe that a crime has occurred, and in this case, the state presented facts sufficient to establish probable cause that defendant committed a battery against the victim.State v. Veith, 2022-NMCA-039, cert. denied.\n\nWarrantless arrest made under the authority of this section was not unconstitutional.— Where defendant, charged with petty misdemeanor battery in magistrate court, filed a motion to dismiss or in the alternative to suppress evidence, arguing that his arrest violated the misdemeanor arrest rule and that the evidence was tainted by the unlawful arrest, and where the magistrate court dismissed the criminal complaint, and where the district court, on the state's appeal, determined that defendant's arrest was illegal and remanded the case to magistrate court for imposition of the court's dismissal order, defendant's warrantless arrest was valid under the New Mexico constitution, because an on-the-scene arrest supported by probable cause will usually supply the requisite exigency, and in this case, the responding officer was dispatched to the scene based on a call that defendant was attacking the victim, arrived at the scene, interviewed witnesses, and determined based on his investigation that he had probable cause to arrest defendant for battery. The officer did not have information to act on before he arrived at the scene and investigated, and he did not have time to secure a warrant before responding; the officer developed probable cause to arrest based on his review of the evidence at the scene.State v. Veith, 2022-NMCA-039, cert. denied.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-6/"
    },
    {
      "id": "section-30-3-7",
      "number": "30-3-7",
      "heading": "Injury to pregnant woman.",
      "text": "A. Injury to [a] pregnant woman consists of a person other than the woman injuring a pregnant woman in the commission of a felony causing her to suffer a miscarriage or stillbirth as a result of that injury.\n\nB. As used in this section:\n\n(1) \"miscarriage\" means the interruption of the normal development of the fetus, other than by a live birth and which is not an induced abortion, resulting in the complete expulsion or extraction from a pregnant woman of a product of human conception; and\n\n(2) \"stillbirth\" means the death of a fetus prior to the complete expulsion or extraction from its mother, irrespective of the duration of pregnancy and which is not an induced abortion; and death is manifested by the fact that after the expulsion or extraction the fetus does not breathe spontaneously or show any other evidence of life such as heart beat, pulsation of the umbilical cord or definite movement of voluntary muscles.\n\nC. Whoever commits injury to [a] pregnant woman is guilty of a third degree felony and shall be sentenced pursuant to the provisions of Section 31-18-15 NMSA 1978.\n\nHistory:Laws 1985, ch. 239, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For injury to pregnant woman by vehicle,see66-8-101.1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-7/"
    },
    {
      "id": "section-30-3-8",
      "number": "30-3-8",
      "heading": "Shooting at dwelling or occupied building; shooting at or from a motor vehicle.",
      "text": "A. Shooting at a dwelling or occupied building consists of willfully discharging a firearm at a dwelling or occupied building. Whoever commits shooting at a dwelling or occupied building that does not result in great bodily harm to another person is guilty of a fourth degree felony. Whoever commits shooting at a dwelling or occupied building that results in injury to another person is guilty of a third degree felony. Whoever commits shooting at a dwelling or occupied building that results in great bodily harm to another person is guilty of a second degree felony.\n\nB. Shooting at or from a motor vehicle consists of willfully discharging a firearm at or from a motor vehicle with reckless disregard for the person of another. Whoever commits shooting at or from a motor vehicle that does not result in great bodily harm to another person is guilty of a fourth degree felony. Whoever commits shooting at or from a motor vehicle that results in injury to another person is guilty of a third degree felony. Whoever commits shooting at or from a motor vehicle that results in great bodily harm to another person is guilty of a second degree felony.\n\nC. This section shall not apply to a law enforcement officer discharging a firearm in the lawful performance of his duties.\n\nHistory:Laws 1987, ch. 213, § 1; 1993, ch. 78, § 1.\n\nThe 1993 amendment,effective July 1, 1993, deleted \"Inhabited\" preceding \"Dwelling\" and inserted \"shooting at or from a motor vehicle\" in the section heading; designated the formerly undesignated provisions as Subsection A and rewrote the provisions thereof; and added Subsections B and C.\n\nThis section reflects legislature's judgmentthat traditional homicide and assault and battery crimes are inadequate to respond to the particular dangers involved with motor vehicle shootings.State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563.\n\nNo double jeopardy violation.— Defendant's convictions of voluntary manslaughter and shooting at or from a motor vehicle do not violate double jeopardy.State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563.\n\nWhere the facts support non-unitary conduct for two violations of this section, defendant's double jeopardy claim is rejected.State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563.\n\nConviction for shooting at a motor vehicle under Subsection B of this section did not preclude the state from seeking a further conviction for first or second degree murder under Section 30-2-1 NMSA 1978.State v. Garcia, 2005-NMCA-042, 137 N.M. 315, 110 P.3d 531, cert. denied, 2005-NMCERT-004, 137 N.M. 454, 112 P.3d 1111.\n\nViolation of double jeopardy.— There was no double jeopardy violation for convictions for second degree murder and shooting at or from a motor vehicle because the testimony at trial permitted the inference that each conviction was based on distinct conduct and because the two statutes evince legislative intent to impose separate punishments for each crimes.State v. Mireles, 2004-NMCA-100, 136 N.M. 337, 98 P.3d 727, cert. denied, 2004-NMCERT-008, 136 N.M. 492, 100 P.3d 197.\n\nConvictions for felony murder and shooting at a dwelling violated defendant's right to be protected from double jeopardy.State v. Varela, 1999-NMSC-045, 128 N.M. 454, 993 P.2d 1280.\n\nCumulative punishment is precluded for shooting at a vehicle and homicide.— New Mexico jurisprudence precludes cumulative punishment for the offenses of causing great bodily harm to a person by shooting at a motor vehicle and the homicide resulting from the penetration of the same bullet into the same person.State v. Montoya, 2013-NMSC-020, 306 P.3d 426,overrulingState v. Gonzales, 1992-NMSC-003, 113 N.M. 221, 824 P.2d 1023,State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563 andState v. Riley, 2010-NMSC-005, 147 N.M. 557, 226 P.3d 656.\n\nWhere defendant and defendant's companions were accosted by a rival gang in front of defendant's family home, guns were pulled on both sides and defendant's sibling was severely wounded by gunshots in the leg and abdomen; while defendant's group were trying to help defendant's sibling in the driveway and stop the bleeding from the gunshot wounds, the person in the rival gang who had been shooting at defendant and defendant's companions returned in a Ford Expedition; when defendant saw gunfire coming from the Expedition, defendant ran into the house and retrieved an AK-47 rifle and began shooting at the Expedition; the driver of Expedition was shot seven times and died; the jury convicted defendant of voluntary manslaughter and shooting into a motor vehicle resulting in great bodily harm, the Double Jeopardy Clause protected defendant from being punished both for the homicide of the victim and for shooting into a vehicle causing great bodily harm to the victim where both convictions were premised on the unitary act of shooting the victim.State v. Montoya, 2013-NMSC-020, 306 P.3d 426,overrulingState v. Gonzales, 1992-NMSC-003, 113 N.M. 221, 824 P.2d 1023,State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563 andState v. Riley, 2010-NMSC-005, 147 N.M. 557, 226 P.3d 656.\n\nLegislature intended to provide multiple punishmentsfor the offenses of second degree murder and shooting into or from a vehicle.State v. Mireles, 2004-NMCA-100, 136 N.M. 337, 98 P.3d 727, cert. denied, 2004-NMCERT-008, 136 N.M. 492, 100 P.3d 197.\n\nActs must be done while in vehicle.— Shooting from a motor vehicle requires that the acts be done while in a motor vehicle.State v. Mireles, 2004-NMCA-100, 136 N.M. 337, 98 P.3d 727, cert. denied, 2004-NMCERT-008, 136 N.M. 492, 100 P.3d 197.\n\nShooting entirely within a vehicle.— Shooting entirely within a vehicle is neither shooting \"at\" nor \"from\" a vehicle pursuant to Subsection B of 30-3-8 NMSA 1978.State v. Tafoya, 2012-NMSC-030, 285 P.3d 604.\n\nWhere defendant, who was riding in the back seat of a vehicle, shot the driver of the vehicle and the passenger who was riding in the front seat of the vehicle, Subsection B of 30-3-8 NMSA 1978 did not apply to defendant's conduct.State v. Tafoya, 2012-NMSC-030, 285 P.3d 604.\n\nThis section does not require proof of deathor include death as an alternative to great bodily harm.State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563.\n\nElements distinguished between crimes.— Voluntary manslaughter and shooting at or from a motor vehicle resulting in great bodily harm have distinct elements.State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563.\n\nEvidence sufficient.— Where defendant shot multiple times into a house, wounding one victim; witnesses testified that defendant opened fire on the house without any one firing back at defendant; and the victim testified that the victim was wounded by the gunfire, there was sufficient evidence to support defendant's conviction of shooting at a dwelling.State v. Torrez, 2013-NMSC-034.\n\nWhere defendant fired two gunshots into a house; the bullets found in the house matched those fired from defendant's handgun; the trajectory of the bullets indicated that the shooter was aiming directly at the house; defendant had expressed hostility towards one of the occupants of the house whom defendant knew was in the house; after defendant fired into the house, defendant aimed the gun downward and shot and killed the victim; the trajectory of the bullets that entered the body of the victim was different from the trajectory of the bullets that entered the house, there was sufficient evidence to support defendant's conviction for shooting at a dwelling.State v. Arrendondo, 2012-NMSC-013, 278 P.3d 517.\n\nEvidence is sufficient under this section which supports conviction, which requires proof that the defendant willfully discharged a firearm from a motor vehicle with reckless disregard for another.State v. Mireles, 2004-NMCA-100, 136 N.M. 337, 98 P.3d 727, cert. denied, 2004-NMCERT-008, 136 N.M. 492, 100 P.3d 197.\n\n\"Reckless disregard\" requiresthat defendant's conduct created a substantial and foreseeable risk and that defendant disregarded such risk and was wholly indifferent to the consequences of his conduct and the welfare and safety of others.State v. Mireles, 2004-NMCA-100, 136 N.M. 337, 98 P.3d 727, cert. denied, 2004-NMCERT-008, 136 N.M. 492, 100 P.3d 197.\n\nVehicle not required to be in motion.— The unambiguous language of this section does not require that the vehicle be in motion.State v. Mireles, 2004-NMCA-100, 136 N.M. 337, 98 P.3d 727, cert. denied, 2004-NMCERT-008, 136 N.M. 492, 100 P.3d 197.\n\nEvidence insufficient.— Evidence was insufficient to sustain defendant's conviction where the evidence showed that he fired shots from a balcony downward, but there was no evidence that he fired in the direction of any building.State v. Trujillo, 2002-NMSC-005, 131 N.M. 709, 42 P.3d 814.\n\nNo merger with aggravated assault with a deadly weapon.— Separate punishments are intended for the offenses of shooting into an occupied vehicle and aggravated assault with a deadly weapon.State v. Sosa, 1997-NMSC-032, 123 N.M. 564, 943 P.2d 1017abrogated by State v. Porter, 2020-NMSC-020.\n\nKnowledge that building occupied required.— The statute requires not only that the discharge of the firearm be intentional and that it be discharged at a building intentionally, but that the discharge occur with the knowledge or reason to believe that the building was occupied at the time of the shooting.State v. Elmquist, 1992-NMCA-119, 114 N.M. 551, 844 P.2d 131.\n\nKnowledge of occupation is not an elementof shooting at a dwelling.State v. Coleman, 2011-NMCA-087, 150 N.M. 622, 264 P.3d 523, cert. denied, 2011-NMCERT-008, 268 P.3d 513.\n\nEvidence sufficient to prove conspiracy to commit shooting at a dwelling.— Where defendant's friends asked defendant for a ride from a party; one of the friends suggested that they go \"do some shootings\"; defendant agreed to the plan and drove to the location of a trailer selected by the friend; the friend exited defendant's vehicle and fired three shots at the trailer; the owner of the trailer had recently moved from the trailer, but kept some possessions in the trailer and parked two vehicles in front of the trailer; and defendant claimed that defendant had no reason to know that the trailer was occupied at the time of the shooting, the evidence was sufficient to prove that defendant had the requisite intent to agree and the intent to commit shooting at a dwelling.State v. Coleman, 2011-NMCA-087, 150 N.M. 622, 264 P.3d 523, cert. denied, 2011-NMCERT-008, 268 P.3d 513.\n\nConspiracy to shoot from vehicle.— To be guilty of conspiracy to shoot from a motor vehicle, there must have been an agreement that one of the parties thereto would shoot a firearm recklessly from the vehicle; the agreement could be explicit or a mutually implied understanding, but mere passive submission or acquiescence in the conduct of others would not suffice.State v. Mariano R., 1997-NMCA-018, 123 N.M. 121, 934 P.2d 315.\n\nConviction as accessory.— Where defendant was convicted of violating this section as an accessory to the crime and the crime is one enumerated in Section 33-2-34L(4)(j) NMSA 1978, the fact that he pleaded guilty as an accessory and not a principal is irrelevant for purposes of the Earned Meritorious Deductions Act.State v. Flores, 2005-NMCA-092, 138 N.M. 61, 116 P.3d 852, cert. denied, 2005-NMCERT-007, 138 N.M. 145, 117 P.3d 951.\n\nSeparate punishments intended.— The legislature intended to punish the crimes of voluntary manslaughter and shooting at or from a motor vehicle separately.State v. Dominguez, 2005-NMSC-001, 137 N.M. 1, 106 P.3d 563.\n\nShooting at or from a motor vehicle may not serve as the predicate felony for felony murder.— Under the collateral felony rule, the predicate felony must be independent of or collateral to the homicide, and the predicate felony cannot be a lesser-included offense of second-degree murder. Shooting at or from a motor vehicle is an elevated form of aggravated battery, a lesser-included offense of second-degree murder, and thus cannot be used as a predicate for felony murder, so where defendant was convicted of first-degree felony murder, the underlying felony of which was shooting from a motor vehicle, defendant's felony murder conviction was vacated because the crime of shooting at or from a motor vehicle lacks an independent felonious purpose from that required under second-degree murder.State v. Marquez, 2016-NMSC-025.\n\nNew rule that shooting at or from a motor vehicle cannot be used as a predicate for felony murder applies retroactively.— InState v. Marquez, 2016-NMSC-025, the New Mexico Supreme Court determined that shooting at or from a motor vehicle is an elevated form of aggravated battery and thus cannot be used as a predicate for felony murder; shooting at or from a motor vehicle does not have a felonious purpose independent from the purpose of endangering the physical health of the victim because shooting from a motor vehicle must be accomplished with reckless disregard for the safety of a person.Marquezestablished a new substantive rule that narrowed the range of punishable conduct that could support a felony murder conviction, and therefore should be given retroactive effect.Rudolfo v. Steward, 2023-NMSC-013.\n\nRetroactive application of new substantive rule established inState v. Marquez.— Where petitioner was convicted of first-degree murder under a general verdict at a trial in which the jury instructions contained two alternative theories for the jury to use as a basis for the first-degree murder conviction: felony murder predicated on shooting at or from a motor vehicle and willful and deliberate murder, and where, on direct appeal, the New Mexico supreme court vacated petitioner's conviction for felony murder, holding that the crime of shooting at or from a motor vehicle may not serve as the predicate felony in support of a felony murder charge, and where, in a petition for habeas corpus, petitioner claimed that the supreme court's holding applies retroactively and that his conviction for willful and deliberate murder must also be vacated, the district court erred in denying petitioner's habeas petition, because a general verdict must be reversed if one of the alternative bases of conviction is legally inadequate, and in this case it is impossible to determine whether the general verdict was based on the legally invalid theory of felony murder or on willful and deliberate murder.Rudolfo v. Steward, 2023-NMSC-013.\n\nShooting at or from a motor vehicle cannot serve as the underlying felony sustaining a felony murder conviction.— Where defendant was convicted of first-degree felony murder predicated on the underlying felony of shooting at or from a motor vehicle, the New Mexico supreme court vacated defendant's conviction of felony murder because shooting at or from a motor vehicle is an elevated form of aggravated battery, and thus cannot be used as a predicate for felony murder.State v. Baroz, 2017-NMSC-030.\n\nShooting resulting in death.— Subsection A of this section, construed with the definition of \"great bodily harm\" in Section 30-1-12A NMSA 1978 includes a shooting at a dwelling that results in death.State v. Varela, 1999-NMSC-045, 128 N.M. 454, 993 P.2d 1280.\n\nFelony murder.— Applying the strict-elements test, shooting at a dwelling is not a lesser included offense of second degree murder, and the offense could serve as a predicate for applying the felony-murder doctrine.State v. Varela, 1999-NMSC-045, 128 N.M. 454, 993 P.2d 1280.\n\nInsufficient evidence that defendant committed the predicate felony of shooting at a dwelling or occupied building.— Where defendant was convicted of felony murder predicated on the felony of shooting at dwelling or occupied building, the evidence established that defendant and his companions targeted the victims in the course of a gunfight that took place in front of a dwelling, but did not shoot at or target the dwelling. Therefore, the evidence is not sufficient to support a conviction of felony murder predicated on the felony of shooting at a dwelling.State v. Comitz, 2019-NMSC-011.\n\nInstruction on defense of another.— Where defendant and the occupants of a house exchanged multiple gun shots; the shots defendant fired at the house killed one victim; defendant was tried for shooting at a dwelling; defendant requested a jury instruction on defense of another on the grounds that shots from the house were fired in the direction of defendant's car where two of defendant's friends were waiting; defendant testified that defendant shot back at the house, because people in the house were shooting at defendant; defendant's friends testified that they were not aware of any bullets reaching the vicinity of the car; and there was no evidence that defendant shot to protect anyone other than defendant, the district court did not err in refusing to instruct on defense of another.State v. Torrez, 2013-NMSC-034.\n\nException to best-evidence rule for inaccessible text messages.— Where defendant was charged with shooting at a motor vehicle and aggravated assault with a deadly weapon, and where the state presented testimony from the victim's nephew that he had seen threatening text messages from defendant on the victim's phone on the day of the incident, the district court did not abuse its discretion in admitting the testimony of the victim's nephew where the court found that the state had met its burden of showing that it had made a diligent, but unsuccessful, effort to obtain the original text messages and that there was no evidence indicating that additional efforts may have been successful.State v. Stevenson, 2020-NMCA-005, cert. denied.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 79 Am. Jur. 2d Weapons and Firearms § 29.\n\n94 C.J.S. Weapons §§ 19, 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-8/"
    },
    {
      "id": "section-30-3-81",
      "number": "30-3-8.1",
      "heading": "Seizure and forfeiture of motor vehicle; procedure.",
      "text": "A. A motor vehicle shall be subject to seizure and forfeiture when the vehicle is used or intended for use in the commission of the offense of shooting at or from a motor vehicle pursuant to Subsection B of Section 30-3-8 NMSA 1978.\n\nB. The provisions of the Forfeiture Act [Chapter 31, Article 27 NMSA 1978] apply to the seizure, forfeiture and disposal of a motor vehicle subject to forfeiture pursuant to Subsection A of this section.\n\nHistory:Laws 1993, ch. 78, § 2; 2002, ch. 4, § 11.\n\nThe 2002 amendment,effective July 1, 2002, deleted former Subsections B through F, which contained standards and procedures for the forfeiture of motor vehicles used or intended for use in the commission of the offense of shooting at or from a motor vehicle pursuant to Subsection B of Section 30-3-8 NMSA 1978; and added present Subsection B.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Who is exempt from forfeiture of conveyances under \"innocent owner\" provision of 21 USC § 881(a)(4), 112 A.L.R. Fed. 589.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-8-1/"
    },
    {
      "id": "section-30-3-82",
      "number": "30-3-8.2",
      "heading": "Court record of conviction; revocation of driver's license.",
      "text": "Upon a conviction for the offense of shooting at or from a motor vehicle pursuant to Subsection B of Section 30-3-8 NMSA 1978, or of a conviction for a conspiracy or attempt to commit that offense, the district court shall send a record of the conviction to the motor vehicle division of the taxation and revenue department. The division shall immediately revoke the driver's licenses or driving privileges of all persons convicted of the offense of shooting at or from a motor vehicle, or convicted of conspiring or attempting to commit that offense, pursuant to the provisions of Subsection E of Section 66-5-29 NMSA 1978.\n\nHistory:Laws 1993, ch. 78, § 3.\n\nEffective dates.— Laws 1993, ch. 78, § 5 makes the act effective on July 1, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-8-2/"
    },
    {
      "id": "section-30-3-9",
      "number": "30-3-9",
      "heading": "Assault; battery; school personnel.",
      "text": "A. As used in this section:\n\n(1) \"in the lawful discharge of his duties\" means engaged in the performance of the duties of a school employee; and\n\n(2) \"school employee\" includes a member of a local public school board and public school administrators, teachers and other employees of that board.\n\nB. Assault upon a school employee consists of:\n\n(1) an attempt to commit a battery upon the person of a school employee while he is in the lawful discharge of his duties; or\n\n(2) any unlawful act, threat or menacing conduct which causes a school employee while he is in the lawful discharge of his duties to reasonably believe that he is in danger of receiving an immediate battery.\n\nWhoever commits assault upon a school employee is guilty of a misdemeanor.\n\nC. Aggravated assault upon a school employee consists of:\n\n(1) unlawfully assaulting or striking at a school employee with a deadly weapon while he is in the lawful discharge of his duties;\n\n(2) committing assault by threatening or menacing a school employee who is engaged in the lawful discharge of his duties by a person wearing a mask, hood, robe or other covering upon the face, head or body, or while disguised in any manner so as to conceal identity; or\n\n(3) willfully and intentionally assaulting a school employee while he is in the lawful discharge of his duties with intent to commit any felony.\n\nWhoever commits aggravated assault upon a school employee is guilty of a third degree felony.\n\nD. Assault with intent to commit a violent felony upon a school employee consists of any person assaulting a school employee while he is in the lawful discharge of his duties with intent to kill the school employee.\n\nWhoever commits assault with intent to commit a violent felony upon a school employee is guilty of a second degree felony.\n\nE. Battery upon a school employee is the unlawful, intentional touching or application of force to the person of a school employee while he is in the lawful discharge of his duties, when done in a rude, insolent or angry manner.\n\nWhoever commits battery upon a school employee is guilty of a fourth degree felony.\n\nF. Aggravated battery upon a school employee consists of the unlawful touching or application of force to the person of a school employee with intent to injure that school employee while he is in the lawful discharge of his duties.\n\nWhoever commits aggravated battery upon a school employee, inflicting an injury to the school employee which is not likely to cause death or great bodily harm but does cause painful temporary disfigurement or temporary loss or impairment of the functions of any member or organ of the body, is guilty of a fourth degree felony.\n\nWhoever commits aggravated battery upon a school employee, inflicting great bodily harm, or does so with a deadly weapon or in any manner whereby great bodily harm or death can be inflicted, is guilty of a third degree felony.\n\nG. Every person who assists or is assisted by one or more other persons to commit a battery upon any school employee while he is in the lawful discharge of his duties is guilty of a fourth degree felony.\n\nHistory:Laws 1989, ch. 344, § 1.\n\nSchool employee.— Security guards providing services for a school district pursuant to a contact with a school board are school employees.State v. Johnson, 2009-NMSC-049, 147 N.M. 177, 218 P.3d 863,rev'g2008-NMCA-106, 144 N.M. 629, 190 P.3d 350.\n\nWhere a private security company and a school district entered into a contract to provide security services to the school district; the security company hired and paid security guards to work at a high school; the security guards were neither hired directly by the school board nor paid directly by the school board for their services pursuant to the contract; the principal of the high school determined what hours the security guards should work and at what locations; the principal could dictate that a particular security guard could not work at the high school; and the site administrator had full direction over security guard assignments, including temporary assignments at other school district schools, the security guards were school employees.State v. Johnson, 2009-NMSC-049, 147 N.M. 177, 218 P.3d 863,rev'g2008-NMCA-106, 144 N.M. 629, 190 P.3d 350.\n\nContract security guards.— Where a school district contracted with a third party to provide school security guards; the school district set the hours worked by the guards, supervised them on a daily basis and required the guards to adhere to policies and procedures of the school district; the third party retained the ability to hire, fire and discipline the guards; the third party was required to insure the guards; and the third party paid the guards' salaries, the security guards were not school employees.State v. Johnson, 2008-NMCA-106, 144 N.M. 629, 190 P.3d 350,rev'd, 2009-NMSC-049, 147 N.M. 177, 218 P.3d 863.\n\n\"Use\" of a deadly weapon in the context of assault with a deadly weapon construed.— A defendantusesa deadly weapon to commit assault where a defendant makesfacilitative useof the deadly weapon. Facilitative use of a deadly weapon may be found if (1) a deadly weapon is present at some point during the encounter, (2) the victim knows or, based on the defendant's words or actions, has reason to know that the defendant has a deadly weapon, and (3) the presence of the weapon is intentionally used by the defendant to facilitate the commission of the assault.State v. Zachariah G., 2022-NMSC-003,aff'g2021-NMCA-036.\n\nSufficient evidence of assault on a school employee with a deadly weapon.— Where a child was adjudicated a delinquent for committing aggravated assault with a deadly weapon on a school employee, there was sufficient evidence to support the adjudication where, although the child did not brandish the BB gun he had concealed in his waistband, the child refused to reveal the object to the school principal and asked the principal menacing questions, including \"What would happen if somebody shot up the school?\", \"Are you afraid to die?\", and \"How would you feel if a twelve-year old shot you?\". There was sufficient evidence to satisfy the essential element that the childusedthe deadly weapon where the evidence supported findings that a deadly weapon was present, that the principal knew or had reason to know from the child's words and actions that the child had a BB gun when the child threatened him, and that the presence of the weapon was intentionally used by the child to facilitate the commission of an assault on the principal. Based on the child's verbal threats that took advantage of the presence of the BB gun, it was reasonable for the jury to determine that the child's conduct caused the principal to reasonably believe that he was in danger of receiving an immediate battery, and thus the childusedthe deadly weapon to facilitate the assault.State v. Zachariah G., 2022-NMSC-003,aff'g2021-NMCA-036.\n\nSufficient evidence of aggravated assault with a deadly weapon on a school employee.— Where a child was adjudicated a delinquent for committing aggravated assault with a deadly weapon on a school employee, there was sufficient evidence to support the adjudication where, although the child did not brandish or retrieve a BB gun he had concealed in his waistband, the child refused to reveal the object to the school principal and asked the school principal menacing questions, including \"What would happen if somebody shot up the school?\", \"Are you afraid to die?\", and \"How would you feel if a twelve-year-old shot you?\". A reasonable juror could have determined that the child threatened the principal with the BB gun and that the gun was instrumental to the child's assault because the child's menacing and threatening questions instilled fear in the principal while the gun was bulging from the child's pants and of which the child knew the principal was aware.State v. Zachariah G., 2021-NMCA-036, cert. granted.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Sufficiency of bodily injury to support charge of aggravated assault, 5 A.L.R.5th 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-9/"
    },
    {
      "id": "section-30-3-91",
      "number": "30-3-9.1",
      "heading": "Assault; battery; sports officials.",
      "text": "A. As used in this section:\n\n(1) \"in the lawful discharge of his duties\" means engaged in the performance of the duties of a sports official;\n\n(2) \"sports official\" means a person who:\n\n(a) serves as a referee, umpire linesman, timer or scorer, or who serves in a similar capacity, while working, supervising or administering a sports event; and\n\n(b) is registered as a member of a local, state, regional or national organization that is engaged in providing education and training to sports officials.\n\nB. Assault upon a sports official consists of:\n\n(1) an attempt to commit a battery upon the person of a sports official while he is in the lawful discharge of his duties; or\n\n(2) any unlawful act, threat or menacing conduct that causes a sports official while he is in the lawful discharge of his duties to reasonably believe that he is in danger of receiving an immediate battery.\n\nC. Whoever commits assault upon a sports official is guilty of a misdemeanor.\n\nD. Aggravated assault upon a sports official consists of unlawfully assaulting or striking at a sports official with a deadly weapon while he is in the lawful discharge of his duties.\n\nE. Whoever commits aggravated assault upon a sports official is guilty of a third degree felony.\n\nF. Battery upon a sports official is the unlawful, intentional touching or application of force to the person of a sports official while he is in the lawful discharge of his duties, when done in a rude, insolent or angry manner.\n\nG. Whoever commits battery upon a sports official is guilty of a misdemeanor.\n\nH. Aggravated battery upon a sports official consists of the unlawful touching or application of force to the person of a sports official with intent to injure that sports official while he is in the lawful discharge of his duties.\n\nI. Whoever commits aggravated battery upon a sports official, inflicting an injury to the sports official that is not likely to cause death or great bodily harm, but does cause painful temporary disfigurement or temporary loss or impairment of the functions of any member or organ of the body, is guilty of a fourth degree felony.\n\nJ. Whoever commits aggravated battery upon a sports official, inflicting great bodily harm, or does so with a deadly weapon or in any manner whereby great bodily harm or death can be inflicted, is guilty of a third degree felony.\n\nHistory:Laws 2001, ch. 92, § 1.\n\nCross references.— For interference with an athletic event,see30-20-18 NMSA 1978.\n\nEffective dates.— Laws 2001, ch. 92, § 2, makes the act effective on July 1, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-9-1/"
    },
    {
      "id": "section-30-3-92",
      "number": "30-3-9.2",
      "heading": "Assault; battery; health care personnel.",
      "text": "A. As used in this section:\n\n(1) \"health facility\" means a public or private hospital, outpatient facility, diagnostic and treatment center, rehabilitation center or infirmary. \"Health facility\" also includes those facilities that, by federal regulation, must be licensed by the state to obtain or maintain full or partial, permanent or temporary federal funding, but \"health facility\" does not include a skilled nursing facility, a nursing facility or other long-term residential care facility;\n\n(2) \"health care worker\" means an employee of a health facility or a licensed emergency medical technician; and\n\n(3) \"in the lawful discharge of the health care worker's duties\" means engaged in the performance of the duties of a health care worker.\n\nB. Assault upon a health care worker consists of:\n\n(1) an attempt to commit a battery upon the person of a health care worker who is in the lawful discharge of the health care worker's duties; or\n\n(2) any unlawful act, threat or menacing conduct that causes a health care worker who is in the lawful discharge of the health care worker's duties to reasonably believe that the health care worker is in danger of receiving an immediate battery.\n\nWhoever commits assault upon a health care worker is guilty of a misdemeanor.\n\nC. Aggravated assault upon a health care worker consists of:\n\n(1) unlawfully assaulting or striking at a health care worker with a weapon while the health care worker is in the lawful discharge of the health care worker's duties; or\n\n(2) willfully and intentionally assaulting a health care worker who is in the lawful discharge of the health care worker's duties with intent to commit any felony.\n\nWhoever commits aggravated assault upon a health care worker is guilty of a third degree felony.\n\nD. Assault with intent to commit a violent felony upon a health care worker consists of assaulting a health care worker who is in the lawful discharge of the health care worker's duties with intent to kill the health care worker.\n\nWhoever commits assault with intent to commit a violent felony upon a health care worker is guilty of a second degree felony.\n\nE. Battery upon a health care worker is the unlawful, intentional touching or application of force to the person of a health care worker who is in the lawful discharge of the health care worker's duties, when done in a rude, insolent or angry manner.\n\nWhoever commits battery upon a health care worker is guilty of a fourth degree felony.\n\nF. Aggravated battery upon a health care worker consists of the unlawful touching or application of force to the person of a health care worker with intent to injure that health care worker while the health care worker is in the lawful discharge of the health care worker's duties.\n\nWhoever commits aggravated battery upon a health care worker, inflicting an injury to the health care worker that is not likely to cause death or great bodily harm but does cause painful temporary disfigurement or temporary loss or impairment of the functions of any member or organ of the body, is guilty of a fourth degree felony.\n\nWhoever commits aggravated battery upon a health care worker, inflicting great bodily harm or does so with a deadly weapon or in any manner whereby great bodily harm or death can be inflicted, is guilty of a third degree felony.\n\nG. A person who assists or is assisted by one or more other persons to commit a battery upon a health care worker who is in the lawful discharge of the health care worker's duties is guilty of a fourth degree felony.\n\nHistory:Laws 2006, ch. 27, § 1.\n\nEffective dates.— Laws 2006, ch. 27 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.\n\nNot unconstitutionally vague.— Section 30-3-9.2 NMSA 1978 is not unconstitutionally vague.State v. Tsosie, 2011-NMCA-115, 150 N.M. 754, 266 P.3d 34, cert. denied, 2011-NMCERT-010.\n\nThe element of knowledge of the victim's identity as a health care worker is an essential element for the crime of battery upon a health care worker.State v. Valino, 2012-NMCA-105, 287 P.3d 372, cert. denied, 2012-NMCERT-009, 296 P.3d 1207.\n\nKnowledge of the identity of the victim is an essential element.— Where defendant was charged with battery upon a health care worker for striking a security guard at a medical center, and the trial court instructed the jury on the elements of battery upon a health care worker, but omitted the requirement that defendant had knowledge that the victim was a health care worker, the failure to instruct the jury that a conviction for battery on a health care worker required the element of knowledge that the victim was a health care worker was fundamental error.State v. Valino, 2012-NMCA-105, 287 P.3d 372, cert. denied, 2012-NMCERT-009, 296 P.3d 1207.\n\nMeaning of \"health care worker\".— A security guard who was employed by a medical center, who was not a medical professional, who was not employed for the purpose of providing medical care, who was not licensed in any medical field, and whose employment duties related to security, not medicine, was a \"health care worker\" under Section 30-3-9.2(A)(2) NMSA 1978.State v. Valino, 2012-NMCA-105, 287 P.3d 372, cert. denied, 2012-NMCERT-009, 296 P.3d 1207.\n\nBattery committed while in protective custody due to intoxication.— The Detoxification Reform Act, Sections 43-2-1.1 NMSA 1978 et seq., does not preclude the criminal prosecution of a defendant for battery upon a health care worker merely because the defendant was in protective custody due to intoxication at the time of the offense.State v. Tsosie, 2011-NMCA-115, 150 N.M. 754, 266 P.3d 34, cert. denied, 2011-NMCERT-010.\n\nHealth facility.— Where the victim of defendant's battery was employed by a facility that was licensed as an adult residential health facility, provided protective custody to alcohol-impaired persons, and identified substance abuse issues based upon patients' medical history, vital signs, laboratory testing, and formal assessments and developed treatment plans based upon those observations, which included prescribing and dispensing of medications and behavioral therapy, the facility was a \"health facility\" and the victim qualified as a health care worker.State v. Tsosie, 2011-NMCA-115, 150 N.M. 754, 266 P.3d 34, cert. denied, 2011-NMCERT-010.\n\nSufficient evidence.— Where defendant was brought to a medical center for detoxification evaluation; the medical staff determined that defendant was not free to be released and requested security guards employed by the medical center to restrain defendant until defendant's parents arrived to pick defendant up; the security guards' job description included restraining persons brought in for detoxification evaluation; defendant tried to leave and the security guards restrained defendant; and defendant struck one of the security guards, there was sufficient evidence that the security guard was a health care worker lawfully performing the security guard's duties.State v. Valino, 2012-NMCA-105, 287 P.3d 372, cert. denied, 2012-NMCERT-009, 296 P.3d 1207.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-9-2/"
    },
    {
      "id": "section-30-3-10",
      "number": "30-3-10",
      "heading": "Short title.",
      "text": "Sections 30-3-10 through 30-3-18 NMSA 1978 may be cited as the \"Crimes Against Household Members Act\".\n\nHistory:Laws 1995, ch. 221, § 1; 2009, ch. 255, § 1.\n\nThe 2009 amendment,effective June 19, 2009, changed the reference of the act to Sections 30-3-10 through 30-3-18 NMSA 1978,",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-10/"
    },
    {
      "id": "section-30-3-11",
      "number": "30-3-11",
      "heading": "Definitions.",
      "text": "As used in the Crimes Against Household Members Act:\n\nA. \"household member\" means a spouse, former spouse, parent, present or former stepparent, present or former parent in-law, grandparent, grandparent-in-law, a co-parent of a child or a person with whom a person has had a continuing personal relationship. Cohabitation is not necessary to be deemed a household member for the purposes of the Crimes Against Household Members Act;\n\nB. \"continuing personal relationship\" means a dating or intimate relationship;\n\nC. \"strangulation\" means the unlawful touching or application of force to another person's neck or throat with intent to injure that person and in a manner whereby great bodily harm or death can be inflicted, the result of which impedes the person's normal breathing or blood circulation; and\n\nD. \"suffocation\" means the unlawful touching or application of force that blocks the nose or mouth of another person with intent to injure that person and in a manner whereby great bodily harm or death can be inflicted, the result of which impedes the person's normal breathing or blood circulation.\n\nHistory:Laws 1995, ch. 221, § 2; 2008, ch. 16, § 1; 2010, ch. 85, § 1; 2018, ch. 30, § 1.\n\nThe 2018 amendment,effective July 1, 2018, added definitions of \"strangulation\" and \"suffocation\" to the Crimes Against Household Members Act; added Subsections C and D.\n\nThe 2010 amendment,effective July 1, 2010, in Subsection A, after \"former spouse\", deleted \"or family member, including a relative\"; after second instance of \"present or former\", added \"parent\"; and after \"parent in-law\", added \"grandparent, grandparent-in-law\".\n\nThe 2008 amendment,effective July 1, 2008, added the definition of \"continuing personal relationship\" in Subsection B.\n\nMinor child of accusedis not included in the definition of \"household member\".State v. Stein, 1999-NMCA-065, 127 N.M. 362, 981 P.2d 295.\n\nAdult children— A plain reading of this section supports a conclusion that the definition of \"household member\" includes adult children of the accused.State v. Montoya, 2005-NMCA-005, 136 N.M. 674, 104 P.3d 540, cert. quashed, 2005-NMCERT-011, 138 N.M. 586, 124 P.3d 564.\n\nVictim need not cohabit or reside with defendant in order to be a household member.State v. Montoya, 2005-NMCA-005, 136 N.M. 674, 104 P.3d 540, cert. quashed, 2005-NMCERT-011, 138 N.M. 586, 124 P.3d 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-11/"
    },
    {
      "id": "section-30-3-12",
      "number": "30-3-12",
      "heading": "Assault against a household member.",
      "text": "A. Assault against a household member consists of:\n\n(1) an attempt to commit a battery against a household member; or\n\n(2) any unlawful act, threat or menacing conduct that causes a household member to reasonably believe that he is in danger of receiving an immediate battery.\n\nB. Whoever commits assault against a household member is guilty of a petty misdemeanor.\n\nHistory:Laws 1995, ch. 221, § 3.\n\nEffective dates.— Laws 1995, ch. 221, § 8 made the Crimes Against Household Members Act effective on July 1, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-12/"
    },
    {
      "id": "section-30-3-13",
      "number": "30-3-13",
      "heading": "Aggravated assault against a household member.",
      "text": "A. Aggravated assault against a household member consists of:\n\n(1) unlawfully assaulting or striking at a household member with a deadly weapon; or\n\n(2) willfully and intentionally assaulting a household member with intent to commit any felony.\n\nB. Whoever commits aggravated assault against a household member is guilty of a fourth degree felony.\n\nHistory:Laws 1995, ch. 221, § 4.\n\nEffective dates.— Laws 1995, ch. 221, § 8 made the Crimes Against Household Members Act effective on July 1, 1995.\n\nSufficient evidence.— Where defendant pointed a gun at the victim and told the victim that defendant was going to shoot the victim; the victim believed defendant was going to shoot the victim; the victim grabbed the gun away and threw the gun into a field; the police found the gun in the field; the gun was a Raven brand gun; the police found a Raven brand firearms box in defendant's home; and defendant and the victim had ended their relationship a week before, the evidence was sufficient to convict defendant of aggravated assault against a household member.State v. Quintana, 2009-NMCA-115, 147 N.M. 169, 218 P.3d 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-13/"
    },
    {
      "id": "section-30-3-14",
      "number": "30-3-14",
      "heading": "Assault against a household member with intent to commit a violent felony.",
      "text": "A. Assault against a household member with intent to commit a violent felony consists of any person assaulting a household member with intent to kill or commit any murder, mayhem, criminal sexual penetration in the first, second or third degree, robbery, kidnapping, false imprisonment or burglary.\n\nB. Whoever commits assault against a household member with intent to commit a violent felony is guilty of a third degree felony.\n\nHistory:Laws 1995, ch. 221, § 5.\n\nEffective dates.— Laws 1995, ch. 221, § 8 made the Crimes Against Household Members Act effective on July 1, 1995.\n\nSeparate punishable offenses.— Criminal sexual penetration and assault with intent to commit criminal sexual penetration on a household member statutes create separate punishable offenses.State v. Jensen, 2005-NMCA-113, 138 N.M. 254, 118 P.3d 762, cert. quashed, 2005-NMCERT-011, 138 N.M. 586, 124 P.3d 564.\n\nDouble jeopardy.— Where an assault was with an intent to commit criminal sexual penetration, followed then by criminal sexual penetration, the fear, and the acts of penetration with resulting personal injury, are reasonably separable conduct that the defendant was not placed in double jeopardy.State v. Jensen, 2005-NMCA-113, 138 N.M. 254, 118 P.3d 762, cert. quashed, 2005-NMCERT-011, 138 N.M. 586, 124 P.3d 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-14/"
    },
    {
      "id": "section-30-3-15",
      "number": "30-3-15",
      "heading": "Battery against a household member.",
      "text": "A. Battery against a household member consists of the unlawful, intentional touching or application of force to the person of a household member, when done in a rude, insolent or angry manner.\n\nB. Whoever commits battery against a household member is guilty of a misdemeanor.\n\nC. Upon conviction pursuant to this section, an offender shall be required to participate in and complete a domestic violence offender treatment or intervention program approved by the children, youth and families department pursuant to rules promulgated by the department that define the criteria for such programs.\n\nD. Notwithstanding any provision of law to the contrary, if a sentence imposed pursuant to this section is suspended or deferred in whole or in part, the period of probation may extend beyond three hundred sixty-four days but may not exceed two years. If an offender violates a condition of probation, the court may impose any sentence that the court could originally have imposed and credit shall not be given for time served by the offender on probation; provided that the total period of incarceration shall not exceed three hundred sixty-four days and the combined period of incarceration and probation shall not exceed two years.\n\nHistory:Laws 1995, ch. 221, § 6; 2001, ch. 144, § 1; 2007, ch. 221, § 1; 2008, ch. 16, § 2.\n\nThe 2008 amendment,effective July 1, 2008, provided for participation in intervention programs in Subsection C.\n\nThe 2007 amendment,effective July 1, 2007, added Subsections C and D.\n\nThe 2001 amendment,effective July 1, 2001, in Subsection B, increased the penalty for the offense of battery against a household member from a petty misdemeanor to a misdemeanor.\n\nUnlawfulness is an essential element of battery against a household member.— Whether a defendant's touch or application of force was unlawful is an essential element of battery against a household member, so if there is some evidence that excused or justified the defendant's conduct, which is to say if the essential element of unlawfulness was contested, the court has a duty to instruct the jury on the state's burden to prove unlawfulness beyond a reasonable doubt.State v. Smith, 2021-NMSC-025,aff'gA-1-CA-34765, mem. op. (Dec. 16, 2019) (nonprecedential).\n\nDefendant was entitled to an instruction on unlawfulness.— Where defendant was convicted of battery against a household member, based on evidence that defendant pushed his girlfriend to the ground after she pushed him away from the door to prevent him from entering their apartment and that defendant backed his car into his girlfriend, making contact with her arm, when she did not move away while defendant was trying to exit the parking lot, and where, at trial, defendant argued that his use of force was justified as a reasonable response to his girlfriend's initial use of force and that his conduct was justified or excused because his girlfriend committed the crime of deprivation of property of a household member, the trial court erred in denying defendant's requested instruction on unlawfulness, because, as an essential element of the crime of battery against a household member, if there was some evidence that excused or justified defendant's conduct, which is to say if the essential element of unlawfulness was contested, the court had a duty to instruct the jury on the state's burden to prove unlawfulness beyond a reasonable doubt.State v. Smith, 2021-NMSC-025,aff'gA-1-CA-34765, mem. op. (Dec. 16, 2019) (nonprecedential).\n\nBattery against one's own childis not encompassed in the offense of battery against a household member.State v. Stein, 1999-NMCA-065, 127 N.M. 362, 981 P.2d 295.\n\nSufficient evidence of battery against a household member.— Where defendant was charged with criminal sexual penetration of a minor and battery against a household member, and where the state relied on testimony elicited from the victim that defendant kicked and pushed her and that defendant is her uncle, there was sufficient evidence to prove beyond a reasonable doubt that defendant intentionally touched or applied force to the victim in a rude, insolent or angry manner and that the victim was a household member.State v. Garcia, 2019-NMCA-056, cert. denied.\n\nAdult children.— A plain reading of this section supports a conclusion that the definition of a \"household member\" includes adult children of the accused.State v. Montoya, 2005-NMCA-005, 136 N.M. 764, 104 P.3d 540, cert. quashed, 2005-NMCERT-011, 138 N.M. 586, 124 P.3d 564.\n\nRight to de novo appeal.— Where defendant was convicted in metropolitan court of battery against a household member in violation of 30-3-4 NMSA 1978, because the state did not prosecute the battery under this section, state could not contend that defendant was convicted of a crime involving domestic violence and he was entitled to a de novo appeal in district court rather than just an on-record review of the proceeding.State v. Trujillo, 1999-NMCA-003, 126 N.M. 603, 973 P.2d 855.\n\nConvictions for robbery and battery against a household member did not violate double jeopardy.— Where defendant, who was a former employee of a restaurant, had an intimate romantic relationship with the victim who was the assistant manager of the restaurant; under the guise of returning the victim's cell phone, defendant approached the victim outside the restaurant, grabbed two money bags containing receipts of the restaurant that the victim intended to deposit; and when defendant grabbed the money bags, defendant struck the victim in the face and fled the scene, defendant's conviction for robbery and battery against a household member did not violate double jeopardy.State v. Gutierrez, 2012-NMCA-095, 286 P.3d 608, cert. denied, 2012-NMCERT-008.\n\nState statute does not preempt municipal ordinance.— The state statute providing a full misdemeanor penalty for certain acts of domestic violence does not preclude prosecution of an offense under a municipal ordinance that only provides a petty misdemeanor penalty. 2008 Op. Att'y Gen. No. 08-06.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— \"Cohabitation\" for purposes of domestic violence statutes, 71 A.L.R.5th 285.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-15/"
    },
    {
      "id": "section-30-3-16",
      "number": "30-3-16",
      "heading": "Aggravated battery against a household member.",
      "text": "A. Aggravated battery against a household member consists of the unlawful touching or application of force to the person of a household member with intent to injure that person or another.\n\nB. Whoever commits aggravated battery against a household member is guilty of a misdemeanor if the aggravated battery against a household member is committed by inflicting an injury to that person that is not likely to cause death or great bodily harm, but that does cause painful temporary disfigurement or temporary loss or impairment of the functions of any member or organ of the body.\n\nC. Whoever commits aggravated battery against a household member is guilty of a third degree felony if the aggravated battery against a household member is committed:\n\n(1) by inflicting great bodily harm;\n\n(2) with a deadly weapon;\n\n(3) by strangulation or suffocation; or\n\n(4) in any manner whereby great bodily harm or death can be inflicted.\n\nD. Upon conviction pursuant to Subsection B of this section, an offender shall be required to participate in and complete a domestic violence offender treatment or intervention program approved by the children, youth and families department pursuant to rules promulgated by the department that define the criteria for such programs.\n\nE. Notwithstanding any provision of law to the contrary, if a sentence imposed pursuant to the provisions of Subsection B of this section is suspended or deferred in whole or in part, the period of probation may extend beyond three hundred sixty-four days but may not exceed two years. If an offender violates a condition of probation, the court may impose any sentence that the court could originally have imposed and credit shall not be given for time served by the offender on probation; provided that the total period of incarceration shall not exceed three hundred sixty-four days and the combined period of incarceration and probation shall not exceed two years.\n\nHistory:Laws 1995, ch. 221, § 7; 2007, ch. 221, § 2; 2008, ch. 16, § 3; 2018, ch. 30, § 2.\n\nThe 2018 amendment,effective July 1, 2018, provided that aggravated battery against a household member may be committed by strangulation or suffocation; in Subsection B, after \"household member\", added \"is guilty of a misdemeanor if the aggravated battery against a household member is committed\", and after \"organ of the body\", deleted \"is guilty of a misdemeanor\"; and in Subsection C, after \"household member\", added \"is guilty of a third degree felony if the aggravated battery against a household member is committed\", added the paragraph designations \"(1)\" and \"(2)\", in Paragraph C(1), after \"harm\", deleted \"or doing so\", in Paragraph C(2), after \"weapon\", deleted \"or doing so\", added a new paragraph C(3) and the new paragraph designation \"(4)\", and in Paragraph C(4), after \"can be inflicted\", deleted \"is guilty of a third degree felony\".\n\nThe 2008 amendment,effective July 1, 2008, provided for participation in intervention programs in Subsection D.\n\nThe 2007 amendment,effective July 1, 2007, added Subsections D and E.\n\nIntent to injure victim required.— Defendant's conviction for aggravated battery on a household member was reversed where there was no direct testimony supporting the trial court's finding that he acted with the specific intent to harm the victim and there was not sufficient circumstantial evidence to support a finding of intent.State v. Wynn, 2001-NMCA-020, 130 N.M. 381, 24 P.3d 816.\n\nApplication of force.— Defendant's act of striking a window with sufficient force to propel the glass inward and against the victim constituted the application of force to the victim within the meaning of section.State v. Wynn, 2001-NMCA-020, 130 N.M. 381, 24 P.3d 816.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-16/"
    },
    {
      "id": "section-30-3-17",
      "number": "30-3-17",
      "heading": "Multiple convictions of battery or aggravated battery.",
      "text": "A. Whoever commits three offenses of battery against a household member as provided in Section 30-3-15 NMSA 1978 or aggravated battery against a household member as provided in Subsection B of Section 30-3-16 NMSA 1978, or any combination thereof, when the household member is a spouse, a former spouse, a co-parent of a child or a person with whom the offender has had a continuing personal relationship is guilty of a fourth degree felony.\n\nB. Whoever commits four or more offenses of battery against a household member as provided in Section 30-3-15 NMSA 1978 or aggravated battery against a household member as provided in Subsection B of Section 30-3-16 NMSA 1978, or any combination thereof, when the household member is a spouse, a former spouse, a co-parent of a child or a person with whom the offender has had a continuing personal relationship is guilty of a third degree felony.\n\nC. For the purpose of determining the number of offenses committed, each offense must have been committed after conviction for the preceding offense.\n\nHistory:Laws 2008, ch. 16, § 4.\n\nEffective dates.— Laws 2008, ch. 16, § 6 made this section effective July 1, 2008.\n\nApplicability.— Laws 2008, ch. 16, § 5 provided that the provisions of Laws 2008, ch. 16, § 4 apply to convictions obtained on or after July 1, 2008.\n\nHabitual offender enhancement not prohibited.— Where defendant, a three-time domestic violence offender, pleaded no contest to, and was convicted of, felony battery against a household member, the district court did not err in enhancing defendant's sentence by one year, pursuant to 31-18-17(A) NMSA 1978, based on a prior conviction for false imprisonment, because contrary to defendant's argument, the felony battery against a household member statute is not self-enhancing, and based on the plain language of the statutes at issue, the one-year habitual offender enhancement of defendant's fourth degree felony battery on a household member sentence was proper as a matter of law.State v. Barela, 2019-NMCA-005, cert. granted.\n\nThe Habitual Offender Act is applicable to convictions of felony battery against a household member.— Where defendant pleaded guilty to battery against a household member after battering the mother of his child, and where this was defendant's third conviction of battery against a household member, and where the district court enhanced defendant's conviction to a fourth degree felony under § 30-3-17(A) NMSA 1978, and where defendant had previously been convicted of a separate felony, the district court enhanced defendant's sentence by one year under the Habitual Offender Act, § 31-18-17 NMSA 1978, the district court did not err in applying the Habitual Offender Act, because the plain language of § 30-3-17(A) NMSA 1978 and § 31-18-17 NMSA 1978 does not preclude their simultaneous application.State v. Barela, 2021-NMSC-001,aff'g2019-NMCA-005, 458 P.3d 501.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-17/"
    },
    {
      "id": "section-30-3-18",
      "number": "30-3-18",
      "heading": "Criminal damage to property of household member; deprivation of property of household member.",
      "text": "A. Criminal damage to the property of a household member consists of intentionally damaging real, personal, community or jointly owned property of a household member with the intent to intimidate, threaten or harass that household member.\n\nB. Whoever commits criminal damage to the property of a household member is guilty of a misdemeanor, except that when the damage to the household member's interest in the property amounts to more than one thousand dollars ($1,000), the offender is guilty of a fourth degree felony.\n\nC. Deprivation of the property of a household member consists of intentionally depriving a household member of the use of separate, community or jointly owned personal property of the household member with the intent to intimidate or threaten that household member.\n\nD. Whoever commits deprivation of the property of a household member is guilty of a misdemeanor.\n\nHistory:1978 Comp., § 30-3-18, as enacted by Laws 2009, ch. 255, § 2.\n\nEffective dates.— Laws 2009, ch. 255 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 2009, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-18/"
    },
    {
      "id": "section-30-3-19",
      "number": "30-3-19",
      "heading": "Threatening a judge or an immediate family member of a judge; penalty.",
      "text": "A. No person shall threaten a judge or the immediate family member of a judge with the intent to:\n\n(1) place the judge or the immediate family member of a judge in fear of great bodily harm to the judge or to an immediate family member of the judge;\n\n(2) prevent or interrupt the ability to carry out the judge's job duties; or\n\n(3) retaliate against a judge on account of the performance of the judge's official duties during the judge's term of service.\n\nB. A person who violates the provisions of this section is guilty of a fourth degree felony.\n\nC. As used in this section:\n\n(1) \"immediate family member\" means a spouse, child, sibling, parent, grandparent or grandchild, and \"immediate family member\" includes a stepparent, a stepchild, a stepsibling and an adoptive relationship;\n\n(2) \"judge\" means a current or former justice, judge, magistrate, domestic violence special commissioner or hearing officer; and\n\n(3) \"retaliate\" means intentionally threatening bodily injury to or damage to the property of a judge or a family member of a judge with the intent to retaliate against the judge for the judge's exercise of the judge's judicial duties and causing the judge or the family member to reasonably believe that the judge's or the family member's person or property is in danger.\n\nHistory:Laws 2022, ch. 56, § 47.\n\nEffective dates.— Laws 2022, ch. 56, § 47 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 18, 2022, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-19/"
    },
    {
      "id": "section-30-3-20",
      "number": "30-3-20",
      "heading": "Malicious sharing of personal information of a judge or an immediate family member of a judge; penalty.",
      "text": "A. No person shall share the personal information of a judge or an immediate family member of a judge with the intent to:\n\n(1) cause harm to the judge or an immediate family member of a judge;\n\n(2) place the judge or an immediate family member of a judge in fear of great bodily harm to the judge or to an immediate family member of the judge; or\n\n(3) prevent or interrupt the ability to carry out the judge's job duties.\n\nB. A person who violates the provisions of this section is guilty of a misdemeanor.\n\nC. As used in this section:\n\n(1) \"immediate family member\" means a spouse, child, sibling, parent, grandparent or grandchild, and \"immediate family member\" includes a stepparent, a stepchild, a stepsibling and an adoptive relationship;\n\n(2) \"judge\" means a current or former justice, judge, magistrate, domestic violence special commissioner or hearing officer; and\n\n(3) \"personal information\" means a person's personal physical address, personal phone number or physical location.\n\nHistory:Laws 2022, ch. 56, § 48.\n\nEffective dates.— Laws 2022, ch. 56, § 48 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 18, 2022, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-3/section-30-3-20/"
    }
  ]
}