{
  "state": "new-mexico",
  "path": "title-chapter-30-criminal-offenses/chapter-article-20-crimes-against-public-peace",
  "sections": [
    {
      "id": "section-30-20-1",
      "number": "30-20-1",
      "heading": "Disorderly conduct.Section 30-20-2 - Public affray",
      "text": "Disorderly conduct consists of:\n\nA. engaging in violent, abusive, indecent, profane, boisterous, unreasonably loud or otherwise disorderly conduct which tends to disturb the peace; or\n\nB. maliciously disturbing, threatening or, in an insolent manner, intentionally touching any house occupied by any person.\n\nWhoever commits disorderly conduct is guilty of a petty misdemeanor.\n\nHistory:1953 Comp., § 40A-20-1, enacted by Laws 1963, ch. 303, § 20-1; 1967, ch. 120, § 1.\n\nProsecution for disorderly conduct while intoxicated.— The Detoxification Reform Act does not preclude criminal prosecution for disorderly conduct when the accused's conduct otherwise satisfies the statutory elements of the charge, regardless of whether the offender is intoxicated.State v. Correa, 2009-NMSC-051, 147 N.M. 291, 222 P.3d 1.\n\nInsufficient evidence.— Where police officers responded to a call from defendant's neighbor who alleged that defendant had made death threats to the neighbor; when defendant answered the officers' knock on the door, the officers identified themselves as police officers and asked to talk to defendant; defendant shut and locked the metal security door and refused to talk to the officers; upon a second request for cooperation by the officers, defendant raised his voice, used profanity and instructed the officers to leave; the officers observed that defendant was heavily intoxicated; defendant was joined at the door by his friend who made obscene gestures and yelled profanities at the officers through the screen door; and the record did not reveal any threatening conduct toward the officers, the evidence was insufficient to support defendant's conviction of disorderly conduct.State v. Correa, 2009-NMSC-051, 147 N.M. 291, 222 P.3d 1.\n\nConstitutionality.— This section is not void for vagueness and is not overly broad.State v. James M., 1990-NMCA-135, 111 N.M. 473, 806 P.2d 1063, cert. denied, 111 N.M. 529, 807 P.2d 227 (1991).\n\nNo common-law crime.— There is no common-law crime of disorderly conduct; hence, unless the acts complained of fall clearly within the statute, they are not disorderly.State v. Florstedt, 1966-NMSC-208, 77 N.M. 47, 419 P.2d 248.\n\nElements of offense.— To violate this section, defendant's conduct must have (1) been indecent or profane and (2) tended to disturb the peace.State v. James M., 1990-NMCA-135, 111 N.M. 473, 806 P.2d 1063, cert. denied, 111 N.M. 529, 807 P.2d 227 (1991).\n\nEvidence supported defendant's conviction of disorderly conduct, where defendant - while pointing and flailing his arms - directed loud and profane language to another person, and defendant's conduct supported an intervening police officer's belief that a fight was possible.State v. James M., 1990-NMCA-135, 111 N.M. 473, 806 P.2d 1063, cert. denied, 111 N.M. 529, 807 P.2d 227 (1991).\n\nMeaning of \"indecent\".— Meaning of indecent includes that tending toward or being in fact something generally viewed as morally indelicate or improper or offensive.State v. Oden, 1971-NMCA-062, 82 N.M. 563, 484 P.2d 1273.\n\nDisturbing peace as breach thereof.— The meaning of \"disturb the peace\" in this statute is not strained if equated with the words \"breach of the peace\" as used in New York statute.State v. Florstedt, 1966-NMSC-208, 77 N.M. 47, 419 P.2d 248.\n\nTendency to disturb peace.— All this section required in the case at hand was indecent conduct which tended to disturb the peace; conduct which is inconsistent with the peaceable and orderly conduct of society tends to disturb the peace and quiet of the community.State v. Oden, 1971-NMCA-062, 82 N.M. 563, 484 P.2d 1273.\n\nSection contemplates conduct which tends to disturb the peace; a breach of the peace is a disturbance of public order by an act of violence or by any act likely to produce violence or which, by causing consternation and alarm, disturbs the peace and quiet of the community.State v. Doe, 1978-NMSC-072, 92 N.M. 100, 583 P.2d 464.\n\nNonprovocative objection to police detention.— One is not to be punished for nonprovocatively voicing his objection to what he obviously feels is a highly questionable detention by a police officer.State v. Doe, 1978-NMSC-072, 92 N.M. 100, 583 P.2d 464.\n\nDetermining nature of conduct.— Since disturbance is viewed in relation to the peace and quiet of the community, the question of disturbing the peace would not be determined solely by the reaction of the girls toward whom his conduct was directed.State v. Oden, 1971-NMCA-062, 82 N.M. 563, 484 P.2d 1273.\n\nConduct indecent.— Where defendant by language and gesture referred to male and female sex organs while talking to girls on tennis courts and after defendant's companions appeared naked he asked girls if they had ever seen a nude boy before, there was substantial evidence that defendant's conduct was indecent and tended to disturb the peace.State v. Oden, 1971-NMCA-062, 82 N.M. 563, 484 P.2d 1273.\n\nBlocking of road by carswas not disorderly conduct.State v. Florstedt, 1966-NMSC-208, 77 N.M. 47, 419 P.2d 248.\n\nElements of breach of peace not present.— Where the defendant was angry and had his fist clenched but made no gesture or movement toward some police officers, and there was no evidence that a crowd was gathering, that the defendant was inciting belligerent behavior or that he was causing consternation or alarm, then the defendant's words and actions did not constitute disorderly conduct.State v. Doe, 1978-NMSC-072, 92 N.M. 100, 583 P.2d 464.\n\nOffensive statements directed at police.— Because police officers are held to a higher standard of tolerance for abuse or offensive language, evidence that defendant directed offensive statements at an officer who had come onto his premises was insufficient to support a conviction for disorderly conduct.State v. Hawkins, 1999-NMCA-126, 128 N.M. 245, 991 P.2d 989.\n\nTendency to disturb peace not shown.— Where officer saw no acts of violence or indecent behavior, nor did he hear any boisterous, loud, noisy or profane language and he observed only a gathering crowd of teenagers and people in their early twenties, conviction for disorderly conduct would be overturned as conduct was not such as \"tends to disturb the peace.\"State v. Florstedt, 1966-NMSC-208, 77 N.M. 47, 419 P.2d 248.\n\nAcquittal bars retrial for battery.— After a magistrate's determination that the defendant was not guilty of resisting and obstructing an officer and disorderly conduct because he was acting in defense of another, the state cannot charge him with battery on a police officer and constitutionally bring him before a new fact finder to relitigate that same factual issue.State v. Orosco, 1982-NMCA-181, 99 N.M. 180, 655 P.2d 1024.\n\nProbable cause for arrest.— A police officer who heard defendant use loud and profane language and observed a woman whose actions indicated to him that defendant was bothering her had probable cause to arrest defendant for disorderly conduct.State v. Salas, 1999-NMCA-099, 127 N.M. 686, 986 P.2d 482, cert. denied, 128 N.M. 149, 990 P.2d 823.\n\nPolice did not have probable cause to arrest an anti-war protestor for disorderly conduct where the anti-war protestor chanted the non-abusive, non-profane slogan \"police strike\" for about one minute and then stood quietly in the street or to arrest an anti-war protestor who was ringing a cow bell during the protest.Buck v. City of Albuquerque, 549 F. 3d 1269 (10th Cir. 2008).\n\nEvidence sufficient for conviction.— Since the defendant while attempting to drive on military base refused to show his identification to the officer at the gate and the prosecution's witnesses all testified that they perceived the defendant's actions as a physical threat to the officer, and the few inconsistencies in the recollections of three other witnesses did not detract from their account that the defendant was either struggling with the officer or attempting to hit him with his elbow, evidence was sufficient to convict defendant of disorderly conduct.United States v. Stenzel, 49 F.3d 658 (10th Cir.), cert. denied, 516 U.S. 840, 116 S. Ct. 123, 133 L. Ed. 2d 73 (1995).\n\nLaw reviews.— For annual survey of New Mexico law relating to criminal law, see 13 N.M.L. Rev. 323 (1983).\n\n12 Am. Jur. 2d Breach of Peace and Disorderly Conduct §§ 30 to 37.\n\nPolice officer, failure of one on street to obey order of, to move on, as disorderly conduct, 65 A.L.R.2d 1152.\n\nStudents: participation of student in demonstration on or near campus as warranting imposition of criminal liability for breach of peace, disorderly conduct, trespass, unlawful assembly or similar offense, 32 A.L.R.3d 551.\n\nValidity and construction of statutes or ordinances prohibiting profanity or profane swearing or cursing, 5 A.L.R.4th 956.\n\nInsulting words addressed directly to police officer as breach of peace or disorderly conduct, 14 A.L.R.4th 1252.\n\nValidity, construction, and effect of \"hate crimes\" statutes, \"ethnic intimidation\" statutes, or the like, 22 A.L.R.5th 261.\n\n27 C.J.S. Disorderly Conduct § 1 (2).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Validity, construction, and operation of federal disorderly conduct regulation (36 C.F.R. § 2.34), 180 A.L.R. Fed. 637.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-1/"
    },
    {
      "id": "section-30-20-2",
      "number": "30-20-2",
      "heading": "Public affray.",
      "text": "Public affray consists of two or more persons voluntarily or by agreement engaging in any fight or using any blows or violence toward each other in an angry or quarrelsome manner in any public place, to the disturbance of others.\n\nWhoever commits public affray is guilty of a petty misdemeanor.\n\nHistory:1953 Comp., § 40A-20-3, enacted by Laws 1963, ch. 303, § 20-3.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 12 Am. Jur. 2d Breach of Peace and Disorderly Conduct § 18.\n\nSufficiency of evidence to establish criminal participation by individual involved in gang fight or assault, 24 A.L.R.4th 243.\n\n2A C.J.S. Affray §§ 5 to 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-2/"
    },
    {
      "id": "section-30-20-3",
      "number": "30-20-3",
      "heading": "Unlawful assembly.",
      "text": "Unlawful assembly consists of three or more persons assembling together with intent to do any unlawful act with force or violence against the person or property of another, and who shall make any overt act to carry out such unlawful purpose.\n\nWhoever commits unlawful assembly is guilty of a petty misdemeanor.\n\nHistory:1953 Comp., § 40A-20-4, enacted by Laws 1963, ch. 303, § 20-4.\n\nWatermelon stealing.— Boys on a watermelon stealing escapade were guilty of having assembled unlawfully to do an unlawful act of force and violence against the property in question and to commit an unlawful act against the peace.Brown v. Martinez, 1961-NMSC-040, 68 N.M. 271, 361 P.2d 152.\n\nInterfering with mine.— Testimony that activities of accused prevented workmen from entering mine, that it was planned to shut off pump in mine, without which the mine would be flooded, and that gas bombs were necessary to disperse the crowd about mine shaft was sufficient to sustain a conviction of unlawful assembly under Laws 1876, ch. 10, § 1 (former 40-12-10, 1953 Comp.).State v. Gennis, 1937-NMSC-042, 41 N.M. 453, 70 P.2d 902.\n\nAttack on school bus driver.— Evidence that defendants acted in concert in meeting school bus and attacking driver thereof was sufficient to support verdict of unlawful assembly under Laws 1876, ch. 10, § 1 (former 40-12-10, 1953 Comp.).State v. Hawks, 1923-NMSC-035, 28 N.M. 486, 214 P. 753.\n\nIndictment sufficient.— Indictment charging defendant and 100 other persons with unlawful assembly was not defective for failure to allege names of others than defendants or that their names were unknown.State v. Gennis, 1937-NMSC-042, 41 N.M. 453, 70 P.2d 902.\n\nMember of unlawful assembly may not recover for injuriesinflicted upon him by a fellow member while they are carrying out the unlawful purposes of such assembly if there is a causal connection between such act and the injury.Curry v. Vesely, 1960-NMSC-007, 66 N.M. 372, 348 P.2d 490.\n\nUnless unlawful plan abandoned.— Where boy who, along with a group of others, had been proceeding to picnic grounds to take part in a nighttime gang fight had either never intended to have any part in contemplated fight or had abandoned intention to do so prior to his injury, judgment against driver of other vehicle in the group for injuries in accident caused by his negligence would be affirmed.Curry v. Vesely, 1960-NMSC-007, 66 N.M. 372, 348 P.2d 490.\n\nSuppression of riot as homicide defense.— Request for directed verdict based on defense of suppression of riot was properly refused in homicide prosecution where there was no proof of any common design by decedent's party to do some unlawful act.State v. Martinez, 1949-NMSC-053, 53 N.M. 432, 210 P.2d 620.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 54 Am. Jur. 2d Mobs and Riots §§ 19, 23 et seq.\n\nWhat constitutes offense of unlawful assembly, 71 A.L.R.2d 875.\n\n\"Choice of evils,\" necessity, duress, or similar defense to state or local criminal charges based on acts of public protest, 3 A.L.R.5th 521.\n\n91 C.J.S. Unlawful Assembly § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-3/"
    },
    {
      "id": "section-30-20-4",
      "number": "30-20-4",
      "heading": "Recompiled.",
      "text": "Recompilations.— Laws 2005, ch. 22, § 4 recompiled former 30-20-4 NMSA 1978 as 12-10-16 NMSA 1978, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-4/"
    },
    {
      "id": "section-30-20-5",
      "number": "30-20-5",
      "heading": "Recompiled.",
      "text": "Recompilations.— Laws 2005, ch. 22, § 4 recompiled former 30-20-5 NMSA 1978 as 12-10-17 NMSA 1978, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-5/"
    },
    {
      "id": "section-30-20-6",
      "number": "30-20-6",
      "heading": "Recompiled.",
      "text": "Recompilations.— Laws 2005, ch. 22, § 4 recompiled former 30-20-6 NMSA 1978 as 12-10-18 NMSA 1978, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-6/"
    },
    {
      "id": "section-30-20-7",
      "number": "30-20-7",
      "heading": "Recompiled.",
      "text": "Recompilations.— Laws 2005, ch. 22, § 4 recompiled former 30-20-7 NMSA 1978 as 12-10-19 NMSA 1978, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-7/"
    },
    {
      "id": "section-30-20-8",
      "number": "30-20-8",
      "heading": "Recompiled.",
      "text": "Recompilations.— Laws 2005, ch. 22, § 4 recompiled former 30-20-8 NMSA 1978 as 12-10-20 NMSA 1978, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-8/"
    },
    {
      "id": "section-30-20-9",
      "number": "30-20-9",
      "heading": "Recompiled.",
      "text": "Recompilations.— Laws 2005, ch. 22, § 4 recompiled former 30-20-9 NMSA 1978 as 12-10-21 NMSA 1978, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-9/"
    },
    {
      "id": "section-30-20-10",
      "number": "30-20-10",
      "heading": "Loitering of minors.",
      "text": "Loitering of minors consists of the owner or operator of any saloon permitting a person under the age of twenty-one years to attend, frequent or loiter in or about such premises without being accompanied by the parent or guardian of the person.\n\nWhoever commits loitering of minors is guilty of a petty misdemeanor.\n\nHistory:1953 Comp., § 40A-20-6, enacted by Laws 1963, ch. 303, § 20-6; 1973, ch. 138, § 17; 1977, ch. 35, § 1.\n\nInstructions to employees no defense.— That proprietor of saloon in which gambling was permitted instructed his employees not to allow minors to gamble was no defense, where minors were permitted to gamble by his bartender.Territory v. Church, 1907-NMSC-025, 14 N.M. 226, 91 P. 720 (decided under prior law).\n\nAbsolute prohibition.— There is an absolute prohibition against the frequenting and loitering of any minor upon premises used for the sale and consumption of alcoholic beverages. 1958 Op. Att'y Gen. No. 58-151.\n\nPublic dance to be kept free of alcohol.— Where minors for the purposes of a public dance use a segregated part of the American Legion Hall, it must at all times during such use be kept entirely free from alcoholic beverages, such restriction including not only sales and services but the permitting of beverages to be carried into the hall by anyone regardless of the source or place of original purchase. 1958 Op. Att'y Gen. No. 58-151.\n\nPrincipal business and purpose.— The only workable method of classifying an establishment as a poolroom (permission of unaccompanied minors to frequent which was prohibited prior to 1977 amendment) was the principal business and purpose test. 1964 Op. Att'y Gen. No. 64-32 (opinion rendered under prior law).\n\nEstablishment not poolroom.— Since principal business and purpose of bowling establishment which also contained four pool tables and a snack bar was not the playing of pool, the establishment was not a poolroom. 1964 Op. Att'y Gen. No. 64-32 (opinion rendered under prior law).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Validity of loitering statutes and ordinances, 25 A.L.R.3d 836.\n\nValidity, construction, and application of loitering statutes and ordinances, 72 A.L.R.5th 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-10/"
    },
    {
      "id": "section-30-20-11",
      "number": "30-20-11",
      "heading": "Dueling.",
      "text": "Dueling consists of any person:\n\nA. conveying by written or verbal message a challenge to any other person to fight a duel with any deadly weapon, and whether or not such duel ensues;\n\nB. accepting a challenge from another person to fight a duel with any deadly weapon, and whether or not such duel ensues;\n\nC. engaging in or fighting a duel with any deadly weapon; or\n\nD. aiding, encouraging or seconding either party to a duel and being present at such duel when deadly weapons are used.\n\nWhoever commits dueling is guilty of a fourth degree felony.\n\nHistory:1953 Comp., § 40A-20-7, enacted by Laws 1963, ch. 303, § 20-7.\n\nCross references.— For definition of deadly weapon,see30-1-12 NMSA 1978.\n\nPurpose of antidueling statutesis to discourage and discountenance the settlement of quarrels by duel.State v. Romero, 1990-NMCA-114, 111 N.M. 99, 801 P.2d 681, cert. denied, 111 N.M. 77, 801 P.2d 659.\n\nDueling defined.— A duel is a combat with deadly weapons between two persons, fought according to the terms of a precedent agreement and under certain agreed and prescribed rules.State v. Romero, 1990-NMCA-114, 111 N.M. 99, 801 P.2d 681, cert. denied, 111 N.M. 77, 801 P.2d 659.\n\nDuel distinguished from affray.— A duel differs from an affray in that the former is always a result of design while the latter is upon a sudden quarrel.State v. Romero, 1990-NMCA-114, 111 N.M. 99, 801 P.2d 681, cert. denied, 111 N.M. 77, 801 P.2d 659.\n\nCharacteristics of dueling.— A duel has none of the elements of sudden heat and passion. State v. Romero, 1990-NMCA-114, 111 N.M. 99, 801 P.2d 681, cert. denied, 111 N.M. 77, 801 P.2d 659.\n\nDuels are generally fought under rules of considerable formality.State v. Romero, 1990-NMCA-114, 111 N.M. 99, 801 P.2d 681, cert. denied, 111 N.M. 77, 801 P.2d 659.\n\nConviction reversed.— Conviction for dueling was reversed, where a formal agreement to fight a duel could not be inferred from evidence that the respective combatants went to their home and car to retrieve their weapons, that they were facing each other as they were shooting, and that gunfire took place in rapid succession.State v. Romero, 1990-NMCA-114, 111 N.M. 99, 801 P.2d 681, cert. denied, 111 N.M. 77, 801 P.2d 659.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Dueling § 1.\n\n28A C.J.S. Dueling § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-11/"
    },
    {
      "id": "section-30-20-12",
      "number": "30-20-12",
      "heading": "Use of telephone to terrify, intimidate, threaten, harass, annoy or offend; penalty.",
      "text": "A. It shall be unlawful for any person, with intent to terrify, intimidate, threaten, harass, annoy or offend, to telephone another and use any obscene, lewd or profane language or suggest any lewd, criminal or lascivious act, or threaten to inflict injury or physical harm to the person or property of any person. It shall also be unlawful for any person to attempt by telephone to extort money or other thing of value from any other person, or to otherwise disturb by repeated anonymous telephone calls the peace, quiet or right of privacy of any other person at the place where the telephone call or calls were received, or to maliciously make a telephone call, whether or not conversation ensues, with intent to annoy or disturb another, or to disrupt the telecommunications of another.\n\nB. The use of obscene, lewd or profane language or the making of a threat or statement as set forth in Subsection A shall be prima facie evidence of intent to terrify, intimidate, threaten, harass, annoy or offend.\n\nC. Any offense committed by use of a telephone as set forth in this section shall be deemed to have been committed at either the place where the telephone call or calls originated or at the place where the telephone call or calls were received.\n\nD. Whosoever violates this section is guilty of a misdemeanor, unless such person has previously been convicted of such offense or of an offense under the laws of another state or of the United States which would have been an offense under this section if committed in this state, in which case such person is guilty of a fourth degree felony.\n\nHistory:1953 Comp., § 40A-20-8, enacted by Laws 1967, ch. 120, § 2.\n\nCross references.— For evidentiary rule relating to use of presumptions in criminal cases,seeRule 11-302 NMRA.\n\nSeverability.— Laws 1967, ch. 120, § 3, provides for the severability of the act if any part or application thereof is held invalid.\n\nConstitutionality.— This section is not unconstitutionally overbroad, nor is it void for vagueness.State v. Gattis, 1986-NMCA-121, 105 N.M. 194, 730 P.2d 497.\n\nApplicability of Subsection A.— The first sentence of Subsection A explicitly covers threats conveyed by telephone. The legislature did not intend that the later portion of the statute relating to malicious calls should duplicate that coverage. When a threat is the sole basis for finding that a call with an otherwise proper purpose is inexcusable, then the first sentence of Subsection A controls.State v. Stephens, 1991-NMCA-019, 111 N.M. 543, 807 P.2d 241.\n\n\"Threats\"under this section include, at most, threats of criminal or tortious misconduct.State v. Stephens, 1991-NMCA-019, 111 N.M. 543, 807 P.2d 241.\n\n\"Telephoning another\".— Evidence that a third party connected the victim to an existing call between defendant and the third party as a three-way call was sufficient to conclude that defendant violated this section because one can violate Subsection A without physically conducting the acts which initiate a telephone call.In re. Shaneace L., 2001-NMCA-005, 130 N.M. 89, 18 P.3d 330, cert. denied, 130 N.M. 154, 20 P.3d 811,overruled on other grounds byState v. Trossman, 2009-NMSC-034, 146 N.M. 462, 212 P.3d 350.\n\nDetermination of intent.— The language used in calls may be considered in determining defendant's intent in making the calls. Likewise, the time that the calls were made and the previous efforts to make defendant desist may be considered.State v. Gattis, 1986-NMCA-121, 105 N.M. 194, 730 P.2d 497.\n\nThe victim's testimony that defendant threatened to kill her and her baby shortly after the placing of the telephone call was sufficient evidence from which it could be inferred that defendant had the intent to annoy or harass the victim.In re. Shaneace L., 2001-NMCA-005, 130 N.M. 89, 18 P.3d 330, cert. denied, 130 N.M. 154, 20 P.3d 811,overruled on other grounds byState v. Trossman, 2009-NMSC-034, 146 N.M. 462, 212 P.3d 350.\n\nSufficient evidence to identify the defendant.— Where defendant was charged with use of a telephone to terrify, intimidate, threaten, harass, annoy or offend, and bribery or intimidation of a witness, and where, at trial, the victim testified that defendant was her husband, that they had been married for many years but that they had been separated since 2010, that in December 2016, defendant appeared at the victim's home and started an altercation, during which defendant broke the windshield on the victim's car, that later that same day, defendant left two voicemails on the victim's phone threatening to kill her for calling the police, that she was familiar with defendant's voice from the many years that they had been married, that she recognized defendant's voice and cell phone number from the voicemails, and that the day before a magistrate court trial on a domestic violence charge related to the broken windshield, defendant called the victim and threatened to hurt her if she showed up to court, and where the state presented to the jury recordings of the voicemails, the evidence was sufficient to identify defendant as the person who left the voicemails and called the victim directly, and was sufficient to support defendant's convictions.State v. Vigil, 2021-NMCA-024, cert. denied.\n\nLegitimate purpose.— When a caller has a legitimate purpose and the call communicates that purpose, only in extreme circumstance is the call inexcusable. Such a circumstance can be created by a variety of factors. One factor would be the language employed in the call. Other factors could be the frequency of calls, the time of day of the call, or the strength and frequency of the recipient's objections to such calls.State v. Stephens, 1991-NMCA-019, 111 N.M. 543, 807 P.2d 241.\n\nEvidence insufficient.— Evidence was insufficient to sustain defendant's conviction, where defendant made telephone calls for the legitimate purpose of seeking assistance from the parents of her granddaughter's boyfriend to try to terminate what she saw as an unhealthy relationship.State v. Stephens, 1991-NMCA-019, 111 N.M. 543, 807 P.2d 241.\n\nEvidence of the effect on the recipient of the calls cannot substitute for evidence of the defendant's misconduct.State v. Stephens, 1991-NMCA-019, 111 N.M. 543, 807 P.2d 241.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Misuse of telephone as minor criminal offense, 97 A.L.R.2d 503.\n\nRight of telephone or telegraph company to refuse, or discontinue, service because of use of improper language, 32 A.L.R.3d 1041.\n\nValidity, construction, and application of state criminal statute forbidding use of telephone to annoy or harass, 95 A.L.R.3d 411.\n\nTelephone company's liability for disclosure of number or address of subscriber holding unlisted number, 1 A.L.R.4th 218.\n\nTelephone calls as nuisance, 53 A.L.R.4th 1153.\n\nValidity, Construction and Application of Telephone Consumer Protection Act (47 USCS § 227), 132 A.L.R. Fed. 625.\n\n86 C.J.S. Telegraphs, Telephones, Radio and Television § 121.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-12/"
    },
    {
      "id": "section-30-20-13",
      "number": "30-20-13",
      "heading": "Interference with members of staff, public officials or the general public; trespass; damage to property; misdemeanors; penalties.",
      "text": "A. No person shall, at or in any building or other facility or property owned, operated or controlled by the state or any of its political subdivisions, willfully deny to staff, public officials or the general public:\n\n(1) lawful freedom of movement within the building or facility or the land on which it is situated;\n\n(2) lawful use of the building or facility or the land on which it is situated; or\n\n(3) the right of lawful ingress and egress to the building or facility or the land on which it is situated.\n\nB. No person shall, at or in any building or other facility or property owned, operated or controlled by the state or any of its political subdivision [subdivisions], willfully impede the staff or a public official or a member of the general public through the use of restraint, abduction, coercion or intimidation or when force and violence are present or threatened.\n\nC. No person shall willfully refuse or fail to leave the property of or any building or other facility owned, operated or controlled by the state or any of its political subdivisions when requested to do so by a lawful custodian of the building, facility or property if the person is committing, threatens to commit or incites others to commit any act which would disrupt, impair, interfere with or obstruct the lawful mission, processes, procedures or functions of the property, building or facility.\n\nD. No person shall willfully interfere with the educational process of any public or private school by committing, threatening to commit or inciting others to commit any act which would disrupt, impair, interfere with or obstruct the lawful mission, processes, procedures or functions of a public or private school.\n\nE. Nothing in this section shall be construed to prevent lawful assembly and peaceful and orderly petition for the redress of grievances, including any labor dispute.\n\nF. Any person who violates any of the provisions of this section shall be deemed guilty of a petty misdemeanor.\n\nHistory:1953 Comp., § 40A-20-10, enacted by Laws 1970, ch. 86, § 2; 1975, ch. 52, § 2; 1981, ch. 32, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nStatutory standard to sustain a conviction under Subsection D.— Section 30-20-13(D) NMSA 1978 refers to a defendant's intent to do some further act or achieve some additional consequence, interference with the educational process, and therefore 30-20-13(D) NMSA 1978 is a specific intent crime; the actus reas of the offense is threatening to commit any act which would disrupt, impair, interfere with or obstruct the lawful mission, processes, procedures or functions of a public or private school.State v. Quintin C., 2019-NMCA-069.\n\nInsufficient evidence to support conviction for willful interference with the educational process.— Where, based on evidence presented by the state that child stated that he was creating a \"kill list\", the trial judge erred in finding that child committed the delinquent act of willfully interfering with the educational process by threatening to commit an act that would disrupt the lawful mission, processes, procedures or functions of the school, because the trial court applied an incorrect legal standard to an essential element of the offense. There was insufficient evidence to support child's conviction.State v. Quintin C., 2019-NMCA-069.\n\nCriminal trespass charges not a means to enforce rule until filing.— Criminal trespass charges under Section 30-20-13 NMSA 1978 are not a means to enforce a rule available to the state until the rule is properly filed in compliance with State Rules Act (Section 14-4-1 NMSA 1978).State v. Joyce, 1980-NMCA-086, 94 N.M. 618, 614 P.2d 30.\n\nFlexibility not vagueness.— Subsection C of this section, referring prior to 1975 amendment specifically to institutions of higher education, allowed control of campus disturbances in terms marked by flexibility and reasonable breadth, rather than meticulous specificity, and was not void for vagueness.State v. Silva, 1974-NMCA-072, 86 N.M. 543, 525 P.2d 903, cert. denied, 86 N.M. 528, 525 P.2d 888 (decided under prior law).\n\nCampus restrictions not overbroad.— Since this section, referring in Subsection C, prior to 1975 amendment, specifically to institutions of higher education, vindicated significant government interest in the control of campus disturbances, reasonable \"time, place and manner\" regulations were valid even though they incidentally suppressed otherwise protected conduct.State v. Silva, 1974-NMCA-072, 86 N.M. 543, 525 P.2d 903, cert. denied, 86 N.M. 528, 525 P.2d 888 (decided under prior law).\n\nNo invalid delegation of power.— Subsection C of this section specifies adequate standards and guidelines to be followed, in that criminality is based first on a refusal to leave after requests, and second on a determination by the judge or jury that the person committed the specified disruptive acts.State v. Silva, 1974-NMCA-072, 86 N.M. 543, 525 P.2d 903, cert. denied, 86 N.M. 528, 525 P.2d 888 (decided under prior law).\n\nNor unbridled discretion.— Subsection C of this section does not put unbridled discretion in the hands of the administrator or police officer because the decision of each must be checked by the decision of the other, and the discretion of both is limited by the reasonably precise directive of the statute.State v. Silva, 1974-NMCA-072, 86 N.M. 543, 525 P.2d 903, cert. denied, 86 N.M. 528, 525 P.2d 888 (decided under prior law).\n\nMeaning of \"impair\".— The term \"impair\" in Subsection C means, in context, a substantial physical diminution or damage and not just any diminution in quality.State v. Silva, 1974-NMCA-072, 86 N.M. 543, 525 P.2d 903, cert. denied, 86 N.M. 528, 525 P.2d 888 (decided under prior law).\n\nSubstantial physical invasion required.— The word \"impair,\" along with the other operative verbs of present Subsection C (which subsection prior to 1975 amendment referred specifically to institutions of higher education), denotes a substantial physical invasion, and requires interference with the actual functioning of the university.State v. Silva, 1974-NMCA-072, 86 N.M. 543, 525 P.2d 903, cert. denied, 86 N.M. 528, 525 P.2d 888 (decided under prior law).\n\nWillfulness and intent essential.— Not only must the refusal contemplated by Subsection C of this section be willful but the disruption must also be accompanied by general intent.State v. Silva, 1974-NMCA-072, 86 N.M. 543, 525 P.2d 903, cert. denied, 86 N.M. 528, 525 P.2d 888 (decided under prior law).\n\nApplication constitutional.— Defendants' refusal to honor the request of the university president to leave his office although he had appointments to keep, substantially interfered with the functioning of the president's business, and hence Subsection C of this section (referring prior to 1975 amendment specifically to institutions of higher education) was constitutionally applied to warrant their convictions.State v. Silva, 1974-NMCA-072, 86 N.M. 543, 525 P.2d 903, cert. denied, 86 N.M. 528, 525 P.2d 888 (decided under prior law).\n\nLimitations on sales of handicrafts on state property.— Since the legislature intended that those who set the lawful mission, processes, procedures or functions of state property are to be able to avail themselves of Subsection C's provisions in furtherance of those policies and functions, the board of regents of the museum of New Mexico may properly rely on the provisions of this section to effectuate the provisions of a resolution which permits only Indians to sell handicrafts under the portals of the governor's palace.Livingston v. Ewing, 1982-NMSC-110, 98 N.M. 685, 652 P.2d 235.\n\nLaw reviews.— For annual survey of New Mexico law relating to administrative law, see 12 N.M.L. Rev. 1 (1982).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Participation of student in demonstration on or near campus as warranting imposition of criminal liability for breach of peace, disorderly conduct, trespass, unlawful assembly, or similar offense, 32 A.L.R.3d 551.\n\n\"Choice of evils,\" necessity, duress, or similar defense to state or local criminal charges based on acts of public protest, 3 A.L.R.5th 521.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-13/"
    },
    {
      "id": "section-30-20-14",
      "number": "30-20-14",
      "heading": "Institutions permitted to adopt rules.",
      "text": "Nothing in this act [30-20-13 to 30-20-15 NMSA 1978] shall be construed as limiting the power or duty of any institution of higher education to establish standards of conduct and scholastic achievement relevant to its lawful missions, processes and functions and to invoke appropriate discipline for violations of the standards.\n\nHistory:1953 Comp., § 40A-20-11, enacted by Laws 1970, ch. 86, § 3.\n\nCompiler's notes.— The words \"this act\" as used in this section refers to Laws 1970, ch. 86 which is compiled as sections 30-20-13 to 30-20-15 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Participation of student in demonstration on or near campus as warranting expulsion or suspension from school or college, 32 A.L.R.3d 864.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-14/"
    },
    {
      "id": "section-30-20-15",
      "number": "30-20-15",
      "heading": "Construction.",
      "text": "This act [30-20-13 to 30-20-15 NMSA 1978] shall be construed to be an alternative to and not in lieu of the provisions of Laws 1969, Chapter 281 [30-20-4 to 30-20-9 NMSA 1978].\n\nHistory:1953 Comp., § 40A-20-12, enacted by Laws 1970, ch. 86, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-15/"
    },
    {
      "id": "section-30-20-16",
      "number": "30-20-16",
      "heading": "Bomb scares and shooting threats unlawful.",
      "text": "A. Making a bomb scare consists of falsely and maliciously stating to another person that a bomb or other explosive has been placed in such a position that property or persons are likely to be injured or destroyed.\n\nB. Making a shooting threat consists of intentionally communicating to another person an intent to bring a firearm to a property or use the firearm with the intent to:\n\n(1) place a person or group of persons in fear of great bodily harm;\n\n(2) prevent or interrupt the occupation or use of a public building; or\n\n(3) cause a response to the threat by a law enforcement official or volunteer agency organized to deal with emergencies.\n\nC. Whoever commits making a bomb scare is guilty of a fourth degree felony.\n\nD. Whoever commits making a shooting threat is guilty of a misdemeanor.\n\nE. A court may order a person convicted for the offense of making a bomb scare or shooting threat to reimburse the victim of the offense for economic harm caused by that offense.\n\nF. As used in this section, \"economic harm\" means all direct, incidental and consequential financial harm suffered by a victim of the offense of making a bomb scare or shooting threat. \"Economic harm\" includes:\n\n(1) wages, salaries or other compensation lost as a result of the commission of the offense of making a bomb scare or shooting threat;\n\n(2) the cost of all wages, salaries or other compensation paid to employees for time that those employees are prevented from working as a result of the commission of the offense of making a bomb scare or shooting threat; and\n\n(3) overhead costs incurred for the period of time that a business is shut down as a result of the commission of the offense of making a bomb scare or shooting threat.\n\nHistory:1953 Comp., § 40A-20-13, enacted by Laws 1975, ch. 285, § 1; 1981, ch. 15, § 1; 2003, ch. 35, § 1; 2022, ch. 56, § 24.\n\nThe 2022 amendment,effective May 18, 2022, made making a shooting threat unlawful, and provided a penalty; in the section heading, added \"and shooting threats\"; added a new Subsection B and redesignated former Subsection B as Subsection C; added a new Subsection D and redesignated former Subsection C and D as Subsections E and F, respectively; in Subsections E and F, after each occurrence of \"bomb scare\", added \"or shooting threat\"; and deleted former Subsection E.\n\nThe 2003 amendment,effective July 1, 2003, designated the former first and second paragraphs as Subsections A and B; added Subsections C, D and E; and substituted \"commits making\" for \"makes\" following \"Whoever\" at the beginning of Subsection B.\n\nRestitution.— Although the trial court may request that an inquiry into defendant's ability to pay be made by a probation officer, it is mandatory that the actual determination of defendant's ability to pay be made by the court. Trial court may not delegate to probation officer determination of defendant's ability to pay obligations imposed by court. Amount of restitution and time of payment must be set by court and not be left to discretion of probation authorities.State v. Carrasco, 1997-NMCA-123, 124 N.M. 320, 950 P.2d 293\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Validity and construction of terroristic threat statutes, 45 A.L.R.4th 949.\n\nImposition of state or local penalties for threatening to use explosive devices at schools or other buildings, 79 A.L.R.5th 1.\n\nValidity, construction, and application of 18 U.S.C.A. § 844(e), prohibiting use of mail, telephone, telegraph, or other instrument of commerce to convey bomb threat, 160 A.L.R. Fed. 625.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-16/"
    },
    {
      "id": "section-30-20-17",
      "number": "30-20-17",
      "heading": "Reward.",
      "text": "If a person provides information leading to the conviction, or adjudication of delinquency pursuant to the Children's Code [Chapter 32A NMSA 1978], of another for making a bomb scare, he shall, upon the recommendation of the district attorney, be entitled to a reward in the amount of one hundred dollars ($100).\n\nHistory:1953 Comp., § 40A-20-14, enacted by Laws 1975, ch. 285, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-17/"
    },
    {
      "id": "section-30-20-18",
      "number": "30-20-18",
      "heading": "Interference with athletic event.",
      "text": "Interference with athletic event consists of intentionally throwing any object on or across the field of play of an athletic event with the intent to interfere with the normal conduct of that event while the contestants of that event are on that field. As used in this section, \"athletic event\" means a scheduled sports event for which an admission fee is charged to the public.\n\nAny person other than an official or a contestant of an athletic event who commits interference with [an] athletic event is guilty of a petty misdemeanor.\n\nHistory:Laws 1986, ch. 53, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For assault and battery on a sports official,see30-3-9.1 NMSA 1978.\n\nFor sentencing for petty misdemeanors,see31-19-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-20/section-30-20-18/"
    }
  ]
}