{
  "state": "new-mexico",
  "path": "title-chapter-30-criminal-offenses/chapter-article-38-exhibiting-obscene-films-outdoors",
  "sections": [
    {
      "id": "section-30-38-1",
      "number": "30-38-1",
      "heading": "Outdoor motion picture theatres; prohibited from showing obscene films.Section 30-38-2 - Applicability.",
      "text": "A. It is unlawful for the owner or operator of an outdoor motion picture theatre to exhibit any obscene film in an outdoor theatre.\n\nB. For purposes of this section, \"obscene film\" means a film that:\n\n(1) the average person applying contemporary community standards would find that, when considered or taken as a whole, appeals to the prurient interests;\n\n(2) the material depicts or describes sexual conduct in a patently offensive way by representations of ultimate sexual acts, normal or perverted, actual or simulated; masturbation, excretory functions or lewd exhibitions of the genitals of oneself or another; tactile stimulation of the genitals of oneself or another; and\n\n(3) the work when considered or taken as a whole lacks serious literary, artistic, political or scientific value.\n\nC. It is unlawful for any person to violate the provisions of Subsection A of this section. In the event a person violates the provisions of Subsection A of this section any representative of the local government involved may, upon notice to the offending person, seek an injunction in the district court to enjoin the showing of the offending film.\n\nHistory:1953 Comp., § 49-5-23, enacted by Laws 1977, ch. 241, § 1.\n\nCross references.— For issuance of injunctions,seeRules 1-065 and 1-066 NMRA.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Validity and application of statute authorizing forfeiture of use or closure of real property from which obscene materials have been disseminated or exhibited, 25 A.L.R.4th 395.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-38/section-30-38-1/"
    },
    {
      "id": "section-30-38-2",
      "number": "30-38-2",
      "heading": "Applicability.",
      "text": "The provisions of Section 1 [30-38-1 NMSA 1978] of this act shall only be enforced in those political subdivisions that have adopted by ordinance the provisions of Section 1 of this act. Any ordinance that has been adopted by a political subdivision that is in conflict with the provisions of Section 1 of this act shall be void. In the event a county adopts by ordinance the provisions of Section 1 of this act, those provisions shall not be enforceable by the county within the territorial boundaries of any incorporated municipality located in the county.\n\nHistory:1953 Comp., § 49-5-24, enacted by Laws 1977, ch. 241, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-30/article-38/section-30-38-2/"
    }
  ]
}