{
  "state": "wyoming",
  "path": "title-title-34-property-conveyances-and-security-transactions/chapter-chapter-23-museums-loaned-property",
  "sections": [
    {
      "id": "section-34-23-101",
      "number": "34-23-101",
      "heading": "Definitions.Section 34-23-102 - Notice to Lender",
      "text": "34-23-101. Definitions.\n\n(a) For purposes of this chapter:\n\n(i) \"Lender\" means the actual owner of loaned property or his duly authorized agent, trustee, conservator, custodian, heir, fiduciary or any other person capable of having an interest in property;\n\n(ii) \"Lender's address\" means the most recent address as shown on the museum's records pertaining to the property on loan from the lender;\n\n(iii) \"Loan\" means all deposits of property with a museum which are not accompanied by a transfer of title to the property or other evidence of donative intent;\n\n(iv) \"Museum\" means an institution located in Wyoming and operated by a nonprofit corporation or a public agency primarily for educational, scientific or aesthetic purposes and which owns, borrows, cares for, exhibits, studies or archives property;\n\n(v) \"Property\" means all tangible objects, organic and inorganic, under a museum's care which have intrinsic scientific, historic, artistic or cultural value.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-23/section-34-23-101/"
    },
    {
      "id": "section-34-23-102",
      "number": "34-23-102",
      "heading": "Notice to Lender.",
      "text": "34-23-102. Notice to lender.\n\n(a) If a museum accepts a loan of property on or after July 1, 1992 for a period of time exceeding ninety (90) days that is not subject to a written loan agreement, the museum shall give the lender the written notice required by this section.\n\n(b) If a museum holds loaned property acquired between July 1, 1982 and June 30, 1992 which is not subject to a written loan agreement, or holds loaned property acquired prior to July 1, 1982 which is not subject to a written loan agreement and which is not subject to subsection (f) of this section, the museum may give the lender the written notice required by this section.\n\n(c) Notice to a lender by a museum shall be deemed given under this chapter if sent by certified mail to the lender's address, return receipt requested. If the lender's address is not available to the museum or if proof of receipt is not received by the museum, notice shall be by publication at least once a week for three (3) successive weeks in a newspaper of general circulation in both the county in which the museum is located and the county of the lender's address, if any.\n\n(d) The notice shall contain the lender's name, the lender's address, the date of the loan, a description of the property loaned, the name, address and telephone number of the appropriate office or official to be contacted at the museum for information regarding the loan, an explanation of the lender's responsibilities to notify the museum of any change of address or ownership pursuant to W.S. 34-23-103, an explanation of the lender's right to file a notice of intent to preserve an interest pursuant to W.S. 34-23-104 and an explanation of when a museum acquires title to property originally loaned to it as provided in W.S. 34-23-104(b).\n\n(e) For purposes of this section, a museum is located in the county of its principal place of business or in the county in which any branch of the museum is located if the loan is made to the museum branch.\n\n(f) If a museum holds loaned property acquired prior to July 1, 1982 which is not subject to a written loan agreement, and more than ten (10) years have elapsed without written donor contact indicating the deposit is not a gift, the deposit is presumed to be a gift. The presumption of a gift under this subsection may be rebutted by submission of written documentation by the lender prior to July 1, 1995 establishing that the deposit was a loan. Failure by the lender to submit documentation to the museum under this subsection prior to July 1, 1995 shall result in transfer of ownership of the loaned property to the museum.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-23/section-34-23-102/"
    },
    {
      "id": "section-34-23-103",
      "number": "34-23-103",
      "heading": "Lender's Duties.",
      "text": "34-23-103. Lender's duties.\n\nThe lender of property on loan to a museum shall notify the museum promptly in writing of any change of address or change in ownership of the property. Failure to notify the museum pursuant to this section may result in the lender's loss of ownership in the property.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-23/section-34-23-103/"
    },
    {
      "id": "section-34-23-104",
      "number": "34-23-104",
      "heading": "Intent to Preserve an Interest.",
      "text": "34-23-104. Intent to preserve an interest.\n\n(a) The lender may file with a museum a notice of intent to preserve an interest in the property on loan to the museum within sixty (60) days of receipt of the notice required in W.S. 34-23-102. Filing of the notice does not validate or make enforceable any claim which would be extinguished under the terms of a written loan agreement or which would otherwise be invalid or unenforceable. The notice of intent to preserve an interest shall be effective for ten (10) years. The museum shall notify the lender by certified mail, return receipt requested, within thirty (30) days of the expiration of the initial ten (10) year period covered by the lender's notice of intent to preserve an interest. The lender may extend his intent to preserve an interest for ten (10) years by filing another notice in accordance with this section.\n\n(b) Failure to timely file a notice of intent after notification by a museum as provided for in W.S. 34-23-102, or failure to timely refile a notice of intent within ten (10) years of the original filing of notice, or failure to claim loaned property at the termination of the loan period shall result in transfer to the museum of ownership of the loaned property.\n\n(c) Failure to file a notice of intent, or to refile a notice of intent within ten (10) years of the original filing of notice pursuant to this section, shall result in transfer to the museum of ownership of the loaned property immediately, or if any lending agreement is in effect the termination of any lending agreement.\n\n(d) Notice of intent to preserve an interest shall:\n\n(i) Be in writing;\n\n(ii) Contain a description of the property adequate to enable the museum to identify the property;\n\n(iii) Be accompanied by documentation sufficient to establish the lender as the owner of the property; and\n\n(iv) Be signed under penalty of perjury by the lender or by a person authorized to act on behalf of the lender.\n\n(e) A museum is not required to retain a notice of intent to preserve an interest which does not meet the requirements of subsection (d) of this section. Any museum not retaining the notice pursuant to this subsection shall promptly notify the lender at the address given on the notice of its determination that the notice is ineffective to preserve an interest and the reasons the notice is ineffective. Retention of a notice under this section is not an implication that the museum accepts the sufficiency or accuracy of the notice or that the notice is effective to preserve an interest in property on loan to the museum.\n\n(f) Unless the loaned property is returned to the lender, the museum shall retain the original or a copy of each notice to preserve an interest for a period of not less than ten (10) years.\n\n(g) The museum shall furnish any person filing notice under this section proof of receipt of notice by mailing a receipt to the lender at the address given on the notice within thirty (30) days after receipt of the notice.\n\n(h) The provisions of this section are not intended to affect or alter the terms of a written loan agreement.\n\n(j) All rights and obligations of a lender in property loaned to a museum under this chapter shall pass to the lender's estate upon the death of the lender.\n\n(k) The notice requirements of this section do not apply to loaned property held by a museum pursuant to W.S. 34-23-102(f).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-23/section-34-23-104/"
    },
    {
      "id": "section-34-23-105",
      "number": "34-23-105",
      "heading": "Conservation or Disposal of Loaned Property.",
      "text": "34-23-105. Conservation or disposal of loaned property.\n\n(a) A museum may apply measures to or dispose of property on loan to the museum without the permission of the lender if:\n\n(i) No notice of intent to preserve an interest has been filed or refiled pursuant to W.S. 34-23-104(a) and any applicable lending agreement has terminated;\n\n(ii) No notice of intent to preserve an interest has been filed and the lending agreement is still in effect or a notice of intent to preserve an interest has been filed within ten (10) years of the proposed conservation measure or disposal but:\n\n(A) Immediate action is required to protect the property on loan or other property in the custody of the museum and the lender cannot be reached at his last known address;\n\n(B) Immediate action is required because the property on loan has become a hazard to the health and safety of the public or the museum staff and the lender cannot be reached at his last known address; or\n\n(C) The lender does not agree to the conservation measures or to the disposal but is not willing or able to terminate the loan and retrieve the property.\n\n(iii) The museum holds the property as a presumed gift pursuant to W.S. 34-23-102(f).\n\n(b) Any museum applying conservation measures to property pursuant to paragraph (a)(ii) or (iii) of this section shall acquire ownership of the property or any proceeds from the disposition of the property. Any museum disposing of property pursuant to paragraph (a)(ii) or (iii) of this section shall not be liable for damage caused by sale of the property.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-23/section-34-23-105/"
    },
    {
      "id": "section-34-23-106",
      "number": "34-23-106",
      "heading": "Notice of Injury or Loss.",
      "text": "34-23-106. Notice of injury or loss.\n\nA museum shall provide prompt notice to the lender of any known injury to or loss of property on loan.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-23/section-34-23-106/"
    },
    {
      "id": "section-34-23-107",
      "number": "34-23-107",
      "heading": "Notice of Intent to Terminate Loan.",
      "text": "34-23-107. Notice of intent to terminate loan.\n\n(a) A museum may provide notice of the museum's intent to terminate a loan:\n\n(i) To a lender who has filed a notice of intent to preserve an interest;\n\n(ii) To a lender who has not filed a notice of intent to preserve an interest if a lending agreement is still in effect; or\n\n(iii) To a lender of property held pursuant to W.S. 34-23-102(f) if the lender has submitted written documentation that the deposit was a loan within the period provided by W.S. 34-23-102(f).\n\n(b) The notice shall include a description of the property, the name, address and telephone number of the appropriate office or official to be contacted at the museum, and a statement containing substantially the following information:\n\n\"The records of ....(name of museum) indicate that you have property on loan to the museum. The museum intends to terminate the loan. You are required by law to contact the museum, establish your ownership of the property and make arrangements to collect the property. If you fail to do so within one (1) year following the date of notice, you will be considered to have donated the property to the museum as provided under W.S. 34-23-108.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-23/section-34-23-107/"
    },
    {
      "id": "section-34-23-108",
      "number": "34-23-108",
      "heading": "Limitations on Actions Against the Museum.",
      "text": "34-23-108. Limitations on actions against the museum.\n\n(a) Any action against a museum for damages because of injury to or loss of property loaned to the museum is barred unless commenced within one (1) year from the date the museum provides notice to the lender of the injury or loss or within three (3) years from the date of the injury or loss, whichever occurs earlier.\n\n(b) Any action against a museum to recover property on loan is barred unless commenced within one (1) year from the date the museum provides notice to the lender of its intent to terminate the loan provided under W.S. 34-23-107 or within ten (10) years from the date of notice of intent to preserve an interest in the property is filed with the museum under W.S. 34-23-104, whichever date is earlier.\n\n(c) Property loaned to the museum for which the lender fails to file an action for damages or recovery within the periods specified by subsections (a), (b) and (f) of this section shall be considered donated to the museum.\n\n(d) Notwithstanding subsections (b) and (c) of this section, a lender of property, other than property held by a museum pursuant to W.S. 34-23-102(f), not provided notice of the intention of the museum to terminate a loan and providing proof that the museum received a notice of intent to preserve an interest in loaned property within ten (10) years immediately preceding the filing of an action to recover the property, may recover the property or if the property has been disposed of, the reasonable value of the property at the time of disposition plus interest at five percent (5%) per year.\n\n(e) Any person purchasing property from a museum acquires good title to the property if the museum represents that title to the property has been acquired pursuant to this chapter.\n\n(f) Any action against a museum to recover property held by the museum pursuant to W.S. 34-23-102(f) is barred from and after July 1, 1995 unless the lender submits the documentation required by W.S. 34-23-102(f) to the museum prior to July 1, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-23/section-34-23-108/"
    }
  ]
}