{
  "state": "wyoming",
  "path": "title-title-34-property-conveyances-and-security-transactions/chapter-chapter-10-marketable-titles",
  "sections": [
    {
      "id": "section-34-10-101",
      "number": "34-10-101",
      "heading": "Definitions.Section 34-10-102 - Purpose",
      "text": "34-10-101. Definitions.\n\n(a) As used in this act:\n\n(i) \"Marketable record title\" means a title of record, as indicated in W.S. 34-10-103 which operates to extinguish such interests and claims, existing prior to the effective date of the root of title, as are stated in W.S. 34-10-105;\n\n(ii) \"Records\" includes probate and other official public records, as well as records in the office of the county clerk;\n\n(iii) \"Recording\", when applied to the official records of a probate or other court, includes filing;\n\n(iv) \"Person dealing with land\" includes a purchaser of any estate or interest therein, a mortgagee, a levying or attaching creditor, a land contract vendee, or any other person seeking to acquire an estate or interest therein, or impose a lien thereon;\n\n(v) \"Root of title\" means that conveyance or other title transaction in the chain of title of a person, purporting to create the interest claimed by the person, upon which he relies as a basis for the marketability of his title, and which was the most recent to be recorded as of a date forty (40) years prior to the time when marketability is being determined. The effective date of the \"root of title\" is the date on which it is recorded;\n\n(vi) \"Title transaction\" means any transaction affecting title to any interest in land, including title by will or descent, title by tax deed, or by trustee's, referee's, guardian's, executor's, administrator's, master in chancery's, or sheriff's deed, or decree of any court, as well as warranty deed, quitclaim deed, deed of trust or mortgage;\n\n(vii) \"This act\" means W.S. 34-10-101 through 34-10-109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-10/section-34-10-101/"
    },
    {
      "id": "section-34-10-102",
      "number": "34-10-102",
      "heading": "Purpose.",
      "text": "34-10-102. Purpose.\n\nThis act shall be liberally construed to effect the legislative purpose of simplifying and facilitating land title transactions by allowing persons to rely on a record chain of title as described in W.S. 34-10-103, subject only to such limitations as appear in W.S. 34-10-104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-10/section-34-10-102/"
    },
    {
      "id": "section-34-10-103",
      "number": "34-10-103",
      "heading": "Effect of Unbroken Chain of Title; Marketable Record Title.",
      "text": "34-10-103. Effect of unbroken chain of title; marketable record title.\n\nAny person having the legal capacity to own land in this state, who has an unbroken chain of title of record to any interest in land for forty (40) years or more, shall be deemed to have a marketable record title to such interest subject only to the matters stated in W.S. 34-10-104. A person shall be deemed to have such an unbroken chain of title when the official public records disclose a conveyance or other title transaction of record not less than forty (40) years at the time the marketability is to be determined, which conveyance or other title transaction purports to create the interest, either in the person claiming the interest, or some other person from whom, by one (1) or more conveyances or other title transactions of record, the purported interest has become vested in the person claiming the interest, so long as nothing appears of record, in either case, purporting to divest the claimant of his purported interest.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-10/section-34-10-103/"
    },
    {
      "id": "section-34-10-104",
      "number": "34-10-104",
      "heading": "Effect of Unbroken Chain of Title; Exceptions.",
      "text": "34-10-104. Effect of unbroken chain of title; exceptions.\n\n(a) Marketable record title is subject to:\n\n(i) All interests and defects which are inherent in the chain of record title. However, a general reference in the chain, to easements, use restrictions or other interests created prior to the root of title is not sufficient to preserve them, unless specific identification is made therein of a recorded title transaction which creates the easement, use restriction or other interest;\n\n(ii) All interests preserved by the filing of proper notice or by possession by the same owner continuously for a period of forty (40) years or more, in accordance with W.S. 34-10-106;\n\n(iii) The rights of any person arising from prescriptive use or period of adverse possession or user which was in whole or in part subsequent to the effective date of the root of title;\n\n(iv) Any interest arising out of a title transaction which has been recorded subsequent to the effective date of the root of title from which the unbroken chain of title of record is started. However, the recording does not revive or give validity to any interest which has been extinguished prior to the time of the recording by the operation of W.S. 34-10-105;\n\n(v) The exceptions stated in W.S. 34-10-108(a) as to rights of reversioners in leases, as to apparent easements and interests in the nature of easements, as to water rights, as to mineral interests and as to interests of the state of Wyoming and of the United States.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-10/section-34-10-104/"
    },
    {
      "id": "section-34-10-105",
      "number": "34-10-105",
      "heading": "Certain Interests Null and Void.",
      "text": "34-10-105. Certain interests null and void.\n\nSubject to matters stated in W.S. 34-10-104, marketable record title shall be held by its owner and shall be taken by any person dealing with the land free and clear of all interests, claims or charges whatsoever, the existence of which depends upon any act, transaction, event or omission that occurred prior to the effective date of the root of title. All such interests, claims or charges, however denominated, whether legal or equitable, present or future, whether asserted by a person sui juris or under a disability, whether such person is within or without the state, whether such person is natural, corporate, private or governmental, are null and void.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-10/section-34-10-105/"
    },
    {
      "id": "section-34-10-106",
      "number": "34-10-106",
      "heading": "Perpetuation of Interest.",
      "text": "34-10-106. Perpetuation of interest.\n\n(a) Any person claiming an interest in land may preserve and keep effective his interest by filing for record during the forty (40) year period immediately following the effective date of the root of title of the person whose record title would otherwise be marketable, a notice in writing, duly verified by oath, setting forth the nature of the claim. No disability or lack of knowledge of any kind on the part of anyone shall suspend the running of the forty (40) year period. Notice may be filed for record by the claimant or by any other person acting on behalf of any claimant who is:\n\n(i) Under a disability;\n\n(ii) Unable to assert a claim on his own behalf; or\n\n(iii) One (1) of a class, but whose identity cannot be established or is uncertain at the time of filing the notice of claim for record.\n\n(b) If the same record owner of any possessory interest in land has been in possession of the land continuously for a period of forty (40) years or more, during which period no title transaction with respect to the interest appears of record in his chain of title, and no notice has been filed by him or on his behalf as provided in subsection (a) of this section, and his possession continues to the time when marketability is being determined, the period of possession is equivalent to the filing of the notice immediately preceding the termination of the forty (40) year period described in subsection (a) of this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-10/section-34-10-106/"
    },
    {
      "id": "section-34-10-107",
      "number": "34-10-107",
      "heading": "Contents of Notice of Claim.",
      "text": "34-10-107. Contents of notice of claim.\n\nTo be effective and to be entitled to record, the notice of claim shall contain an accurate and full description of all lands affected by the notice which shall be set forth in particular terms and not by general inclusions. However, if the claim is founded upon a recorded instrument, then the description in the notice may be the same as that contained in the recorded instrument. Notice shall be filed for record in the office of the county clerk of the county or counties where the land described is situated. The recorder of each county shall accept all such notices presented to him which describe land located in the county in which he serves and shall enter and record full copies thereof in the same way that deeds and other instruments are recorded. Each recorder shall charge the same fees for the recording thereof as are charged for recording deeds. In indexing the notices in his office each recorder shall enter the notices under the grantee indexes of deeds under the names of the claimants appearing in the notices.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-10/section-34-10-107/"
    },
    {
      "id": "section-34-10-108",
      "number": "34-10-108",
      "heading": "Application.",
      "text": "34-10-108. Application.\n\n(a) Notwithstanding a failure to file a notice of claim, this act shall not be applied:\n\n(i) To bar any lessor or his successor as a reversioner of his right to possession on the expiration of any lease;\n\n(ii) To bar or extinguish the title to any railroad right-of-way or station grounds or to any easement created or held for any pipeline, highway, railroad or public utility purpose the existence of which is clearly observable by physical evidence of its use;\n\n(iii) To bar or extinguish any water rights, whether evidenced by decrees, or by certificates of appropriation;\n\n(iv) To bar or extinguish any title, estate or interest in and to any timber or any minerals (including without limiting the generality of that term, oil, gas and other hydrocarbons) and any development, mining, production or other rights or easements related thereto or exercisable in connection therewith;\n\n(v) To bar any right, title or interest of the state of Wyoming and of the United States;\n\n(vi) To bar or extinguish any claim to a conservation easement by a holder of the conservation easement or by a person having third-party rights of enforcement. For purposes of this paragraph the provisions of W.S. 34-1-201 through 34-1-207 shall be applicable.\n\n(b) Nothing contained in this act shall be construed to extend the period for the bringing of an action or for the doing of any other required act under any statutes of limitations, nor, except as herein specifically provided, to affect the operation of any statutes governing the effect of the recording or the failure to record any instrument affecting land.\n\n(c) If the forty (40) year period specified in this act expires less than two (2) years after the effective date of this act the period shall be extended two (2) years after the effective date of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-10/section-34-10-108/"
    },
    {
      "id": "section-34-10-109",
      "number": "34-10-109",
      "heading": "Prohibition Against Filing Notices for Purpose of Slandering Title to Land.",
      "text": "34-10-109. Prohibition against filing notices for purpose of slandering title to land.\n\nNo person shall use the privilege of filing notices hereunder for the purpose of slandering the title to land, and in any action brought for the purpose of quieting title to land, if the court shall find that any person has filed a claim for that reason only, the court shall award the plaintiff all costs of such action as the court may allow to the plaintiff, and in addition, shall decree that the defendant asserting such claim shall pay to plaintiff all damages that plaintiff may have sustained as the result of such notice of claim having been so filed for record.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-34/chapter-10/section-34-10-109/"
    }
  ]
}