{
  "state": "south-dakota",
  "path": "title-title-34-public-health-and-safety/chapter-chapter-03-county-and-district-full-time-health-departments",
  "sections": [
    {
      "id": "section-34-3-1",
      "number": "34-3-1",
      "heading": "Establishment of county department authorized--Definition of full-time health department",
      "text": "34-3-1. Establishment of county department authorized--Definition of full-time health department.\n\nThe board of county commissioners of any county of this state may establish within its county a full-time county health department and provide for the maintenance thereof. Full-time health departments shall be construed to be an organization under the immediate direction of a health officer and employing trained public health personnel who shall devote their entire working time to the prevention of disease and the promotion of public health.\n\nSource:SL 1953, ch 129, §1; SDC Supp 1960, §27.18A01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-1/"
    },
    {
      "id": "section-34-3-2",
      "number": "34-3-2",
      "heading": "Election on establishment of department by adjacent counties--Establishment in other counties after failure in one county.",
      "text": "34-3-2. Election on establishment of department by adjacent counties--Establishment in other counties after failure in one county.\n\nOne or more adjacent counties may submit to the electors of said counties at a general or special election, the question of establishing a county health department. Upon affirmative majority vote in each county, such department may be jointly created. In the event any one county does not return a majority vote, nothing herein shall prevent the other county or counties from so creating said department.\n\nSource:SL 1953, ch 129, §1; SDC Supp 1960, §27.18A01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-2/"
    },
    {
      "id": "section-34-3-3",
      "number": "34-3-3",
      "heading": "County board where full-time department maintained--Appointment and terms of members.",
      "text": "34-3-3. County board where full-time department maintained--Appointment and terms of members.\n\nThere shall be created in each county maintaining a full-time county health department, a county board of health consisting of seven members to be appointed by the county commissioners as follows: One member shall be a member of such board of county commissioners, appointed for one year at the first official meeting of such board in each calendar year; one member shall be a practicing physician and shall hold office for a term of four years; five members are to be selected from the electors of the county to hold office for terms of five years each, except that the initial term shall be staggered in such manner that the term of one board member so chosen shall expire each year. Vacancies occurring on the county board of health shall be filled by appointment by the board of county commissioners for the unexpired term affected.\n\nSource:SL 1953, ch 129, §3; SDC Supp 1960, §27.18A03; SL 1977, ch 276.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-3/"
    },
    {
      "id": "section-34-3-4",
      "number": "34-3-4",
      "heading": "Officers of county board--Expenses of board members.",
      "text": "34-3-4. Officers of county board--Expenses of board members.\n\nThe members of the county board of health shall organize by selecting a president and vice-president, and the health officer shall be ex officio secretary. Members of the board shall receive no compensation but shall receive their actual and necessary travel expenses incurred in the performance of their duties.\n\nSource:SL 1953, ch 129, §3; SDC Supp 1960, §27.18A03.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-4/"
    },
    {
      "id": "section-34-3-5",
      "number": "34-3-5",
      "heading": "Merger of city and county health services in full-time department--City representative on board.",
      "text": "34-3-5. Merger of city and county health services in full-time department--City representative on board.\n\nAny municipality of the first class located within a county wherein a full-time county health department has been or is being established, may by mutual agreement between its governing body and the board of county commissioners of said county, merge its health service with such county department and participate in the financial maintenance of such county department to the extent of such agreement, and thereupon the county department shall have full supervision and control over all matters pertaining to public health in said municipality. Whenever a municipality of the first class shall merge with the county department, the mayor or member of the governing body of such municipality by it selected, shall become a member of the county board of health and shall be in addition to the members provided in §34-3-3.\n\nSource:SL 1953, ch 129, §§2, 3; SDC Supp 1960, §§27.18A02, 27.18A03; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-5/"
    },
    {
      "id": "section-34-3-6",
      "number": "34-3-6",
      "heading": "Departmental funds deposited with county treasurer--Disbursements.",
      "text": "34-3-6. Departmental funds deposited with county treasurer--Disbursements.\n\nIn the case of a full-time county health department, all funds made available for the operation of such department from all sources shall be deposited with the county treasurer who shall disburse said funds as provided by law upon vouchers certified by the health officer.\n\nSource:SL 1953, ch 129, §13; SDC Supp 1960, §27.18A13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-6/"
    },
    {
      "id": "section-34-3-7",
      "number": "34-3-7",
      "heading": "Departmental funds deposited with treasurer of participating first or second class municipality--Disbursements.",
      "text": "34-3-7. Departmental funds deposited with treasurer of participating first or second class municipality--Disbursements.\n\nWhen a municipality of the first class participates in the operation of a full-time county health department, the funds made available for the operation of said department may, by mutual agreement between the governing body of said municipality and the board of county commissioners, be deposited with the treasurer of said municipality, to be disbursed by him in the manner provided in §34-3-6.\n\nSource:SL 1953, ch 129, §13; SDC Supp 1960, §27.18A13; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-7/"
    },
    {
      "id": "section-34-3-8",
      "number": "34-3-8",
      "heading": "Dissolution of full-time county department--Withdrawal of first or second class municipality from participation.",
      "text": "34-3-8. Dissolution of full-time county department--Withdrawal of first or second class municipality from participation.\n\nA full-time county health department may be dissolved by resolution of the board of county commissioners, and a first or second class municipality may withdraw from such department by resolution of its governing body, at any time after one year from the establishment of the department, or merger therewith, as the case may be; provided that no dissolution or withdrawal shall occur during any fiscal year for which a budget has been approved therefor, and in no case until ninety days' prior written notice thereof has been given the county board of health.\n\nSource:SL 1953, ch 129, §4; SDC Supp 1960, §27.18A04; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-8/"
    },
    {
      "id": "section-34-3-9",
      "number": "34-3-9",
      "heading": "District health department established by counties and first and second class municipalities--City contributions.",
      "text": "34-3-9. District health department established by counties and first and second class municipalities--City contributions.\n\nTwo or more adjacent counties and municipalities of the first class located therein may, by mutual agreement of their governing boards, establish and maintain a full-time district health department. When municipalities of the first class desire to cooperate in the maintenance of a full-time district health department, they shall contribute financially in such amount as may be agreed upon by the governing board of the municipality concerned and the county commissioners for the county in which such municipality is located. Such municipality funds shall be considered as contributing to the county's proportionate share of the total district health department budget.\n\nSource:SL 1953, ch 129, §5; SDC Supp 1960, §27.18A05; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-9/"
    },
    {
      "id": "section-34-3-10",
      "number": "34-3-10",
      "heading": "Full-time district health department defined.",
      "text": "34-3-10. Full-time district health department defined.\n\nA full-time district health department shall be construed to be a department organized to serve contiguous territory in two or more adjacent counties, and which shall be under the immediate direction of a health officer and employing trained public health personnel who shall devote their entire working time to the prevention of disease and the promotion of public health, provided that physicians may be employed on a part-time basis to act as assistant health officers.\n\nSource:SL 1953, ch 129, §5; SDC Supp 1960, §27.18A05.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-10/"
    },
    {
      "id": "section-34-3-11",
      "number": "34-3-11",
      "heading": "Adjacent counties and first and second class municipalities joining district health department.",
      "text": "34-3-11. Adjacent counties and first and second class municipalities joining district health department.\n\nAfter the initial formation of a full-time district health department other adjacent counties and municipalities of the first class therein may, by resolution of their governing boards, become a part of such district by agreement with the district board of health.\n\nSource:SL 1953, ch 129, §5; SDC Supp 1960, §27.18A05; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-11/"
    },
    {
      "id": "section-34-3-12",
      "number": "34-3-12",
      "heading": "Repealed",
      "text": "Repealed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34-3-13",
      "number": "34-3-13",
      "heading": "Appointing committee for district board of health--Number of members appointed to board.",
      "text": "34-3-13. Appointing committee for district board of health--Number of members appointed to board.\n\nWhen two or more counties unite to form a full-time district health department a district board of health shall be created in the following manner: an appointing committee shall be formed, consisting of a representative of each governing board of each participating county and first or second class municipality, to be elected by such governing board. Counties and municipalities which become a part of such district after its initial formation shall have a representative on the appointing committee, to be selected in the same manner. Such committee shall appoint a district board of health consisting of five members, one of whom shall be a physician practicing in the district. When the number of counties and municipalities participating in the maintenance of such health department is five or less, then a qualified elector from each such participating county and municipality shall be appointed to the board.\n\nSource:SL 1953, ch 129, §6; SDC Supp 1960, §27.18A06; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-13/"
    },
    {
      "id": "section-34-3-14",
      "number": "34-3-14",
      "heading": "Terms of office of district board members.",
      "text": "34-3-14. Terms of office of district board members.\n\nOriginally one member of the district board of health shall be appointed for one year, one member for two years, one member for three years, one member for four years, and one member for five years. Upon the termination of the term of appointment, members shall thereafter be appointed for a term of five years. Vacancies which occur on the district board of health shall be filled for the unexpired portion of the term of the vacated member by appointment as provided in §34-3-13.\n\nSource:SL 1953, ch 129, §6; SDC Supp 1960, §27.18A06.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-14/"
    },
    {
      "id": "section-34-3-15",
      "number": "34-3-15",
      "heading": "Officers of district board--Expenses of board members.",
      "text": "34-3-15. Officers of district board--Expenses of board members.\n\nThe membership of the district board of health shall elect a president and a vice-president and the health officer shall be ex officio secretary. Members of the board shall receive no compensation but shall receive their actual and necessary travel expenses incurred in the performance of their duties.\n\nSource:SL 1953, ch 129, §6; SDC Supp 1960, §27.18A06.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-15/"
    },
    {
      "id": "section-34-3-16",
      "number": "34-3-16",
      "heading": "Office of district health department--Supplies and personnel.",
      "text": "34-3-16. Office of district health department--Supplies and personnel.\n\nThe district board of health shall designate the location of and shall provide the office for the district health department and shall furnish it with the necessary equipment, supplies, and personnel.\n\nSource:SL 1953, ch 129, §10; SDC Supp 1960, §27.18A10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-16/"
    },
    {
      "id": "section-34-3-17",
      "number": "34-3-17",
      "heading": "Board meetings where full-time department maintained.",
      "text": "34-3-17. Board meetings where full-time department maintained.\n\nThe board of health of a full-time county or district health department shall meet at such times and at such places as the county or district health officer may designate but in no instance shall meetings be held less than semiannually. The health officer shall call a meeting when requested to do so by a majority of the members of the board.\n\nSource:SL 1953, ch 129, §9; SDC Supp 1960, §27.18A09.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-17/"
    },
    {
      "id": "section-34-3-18",
      "number": "34-3-18",
      "heading": "Health officer and personnel for full-time department.",
      "text": "34-3-18. Health officer and personnel for full-time department.\n\nFull-time county and district boards of health shall employ a full-time health officer whose term of office shall be four years, and such other personnel as may be determined by the State Department of Health to be needed to efficiently carry on the work of the county or district department.\n\nSource:SL 1953, ch 129, §11; SDC Supp 1960, §27.18A11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-18/"
    },
    {
      "id": "section-34-3-19",
      "number": "34-3-19",
      "heading": "Part-time health officer for full-time department.",
      "text": "34-3-19. Part-time health officer for full-time department.\n\nIn the event that the county or district board of health is unable to fill the position of health officer with a full-time physician as provided for in this chapter, it may appoint for a temporary period a part-time health officer. Such part-time health officer shall render such service as may be directed by the board but he may, in addition, maintain a private practice.\n\nSource:SL 1953, ch 129, §11; SDC Supp 1960, §27.18A11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-19/"
    },
    {
      "id": "section-34-3-20",
      "number": "34-3-20",
      "heading": "State grants for maintenance of full-time health departments--Contributions by other agencies.",
      "text": "34-3-20. State grants for maintenance of full-time health departments--Contributions by other agencies.\n\nThe State Department of Health is hereby authorized to use funds which it may receive for public health purposes from federal or other governmental agencies or from nongovernmental agencies both within or without the state for the purpose of making grants to counties or districts for the maintenance of full-time health departments. Municipalities, school boards, and other official or nonofficial agencies shall also be permitted to contribute funds toward the maintenance and operation of said departments. All activities carried out through the use of funds so contributed shall be under the direction of the full-time health officer.\n\nSource:SL 1953, ch 129, §12; SDC Supp 1960, §27.18A12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-20/"
    },
    {
      "id": "section-34-3-21",
      "number": "34-3-21",
      "heading": "Contractual arrangements for services to adjacent counties--Funds provided--Powers of board in adjacent county.",
      "text": "34-3-21. Contractual arrangements for services to adjacent counties--Funds provided--Powers of board in adjacent county.\n\nCounty commissioners are hereby authorized to arrange by contractual agreements with one or more existing boards of health operating full-time health departments for services for any part or parts of the county adjacent to such full-time health departments. For this purpose such county commissioners are authorized to provide funds as provided in §34-3-22. Whenever such contracts are made, the contracting board of health is declared to be the board of health for the designated area with all the powers and duties of boards of health as set forth in this chapter.\n\nSource:SL 1953, ch 129, §12; SDC Supp 1960, §27.18A12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-21/"
    },
    {
      "id": "section-34-3-22",
      "number": "34-3-22",
      "heading": "Departmental funds provided from general fund of participating subdivisions.",
      "text": "34-3-22. Departmental funds provided from general fund of participating subdivisions.\n\nFunds for operation and maintenance of full-time health departments shall be derived from the general fund of the participating political subdivisions.\n\nSource:SL 1953, ch 129, §13; SDC Supp 1960, §27.18A13; SL 1978, ch 62, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-22/"
    },
    {
      "id": "section-34-3-23",
      "number": "34-3-23",
      "heading": "Operating costs apportioned among participating counties--Population as basis for apportionment.",
      "text": "34-3-23. Operating costs apportioned among participating counties--Population as basis for apportionment.\n\nIn the case of a full-time district health department the cost of operating and maintaining the department, over the estimated moneys available from surpluses, grants, and donations, shall be apportioned by the district board of health among the counties comprising the district. Apportionment shall be on the basis of population, as determined by the State Department of Health in its most recent mid-year census estimate, of each county in proportion to the total population of all counties comprising the district.\n\nSource:SL 1953, ch 129, §13; SDC Supp 1960, §27.18A13; SL 1966, ch 77.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-23/"
    },
    {
      "id": "section-34-3-24",
      "number": "34-3-24",
      "heading": "Annual budget estimates for full-time department--Hearings and approval of budget.",
      "text": "34-3-24. Annual budget estimates for full-time department--Hearings and approval of budget.\n\nA full-time county or district board of health shall, at least two weeks before the dates specified by law for the setting up of official budgets, estimate the total cost of operating and maintaining the department for the ensuing fiscal year and the amount of moneys that may be available from unexpended surpluses and from grants or donations from all other sources. The estimates shall be submitted to the governing boards of the participating political subdivisions which shall consider these data as the budget request of such board for the ensuing fiscal year. The governing boards of the participating political subdivisions shall, with respect to each such full-time county or district board of health, hold a public joint hearing on such budget request for purposes of approving, with or without modifications, the amount of moneys to be made available within the operating budgets for operating and maintaining the department for the ensuing fiscal year.\n\nSource:SL 1953, ch 129, §13; SDC Supp 1960, §27.18A13; SL 1966, ch 77; SL 1985, ch 77, §36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-24/"
    },
    {
      "id": "section-34-3-25",
      "number": "34-3-25",
      "heading": "District funds held by treasurer of largest county--Disbursements.",
      "text": "34-3-25. District funds held by treasurer of largest county--Disbursements.\n\nIn the case of a full-time district health department, all funds made available for the operation of such department from all sources shall be deposited with the county treasurer of the participating county having the largest population as determined by the most recent federal census. Said county treasurer shall set up a separate district health department fund from which disbursements shall be made upon vouchers certified by the district health officer in the manner specified by law for the disbursement of county funds.\n\nSource:SL 1953, ch 129, §13; SDC Supp 1960, §27.18A13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-25/"
    },
    {
      "id": "section-34-3-26",
      "number": "34-3-26",
      "heading": "Powers of county board and superintendent vested in full-time department.",
      "text": "34-3-26. Powers of county board and superintendent vested in full-time department.\n\nThe powers and duties of the board of health in a full-time county or district health department shall be the same as those specified for county boards of health and the superintendents thereof as provided for by chapter 34-16.\n\nSource:SL 1953, ch 129, §8; SDC Supp 1960, §27.18A08; SL 2002, ch 168, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-26/"
    },
    {
      "id": "section-34-3-27",
      "number": "34-3-27",
      "heading": "Withdrawal from district department by county or first or second class municipality--Restrictions on withdrawal--Vacancies on district board.",
      "text": "34-3-27. Withdrawal from district department by county or first or second class municipality--Restrictions on withdrawal--Vacancies on district board.\n\nAny county or first or second class municipality participating in a full-time district health department may withdraw from the department and board by resolution of its governing board providing no such withdrawal may occur within one year of the date of establishment of the department or the date of entrance of said county or municipality into said department. It is further provided that no withdrawal shall occur during any fiscal year for which a budget has been approved and in no instance until ninety days' prior written notice of such withdrawal has been given to the district board of health.\n\nWhen a participating county or municipality withdraws from a district health department its representative on the appointing committee shall also withdraw therefrom and any positions held by its representatives on the district board of health shall be declared vacant and the vacancy or vacancies so created shall be filled as provided in §34-3-3.\n\nSource:SL 1953, ch 129, §7; SDC Supp 1960, §27.18A07; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-34/chapter-03/section-34-3-27/"
    }
  ]
}