{
  "state": "hawaii",
  "path": "title-title-3-legislature/chapter-24-allowance-and-salary-for-legislators",
  "sections": [
    {
      "id": "section-24-1",
      "number": "24-1",
      "heading": "Allowance for incidental expenses",
      "text": "§24-1 Allowance for incidental expenses.Each member of the legislature shall receive an annual allowance of $7,500, which amount is to cover incidental expenses connected with legislative duties and the amount shall be payable in a manner prescribed by the respective rules of each house; provided that when the legislative salary is increased, the legislative allowance shall be increased by the same percentage. [L 1969, c 5, pt of §1; am L 1975, c 2, §1; am L 1981, c 2, §1; am L 1987, c 2, §1; am L 2005, c 119, §2]\n\nAttorney General Opinions\n\nDuring legislative sessions, members of the legislature also serving as members of the advisory committee on statutory revision cannot receive the additional per diem allowed members of the committee. Att. Gen. Op. 67-8.\n\nLegislature has authority to increase amount of allowance by amending this section and may make increase effective upon approval of amendment. Att. Gen. Op. 75-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-3/chapter-24/section-24-1/"
    },
    {
      "id": "section-24-15",
      "number": "24-1.5",
      "heading": "Payment of legislative salaries.",
      "text": "§24-1.5 Payment of legislative salaries.The annual salary of any legislator, as determined pursuant to Article III, section 9, of the Constitution of the State of Hawaii, shall be paid in equal amounts, beginning with the first pay period for state employees in November of the year the legislator is elected. [L 1984, c 171, §1(1)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-3/chapter-24/section-24-1-5/"
    },
    {
      "id": "section-24-2",
      "number": "24-2",
      "heading": "Allowance for non-Oahu legislator during session.",
      "text": "§24-2 Allowance for non-Oahu legislator during session.A member of the legislature whose legal residence is on an island other than Oahu shall receive an additional allowance to cover all personal expenses such as board, lodging, and incidental expenses but not travel expenses. The allowance under this section shall be set at a single rate that will:\n\n(1) Not exceed the greater of the maximum allowance for such expenses payable to any public officer or employee of the federal government or the State;\n\n(2) Be reasonably calculated to cover the expenses specified in this section; and\n\n(3) Be determined jointly by the president of the senate and the speaker of the house of representatives for the legislature as a whole.\n\nThe allowance shall be paid to each member at the rate prescribed for each day, from the first to the last day of each session, including Saturdays, Sundays, holidays, and days of recess pursuant to the mandatory recess required by article III, section 10, of the Constitution or a concurrent resolution, except for days of recess when a session of the legislature is recessed for more than three days pursuant to a concurrent resolution and for days of unexcused absence of the member from a meeting of the respective house. [L 1969, c 5, pt of §1; am L 1981, c 2, §2; am L 1983, c 80, §1; am L 2005, c 222, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-3/chapter-24/section-24-2/"
    },
    {
      "id": "section-24-3",
      "number": "24-3",
      "heading": "Allowance for expenses while traveling on official legislative business during a session within the State.",
      "text": "§24-3 Allowance for expenses while traveling on official legislative business during a session within the State.A member of the legislature whose legal residence is on the island of Oahu and who is required to remain away from the island of the member's legal residence but within the State overnight or longer while on official legislative business during a session and when authorized by the presiding officer of the respective house, shall receive an allowance to cover all personal expenses such as board, lodging, and incidental expenses but not travel expenses. The allowance under this section shall be set at a single rate that will:\n\n(1) Not exceed the greater of the maximum allowance for such expenses payable to any public officer or employee of the federal government or the State;\n\n(2) Be reasonably calculated to cover the expenses specified in this section; and\n\n(3) Be determined jointly by the president of the senate and the speaker of the house of representatives for the legislature as a whole. [L 1969, c 5, pt of §1; am L 1981, c 164, §1(1); am L 1983, c 80, §2; am L 2005, c 222, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-3/chapter-24/section-24-3/"
    },
    {
      "id": "section-24-4",
      "number": "24-4",
      "heading": "Allowance for expenses while on official legislative business during period of recess and interim official legislative business.",
      "text": "§24-4 Allowance for expenses while on official legislative business during period of recess and interim official legislative business.When a session of the legislature is recessed for more than three days pursuant to a concurrent resolution or for any interim official legislative business, a member of the legislature while on official legislative business on the island of the member's legal residence and when authorized by the presiding officer of the respective house, shall receive an allowance of $10 a day to cover personal expenses.\n\nWhen a session of the legislature is recessed for more than three days pursuant to the mandatory recess required by article III, section 10, of the Constitution or a concurrent resolution or for any interim official legislative business, a member of the legislature who is required to remain away from the island of the member's legal residence but within the State overnight or longer while on official legislative business and when authorized by the presiding officer of the respective house, shall receive an allowance to cover all personal expenses such as board, lodging, and incidental expenses but not travel expenses. The allowance under this section shall be set at a single rate that will:\n\n(1) Not exceed the greater of the maximum allowance for such expenses payable to any public officer or employee of the federal government or the State;\n\n(2) Be reasonably calculated to cover the expenses specified in this section; and\n\n(3) Be determined jointly by the president of the senate and the speaker of the house of representatives for the legislature as a whole. [L 1969, c 5, pt of §1; am L 1981, c 2, §3 and c 164, §1(2); gen ch 1985; am L 2005, c 222, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-3/chapter-24/section-24-4/"
    },
    {
      "id": "section-24-5",
      "number": "24-5",
      "heading": "Allowance for expenses while traveling on official legislative business without the State.",
      "text": "§24-5 Allowance for expenses while traveling on official legislative business without the State.A member of the legislature while traveling without the State on official legislative business and when authorized by the presiding officer of the respective house, shall receive an allowance to cover all personal expenses, such as board, lodging, and incidental expenses but not travel expenses. The allowance under this section shall be set at a single rate that will:\n\n(1) Not exceed the greater of the maximum allowance for such expenses payable to any public officer or employee of the federal government or the State;\n\n(2) Be reasonably calculated to cover the expenses specified in this section; and\n\n(3) Be determined jointly by the president of the senate and the speaker of the house of representatives for the legislature as a whole.\n\nThe allowance shall be in addition to the allowance that the member may be entitled to receive under section 24-2. [L 1969, c 5, pt of §1; am L 1981, c 164, §1(3); gen ch 1985; am L 2005, c 222, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-3/chapter-24/section-24-5/"
    },
    {
      "id": "section-24-6",
      "number": "24-6",
      "heading": "Travel expenses.",
      "text": "§24-6 Travel expenses.Travel expenses connected with official legislative business shall be allowed only upon the approval of the presiding officer of the respective house. [L 1969, c 5, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-3/chapter-24/section-24-6/"
    },
    {
      "id": "section-24-7",
      "number": "24-7",
      "heading": "Legislative contingency funds.",
      "text": "§24-7 Legislative contingency funds.A senate contingency fund and a house contingency fund shall be established. Each fund shall consist of moneys provided by any appropriation made by the legislature for the expenses of the respective house. Appropriation for the senate contingency fund shall not exceed $10,000 per year and appropriation for the house contingency fund shall not exceed $15,000 per year. Each fund is to be used to cover the expenses of social occasions hosted by each house as a whole and other social occasions as authorized by the presiding officer of the respective house. No moneys shall be expended from such funds except for such occasions and except upon approval by the presiding officer of the respective house.\n\nEvery expenditure made from each fund shall be accountable to the legislature. [L 1969, c 5, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-3/chapter-24/section-24-7/"
    },
    {
      "id": "section-24-8",
      "number": "24-8",
      "heading": "Appropriation and payment.",
      "text": "§24-8 Appropriation and payment.Moneys provided by the allowances and funds authorized by this chapter shall be paid out of any available appropriation made by the legislature for expenses of the house concerned in the same manner as other expenses of the legislature not inconsistent with this chapter. [L 1969, c 5, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-3/chapter-24/section-24-8/"
    }
  ]
}