{
  "state": "delaware",
  "path": "title-title-24/chapter-title24c026index",
  "sections": [
    {
      "id": "section-2601",
      "number": "2601.",
      "heading": "Objectives of Board.The primary objective of the Examining Board of Physical Therapists and Athletic Trainers, to which all other objectives and purposes are secondary, is to protect the general public (especially those persons who are direct recipients of services regulated by this chapter) from un",
      "text": "§\n\n 1;74 Del. Laws, c. 381,\n\n§\n\n 7;§\n\n2602. Definitions.As used in this chapter, unless the content requires otherwise, the following words shall have the following meanings:(1) “Athletic injury” is a musculoskeletal or other acute, nonmusculoskeletal sports-related injury resulting from or limiting participation in or training for scholastic, recreational, professional or sanctioned amateur athletic activities.(2) “Athletic trainer” means a person who is licensed by the State Examining Board of Physical Therapists and Athletic Trainers, to practice “athletic training,” after meeting the requirements of this chapter and rules and regulations promulgated pursuant thereto.(3) “Athletic training” means the prevention, evaluation, and treatment of athletic injuries by the utilization of therapeutic exercises and modalities such as heat, cold, light, air, water, sound, electricity, massage, and nonthrust mobilizations.(4) “Board” means the State Examining Board of Physical Therapists and Athletic Trainers which shall administer and enforce this chapter.(5) “Division” means the Delaware Division of Professional Regulation.(6) “Dry needling” means an intervention that uses a thin filiform needle to penetrate the skin and stimulate underlying muscular tissue, connective tissues and myofascial trigger points for the management of neuromusculoskeletal pain and movement impairments; is based upon Western medical concepts; and requires a physical therapy examination and diagnosis.(7) “First aid” is emergency care and treatment of an injured person before definitive medical and surgical management can be secured. Such care may include the emergency administration of medications including asthma medications, anaphylaxis medications, and glucagon. Such administration may require advanced training as determined by the Board’s rules and regulations, to assure the licensee meets accepted standards of care.(8) “Physical therapist” means a person who is licensed to practice physical therapy. “Physical therapist” and such words as “physiotherapist” are equivalent terms, and reference to any 1 of them in this chapter or otherwise shall include the others.(9) “Physical therapist assistant” means a person who assists licensed physical therapists subject to this chapter and rules and regulations adopted pursuant thereto.(10) a. “Practice of physical therapy” means:1. Examining, evaluating, and testing patients/clients who have impairments of body structure or function, activity limitations or participation restrictions in physical movement and mobility, or other health and movement related conditions in order to determine a physical therapy diagnosis, prognosis, and plan of treatment intervention, and to assess the ongoing effects of intervention; and2. Alleviating impairments of body structure or function, activity limitations or participation restrictions in physical movement and mobility by designing, implementing, and modifying treatment interventions that may include: therapeutic exercise, functional training related to physical movement and mobility in self-care and in home, community, or work integration or reintegration; gait and balance training; neurological re-education; vestibular training; manual, mechanical, and manipulative therapy, including soft tissue, musculoskeletal manipulation, and joint mobilization/manipulation; dry needling; therapeutic massage; the prescription, application, and, as appropriate, fabrication of assistive, adaptive, orthotic, prosthetic protective and supportive devices and equipment; airway clearance techniques; integumentary protection and repair techniques; nonsurgical debridement and wound care; evaluative and therapeutic physical agents or modalities; mechanical and electrotherapeutic modalities; and patient related instruction; and3. Reducing the risk of impairments of body structure or function, activity limitations or participation restrictions in physical movement and mobility, including the promotion and maintenance of fitness, health, and wellness in populations of all ages; and4. Engaging in administration, consultation, education, telehealth, and research.b. Nothing in this chapter shall be construed to limit the practice of physical therapy by physical therapists as is currently being practiced or determined by the Board so long as such practice does not include surgery or the medical diagnosis of disease. Advanced services may require advanced training, as determined by the Board’s rules and regulations, to assure the licensee meets the accepted standard of care.(11) “State” means the State of Delaware.(12) “Substantially related” means the nature of the criminal conduct, for which the person was convicted, has a direct bearing on the fitness or ability to perform 1 or more of the duties or responsibilities necessarily related to the practice of physical therapy or athletic training.(13) “Telehealth,” as set forth in the Board’s rules and regulations, means the use of electronic communications to provide and deliver a host of health-related information and health-care services, including physical therapy and athletic training-related information and services, over large and small distances. Telehealth encompasses a variety of health care and health promotion activities, including education, advice, reminders, interventions, and monitoring of intervention.(14) “Trigger points” are defined as hyperirritable spots in skeletal muscle that are associated with palpable nodules in taut bands of muscle fibers. They can give rise to local or referred pain, autonomic phenomenon, and can cause limitations in range of motion and muscle activation.(15) “Visiting physical therapist or athletic trainer” means a physical therapist or athletic trainer who is licensed in another jurisdiction of the United States or credentialed to practice physical therapy or athletic training in another country and that person is teaching, demonstrating, or providing physical therapy or athletic training services in connection with teaching or participating in an educational seminar of no more than 60 days in a calendar year and abides by Delaware laws, rules, and regulations relating to physical therapy and athletic training.24 Del. C. 1953,\n\n§\n\n 2601;50 Del. Laws, c. 367,\n\n§\n\n 1;58 Del. Laws, c. 330,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§§\n\n 1, 2;74 Del. Laws, c. 262,\n\n§\n\n 46;74 Del. Laws, c. 381,\n\n§§\n\n 1-3, 7;79 Del. Laws, c. 406,\n\n§\n\n 1;81 Del. Laws, c. 79,\n\n§\n\n39;§\n\n2603. Examining Board of Physical Therapists and Athletic Trainers — Appointment; vacancies; suspension or removal; unexcused absences; qualifications; term of office; compensation of officers.(a) There is hereby created the State Examining Board of Physical Therapists and Athletic Trainers. The Board shall consist of 10 members, all of whom shall be residents of Delaware. Four members shall be physical therapists licensed to practice in Delaware, provided they have worked at least 3 years in Delaware as physical therapists immediately preceding their appointment. One member shall be a physical therapist assistant, licensed to practice in Delaware, provided he or she has worked at least 3 years in Delaware as a physical therapist assistant immediately preceding his or her appointment. Two members shall be athletic trainers licensed to practice in Delaware, provided they have worked at least 3 years in Delaware as athletic trainers immediately preceding their appointment. Three members shall be from the public who are not physical therapists, physical therapy assistants, or athletic trainers and who shall not be related to any person actively engaged in said professions in the State, nor shall said members have any interest in a business or institution engaged in physical therapy or athletic training.(b) The Governor shall appoint the members to serve on the Board. In appointing persons to fill vacancies in the 10 Board positions designated to be held by persons licensed under this chapter, the Governor may select members who reside in different regions in the State in an effort to provide statewide representation of physical therapists, physical therapist assistants and athletic trainers.(c) Appointments shall be made for terms of 3 years. A member appointed to fill a vacancy occurring otherwise than by expiration of a term shall be appointed for the remainder of the unexpired term, except that each member shall serve until a successor is duly appointed and qualified.(d) A person who has never served on the Board may be appointed to the Board 2 consecutive times, but no such person shall thereafter be eligible for 2 consecutive appointments. No person who has been twice appointed to the Board, or who has served on the Board for 6 years within any 9-year period, shall again be appointed to the Board until an interim period of at least 1 term has expired since such person last served.(e) Any act or vote by a person appointed in violation of subsection (d) of this section shall be invalid. An amendment or revision of this chapter is not sufficient cause for any appointment or attempted appointment in violation of subsection (d) of this section, unless such amendment or revision amends this section to permit such an appointment.(f) Each member of the Board shall be reimbursed for all expenses involved in each meeting, including travel, and in addition shall receive compensation per meeting attended in an amount determined by the Division in accordance with Del. Const. art. III, §  9.(g) No member of the Board, while serving on the Board, shall hold elected office in any professional association of physical therapists, physical therapist assistants, or athletic trainers.(h) A member of the Board shall be suspended or removed by the Governor for misfeasance, nonfeasance, malfeasance, misconduct, incompetence, or neglect of duty. A member subject to a disciplinary hearing shall be disqualified from Board business until the charge is adjudicated or the matter is otherwise concluded. A Board member may appeal any suspension or removal to the Superior Court.(i) A member who is absent without adequate reason for 3 consecutive meetings or fails to attend at least half of all regular business meetings during any calendar year shall be guilty of neglect of duty.24 Del. C. 1953,\n\n§§\n\n 2602, 2604;50 Del. Laws, c. 367,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§§\n\n 3-5;67 Del. Laws, c. 366,\n\n§\n\n 8;67 Del. Laws, c. 368,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 381,\n\n§§\n\n 4, 5, 7;79 Del. Laws, c. 406,\n\n§\n\n 2;81 Del. Laws, c. 85,\n\n§\n\n13;§\n\n2603A. Organization; meetings; officers; quorum.(a) The Board shall elect annually from its membership a Chairperson, a Vice-Chairperson, and a Secretary. Each officer shall serve for 1 year and shall not succeed himself or herself for more than 2 consecutive terms.(b) The Board shall hold regularly scheduled business meetings at least once in each quarter of a calendar year, and at such times as the Chairperson deems necessary, or at the request of a majority of the members of the Board.(c) A majority of the members of the Board shall constitute a quorum for the purpose of transacting business and no action shall be taken without the affirmative vote of a majority of the quorum. No disciplinary action shall be taken without the affirmative vote of a majority of the members of the Board.(d) Minutes of all meetings shall be recorded and the Division shall maintain copies. At any hearing where evidence is presented, a record from which a verbatim transcript can be prepared shall be made. The expense of preparing any transcript shall be incurred by the person requesting it.79 Del. Laws, c. 406,\n\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2603B. Records.The Division shall keep a register of all approved applications for licenses under this chapter and complete records relating to meetings of the Board, rosters, changes, and additions to the Board’s rules and regulations, complaints, hearings, and such other matters as the Board shall determine. Such records are prima facie evidence of the proceedings of the Board.79 Del. Laws, c. 406,\n\n§\n\n 3;§\n\n2604. Powers and duties of Board.(a) The Examining Board of Physical Therapists and Athletic Trainers shall have authority to:(1) Adopt rules and regulations, which shall be promulgated in accordance with the requirements of the Administrative Procedures Act, Chapter 101 of Title 29;(2) Designate the application form to be used by all applicants, and to process all applications;(3) Designate an examination to be taken by persons applying for licensure, except applicants who qualify for licensure by reciprocity;(4) Evaluate the credentials of all applicants in order to determine whether the applicants meeting qualifications for licensing set forth in this chapter;(5) Grant licenses to and renew licenses of all persons who meet the qualifications for licensure;(6) Establish by rule and regulation continuing education standards required for license renewal. Such continuing education standards shall include competencies and proficiencies as determined by the Board;(7) Establish by rule and regulation advanced training requirements to assure the licensee meets accepted standards of care for different modalities;(8) Perform random audits of continuing education credits submitted by licensees for license renewal;(9) Evaluate certified records to determine whether an applicant for licensure who previously has been licensed in another jurisdiction has engaged in any act or offense that would be grounds for disciplinary action under this chapter and whether there are disciplinary proceedings or unresolved complaints pending against the applicant for such acts or offenses;(10) Refer all complaints from licensees and the public concerning persons licensed under this chapter, or concerning practices of the Board or of a profession regulated by the Board, to the Division for investigation pursuant to § 8735 of Title 29 and assign a member of the Board to assist the Division in an advisory capacity with the investigation of the technical aspects of the complaint;(11) Conduct hearings and issue orders in accordance with procedures established pursuant to the Administrative Procedures Act, Chapter 101 of Title 29;(12) Designate and impose the appropriate sanction or penalty where it has been determined, after a hearing, that penalties or sanctions should be imposed;(13) Issue cease and desist orders and impose fines for unlicensed practice after a hearing conducted in accordance with this chapter and the Administrative Procedures Act, Chapter 101 of Title 29;(14) Issue advisory opinions regarding this chapter upon written request by a person licensed under this chapter; and(15) Report final disciplinary action taken against a licensee to a national disciplinary database recognized by the Board or as required by law.(b) The Board of Physical Therapy and Athletic Training shall promulgate regulations specifically identifying those crimes which are substantially related to the practice of physical therapy or athletic training.24 Del. C. 1953,\n\n§§\n\n 2603, 2605;50 Del. Laws, c. 367,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;68 Del. Laws, c. 71,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§§\n\n 1, 2;74 Del. Laws, c. 262,\n\n§\n\n 47;74 Del. Laws, c. 381,\n\n§\n\n 7;79 Del. Laws, c. 406,\n\n§\n\n 4;§\n\n2605. License required; exceptions.(a) No person shall practice nor hold oneself out as being able to practice physical therapy or athletic training in this State or act as a physical therapist, physical therapist assistant or athletic trainer in any manner whatsoever whether or not compensation is received or expected unless the person is licensed in accordance with this chapter and such license is in good standing or has not been suspended or revoked.(b) This chapter shall not prohibit any person licensed to practice in this State under any other law from engaging in that practice for which such person is licensed.(c) This chapter shall not prohibit students, whether or not licensed in Delaware, who are enrolled in either schools or post-graduate courses of physical therapy or athletic training recognized by the Board from performing such work or acts of physical therapy or athletic training as is incidental to their respective course of study while under the direct supervision of a licensed physical therapist or licensed athletic trainer in their respective training mode.(d) Nothing in this chapter shall apply to any person employed by an agency, bureau or division of the federal government while in the discharge of official duties; however, if such person engages in the practice of physical therapy or athletic training in this State outside the scope of such official duty, the person must be licensed as herein provided.(e) This chapter shall not prohibit a physical therapist or athletic trainer who resides and works outside the State of Delaware and is licensed in a jurisdiction of the United States or credentialed in another country or, in the case of an athletic trainer, is certified by the National Athletic Trainers Association, from rendering care, if that person by contract or employment is providing non-clinical physical therapy or athletic training to patients/clients affiliated with or employed by established athletic teams, athletic organizations, or performing arts companies temporarily practicing, competing, or performing in the jurisdiction for no more than 60 days in a calendar year. All visiting physical therapists or athletic trainers must abide by Delaware laws, rules, and regulations relating to physical therapy and athletic training.(f) This chapter shall not limit or restrict those who are engaged in certain occupations or jobs which may or may not require a license such as, but not limited to, physical education teachers, coaches, health, or recreation directors and instructors at health clubs or spas, water safety instructors, and massage therapists. The duties which may be properly undertaken in such occupation or job include the nontherapeutic administration of baths, massage, normal conditioning and the like to normal subjects, that is, those persons who have no specific pathology. First aid subjects are excluded.(g) This chapter shall not prohibit a physical therapist or athletic trainer who is licensed in another jurisdiction of the United States or credentialed to practice physical therapy or athletic training in another country from teaching, demonstrating, or providing physical therapy or athletic training services in connection with teaching or participating in an educational seminar for no more than 60 days in a calendar year, so long as such person abides by Delaware laws, rules, and regulations relating to physical therapy and athletic training.(h) This chapter shall not prohibit a physical therapist or athletic trainer who is licensed in a jurisdiction of the United States from providing physical therapy or athletic training services in this State during a declared local, jurisdictional, or national disaster or emergency. This exemption applies for no more than 60 days following the declaration of the emergency, so long as such person abides by Delaware laws, rules, and regulations relating to physical therapy and athletic training. In order to be eligible for this exemption, the physical therapist or athletic trainer shall notify the Board of his or her intent to practice in this State pursuant to this subsection.(i) This chapter shall not prohibit a physical therapist or athletic trainer licensed in a jurisdiction of the United States who is forced to leave his or her residence or place of employment due to a declared local, jurisdictional, or national disaster or emergency from practicing physical therapy or athletic training in this State. This exemption applies for no more than 60 days following the declaration of the emergency, so long as such person abides by Delaware laws, rules, and regulations relating to physical therapy and athletic training. In order to be eligible for this exemption, the physical therapist or athletic trainer shall notify the Board of his or her intent to practice in this State pursuant to this subsection.24 Del. C. 1953,\n\n§\n\n 2606;50 Del. Laws, c. 367,\n\n§\n\n 1;58 Del. Laws, c. 330,\n\n§\n\n 2;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§§\n\n 6-10;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 406,\n\n§\n\n 5;§\n\n2606. Qualifications of applicant; foreign-trained applicants; report to Attorney General; judicial review.(a) An applicant who is applying for licensure under this chapter shall submit evidence, verified by oath and satisfactory to the Board, that such person:(1) Has graduated from a school offering a program in physical therapy, physical therapy assistant or athletic training, which program as offered by such school has been approved for the educational preparation of physical therapists, physical therapist assistants or athletic trainers by the appropriate accrediting agency recognized by the Council on Post Secondary Accreditation or the United States Commission of Education, or any successor, at the time of graduation; provided however, that those applicants for licensure as athletic trainers who apply or who have applied for and been granted a license prior to July 1, 2004, may be licensed if they have been granted a degree from a college or university, successfully completed the internship process through the National Athletic Trainers Association Board of Certification (NATA BOC) and have been approved by NATA BOC to take the national examination; and(2) Has passed, to the satisfaction of the Board, a national examination designated by the Board, to determine the applicant’s fitness to practice physical therapy, to act as a physical therapist assistant or to act as an athletic trainer as herein provided; and(3) Meets additional educational requirements set forth in the Board’s rules and regulations; and(4) Shall not have been the recipient of any administrative penalties from any other jurisdiction or jurisdictions regarding the applicant’s practice of physical therapy or athletic training, including but not limited to fines, formal reprimands, license suspensions or revocation (except for license revocations for nonpayment of license renewal fees), probationary limitations, and/or has not entered into any “consent agreements” which contain conditions placed by a board on the applicant’s professional conduct and practice, including any voluntary surrender of a license in lieu of discipline. The Board may determine, after a hearing, whether such administrative penalty is grounds to deny licensure; and(5) Shall not have any impairment related to drugs, alcohol or a finding of mental incompetence by a physician that would limit the applicant’s ability to undertake the practice of physical therapy or athletic training in a manner consistent with the safety of a patient or the public; and(6) Does not have a criminal conviction record, nor pending criminal charge relating to an offense that is substantially related to the practice of physical therapy or athletic training. Applicants who have criminal conviction records or pending criminal charges for an offense that is substantially related to the practice of physical therapy or athletic training and is not excluded from consideration under § 8735(x)(4) of Title 29 shall require appropriate authorities to provide information about the record or charge directly to the Board. However, after a hearing or review of documentation and a consideration of the factors set forth in § 8735(x)(3) of Title 29, the Board, by an affirmative vote of a majority of the quorum, shall waive this paragraph (a)(6), if it finds that a wavier would not create an unreasonable risk to public safety; anda.-d. [Repealed.](7) Notwithstanding the time limitation set forth in § 8735(x)(4) of Title 29, may not have been convicted of a felony sexual offense; and(8) Submit, at the applicant’s expense, fingerprints and other necessary information in order to obtain the following:a. A report of the applicant’s entire criminal history record from the State Bureau of Identification or a statement from the State Bureau of Identification that the State Central Repository contains no such information relating to that person.b. A report of the applicant’s entire federal criminal history record pursuant to the Federal Bureau of Investigation appropriation of Title II of Public Law 92-544 (28 U.S.C. § 534). The State Bureau of Identification shall be the intermediary for purposes of this section and the Board of Physical Therapists and Athletic Trainers shall be the screening point for the receipt of said federal criminal history records.c. An applicant may not be certified to physical therapy or athletic training until the applicant’s criminal history reports have been produced. An applicant whose record shows a prior criminal conviction for a crime that is substantially related to the practice of physical therapy or athletic training may not be certified by the Board unless a waiver is granted pursuant to paragraph (a)(6) of this section; and(9) Shall have no disciplinary proceedings or unresolved complaints pending against that person in any jurisdiction where the applicant previously has been or currently is licensed to practice physical therapy or athletic training.(10), (11) [Repealed.](b) A physical therapist applicant whose application is based on a diploma issued by a foreign physical therapy school shall furnish evidence satisfactory to the Board of the completion of a physical therapy school or schools’ resident course of professional instruction equivalent to that required in subsection (a) of this section, in addition to meeting all other requirements of this section and § 2608 of this title.(c) Where the Board has found to its satisfaction that an applicant has been intentionally fraudulent, or that false information has been intentionally supplied, it shall report its findings to the Attorney General for further action.(d) Where the application of a person has been refused or rejected and such applicant feels that the Board has acted without justification; has imposed higher or different standards for the person than for other applicants or licensees; or has in some other manner contributed to or caused the failure of such application, the applicant may appeal to the Superior Court.(e) All individuals licensed to practice physical therapy or athletic training in this State shall be required to be fingerprinted by the State Bureau of Identification, at the licensee’s expense, for the purposes of performing subsequent criminal background checks. Licensees shall submit by January 1, 2016, at the applicant’s expense, fingerprints and other necessary information in order to obtain a criminal background check.(f) [Repealed.]24 Del. C. 1953,\n\n§\n\n 2607;50 Del. Laws, c. 367,\n\n§\n\n 1;58 Del. Laws, c. 330,\n\n§\n\n 3;58 Del. Laws, c. 511,\n\n§\n\n 58;60 Del. Laws, c. 679,\n\n§§\n\n 1, 2;62 Del. Laws, c. 372,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 11;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 291,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§\n\n 3;74 Del. Laws, c. 262,\n\n§\n\n 48;75 Del. Laws, c. 436,\n\n§\n\n 27;77 Del. Laws, c. 199,\n\n§\n\n 19;78 Del. Laws, c. 44,\n\n§§\n\n 38, 39;79 Del. Laws, c. 277,\n\n§\n\n 9;79 Del. Laws, c. 406,\n\n§\n\n 6;83 Del. Laws, c. 433,\n\n§\n\n17;§\n\n2607. Issuance and renewal of licenses; inactive status; misrepresentation.(a) The Board shall issue a license to each physical therapist applicant, physical therapist assistant applicant, or athletic trainer applicant who satisfies the requirements for licensure set forth in this chapter and rules and regulations promulgated hereunder.(b) Each application for license under this chapter shall be accompanied by a fee set forth in the Board’s rules and regulations. Licenses shall expire biennially on January 1 and may be renewed online upon payment of a renewal fee along with evidence of continuing education courses as may be required by the rules and regulations set forth by the Board. If the renewal fee is not paid by the expiration date, a license shall automatically expire. A license which has thus expired may, within 5 years of its expiration date, be renewed upon the payment to the Board of the sum set forth in rules and regulations of the Board for each year or part thereof during which the license was expired. Reactivation of an expired license more than 5 years after its expiration date may be renewed only by complying with the provisions herein relating to the issuance of an original license.(c) The Board shall also keep an inactive register. Any person who has been registered in this State who is not actively engaged in the practice of physical therapy or athletic training in this State may, upon request, be placed on the inactive register. Provisions for inactive status shall be set by the Board.(d) Any applicant who knowingly or wilfully makes a false statement of fact in making an application under this chapter shall be subject to prosecution for perjury.24 Del. C. 1953,\n\n§§\n\n 2612, 2614;50 Del. Laws, c. 367,\n\n§\n\n 1;53 Del. Laws, c. 108,\n\n§\n\n 29;58 Del. Laws, c. 330,\n\n§\n\n 3;60 Del. Laws, c. 679,\n\n§\n\n 5;62 Del. Laws, c. 372,\n\n§\n\n 3;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 12;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§\n\n 4;79 Del. Laws, c. 406,\n\n§\n\n 8;§\n\n2608. Examination.The Board, in its rules and regulations, shall designate the national examinations for licensure as a physical therapist, physical therapist assistant, or athletic trainer.24 Del. C. 1953,\n\n§\n\n 2608;50 Del. Laws, c. 367,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 13;73 Del. Laws, c. 125,\n\n§§\n\n 5, 6;79 Del. Laws, c. 406,\n\n§\n\n 9;§\n\n2609. Fees.The amount charged for fees imposed under this chapter shall approximate and reasonably reflect costs necessary to defray the expenses of the Board, as well as the proportional expenses incurred by the Division in its service on behalf of the Board. There shall be a separate fee charged for each service or activity, but no fee shall be charged for a purpose not specified in this chapter. The application fee shall not be combined with any other fee or charge. At the beginning of each biennium year, the Division, or another state agency acting on its behalf, shall compute the appropriate fee for each separate service or activity.79 Del. Laws, c. 406,\n\n§\n\n 7;§\n\n2610. Reciprocity.(a) Upon payment of the appropriate fee and submission and acceptance of a written application on forms provided by the Board, the Board shall grant a license to each applicant who shall present proof of current licensure, in good standing, in another state, the District of Columbia or territory of the United States, and who, in addition:(1) Meets the criteria for current licensure in good standing as defined in § 2606(a)(4)-(a)(6) and (a)(9) of this title and § 2606(a)(10) of this title [repealed]; and(2) Has received the passing score on the national examination designated by the Board, for practice as a physical therapist, physical therapy assistant or athletic trainer; and(3) Has submitted, at the applicant’s expense, fingerprints and other necessary information in order to obtain the following:a. A report of the applicant’s entire criminal history record from the State Bureau of Identification or a statement from the State Bureau of Identification that the State Central Repository contains no such information relating to that person.b. A report of the applicant’s entire federal criminal history record pursuant to the Federal Bureau of Investigation appropriation of Title II of Public Law 92-544 (28 U.S.C. § 534). The State Bureau of Identification shall be the intermediary for purposes of this section and the Board shall be the screening point for the receipt of said federal criminal history records.(b) In addition to meeting the requirements of § 2606(a)(4)-(a)(6) and (a)(9) of this title and § 2606(a)(10) of this title [repealed], foreign-trained applicants must also meet the requirements of § 2606(b) of this title.(c) In the event a physical therapist, physical therapy assistant or athletic trainer, who previously was licensed in Delaware and who has let a license lapse, is applying for licensure under this subsection, the Board shall grant a license to such applicant, subject to subsection (a) of this section and completion of continuing education requirements, upon payment of the appropriate fee, and on submission of a written application on forms provided by the Board.(d) An applicant may not be licensed until the applicant’s criminal history reports have been produced. An applicant whose record shows a prior criminal conviction for a crime that is substantially related to the practice of physical therapy or athletic training may not be licensed by the Board unless a waiver is granted pursuant to § 2606(a)(6) of this title.24 Del. C. 1953,\n\n§\n\n 2610;50 Del. Laws, c. 367,\n\n§\n\n 1;58 Del. Laws, c. 330,\n\n§\n\n 5;60 Del. Laws, c. 679,\n\n§\n\n 3;62 Del. Laws, c. 372,\n\n§\n\n 2;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 15; \n\n70 Del. Law, c. 186,,\n\n§\n\n 1;71 Del. Laws, c. 291,\n\n§\n\n 2;75 Del. Laws, c. 436,\n\n§\n\n 28;79 Del. Laws, c. 406,\n\n§\n\n 11;83 Del. Laws, c. 433,\n\n§\n\n17;84 Del. Laws, c. 42,\n\n§\n\n1;§\n\n2611. Temporary license.(a) Upon submission of a written application on forms provided by the Board, the Board may issue a temporary license to a person who has applied for licensure under this chapter and who, in the judgment of the Board, is eligible to take the examination provided for in § 2608 of this title. In the case of physical therapists, physical therapist assistants, or athletic trainers, such temporary licensure may be available to an applicant only with respect to the applicant’s first application for licensure. In the case of physical therapists and physical therapist assistants, the applicant may use the temporary licensure only while under the direct supervision of a licensed physical therapist. In a clinical setting, the athletic trainer applicant may use the temporary licensure only while under the direct supervision of a licensed physical therapist. In a nonclinical setting, the athletic trainer applicant may use the temporary licensure only while under the direct supervision of a licensed athletic trainer. Such temporary license shall expire automatically upon the failure of a licensure examination, and upon such expiration, the temporary license shall be surrendered to the Board and may not be renewed. In all other cases, a temporary license may be renewed only once.(b) Upon payment to the Board of a fee and the submission of a written application on forms provided by it the Board, at its discretion, may issue a temporary license to practice physical therapy in this State, without examination, to a person requesting endorsement or who provides evidence to the Board that such person is in this State on a temporary basis to exist in a medical emergency or to engage in a special project or teaching assignment relating to physical therapy practice. Such temporary license shall expire at a time determined by the Board; however, such temporary license shall not be issued for a period of more than 1 year.24 Del. C. 1953,\n\n§\n\n 2611;50 Del. Laws, c. 367,\n\n§\n\n 1;60 Del. Laws, c. 679,\n\n§\n\n 4;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 16;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§§\n\n 7, 8;79 Del. Laws, c. 406,\n\n§\n\n 12;§\n\n2612. Practice, referral, and consultation.(a) A licensed physical therapist may enter a case for the purpose of consultation, evaluation or treatment of an individual as it relates to the individual’s need for physical therapy services, with or without a referral by a licensed medical or osteopathic physician; provided, however, that a physical therapist shall refer the individual to another health practitioner if symptoms are present for which treatment is outside the scope of the physical therapist’s knowledge. A physical therapist may treat an individual without a referral up to 30 days after which time a physician must be consulted. Physical therapy treatment of any individual shall be administered only by a licensed physical therapist. This chapter shall not prohibit physicians licensed to practice medicine and surgery, chiropractic physicians, podiatrists, dentists and nurses licensed under this title from performing any physical or therapeutic modalities within the scope of their respective practices. Treatment by a physical therapist may also occur based on a referral from, or in consultation with, any licensed health practitioner, who has been granted prescriptive authority for a condition within the scope of their respective practices.(b) Any person licensed under this chapter as an athletic trainer shall not treat any person by athletic training or otherwise, except after a physician’s referral or an evaluation by the supervising physical therapist, first aid excluded. Any person licensed under this chapter as an athletic trainer will require a physician’s referral for treatment and/or rehabilitation of injuries, other than treatment of minor sprains, strains, and contusions, first aid excluded. Treatment by an athletic trainer may occur based on a referral from, or in consultation with, any licensed health practitioner who has been granted prescriptive authority for a condition within the scope of their respective practices. An athletic trainer shall refer an individual to another licensed health practitioner if symptoms are present for which athletic training is contra-indicated or which are indicative of conditions for which treatment is outside the scope of the athletic trainer’s knowledge.(1) All treatment of athletic injuries requires a physician’s referral, except for minor sprains, strains, and contusions, first aid excluded.(2) Treatment of nonmusculoskeletal athletic injuries is limited to on-site sanctioned scholastic, collegiate, professional, recreational, or amateur sports settings. An athletic trainer may not treat nonathletic, nonmusculoskeletal injury, unless otherwise set forth in this chapter.(3) Treatment of musculoskeletal injuries that are not defined as an athletic injury will require direction from a physical therapist as set forth in this chapter and the Board’s rules and regulations. An athletic trainer may not independently initiate, modify, or discontinue a physical therapy plan of care. Nothing in this chapter is to be construed to limit the practice of athletic training by athletic trainers as is currently being practiced or determined by the Board, so long as such practice does not include surgery and the medical diagnosis of disease. Advanced services may require advanced training, as determined by the Board’s rules and regulations, to assure the licensee meets the accepted standard of care.(c) Notwithstanding any other provision in this section, a physician referral specific for dry needling is required. If the initial referral is received orally, it must be followed up with a written referral.(d) No physical therapist, physical therapist assistant, or athletic trainer shall advertise or in any other way hold himself or herself out as an acupuncturist, unless that physical therapist, physical therapist assistant, or athletic trainer is a licensed acupuncturist.64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 17;69 Del. Laws, c. 164,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§§\n\n 9, 10;74 Del. Laws, c. 381,\n\n§\n\n 6;79 Del. Laws, c. 406,\n\n§\n\n 13;§\n\n2613. False representation of professional title.(a) It shall be unlawful for any person, or for any business entity, its employees, agents or representatives to use in connection with its name or business activity the words “physical therapy,” “physical therapist,” “physiotherapy,” “physiotherapist,” “aquatic therapist,” “hydrotherapist,” “registered physical therapist,” “licensed physical therapist,” “physical therapist assistant,” “athletic training,” “athletic trainer,” “trainer,” “certified athletic trainer,” “licensed athletic trainer,” the letters “PT,” “LPT,” “DPT,” “RPT,” “PTA,” “AT,” “LAT,” or any words, letters, abbreviations or insignia indicating or implying directly or indirectly physical therapy services or athletic training services or to bill for physical therapy or athletic training unless such services are provided by a physical therapist or athletic trainer licensed and practicing in accordance with this chapter.(b) While rendering patient care as an employee of a hospital, clinic, group practice or multi-professional facility, or at a commercial establishment offering health services to the public, a person holding a license pursuant to this chapter shall wear an identification badge, lab coat, or other means of identification stating that person’s professional title.64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 18;75 Del. Laws, c. 398,\n\n§§\n\n 1, 2;79 Del. Laws, c. 406,\n\n§\n\n 14;§\n\n2614. Use of professional title.(a) Any person who holds a license pursuant to this chapter as a physical therapist may use the word “physical therapist” or the letters “PT” in connection with the person’s name or place of business to denote licensure hereunder. Any person who holds a license pursuant to this chapter as a physical therapist assistant may use the words “physical therapist assistant” and may use the letters “PTA” in connection with the person’s name to denote licensure hereunder.(b) Any person who holds a license pursuant to this chapter as an athletic trainer may use the words “licensed athletic trainer” and may use the letters “LAT” in connection with the person’s name to denote licensure hereunder.64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 19;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 398,\n\n§\n\n 3;79 Del. Laws, c. 406,\n\n§\n\n 15;§\n\n2615. Rules and regulations; authorized services and acts.64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 20;70 Del. Laws, c. 186,\n\n§\n\n 1;repealed by 79 Del. Laws, c. 406, § 16, eff. Aug. 12, 2014.;§\n\n2616. Grounds for discipline.(a) A person licensed under this chapter performing physical therapy or athletic training services is subject to the disciplinary sanctions set forth in § 2620 of this title if, after a hearing, the Board finds that the licensee has:(1) Practiced physical therapy or acted as a physical therapist assistant or athletic trainer in violation of this chapter and rules and regulations promulgated thereunder;(2) Obtained or attempted to obtain licensure by fraud or misrepresentation;(3) Illegally, incompetently, or negligently practiced physical therapy or athletic training;(4) Been convicted of a crime that is substantially related to the practice of physical therapy or athletic training in the courts of this State or any other state, territory or country. “Conviction,” as used in this paragraph, shall include a finding or verdict of guilt, an admission of guilt or a plea of nolo contendere;(5) Habitually indulged in the use of narcotics or other habit forming drugs, or excessively indulged in the use of alcohol;(6) Had a license to practice physical therapy or license to act as a physical therapist, physical therapist assistant, or athletic trainer revoked or suspended, has had other disciplinary action taken or an application for licensure has been refused, revoked, or suspended by the proper authorities of another state, territory or country;(7) Been guilty of unprofessional conduct as adopted in the Board’s rules and regulations. Unprofessional conduct shall include departure from or the failure to conform to the minimal standards of acceptable and prevailing physical therapy practice or athletic training practice, in which preceding actual injury to a patient need not be established;(8) Engaged directly or indirectly in the division, transferring, assigning, rebating or refunding of fees received for professional services or who profits by means of a credit or other valuable consideration such as wages, an unearned commission, discount or gratuity with any person who referred a patient, or with any relative or business associate of the referring person. Nothing in this paragraph shall be construed as prohibiting the members of any regularly and properly organized business entity recognized by Delaware law and comprised of physical therapists or athletic trainers from making any division of their total fees among themselves as they determine by contract necessary to defray their joint operating costs;(9) The Board shall permanently revoke the certificate to practice physical therapy or athletic training of a person who is convicted of a felony sexual offense.(10) Violated a provision of this chapter or a rule or regulation promulgated by the Board under this chapter;(11) Failed to notify the Board that the licensee’s license in another jurisdiction has been subject to discipline, or has been surrendered, suspended, or revoked. A certified copy of the record of disciplinary action, surrender, suspension, or revocation of a license shall be conclusive evidence thereof; or(12) Been convicted of a felony sexual offense.(b) Where the practitioner is in disagreement with the action of the Board, the practitioner may appeal the Board’s decision to the Superior Court in accordance with Chapter 101 of Title 29. Upon such appeal, the Court shall hear the evidence on the record. Stays shall be granted in accordance with § 10144 of Title 29.(c) [Repealed.](d) In the event of a formal or informal complaint concerning the activity of a licensee that presents a clear and immediate danger to the public health, safety or welfare, the Board may temporarily suspend the person’s license, pending a hearing, upon the written order of the Secretary of State or the Secretary’s designee, with the concurrence of the Board chair or the Board chair’s designee. An order temporarily suspending a license may not be issued unless the person or the person’s attorney received at least 24 hours’ written or oral notice before the temporary suspension so that the person or the person’s attorney may file a written response to the proposed suspension. The decision as to whether to issue the temporary order of suspension will be decided on the written submissions. An order of temporary suspension pending a hearing may remain in effect for no longer than 60 days from the date of the issuance of the order unless the temporarily suspended person requests a continuance of the hearing date. If the temporarily suspended person requests a continuance, the order of temporary suspension remains in effect until the hearing is convened and a decision is rendered by the Board. A person whose license has been temporarily suspended pursuant to this section may request an expedited hearing. The Board shall schedule the hearing on an expedited basis, provided that the Board receives the request within 5 calendar days from the date on which the person received notification of the decision to temporarily suspend the person’s license.24 Del. C. 1953,\n\n§§\n\n 2613, 2615;50 Del. Laws, c. 367,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§§\n\n 21-25;68 Del. Laws, c. 71,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§\n\n 11;74 Del. Laws, c. 262,\n\n§\n\n 49;79 Del. Laws, c. 213,\n\n§\n\n 2;79 Del. Laws, c. 277,\n\n§\n\n 9;79 Del. Laws, c. 406,\n\n§\n\n 17;§\n\n2617. Fees and revenues.24 Del. C. 1953,\n\n§\n\n 2616;53 Del. Laws, c. 108,\n\n§\n\n 30;64 Del. Laws, c. 192,\n\n§\n\n 1;65 Del. Laws, c. 380,\n\n§\n\n 3;73 Del. Laws, c. 125,\n\n§\n\n 12;repealed by 79 Del. Laws, c. 406 § 18, eff. Aug. 12, 2014.;§\n\n2618. Penalties and jurisdiction.(a) Where the Board has determined that a person is engaged in a practice regulated by this chapter without having lawfully obtained a license, or that a person previously licensed under this chapter is engaged in a practice regulated by this chapter notwithstanding that the person’s license has been suspended or revoked, the Board shall make complaint to the Attorney General and may issue a cease and desist order. The complaint and/or order shall include all evidence known to, or in the possession of the Board.(b) Whoever violates this chapter or a cease and desist order issued by the Board shall be fined not less than $100 nor more than $1,000. Each day a violation continues shall constitute a separate offense.(c) (1) Justices of the peace in the county in which the offense is alleged to have occurred shall have jurisdiction over any violation of this chapter.(2) Any person convicted of any such offense before a Justice of the Peace may appeal to the Court of Common Pleas in the county in which the conviction was had upon giving bond in the sum of $200 to the State with surety satisfactory to such Justice, provided the appeal is taken and bond given within 7 days from the time of the conviction.(d) A violation of this chapter shall be cause for revocation of any license issued thereunder, notwithstanding that the same violation may constitute a misdemeanor or felony.68 Del. Laws, c. 71,\n\n§\n\n 3;69 Del. Laws, c. 423,\n\n§\n\n 24;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 406,\n\n§\n\n 20;§\n\n2619. Treatment or examination of minors.(a) A parent, guardian or other caretaker, or an adult staff member, shall be present when a person licensed to practice physical therapy or athletic training under this chapter provides treatment to a minor patient involving the inspection, palpation, or treatment of the female breasts, or female or male genitalia or rectum, regardless of sex of the licensed person and patient, except when rendering care during an emergency. When using an adult staff member to observe the treatment or examination, the adult staff member shall be of the same gender as the patient when practicable. The minor patient may decline the presence of a third person only with consent of a parent, guardian or other caretaker. The minor patient may request private consultation with the person licensed to practice physical therapy or athletic training without the presence of a third person after the physical examination.(b) When a minor patient’s evaluation or treatment requires inspection or palpation involving the female breasts, or female or male genitalia or rectum, a person licensed to practice physical therapy or athletic training under this chapter shall provide notice to the person providing consent to treatment of the rights under this section. The notice shall be provided in written form or be conspicuously posted in a manner in which minor patients and their parent, guardian or other caretaker are made aware of the notice. In circumstances in which the posting or the provision of the written notice would not convey the right to have a chaperone present, the person licensed to practice physical therapy or athletic training shall use and document another means to ensure that the person understands the right under this section.(c) For the purposes of this section, “minor” is defined as a person 15 years of age or younger, “adult staff member” is defined as a person 18 years of age or older who is acting under the direction of the licensed person or the employer of the licensed person or who is otherwise licensed under this chapter.(d) The person licensed under this chapter that provides treatment to a minor pursuant to this section shall, contemporaneously with such treatment, note in the child’s medical record the name of each person present when such treatment is being provided.79 Del. Laws, c. 169,\n\n§\n\n 7;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2620. Disciplinary sanctions.(a) The Board may impose any of the following sanctions, singly or in combination, when it finds that a condition or violation for discipline of a licensee regulated by this chapter has been established under § 2616 of this title:(1) Issue a letter of reprimand.(2) Place a licensee on probationary status and require the licensee to:a. Report regularly to the Board upon the matters which are the basis of the probation; orb. Limit all professional activities to those areas prescribed by the Board.(3) Suspend a licensee’s license.(4) Revoke or permanently revoke a licensee’s license.(5) Impose a monetary penalty not to exceed $500 for each violation.(b) The Board may withdraw or reduce conditions of probation when it finds that the deficiencies which required such action have been remedied.(c) As a condition to reinstatement of a suspended license or removal from probationary status, the Board may impose such disciplinary or corrective measure as are authorized under this chapter.(d) The Board shall permanently revoke the license of any person who the Board determines has violated § 2616(a)(12) of this title.79 Del. Laws, c. 406,\n\n§\n\n 19;§\n\n2621. Physical therapists eligible for compensation from insurance.(a) For purposes of disability insurance, standard health and accident, sickness, and all other such insurance plans, whether or not they are considered insurance policies, and contracts issued by health service corporations and health maintenance organizations, if a physical therapist is authorized by law to perform a particular service, the physical therapist is entitled to compensation for that physical therapist’s services under such plans and contracts, and such plans and contracts may not have annual or lifetime numerical limits on physical therapy visits for the treatment of back pain.(b) Nothing in this section prevents the operation of reasonable and nondiscriminatory cost containment or managed care provisions, including deductibles, coinsurance, allowable charge limitations, coordination of benefits, and utilization review. Any copayment or coinsurance amount must be equal to or less than 25% of the fee due or to be paid to the physical therapist under the policy, contract, or certificate for the treatment, therapy, or service provided.(c) The Insurance Commissioner shall issue and administer regulations to aid the administration, effectuation, investigation, and enforcement of this section.81 Del. Laws, c. 430,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2602",
      "number": "2602.",
      "heading": "Definitions.As used in this chapter, unless the content requires otherwise, the following words shall have the following meanings:(1) “Athletic injury” is a musculoskeletal or other acute, nonmusculoskeletal sports-related injury resulting from or limiting participation in or training for scholastic",
      "text": "§\n\n 2601;50 Del. Laws, c. 367,\n\n§\n\n 1;58 Del. Laws, c. 330,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§§\n\n 1, 2;74 Del. Laws, c. 262,\n\n§\n\n 46;74 Del. Laws, c. 381,\n\n§§\n\n 1-3, 7;79 Del. Laws, c. 406,\n\n§\n\n 1;81 Del. Laws, c. 79,\n\n§\n\n39;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2603",
      "number": "2603.",
      "heading": "Examining Board of Physical Therapists and Athletic Trainers — Appointment; vacancies; suspension or removal; unexcused absences; qualifications; term of office; compensation of officers",
      "text": "(a) There is hereby created the State Examining Board of Physical Therapists and Athletic Trainers. The Board sha\n§§\n\n 2602, 2604;50 Del. Laws, c. 367,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§§\n\n 3-5;67 Del. Laws, c. 366,\n\n§\n\n 8;67 Del. Laws, c. 368,\n\n§\n\n 14;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 381,\n\n§§\n\n 4, 5, 7;79 Del. Laws, c. 406,\n\n§\n\n 2;81 Del. Laws, c. 85,\n\n§\n\n13;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2603a",
      "number": "2603A.",
      "heading": "Organization; meetings; officers; quorum",
      "text": "(a) The Board shall elect annually from its membership a Chairperson, a Vice-Chairperson, and a Secretary. Each officer shall serve for 1 year and shall not succeed himself or herself for more than 2 consecutive terms.(b) The Board shall hold regularly schedu\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2603b",
      "number": "2603B.",
      "heading": "Records.The Division shall keep a register of all approved applications for licenses under this chapter and complete records relating to meetings of the Board, rosters, changes, and additions to the Board’s rules and regulations, complaints, hearings, and such other matters as the Board shall determ",
      "text": "§\n\n 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2604",
      "number": "2604.",
      "heading": "Powers and duties of Board.(a) The Examining Board of Physical Therapists and Athletic Trainers shall have authority to:(1) Adopt rules and regulations, which shall be promulgated in accordance with the requirements of the Administrative Procedures Act, Chapter 101 of Title 29;(2) Designate the appl",
      "text": "§§\n\n 2603, 2605;50 Del. Laws, c. 367,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;68 Del. Laws, c. 71,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§§\n\n 1, 2;74 Del. Laws, c. 262,\n\n§\n\n 47;74 Del. Laws, c. 381,\n\n§\n\n 7;79 Del. Laws, c. 406,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2605",
      "number": "2605.",
      "heading": "License required; exceptions.(a) No person shall practice nor hold oneself out as being able to practice physical therapy or athletic training in this State or act as a physical therapist, physical therapist assistant or athletic trainer in any manner whatsoever whether or not compensation is receiv",
      "text": "§\n\n 2606;50 Del. Laws, c. 367,\n\n§\n\n 1;58 Del. Laws, c. 330,\n\n§\n\n 2;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§§\n\n 6-10;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 406,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2606",
      "number": "2606.",
      "heading": "Qualifications of applicant; foreign-trained applicants; report to Attorney General; judicial review",
      "text": "(a) An applicant who is applying for licensure under this chapter shall submit evidence, verified by oath and satisfactory to the Board, that such person:(1) Has graduated from a school offering a pr\n§\n\n 2607;50 Del. Laws, c. 367,\n\n§\n\n 1;58 Del. Laws, c. 330,\n\n§\n\n 3;58 Del. Laws, c. 511,\n\n§\n\n 58;60 Del. Laws, c. 679,\n\n§§\n\n 1, 2;62 Del. Laws, c. 372,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 11;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 291,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§\n\n 3;74 Del. Laws, c. 262,\n\n§\n\n 48;75 Del. Laws, c. 436,\n\n§\n\n 27;77 Del. Laws, c. 199,\n\n§\n\n 19;78 Del. Laws, c. 44,\n\n§§\n\n 38, 39;79 Del. Laws, c. 277,\n\n§\n\n 9;79 Del. Laws, c. 406,\n\n§\n\n 6;83 Del. Laws, c. 433,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2607",
      "number": "2607.",
      "heading": "Issuance and renewal of licenses; inactive status; misrepresentation",
      "text": "(a) The Board shall issue a license to each physical therapist applicant, physical therapist assistant applicant, or athletic trainer applicant who satisfies the requirements for licensure set forth in this chapter and rules and re\n§§\n\n 2612, 2614;50 Del. Laws, c. 367,\n\n§\n\n 1;53 Del. Laws, c. 108,\n\n§\n\n 29;58 Del. Laws, c. 330,\n\n§\n\n 3;60 Del. Laws, c. 679,\n\n§\n\n 5;62 Del. Laws, c. 372,\n\n§\n\n 3;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 12;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§\n\n 4;79 Del. Laws, c. 406,\n\n§\n\n 8;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2608",
      "number": "2608.",
      "heading": "Examination.The Board, in its rules and regulations, shall designate the national examinations for licensure as a physical therapist, physical therapist assistant, or athletic trainer",
      "text": "24 Del. C. 1953,\n§\n\n 2608;50 Del. Laws, c. 367,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 13;73 Del. Laws, c. 125,\n\n§§\n\n 5, 6;79 Del. Laws, c. 406,\n\n§\n\n 9;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2609",
      "number": "2609.",
      "heading": "Fees.The amount charged for fees imposed under this chapter shall approximate and reasonably reflect costs necessary to defray the expenses of the Board, as well as the proportional expenses incurred by the Division in its service on behalf of the Board",
      "text": "There shall be a separate fee charged for eac\n§\n\n 7;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2610",
      "number": "2610.",
      "heading": "Reciprocity.(a) Upon payment of the appropriate fee and submission and acceptance of a written application on forms provided by the Board, the Board shall grant a license to each applicant who shall present proof of current licensure, in good standing, in another state, the District of Columbia or t",
      "text": "§\n\n 2610;50 Del. Laws, c. 367,\n\n§\n\n 1;58 Del. Laws, c. 330,\n\n§\n\n 5;60 Del. Laws, c. 679,\n\n§\n\n 3;62 Del. Laws, c. 372,\n\n§\n\n 2;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 15; \n\n70 Del. Law, c. 186,,\n\n§\n\n 1;71 Del. Laws, c. 291,\n\n§\n\n 2;75 Del. Laws, c. 436,\n\n§\n\n 28;79 Del. Laws, c. 406,\n\n§\n\n 11;83 Del. Laws, c. 433,\n\n§\n\n17;84 Del. Laws, c. 42,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2611",
      "number": "2611.",
      "heading": "Temporary license.(a) Upon submission of a written application on forms provided by the Board, the Board may issue a temporary license to a person who has applied for licensure under this chapter and who, in the judgment of the Board, is eligible to take the examination provided for in § 2608 of thi",
      "text": "§\n\n 2611;50 Del. Laws, c. 367,\n\n§\n\n 1;60 Del. Laws, c. 679,\n\n§\n\n 4;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 16;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§§\n\n 7, 8;79 Del. Laws, c. 406,\n\n§\n\n 12;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2612",
      "number": "2612.",
      "heading": "Practice, referral, and consultation",
      "text": "(a) A licensed physical therapist may enter a case for the purpose of consultation, evaluation or treatment of an individual as it relates to the individual’s need for physical therapy services, with or without a referral by a licensed medical or osteopathic phys\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 17;69 Del. Laws, c. 164,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§§\n\n 9, 10;74 Del. Laws, c. 381,\n\n§\n\n 6;79 Del. Laws, c. 406,\n\n§\n\n 13;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2613",
      "number": "2613.",
      "heading": "False representation of professional title",
      "text": "(a) It shall be unlawful for any person, or for any business entity, its employees, agents or representatives to use in connection with its name or business activity the words “physical therapy,” “physical therapist,” “physiotherapy,” “physiotherapist,” “aq\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 18;75 Del. Laws, c. 398,\n\n§§\n\n 1, 2;79 Del. Laws, c. 406,\n\n§\n\n 14;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2614",
      "number": "2614.",
      "heading": "Use of professional title.(a) Any person who holds a license pursuant to this chapter as a physical therapist may use the word “physical therapist” or the letters “PT” in connection with the person’s name or place of business to denote licensure hereunder",
      "text": "Any person who holds a license pursuant to\n§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 19;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 398,\n\n§\n\n 3;79 Del. Laws, c. 406,\n\n§\n\n 15;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2615",
      "number": "2615.",
      "heading": "Rules and regulations; authorized services and acts.64 Del. Laws, c. 192,",
      "text": "§\n\n 1;67 Del. Laws, c. 97,\n\n§\n\n 20;70 Del. Laws, c. 186,\n\n§\n\n 1;repealed by 79 Del. Laws, c. 406, § 16, eff. Aug. 12, 2014.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2616",
      "number": "2616.",
      "heading": "Grounds for discipline.(a) A person licensed under this chapter performing physical therapy or athletic training services is subject to the disciplinary sanctions set forth in § 2620 of this title if, after a hearing, the Board finds that the licensee has:(1) Practiced physical therapy or acted as a",
      "text": "§§\n\n 2613, 2615;50 Del. Laws, c. 367,\n\n§\n\n 1;64 Del. Laws, c. 192,\n\n§\n\n 1;67 Del. Laws, c. 97,\n\n§§\n\n 21-25;68 Del. Laws, c. 71,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 125,\n\n§\n\n 11;74 Del. Laws, c. 262,\n\n§\n\n 49;79 Del. Laws, c. 213,\n\n§\n\n 2;79 Del. Laws, c. 277,\n\n§\n\n 9;79 Del. Laws, c. 406,\n\n§\n\n 17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2617",
      "number": "2617.",
      "heading": "Fees and revenues.24 Del. C. 1953,",
      "text": "§\n\n 2616;53 Del. Laws, c. 108,\n\n§\n\n 30;64 Del. Laws, c. 192,\n\n§\n\n 1;65 Del. Laws, c. 380,\n\n§\n\n 3;73 Del. Laws, c. 125,\n\n§\n\n 12;repealed by 79 Del. Laws, c. 406 § 18, eff. Aug. 12, 2014.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2618",
      "number": "2618.",
      "heading": "Penalties and jurisdiction.(a) Where the Board has determined that a person is engaged in a practice regulated by this chapter without having lawfully obtained a license, or that a person previously licensed under this chapter is engaged in a practice regulated by this chapter notwithstanding that t",
      "text": "§\n\n 3;69 Del. Laws, c. 423,\n\n§\n\n 24;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 406,\n\n§\n\n 20;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2619",
      "number": "2619.",
      "heading": "Treatment or examination of minors",
      "text": "(a) A parent, guardian or other caretaker, or an adult staff member, shall be present when a person licensed to practice physical therapy or athletic training under this chapter provides treatment to a minor patient involving the inspection, palpation, or treatment\n§\n\n 7;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2620",
      "number": "2620.",
      "heading": "Disciplinary sanctions.(a) The Board may impose any of the following sanctions, singly or in combination, when it finds that a condition or violation for discipline of a licensee regulated by this chapter has been established under § 2616 of this title:(1) Issue a letter of reprimand",
      "text": "(2) Place a lic\n§\n\n 19;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2621",
      "number": "2621.",
      "heading": "Physical therapists eligible for compensation from insurance",
      "text": "(a) For purposes of disability insurance, standard health and accident, sickness, and all other such insurance plans, whether or not they are considered insurance policies, and contracts issued by health service corporations and health mai\n§\n\n3;",
      "history": "",
      "source_url": ""
    }
  ]
}