{
  "state": "south-dakota",
  "path": "title-title-3-public-officers-and-employees/chapter-chapter-23-conflicts-of-interest",
  "sections": [
    {
      "id": "section-3-23-1",
      "number": "3-23-1",
      "heading": "State authority, board, and commission members prohibited from having interest in or deriving direct benefit from contract",
      "text": "3-23-1. State authority, board, and commission members prohibited from having interest in or deriving direct benefit from contract.\n\nNo elected or appointed member of a state authority, board, or commission may have an interest in or derive a direct benefit from any contract:\n\n(1)With the state agency to which the authority, board, or commission is attached for reporting or oversight purposes that requires the expenditure of government funds;\n\n(2)With the state that requires the approval of the authority, board, or commission and the expenditure of government funds; or\n\n(3)With a political subdivision of the state if the political subdivision approves the contract and is under the regulatory oversight of the authority, board, or commission, or the agency to which the authority, board, or commission is attached for reporting or oversight purposes.\n\nNo elected or appointed member of a state authority, board, or commission may derive a direct benefit from any contract as provided under this section for one year after the end of the member's term on the authority, board, or commission, except as provided in §3-23-3 or 3-23-4.\n\nSource:SL 2016, ch 33, §1; SL 2017, ch 31, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-1/"
    },
    {
      "id": "section-3-23-11",
      "number": "3-23-1.1",
      "heading": "Definitions.",
      "text": "3-23-1.1. Definitions.\n\nTerms used in this chapter mean:\n\n(1)\"Board member,\" an elected or appointed member of the governing board;\n\n(2)\"Cooperative education service unit,\" a legal entity created pursuant to §§13-5-31 to 13-5-33, inclusive, including subcontractors, agents or assigns of the cooperative education service unit;\n\n(3)\"Disgorgement,\" the act of giving up on demand or by legal compulsion something that was obtained by illegal or unethical acts; and\n\n(4)\"School district,\" a school district as defined in §13-5-1.\n\nSource:SL 2017, ch 31, §1; SL 2021, ch 73, § 22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-1-1/"
    },
    {
      "id": "section-3-23-2",
      "number": "3-23-2",
      "heading": "Circumstances under which state authority, board, or commission member derives direct benefit.",
      "text": "3-23-2. Circumstances under which state authority, board, or commission member derives direct benefit.\n\nAn elected or appointed member of a state authority, board, or commission derives a direct benefit from a contract if the member, the member's spouse, or any other person with whom the member lives or commingles assets:\n\n(1)Is a party to or intended beneficiary of the contract;\n\n(2)Has more than a five percent ownership interest in an entity that is a party to the contract;\n\n(3)Acquires property under the contract; or\n\n(4)Will receive from the contracting party compensation, commission, promotion, or other monetary benefit that is directly attributable to the contract.\n\nSource:SL 2016, ch 33, §2; SL 2017, ch 31, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-2/"
    },
    {
      "id": "section-3-23-21",
      "number": "3-23-2.1",
      "heading": "Circumstances under which state authority, board, or commission member has interest in contract.",
      "text": "3-23-2.1. Circumstances under which state authority, board, or commission member has interest in contract.\n\nAn elected or appointed member of a state authority, board, or commission has an interest in a contract if the member, the member's spouse, or any other person with whom the member lives or commingles assets:\n\n(1)Is employed by a party to the contract; or\n\n(2)Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract.\n\nSource:SL 2017, ch 31, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-2-1/"
    },
    {
      "id": "section-3-23-22",
      "number": "3-23-2.2",
      "heading": "Circumstances under which state authority, board, or commission member does not derive direct benefit from or have interest in contract.",
      "text": "3-23-2.2. Circumstances under which state authority, board, or commission member does not derive direct benefit from or have interest in contract.\n\nA state authority, board, or commission member does not derive a direct benefit from or have an interest in a contract:\n\n(1)Based solely on the value associated with the member's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the member lives or commingles assets;\n\n(2)By participating in a vote or a decision in which the member's only interest arises from an act of general application;\n\n(3)If the member is a state employee and is authorized to enter into the contract pursuant to §§5-18A-17 through 5-18A-17.6, inclusive;\n\n(4)If the contract is for the sale of goods, or for maintenance or repair services, in the regular course of business at or below a price offered to all customers;\n\n(5)If the contract is subject to a public bidding process; or\n\n(6)If the contract is for the deposit of public funds in a financial institution as otherwise authorized by law.\n\nSource:SL 2017, ch 31, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-2-2/"
    },
    {
      "id": "section-3-23-3",
      "number": "3-23-3",
      "heading": "Circumstances under which state authority, board, or commission may authorize member to derive direct benefit from contract.",
      "text": "3-23-3. Circumstances under which state authority, board, or commission may authorize member to derive direct benefit from contract.\n\nAny elected or appointed state authority, board, or commission may authorize an authority, board, or commission member to derive a direct benefit from a contract if:\n\n(1)The member has provided full disclosure to the authority, board, or commission, including:\n\n(a)All parties to the contract;\n\n(b)The member's role in the contract;\n\n(c)The purpose and objective of the contract;\n\n(d)The consideration or benefit conferred or agreed to be conferred upon each party; and\n\n(e)The duration of the contract;\n\n(2)The authority, board, or commission finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and\n\n(3)The authorization is a public record included in the official minutes of the authority, board, or commission, that shall be filed with the auditor-general and attorney general.\n\nThe auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A member who requests an authorization under this section shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract. Once disclosed and authorized by the governing board, no further disclosure or authorization is required unless the contract extends into consecutive fiscal years. A contract that extends into consecutive fiscal years requires an annual disclosure but no new authorization is required. If the authority, board, or commission rejects the request for authorization made by the member, the contract is voidable and subject to disgorgement pursuant to §3-23-5, or the member may resign from the authority, board, or commission. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member derives a direct benefit.\n\nSource:SL 2016, ch 33, §3; SL 2017, ch 31, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-3/"
    },
    {
      "id": "section-3-23-31",
      "number": "3-23-3.1",
      "heading": "Circumstances under which state authority, board, or commission member may have interest in contract.",
      "text": "3-23-3.1. Circumstances under which state authority, board, or commission member may have interest in contract.\n\nAny elected or appointed state authority, board, or commission member may have an interest in a contract if:\n\n(1)The member, upon learning of the interest subject to the provisions of this chapter or a transaction that may create an interest subject to the provisions of this chapter discloses the interest no later than the first meeting of the authority, board, or commission held after the first day of July of each year;\n\n(2)The authority, board, or commission is notified of the contract and the member's role in the contract;\n\n(3)The terms of the contract do not violate any other provision of law; and\n\n(4)The disclosure is included in the minutes that are publicly available and are filed with the auditor-general and attorney general.\n\nEach member shall receive a form, developed by the attorney general, for the purpose of annual disclosure of any interest and direct benefit covered by the provisions of this chapter. In addition to any interest in a contract and direct benefit covered by the provisions of this chapter, the member shall also disclose at least annually any ownership interest of five percent or greater in any entity that receives grant money from the state, either directly or by a pass-through grant, or that contracts with the state or any political subdivision for services. An authority, board, or commission member who has an interest in a contract pursuant to this section shall disclose the existence of a contract in which the member has an interest but for which authorization by the authority, board, or commission is not required for the person to have an interest in the contract. The auditor-general shall compile and present any disclosure annually for review by the Department of Legislative Audit and the Government Operations and Audit Committee.\n\nSource:SL 2017, ch 31, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-3-1/"
    },
    {
      "id": "section-3-23-4",
      "number": "3-23-4",
      "heading": "Circumstances under which authority, board, or commission may contract with former member.",
      "text": "3-23-4. Circumstances under which authority, board, or commission may contract with former member.\n\nWithin the one-year period prohibiting any contract with an elected or appointed authority, board, or commission member, the authority, board, or commission may approve a former member to contract with the elected or appointed authority, board, or commission if the authority, board, or commission determines that the terms of the contract are fair, reasonable, and are in the best interests of the public.\n\nAny approval given pursuant to this section shall be included in the official minutes of the authority, board, or commission and is a public record. The minutes including the approval shall be filed with the auditor-general and attorney general. The auditor-general shall compile and present any approval annually for review by the Government Operations and Audit Committee.\n\nSource:SL 2016, ch 33, §4; SL 2017, ch 31, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-4/"
    },
    {
      "id": "section-3-23-5",
      "number": "3-23-5",
      "heading": "Removal of state authority, board, or commission member for violation--Criminal penalties--Disgorgement--Voidable contract.",
      "text": "3-23-5. Removal of state authority, board, or commission member for violation--Criminal penalties--Disgorgement--Voidable contract.\n\nAny elected or appointed state authority, board, or commission member who knowingly violates §§3-23-1 to 3-23-4, inclusive, shall be removed from the authority, board, or commission and is guilty of a Class 1 misdemeanor. Any person who knowingly violates §§3-23-1 to 3-23-4, inclusive, and is also guilty of theft under chapter 22-30A, shall be penalized at the next greater class of penalty prescribed by chapters 22-6 and 22-30A. No authority, board, or commission member who has submitted a good faith request for authorization pursuant to §3-23-3 may be convicted of a crime under this chapter. Any benefit to the authority, board, or commission member in violation of §§3-23-1 and 3-23-2 is subject to disgorgement and any contract made in violation of this chapter is voidable by the authority, board, or commission.\n\nSource:SL 2016, ch 33, §5; SL 2017, ch 31, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-5/"
    },
    {
      "id": "section-3-23-6",
      "number": "3-23-6",
      "heading": "School districts and cooperative education service units--Officials with contract authority--Prohibitions on interest in or direct benefit from contract",
      "text": "3-23-6. School districts and cooperative education service units--Officials with contract authority--Prohibitions on interest in or direct benefit from contract.\n\nNo board member, business manager, chief financial officer, superintendent, chief executive officer, or other person with the authority to enter into a contract or spend money in an amount greater than five thousand dollars of a school district, cooperative education service unit, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract in amount greater than five thousand dollars or multiple contracts in an amount greater than five thousand dollars with the same party within a twelve-month period to which the school district or cooperative education service unit is a party except as provided in §3-23-8.\n\nSource:SL 2016, ch 33, §6; SL 2017, ch 31, §10; SL 2017, ch 74, §1; SL 2021, ch 73, § 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-6/"
    },
    {
      "id": "section-3-23-7",
      "number": "3-23-7",
      "heading": "Officials with contract authority--Description of direct benefit from contract.",
      "text": "3-23-7. Officials with contract authority--Description of direct benefit from contract.\n\nA person described in §3-23-6 derives a direct benefit from a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets:\n\n(1)Is a party to or intended beneficiary of any contract held by the school district or cooperative education service unit;\n\n(2)Has more than a five percent ownership interest in an entity that is a party to any contract held by the school district or cooperative education service unit;\n\n(3)Acquires property under the contract; or\n\n(4)Will receive compensation, commission, promotion, or other monetary benefit directly attributable to any contract with the school district or cooperative education service unit.\n\nSource:SL 2016, ch 33, §7; SL 2017, ch 31, §11; SL 2021, ch 73, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-7/"
    },
    {
      "id": "section-3-23-71",
      "number": "3-23-7.1",
      "heading": "Officials with contract authority--Description of interest in contract.",
      "text": "3-23-7.1. Officials with contract authority--Description of interest in contract.\n\nA person described in §3-23-6 has an interest in a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets:\n\n(1)Is employed by a party to any contract with the school district or cooperative education service unit; or\n\n(2)Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract.\n\nSource:SL 2017, ch 31, §12; SL 2021, ch 73, § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-7-1/"
    },
    {
      "id": "section-3-23-72",
      "number": "3-23-7.2",
      "heading": "Officials with contract authority--Exclusions from interest in or direct benefit from contract.",
      "text": "3-23-7.2. Officials with contract authority--Exclusions from interest in or direct benefit from contract.\n\nA person described in §3-23-6 does not derive a direct benefit from or have an interest in a contract:\n\n(1)Based solely on the value associated with the person's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the board member, business manager, chief financial officer, superintendent, or chief executive officer lives or commingles assets;\n\n(2)By participating in a vote or a decision in which the person's only interest arises from an act of general application;\n\n(3)Based on the person receiving income as an employee or independent contractor of a party with whom the school district or cooperative education service unit has a contract, unless the person receives compensation or a promotion directly attributable to the contract, or unless the person is employed by the party as a board member, executive officer, or other person working for the party in an area related to the contract;\n\n(4)If the contract is for the sale of goods or services, or for maintenance or repair services, in the regular course of business at a price at or below a price offered to all customers;\n\n(5)If the contract is subject to a public bidding process;\n\n(6)If the contract is with the official depository as set forth in §6-1-3;\n\n(7)Based solely on the person receiving nominal income or compensation, a per diem authorized by law or reimbursement for actual expenses incurred; or\n\n(8)If the contract or multiple contracts with the same party within a twelve-month period with whom the school district or cooperative education service unit contracts is in an amount less than five thousand dollars.\n\nSource:SL 2017, ch 31, §13; SL 2021, ch 73, § 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-7-2/"
    },
    {
      "id": "section-3-23-8",
      "number": "3-23-8",
      "heading": "Officials with contract authority--Authorizing interest in or direct benefit from contract.",
      "text": "3-23-8. Officials with contract authority--Authorizing interest in or direct benefit from contract.\n\nA school district or cooperative education service unit may authorize a person described in §3-23-6 to derive a direct benefit from a contract if:\n\n(1)The person has provided full written disclosure to the agency, district, or unit governing board of all parties to the contract, the person's role in the contract, the purpose or objective of the contract, the consideration or benefit conferred or agreed to be conferred upon each party, and the duration of the contract;\n\n(2)The governing board finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and\n\n(3)Any request for authorization or governing board action are public records. The official minutes of the governing board shall include any governing board action on each request for authorization and shall be filed with the auditor-general and attorney general.\n\nA person described in §3-23-6 who has an interest in a contract pursuant to §3-23-7.1 shall disclose the existence of a contract in which the person has an interest and the person's role in the contract but no governing board authorization is required for the person to have an interest in the contract. Disclosure shall also be made at the annual reorganization meeting if the contract extends into consecutive fiscal years. The interest disclosure shall be included in the official minutes of the governing board.\n\nAny person receiving a direct benefit from a contract and requesting an authorization pursuant to §3-23-8 shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract that requires disclosure. Any authorization by the governing board requires no further disclosure or authorization unless the contract extends into consecutive fiscal years. If the contract extends into consecutive fiscal years, disclosure shall be made annually at the annual reorganization meeting but no new authorization is required. If the entity rejects any request for authorization, the contract is voidable and subject to disgorgement pursuant to §3-23-9 or the person may resign from the school district or cooperative education service unit.\n\nNo board member of a school district or cooperative education service unit may participate in or vote upon a decision of a school district or cooperative education service unit relating to a matter in which the member derives a direct benefit.\n\nSource:SL 2016, ch 33, §8; SL 2017, ch 31, §14; SL 2017, ch 74, §2; SL 2021, ch 73, § 27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-8/"
    },
    {
      "id": "section-3-23-81",
      "number": "3-23-8.1",
      "heading": "Written conflict of interest policy.",
      "text": "3-23-8.1. Written conflict of interest policy.\n\nEach school district or cooperative education service unit shall develop a written conflict of interest policy, including any disclosure and authorization form that includes the list of any disclosable interest in contracts or direct benefits covered by this chapter.\n\nSource:SL 2017, ch 31, §15; SL 2021, ch 73, § 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-8-1/"
    },
    {
      "id": "section-3-23-9",
      "number": "3-23-9",
      "heading": "Removal of board member or other person from office or employment--Criminal penalties--Disgorgement--Voidable contract.",
      "text": "3-23-9. Removal of board member or other person from office or employment--Criminal penalties--Disgorgement--Voidable contract.\n\nAny person who knowingly violates §§3-23-6 to 3-23-8, inclusive, shall be removed from office or employment and is guilty of a Class 1 misdemeanor. Any person who knowingly violates §§3-23-6 to 3-23-8, inclusive, and is also guilty of theft under chapter 22-30A, shall be penalized at the next greater class of penalty prescribed by chapters 22-6 and 22-30A. No person described in §3-23-6 who has submitted a good faith disclosure or request for authorization pursuant to §3-23-8 may be convicted of a crime under this chapter. Any benefit to a person derived from the person's knowing violation of §§3-23-6 to 3-23-8, inclusive, is subject to disgorgement . Any contract made in violation of §§3-23-6 to 3-23-8, inclusive, is voidable by the governing body of the local service agency, school district, or cooperative education service unit.\n\nSource:SL 2016, ch 33, §9; SL 2017, ch 31, §16; SL 2017, ch 74, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-9/"
    },
    {
      "id": "section-3-23-10",
      "number": "3-23-10",
      "heading": "Authorities, boards, and commissions subject to chapter.",
      "text": "3-23-10. Authorities, boards, and commissions subject to chapter.\n\nThe following authorities, boards, or commissions are subject to this chapter:\n\n(1)South Dakota Building Authority;\n\n(2)Board of Economic Development;\n\n(3)South Dakota Housing Development Authority;\n\n(4)South Dakota Health and Education Facilities Authority;\n\n(5)Science and Technology Authority Board of Directors;\n\n(6)South Dakota Ellsworth Development Authority;\n\n(7)South Dakota Commission on Gaming;\n\n(8)South Dakota Lottery Commission;\n\n(9)State Brand Board;\n\n(10)Game, Fish and Parks Commission;\n\n(11)Banking Commission;\n\n(12)Board of Trustees of the South Dakota Retirement System;\n\n(13)Aeronautics Commission;\n\n(14)South Dakota State Railroad Board;\n\n(15)Transportation Commission;\n\n(16)South Dakota Board of Education Standards;\n\n(17)Board of Regents;\n\n(18)Board of Pardons and Paroles;\n\n(19)Board of Minerals and Environment;\n\n(20)Board of Water and Natural Resources;\n\n(21)South Dakota Railroad Authority;\n\n(22)Board of Water Management; and\n\n(23)Board of Technical Education.\n\nSource:SL 2016, ch 33, §10; SL 2017, ch 81, §§57, 59.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-23/section-3-23-10/"
    },
    {
      "id": "section-3-23-11",
      "number": "3-23-11",
      "heading": "3-23-11.Repealed by SL 2017, ch 74, §4.",
      "text": "3-23-11.Repealed by SL 2017, ch 74, §4.",
      "history": "",
      "source_url": ""
    }
  ]
}