{
  "state": "south-dakota",
  "path": "title-title-3-public-officers-and-employees/chapter-chapter-18-public-employees-unions",
  "sections": [
    {
      "id": "section-3-18-1",
      "number": "3-18-1",
      "heading": "Employees subject to chapter--Rights preserved to excluded persons",
      "text": "Section 3-18-1.1 - \"Grievance\" defined.Section 3-18-2 - Rights relating to labor organizations--Designation of representatives--Discrimination against employees exercising rights as misdemeanor--Good faith negotiations--Intimidation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3-18-11",
      "number": "3-18-1.1",
      "heading": "\"Grievance\" defined.",
      "text": "3-18-1.1.\"Grievance\" defined.\n\nThe term \"grievance\" as used in this chapter means a complaint by a public employee or group of public employees based upon an alleged violation, misinterpretation, or inequitable application of any existing agreements, contracts, ordinances, policies, or rules of the government of the State of South Dakota or the government of any one or more of the political subdivisions thereof, or of the public schools, or any authority, commission, or board, or any other branch of the public service, as they apply to the conditions of employment. Negotiations for, or a disagreement over, a nonexisting agreement, contract, ordinance, policy, or rule is not a \"grievance\" and is not subject to this section.\n\nSource:SL 1970, ch 27, §1; SL 1993, ch 375, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-1-1/"
    },
    {
      "id": "section-3-18-2",
      "number": "3-18-2",
      "heading": "Rights relating to labor organizations--Designation of representatives--Discrimination against employees exercising rights as misdemeanor--Good faith negotiations--Intimidation",
      "text": "3-18-2. Rights relating to labor organizations--Designation of representatives--Discrimination against employees exercising rights as misdemeanor--Good faith negotiations--Intimidation.\n\nPublic employees shall have the right to form and join labor or employee organizations, and shall have the right not to form and join such organizations. Public employees shall have the right to designate representatives for the purpose of meeting and negotiating with the governmental agency or representatives designated by it with respect to grievance procedures and conditions of employment and after initial recognition by the employer, it shall be continuous until questioned by the governmental agency, labor or employee organization, or employees, pursuant to §3-18-5. It is a Class 2 misdemeanor to discharge or otherwise discriminate against an employee for the exercise of such rights, and the governmental agency or its designated representatives shall be required to meet and negotiate with the representatives of the employees at reasonable times in connection with such grievance procedures and conditions of employment. The negotiations by the governmental agency or its designated representatives and the employee organization or its designated representatives shall be conducted in good faith. Such obligation does not compel either party to agree to a proposal or require the making of a concession but shall require a statement of rationale for any position taken by either party in negotiations. It shall be unlawful for any person or group of persons, either directly or indirectly to intimidate or coerce any public employee to join, or refrain from joining, a labor or employee organization.\n\nSource:SL 1969, ch 88, §7, subdiv 2; SL 1970, ch 26, §1; SL 1973, ch 31; SL 1974, ch 33; SL 1980, ch 24, §48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-2/"
    },
    {
      "id": "section-3-18-3",
      "number": "3-18-3",
      "heading": "Exclusive representation by designated representatives--Right to adjust grievances preserved.",
      "text": "Exclusive representation by designated representatives--Right to adjust grievances preserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3-18-31",
      "number": "3-18-3.1",
      "heading": "Unfair practices of employers defined.",
      "text": "3-18-3.1. Unfair practices of employers defined.\n\nIt shall be an unfair practice for a public employer to:\n\n(1)Interfere with, restrain, or coerce employees in the exercise of rights guaranteed by law;\n\n(2)Dominate, interfere, or assist in the formation or administration of any employee organization, or contribute financial or other support to it; provided, an employer shall not be prohibited from permitting employees to confer with him during working hours without loss of time or pay;\n\n(3)Discriminate in regard to hire or tenure or employment or any term or condition of employment to encourage or discourage membership in any employee organization;\n\n(4)Discharge or otherwise discriminate against an employee because he has filed a complaint, affidavit, petition, or given any information or testimony under this chapter;\n\n(5)Refuse to negotiate collectively in good faith with a formal representative; and\n\n(6)Fail or refuse to comply with any provision of this chapter.\n\nSource:SL 1973, ch 30, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-3-1/"
    },
    {
      "id": "section-3-18-32",
      "number": "3-18-3.2",
      "heading": "Unfair practices of employee organizations defined.",
      "text": "3-18-3.2. Unfair practices of employee organizations defined.\n\nIt is an unfair practice for an employee organization or its agents to:\n\n(1)Restrain or coerce an employee in the exercise of the rights guaranteed by this chapter. However, this subdivision does not impair the right of an employee organization to prescribe its own requirements with respect to the acquisition or retention of membership therein;\n\n(2)Restrain or coerce an employer in the selection of his representative for the purpose of collective bargaining or the adjustment of grievances;\n\n(3)Cause or attempt to cause an employer to discriminate against an employee in violation of subdivision 3-18-3.1(3) or to discriminate against an employee with respect to whom membership in such organization has been denied or terminated on some ground; and\n\n(4)Refuse to negotiate collectively in good faith with an employer, provided it is the formal representative.\n\nSource:SL 1973, ch 30, §2; SL 1993, ch 375, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-3-2/"
    },
    {
      "id": "section-3-18-33",
      "number": "3-18-3.3",
      "heading": "Rules on unfair practices.",
      "text": "3-18-3.3. Rules on unfair practices.\n\nThe Department of Labor and Regulation shall promulgate rules pursuant to chapter 1-26 to specify procedures to enforce the provisions of §§3-18-3.1 and 3-18-3.2.\n\nSource:SL 1973, ch 30, §3; SL 1993, ch 375, §3; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-3-3/"
    },
    {
      "id": "section-3-18-34",
      "number": "3-18-3.4",
      "heading": "Time for filing complaint on unfair practice.",
      "text": "3-18-3.4. Time for filing complaint on unfair practice.\n\nAny complaint brought under the provisions of §§3-18-3.1 and 3-18-3.2 shall be filed with the Department of Labor and Regulation within sixty days after the alleged commission of an unfair labor practice occurs or within sixty days after the complainant should have known of the offense.\n\nSource:SL 1983, ch 23; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-3-4/"
    },
    {
      "id": "section-3-18-4",
      "number": "3-18-4",
      "heading": "Investigation and hearing on refusal to grant formal recognition or on question of designation of representation unit.",
      "text": "3-18-4. Investigation and hearing on refusal to grant formal recognition or on question of designation of representation unit.\n\nWhen a governmental agency declines to grant formal recognition or when a question concerning the designation of a representation unit is raised by the governmental agency, labor or employee organization, or employees, the Department of Labor and Regulation or any person designated by it shall, at the request of any of the parties, investigate such question and, after a hearing if requested by any party, rule on the definition of the appropriate representation unit. The department shall certify to the parties in writing the proper definition of the unit. In defining the unit, the department shall take into consideration, along with other relevant factors, the principles of efficient administration of government, the principles and the coverage of uniform comprehensive position classification and compensation plans in the governmental agency, the history and extent of organization, occupational classification, administrative and supervisory levels of authority, geographical location, and the recommendations of the parties.\n\nSource:SL 1969, ch 88, §7, subdiv 4; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-4/"
    },
    {
      "id": "section-3-18-5",
      "number": "3-18-5",
      "heading": "Question on representative of employees--Petition for investigation or certification--Hearing to ascertain representatives for formal recognition.",
      "text": "3-18-5. Question on representative of employees--Petition for investigation or certification--Hearing to ascertain representatives for formal recognition.\n\nWhen a question concerning the representative of employees is raised by the governmental agency, labor or employee organization, or employees, the Department of Labor and Regulation or any person designated by it shall, at the request of any of the parties, investigate such question and certify to the parties in writing, the name or names of the representatives that have been designated or selected. The filing of a petition for the investigation or certification of a representative of employees by any of the parties shall constitute a question within the meaning of this section. In any such investigation, the department may provide for an appropriate hearing, and shall take a secret ballot of employees to ascertain such representatives for the purposes of formal recognition. If the department has certified a formally recognized representative in a unit of employees as provided in §3-18-4, it shall not be required to consider the matter again for a period of one year unless it appears to it that sufficient reason exists.\n\nSource:SL 1969, ch 88, §7, subdiv 5; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-5/"
    },
    {
      "id": "section-3-18-6",
      "number": "3-18-6",
      "heading": "Promulgation of rules of procedure for elections and negotiations.",
      "text": "3-18-6. Promulgation of rules of procedure for elections and negotiations.\n\nThe secretary of labor and regulation shall promulgate rules pursuant to chapter 1-26 to carry out the provisions of §§3-18-4, 3-18-5, and 3-18-8.1. The rules shall specify:\n\n(1)The procedure to be used for the election to determine representation for formal recognition; and\n\n(2)The procedure to follow if negotiations reach an impasse.\n\nSource:SL 1969, ch 88, §7, subdiv 5; SL 1983, ch 22, §4; SL 1993, ch 375, §4; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-6/"
    },
    {
      "id": "section-3-18-61",
      "number": "3-18-6.1",
      "heading": "3-18-6.1.Repealed by SL 1979, ch 21, §4.",
      "text": "3-18-6.1.Repealed by SL 1979, ch 21, §4.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3-18-7",
      "number": "3-18-7",
      "heading": "Tentative settlement between labor or employee organization and designated representatives of agency--Action by governing body or officer.",
      "text": "3-18-7. Tentative settlement between labor or employee organization and designated representatives of agency--Action by governing body or officer.\n\nIf a tentative settlement is reached between a labor or employee organization or organizations and the designated representatives of the governmental agency, such representatives shall recommend such settlement to the governing body or officer having authority to take action. The governing body or officer shall as soon as practicable consider the recommendations and take such action, if any, upon them as it or he deems appropriate.\n\nSource:SL 1969, ch 88, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-7/"
    },
    {
      "id": "section-3-18-8",
      "number": "3-18-8",
      "heading": "Implementation of settlement between labor or employee organization and governing body.",
      "text": "3-18-8. Implementation of settlement between labor or employee organization and governing body.\n\nIf a settlement is reached with a labor or employee organization or organizations and the governing body, such governing body shall implement the settlement in the form of an agreement which shall be effective only upon approval by resolution of the governing body. If the settlement requires the adoption of a law or charter amendment to implement it fully, the governmental agency shall make every reasonable effort to propose and secure the enactment of the law or charter amendment.\n\nSource:SL 1969, ch 88, §8; SL 1970, ch 27, §2; SL 1971, ch 20, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-8/"
    },
    {
      "id": "section-3-18-81",
      "number": "3-18-8.1",
      "heading": "Intervention by department on failure to reach agreement.",
      "text": "3-18-8.1. Intervention by department on failure to reach agreement.\n\nIn case of impasse or failure to reach an agreement in negotiations conducted under the provisions of this chapter, either party may request the Department of Labor and Regulation to intervene under the provisions of §§60-10-1 to 60-10-3, inclusive. Such request shall be mailed within ten days after a written statement is delivered to the designated representative for the other party declaring an impasse. Nothing in this section prohibits the parties to an impasse from adopting any other procedure to facilitate a settlement that is mutually agreeable.\n\nSource:SL 1970, ch 26, §3; SL 1983, ch 24, §1; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-8-1/"
    },
    {
      "id": "section-3-18-82",
      "number": "3-18-8.2",
      "heading": "Issuance of contracts by school districts prior to reaching agreement--Terms and conditions.",
      "text": "3-18-8.2. Issuance of contracts by school districts prior to reaching agreement--Terms and conditions.\n\nAny school district issuing contracts to teachers for the ensuing year, but prior to reaching agreement with the representatives of the recognized employee unit, shall issue the contracts under the same terms and conditions as for the current year. If no agreement is reached in negotiations and the intervention of the Department of Labor and Regulation under §3-18-8.1 fails to bring about an agreement, the board shall implement, as a minimum, the provisions of its last offer, including tentative agreements. If the Department of Labor and Regulation is not requested to intervene under the provisions of §3-18-8.1, the board shall implement the provisions of its last offer, including tentative agreements, eleven days after an impasse is declared.\n\nSource:SL 1988, ch 38; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-8-2/"
    },
    {
      "id": "section-3-18-9",
      "number": "3-18-9",
      "heading": "Strike defined.",
      "text": "3-18-9. Strike defined.\n\nThe word \"strike\" as used in this chapter shall mean the failure to report for duty, the willful absence from one's position, the stoppage of work, or the abstinence in whole or in part from the full, faithful and proper performance of the duties of employment by concerting action with others, and without the lawful approval of one's superior, or in any manner interfering with the operation of government of the State of South Dakota, the government of any of the political subdivisions thereof, the public schools or any authority, commission, board, or branch thereof, for the purpose of coercing a change in the conditions or compensation or the rights, privileges, or obligations of employment.\n\nSource:SL 1969, ch 88, §1, subdiv 2; SL 1970, ch 27, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-9/"
    },
    {
      "id": "section-3-18-10",
      "number": "3-18-10",
      "heading": "Strikes prohibited--Right to submission of grievance.",
      "text": "3-18-10. Strikes prohibited--Right to submission of grievance.\n\nNo public employee shall strike against the State of South Dakota, any of the political subdivisions thereof, any of its authorities, commissions, or boards, the public school system or any other branch of the public service. Provided, however, that nothing contained in this chapter shall be construed to limit, impair, or affect, the right of any public employee to the expression or communication of a view, grievance, complaint, or opinion on any matter related to the conditions or compensation of public employment or their betterment with the full, faithful and proper performance of the duties of employment.\n\nSource:SL 1969, ch 88, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-10/"
    },
    {
      "id": "section-3-18-11",
      "number": "3-18-11",
      "heading": "Consent to strikes by supervisors prohibited--Discharge from employment for submission of grievance prohibited.",
      "text": "3-18-11. Consent to strikes by supervisors prohibited--Discharge from employment for submission of grievance prohibited.\n\nNo person exercising any authority, supervision, or direction over any public employee shall have the power to authorize, approve or consent to a strike by one or more employees, and such person shall not authorize, approve, or consent to such strike, nor shall any such person discharge or cause any public employee to be discharged or separated from his or her employment because of participation in the submission of a grievance in accordance with the provision of §3-18-10.\n\nSource:SL 1969, ch 88, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-11/"
    },
    {
      "id": "section-3-18-12",
      "number": "3-18-12",
      "heading": "3-18-12, 3-18-13.Repealed by SL 1997, ch 33, §§1, 2.",
      "text": "3-18-12, 3-18-13.Repealed by SL 1997, ch 33, §§1, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3-18-14",
      "number": "3-18-14",
      "heading": "Injunctive relief in case of strike.",
      "text": "3-18-14. Injunctive relief in case of strike.\n\nThe governing boards of the state and its political subdivisions may apply for injunctive relief in circuit court immediately upon the existence of a strike or related activities, and the state's attorney of every county shall have the same duty and enforcement of the chapter.\n\nSource:SL 1969, ch 88, §6; SL 1973, ch 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-14/"
    },
    {
      "id": "section-3-18-15",
      "number": "3-18-15",
      "heading": "Right of employee or representative to expression or communication of grievance not limited.",
      "text": "3-18-15. Right of employee or representative to expression or communication of grievance not limited.\n\nNothing contained in this chapter shall be construed to limit, impair, or affect the right of any public employee or his or her representative to the expression or communication of a view, grievance, complaint, or opinion on any matter related to the conditions or compensation of public employment or their betterment, so long as the same is not designed to and does not interfere with the full, faithful, and proper performance of the duties of employment; nor shall it be construed to require any public employee to perform labor or services against his will.\n\nSource:SL 1969, ch 88, §7, subdiv 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-15/"
    },
    {
      "id": "section-3-18-151",
      "number": "3-18-15.1",
      "heading": "Grievance procedures to be established.",
      "text": "3-18-15.1. Grievance procedures to be established.\n\nThe governing officer or board of each governmental agency shall enact, by agreement, ordinance, rule, or resolution, and make known to its employees a procedure which its employees may follow for prompt informal dispositions of their grievances.\n\nSource:SL 1970, ch 27, §1; SL 1993, ch 375, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-15-1/"
    },
    {
      "id": "section-3-18-152",
      "number": "3-18-15.2",
      "heading": "Appeal to department--Investigation, hearing, and order by department--Summary disposition of certain claims--Public employees of Board of Regents.",
      "text": "3-18-15.2. Appeal to department--Investigation, hearing, and order by department--Summary disposition of certain claims--Public employees of Board of Regents.\n\nIf, after following the grievance procedure enacted by the governing body, the grievance remains unresolved, except in cases provided in §3-6D-15, the grievance may be appealed to the Department of Labor and Regulation by filing an appeal with the department within thirty days after the final decision by the governing body is mailed or delivered to the employee. The department shall conduct an investigation and hearing and shall issue an order covering the points raised, which order is binding on the employee and the governmental agency. However, the department, upon the motion of any party, may dispose of any grievance, defense, or claim:\n\n(1)If the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and a party is entitled to a judgment as a matter of law; or\n\n(2)At the close of the evidence offered by the proponent of the grievance, defense, or claim if the department determines that the evidence offered by the proponent of the grievance, defense, or claim is legally insufficient to sustain the grievance, defense, or claim.\n\nNothing in this section gives the department power to grant any contract of employment to a public employee employed by the Board of Regents.\n\nSource:SL 1970, ch 27, §1; SL 1976, ch 33, §5; SL 1983, ch 25; SL 1985, ch 29; SL 2002, ch 16, §3; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011; SL 2018, ch 12, §5; SL 2020, ch 63, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-15-2/"
    },
    {
      "id": "section-3-18-153",
      "number": "3-18-15.3",
      "heading": "Grievance procedure adopted in absence of agency action.",
      "text": "3-18-15.3. Grievance procedure adopted in absence of agency action.\n\nIf no grievance procedure is enacted as provided in §3-18-15.1, the Department of Labor and Regulation shall promulgate rules pursuant to chapter 1-26 to adopt a standard grievance procedure to carry out the provisions of §3-18-15.1.\n\nSource:SL 1970, ch 27, §1; SL 1973, ch 33; SL 1993, ch 375, §6; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-15-3/"
    },
    {
      "id": "section-3-18-154",
      "number": "3-18-15.4",
      "heading": "Change in policies not prohibited--Contractual rights preserved.",
      "text": "Change in policies not prohibited--Contractual rights preserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3-18-155",
      "number": "3-18-15.5",
      "heading": "Grievance procedures for employees of political subdivisions.",
      "text": "3-18-15.5. Grievance procedures for employees of political subdivisions.\n\nThe provisions of §3-18-15.1 do not apply to employees of political subdivisions unless those employees are members of a public employee union or the governing body of a political subdivision has adopted an ordinance or resolution establishing a grievance procedure for all employees of the political subdivision.\n\nSource:SL 2013, ch 23, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-15-5/"
    },
    {
      "id": "section-3-18-16",
      "number": "3-18-16",
      "heading": "Proceedings to establish nonparticipation in strike--Request by employee--Time for proceedings.",
      "text": "3-18-16. Proceedings to establish nonparticipation in strike--Request by employee--Time for proceedings.\n\nAny public employee, upon request, shall be entitled, as hereinafter provided, to establish that he did not violate the provisions of §3-18-10 or 3-18-11. Such requests must be filed in writing with the officer or body having the power and authority over such employees, within ten days after any action has been taken against such employee, whereupon such officer, or body, shall within ten days commence a proceeding at which time such person shall be entitled to be heard for the purpose of determining whether the provisions of §3-18-10 or 3-18-11 have been violated by such public employee. Such proceedings shall be undertaken without any unnecessary delay. The decision of such proceedings shall be made within ten days.\n\nSource:SL 1969, ch 88, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-16/"
    },
    {
      "id": "section-3-18-17",
      "number": "3-18-17",
      "heading": "Review by trial de novo of decision establishing violation.",
      "text": "3-18-17. Review by trial de novo of decision establishing violation.\n\nIn the event that the employee involved is held to have violated §3-18-10 or 3-18-11 and action is taken against him, he shall have the right of review by a trial de novo in the circuit court. Petition for such trial must be made within twenty days after the decision of the above proceedings is made known to the employee.\n\nSource:SL 1969, ch 88, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-18/section-3-18-17/"
    },
    {
      "id": "section-3-18-18",
      "number": "3-18-18",
      "heading": "Rejected by referendum.",
      "text": "Rejected by referendum.",
      "history": "",
      "source_url": ""
    }
  ]
}