{
  "state": "south-dakota",
  "path": "title-title-3-public-officers-and-employees/chapter-chapter-05-official-bonds",
  "sections": [
    {
      "id": "section-3-5-1",
      "number": "3-5-1",
      "heading": "Bonds of state officers and employees--Approval, recording, and safekeeping",
      "text": "3-5-1. Bonds of state officers and employees--Approval, recording, and safekeeping.\n\nThe bonds of all state officers, appointees of the Governor or employees of the state, required to give bonds, shall be given to the State of South Dakota, and shall be approved by the Governor as to sufficiency and by the attorney general as to form, except that the form of the attorney general's bond shall be approved by one of the justices of the Supreme Court, and all such bonds when so approved, shall be recorded in the Office of the Secretary of State in a book to be known as the \"Bond Record\" and when such bonds have been recorded the secretary of state shall immediately deliver same to the auditor-general for safekeeping in the State Department of Legislative Audit, who shall index the same alphabetically and file numerically, except the bond of the auditor-general and his employees, which shall be delivered to the state auditor and kept on file in his office. The state auditor's and auditor-general's receipts for said bonds shall be filed with the secretary of state.\n\nSource:CL 1887, §1373; SL 1895, ch 147, §1; RPolC 1903, §1790; SL 1913, ch 283; RC 1919, §7026; SL 1919, ch 285; SDC 1939, §48.0303; SL 1955, ch 222.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-1/"
    },
    {
      "id": "section-3-5-2",
      "number": "3-5-2",
      "heading": "Bonds of county officers--Approval and filing.",
      "text": "3-5-2. Bonds of county officers--Approval and filing.\n\nThe bonds of all county officers shall be approved by the board of county commissioners, except bonds of the county commissioners, which shall be approved by the auditor, and shall, together with the oaths of office be filed in the office of the county auditor.\n\nSource:CL 1887, §1373; SL 1895, ch 147, §1; RPolC 1903, §1790; SL 1913, ch 283; RC 1919, §7026; SL 1919, ch 285; SDC 1939, §48.0303; SL 1955, ch 222, §1; SL 1974, ch 55, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-2/"
    },
    {
      "id": "section-3-5-3",
      "number": "3-5-3",
      "heading": "Amount of bonds.",
      "text": "3-5-3. Amount of bonds.\n\nThe bond of the state auditor shall be in the penal sum of ten thousand dollars, of the state treasurer in the penal sum of five hundred thousand dollars, of the secretary of state in the penal sum of five thousand dollars, of the commissioner of school and public lands in the penal sum of twenty thousand dollars, of the attorney general in the penal sum of three thousand dollars, of county commissioners in the penal sum of one thousand dollars, of the state's attorney in the penal sum of one thousand dollars; the bonds of registers of deeds, county auditors, sheriffs, coroners, treasurers, and constables, whether of the county or any civil township therein, shall each be in the penal sum to be fixed by the board of county commissioners in each county; but that of the county auditor shall not be in a less penal sum than two thousand dollars, and that of the county treasurer shall not be in a less penal sum than four thousand dollars, except when the total amount of taxes to be by him collected in any year is less than two thousand dollars, and then in double the amount of taxes to be by him collected. In no case shall the bond of the county treasurer be less than the sum of one thousand dollars; and those of constables shall not be in a less penal sum than two hundred dollars each.\n\nSource:CL 1887, §1374; SL 1891, ch 93, §1; RPolC 1903, §§889, 1791; SL 1903, ch 82; RC 1919, §7027; SDC 1939, §48.0304; SL 1974, ch 55, §5; SL 1975, ch 33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-3/"
    },
    {
      "id": "section-3-5-4",
      "number": "3-5-4",
      "heading": "Sureties on bonds.",
      "text": "3-5-4. Sureties on bonds.\n\nEvery official bond shall be given with at least two sureties, and the bond of the state treasurer shall have at least four sureties, and that of the county treasurer at least three sureties.\n\nIn lieu of a bond with personal sureties a bond executed by a surety company legally authorized to transact business in this state may be approved.\n\nSource:PolC 1877, ch 5, §7; CL 1887, §1375; RPolC 1903, §1792; SL 1909, ch 225; RC 1919, §7028; SDC 1939, §48.0305.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-4/"
    },
    {
      "id": "section-3-5-5",
      "number": "3-5-5",
      "heading": "Premiums on corporate surety bonds.",
      "text": "3-5-5. Premiums on corporate surety bonds.\n\nWhenever an officer, deputy, or employee of the State of South Dakota, or its subdivisions including counties, school districts, townships, municipal corporations, and all other governmental subdivisions and departments, in furnishing a bond required by law or rules or regulations of any board, or department, or governmental subdivision of this state, shall furnish a bond executed by a surety company legally authorized to transact business in this state, the state or any of its said departments or subdivisions is hereby authorized and required to pay the premium thereon out of its general funds, upon the lawful approval of said bond.\n\nSource:SL 1933 (SS), ch 5, §1; SDC 1939, §48.0306.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-5/"
    },
    {
      "id": "section-3-5-51",
      "number": "3-5-5.1",
      "heading": "Blanket or individual bonds for state officers and employees.",
      "text": "3-5-5.1. Blanket or individual bonds for state officers and employees.\n\nThe Bureau of Human Resources and Administration, with the approval and advice of the attorney general and director of the division of insurance, shall purchase a blanket bond or individual bonds, issued to the state as the insured, covering the honesty and faithful performance of all state employees, officers, members of state boards and commissions, and appointees of the Governor. The terms of bonds authorized under this section may be up to five years. If the bureau purchases a blanket bond pursuant to this section no officer or employee of the state shall be required to furnish an individual bond to qualify for office.\n\nSource: SL 1970, ch 22; SL 1972, ch 17; SL 1988, ch 28; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-5-1/"
    },
    {
      "id": "section-3-5-6",
      "number": "3-5-6",
      "heading": "Limitation of liability by surety.",
      "text": "3-5-6. Limitation of liability by surety.\n\nAny surety on any official bond running to the state or any county, may limit his liability by inserting after his name the words \"not to exceed\" naming the amount to which he desires to limit his liability. Any surety may also limit its or his liability as to time by inserting in the bond a provision that it or he shall not be liable for any acts of the principal prior to the date of the bond.\n\nSource:SL 1907, ch 79; RC 1919, §7039; SL 1929, ch 206, §1; SDC 1939, §48.0307.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-6/"
    },
    {
      "id": "section-3-5-7",
      "number": "3-5-7",
      "heading": "Reelected incumbent to account for funds and property before new bond approved.",
      "text": "3-5-7. Reelected incumbent to account for funds and property before new bond approved.\n\nWhen the incumbent of an office is reelected, his bond shall not be approved until he has produced and fully accounted for all public funds and property in his control under color of his office during the expiring term, to the person or authority to whom he should account, and the fact and date of such satisfactory exhibit shall be endorsed upon the new bond before its approval.\n\nSource:PolC 1877, ch 5, §13; CL 1887, §1383; RPolC 1903, §1800; RC 1919, §7037; SDC 1939, §48.0316.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-7/"
    },
    {
      "id": "section-3-5-8",
      "number": "3-5-8",
      "heading": "Endorsement of approval of bonds.",
      "text": "3-5-8. Endorsement of approval of bonds.\n\nThe approval of official bonds shall in all cases be endorsed upon the bond and signed by the officer approving, or by the chairman of the board of county commissioners.\n\nSource:PolC 1877, ch 5, §8; CL 1887, §1376; RPolC 1903, §1793; RC 1919, §7029; SDC 1939, §48.0308.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-8/"
    },
    {
      "id": "section-3-5-9",
      "number": "3-5-9",
      "heading": "Recording of bonds of county and precinct officers.",
      "text": "3-5-9. Recording of bonds of county and precinct officers.\n\nThe bonds of all county and precinct officers immediately after the approval of the same, shall be recorded at length in the office of the register of deeds of the county to which such bonds are given, in a book to be provided and kept for that purpose. When such bonds are so recorded they shall be forthwith filed respectively as provided in this chapter.\n\nSource:SL 1885, ch 120, §1; CL 1887, §1377; RPolC 1903, §1794; SL 1913, ch 283; RC 1919, §7030; SDC 1939, §48.0309.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-9/"
    },
    {
      "id": "section-3-5-10",
      "number": "3-5-10",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3-5-11",
      "number": "3-5-11",
      "heading": "Bonds and oaths to cover all duties of office--Noncomplying bonds valid as to matter contained.",
      "text": "3-5-11. Bonds and oaths to cover all duties of office--Noncomplying bonds valid as to matter contained.\n\nThe bonds and oaths of all civil officers shall be construed to cover duties required by law subsequent to giving them. No official bond shall be void for want of compliance with the statute, but it shall be valid in law for the matter contained therein.\n\nSource:PolC 1877, ch 5, §12; CL 1887, §1382; RPolC 1903, §1799; RC 1919, §7036; SDC 1939, §48.0315.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-11/"
    },
    {
      "id": "section-3-5-12",
      "number": "3-5-12",
      "heading": "New bond or restoration of bond becoming insufficient.",
      "text": "3-5-12. New bond or restoration of bond becoming insufficient.\n\nWhen any official bond running to the state or any county becomes insufficient for the purpose thereof, the approving authority shall require a new bond or additional surety or sureties, as shall be necessary to restore the bond to the full amount of liability required by law.\n\nSource:SL 1907, ch 79; RC 1919, §7039; SL 1929, ch 206, §1; SDC 1939, §48.0307.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-12/"
    },
    {
      "id": "section-3-5-13",
      "number": "3-5-13",
      "heading": "Bond found insufficient by county commissioners--Determination of sufficiency by circuit court.",
      "text": "3-5-13. Bond found insufficient by county commissioners--Determination of sufficiency by circuit court.\n\nIn case the board of county commissioners should decide that a bond presented to it is insufficient, a reasonable time, not to exceed five days, shall be allowed the officer to supply a sufficient bond, and such board may take three days to consider the approval of any bond. If such board refuse or neglect to approve the bond of any county officer or township officer elect, he may present the same to the judge of the circuit court and serve notice of a time of hearing thereof upon the board. Upon due proof of such service being made to the judge at the time therein named, he shall, unless good cause for delay appear, proceed to hear and determine the sufficiency of the bond, and may approve the same, and such approval shall be in all respects valid.\n\nSource:PolC 1877, ch 5, §8; CL 1887, §1376; RPolC 1903, §1793; RC 1919, §7029; SDC 1939, §48.0308.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-13/"
    },
    {
      "id": "section-3-5-14",
      "number": "3-5-14",
      "heading": "Local government purchase of bonds or insurance coverage for faithful performance of officials and employees.",
      "text": "3-5-14. Local government purchase of bonds or insurance coverage for faithful performance of officials and employees.\n\nThe governing board of any political subdivision of this state, may purchase a blanket bond, blanket crime coverage, an insurance policy, or an individual bond, issued to the political subdivision as the insured, covering the faithful performance of each officer, member, and employee. If the governing board purchases a blanket bond, blanket crime coverage, or an insurance policy that is equal to or exceeds the individual bond requirements established in law, no officer, member, and employee of the political subdivision is required to furnish an individual bond to qualify for office. Blanket coverage may not be less than the total coverage of all individual bonds purchased for the year prior to January 1, 2015.\n\nSource:SL 2015, ch 23, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-3/chapter-05/section-3-5-14/"
    }
  ]
}