{
  "state": "south-dakota",
  "path": "title-title-9-municipal-government/chapter-chapter-51-municipal-parking-facilities",
  "sections": [
    {
      "id": "section-9-51-1",
      "number": "9-51-1",
      "heading": "Legislative findings and policy",
      "text": "9-51-1. Legislative findings and policy.\n\nIt is hereby declared that the free circulation of traffic through the streets of any municipality is necessary to the health, safety, and general welfare of the public; that the greatly increased use by the public of motor vehicles and the parking of such vehicles in the streets and the lack of adequate off-street parking facilities creates congestion, obstructs the free circulation of traffic, diminishes property values and endangers the health, safety, and general welfare of the public; that the provision of conveniently located automobile parking facilities is therefore necessary to the exercise of the police power in the regulation and control of traffic and to alleviate such conditions, and the establishment of automobile parking facilities including off-street parking facilities is deemed to be a proper public or municipal purpose.\n\nSource:SL 1955, ch 216, §1; SDC Supp 1960, §45.02A01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-1/"
    },
    {
      "id": "section-9-51-11",
      "number": "9-51-1.1",
      "heading": "Appointive board to manage parking facilities--Contents of ordinance.",
      "text": "9-51-1.1. Appointive board to manage parking facilities--Contents of ordinance.\n\nEvery municipality shall have power to create an appointive board of not more than seven and not less than three members in first class municipalities for the purpose of managing public parking facilities and automobile parking facilities including on-street parking facilities and to provide by ordinance the qualifications, mode of appointment, tenure of office, compensation, powers, duties of and rules and regulations governing such board.\n\nSource:SL 1973, ch 58, §5; SL 1974, ch 84.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-1-1/"
    },
    {
      "id": "section-9-51-2",
      "number": "9-51-2",
      "heading": "Portion of parking meter revenues accumulated in parking lot and area fund--Approval of voters required--Computation of revenues.",
      "text": "9-51-2. Portion of parking meter revenues accumulated in parking lot and area fund--Approval of voters required--Computation of revenues.\n\nA municipality shall be required to accumulate at least fifty percent of the revenues derived from parking meters in a special fund to be known as the \"parking lot and area fund\"; provided that a majority of the voters of the municipality voting at any regular or special election called for that purpose, shall have first determined that fifty percent of the revenues so derived shall be deposited and used. Fifty percent of the revenue shall mean one-half of the revenues remaining after payments on purchase price and the actual cost of repairing said meters.\n\nSource:SL 1951, ch 244, §2; SL 1953, ch 252, §1; SDC Supp 1960, §45.0201-1 (10); SL 1961, ch 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-2/"
    },
    {
      "id": "section-9-51-3",
      "number": "9-51-3",
      "heading": "Parking meter revenues released on determination to issue bonds.",
      "text": "9-51-3. Parking meter revenues released on determination to issue bonds.\n\nAny election previously held in any municipality under the provisions of §9-51-2 may be disregarded upon the determination of any municipality to issue bonds under the provisions of §§9-51-9 to 9-51-34, inclusive.\n\nSource:SL 1955, ch 216, §11; SDC Supp 1960, §45.02A11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-3/"
    },
    {
      "id": "section-9-51-4",
      "number": "9-51-4",
      "heading": "Use of moneys in parking lot and area fund--Retirement of bonds as proper purpose--Use for street construction and maintenance.",
      "text": "9-51-4. Use of moneys in parking lot and area fund--Retirement of bonds as proper purpose--Use for street construction and maintenance.\n\nMoneys in the parking lot and area fund referred to in §9-51-2 shall be disbursed only for the purpose of acquiring parking lots and areas, and for surfacing or otherwise improving said lots or areas making them suitable for public parking, provided that the retirement of revenue bonds or general obligation bonds issued for the financing of the purchase of parking lots and areas shall be considered as an acquisition of such properties within the meaning of this section.\n\nWhen funds have accumulated in the parking lot and area fund, under the provisions of §9-51-2, and it shall be determined by a majority vote of the voters of the municipality, voting at any regular or special election, called for the purpose by the governing body, that such funds, or any portion thereof, are no longer needed for the purposes declared in this section, the governing body of such municipality may then use such funds for the construction or maintenance of the city streets.\n\nSource:SL 1951, ch 244, §2; SL 1953, ch 252, §§1, 2; SDC Supp 1960, §45.0201-1 (10); SL 1961, ch 243; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-4/"
    },
    {
      "id": "section-9-51-5",
      "number": "9-51-5",
      "heading": "Utility revenue bonds and general obligation bonds authorized for acquisition, improvement, and operation of off-street parking lots.",
      "text": "9-51-5. Utility revenue bonds and general obligation bonds authorized for acquisition, improvement, and operation of off-street parking lots.\n\nEvery municipality shall have the power to acquire, improve, equip, operate, maintain, and regulate parking lots and areas for the off-street parking of vehicles, to fix and collect parking fees for the parking of vehicles therein and to issue its revenue bonds for such purposes in the manner and after authorization as provided by chapter 9-40 payable solely from the revenues from such parking lots and on-street or off-street parking meters and also for such purposes to issue its general obligation bonds after authorization as provided by statute for payment of which the municipality in addition to pledging its general credit may set aside or pledge in whole or in part the revenues from parking lots or parking meters, or both, operated by it.\n\nSource:SL 1947, ch 223; SL 1949, ch 195; SDC Supp 1960, §45.0201-1 (11).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-5/"
    },
    {
      "id": "section-9-51-6",
      "number": "9-51-6",
      "heading": "Contract for purchase or lease of parking lot authorized--Maximum term.",
      "text": "9-51-6. Contract for purchase or lease of parking lot authorized--Maximum term.\n\nThe governing body of any municipality may enter into a contract for a term of years, not exceeding fifteen, for the purchase or lease by the municipality of real property to be used as a parking lot and area.\n\nSource:SL 1953, ch 273; SDC Supp 1960, §45.0201-1 (14).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-6/"
    },
    {
      "id": "section-9-51-7",
      "number": "9-51-7",
      "heading": "Appraisement of property being purchased for parking lot--Maximum price.",
      "text": "9-51-7. Appraisement of property being purchased for parking lot--Maximum price.\n\nBefore entering into a contract for the purchase of real property under the terms of §9-51-6, the governing body shall cause such real property to be appraised by a board of three disinterested appraisers who are freeholders within the municipality or by one or more persons licensed by the state to do fee appraisals. No contract may be entered into by the governing body if the purchase price is in excess of the amount of such appraisement.\n\nSource:SL 1953, ch 273; SDC Supp 1960, §45.0201-1 (14); SL 1987, ch. 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-7/"
    },
    {
      "id": "section-9-51-8",
      "number": "9-51-8",
      "heading": "Annual appropriations for parking lot operated under contract--Prior application of parking meter revenues.",
      "text": "9-51-8. Annual appropriations for parking lot operated under contract--Prior application of parking meter revenues.\n\nIf the term of such contract as described in §9-51-6 shall extend for more than one year an appropriation need not have been previously made concerning such expense except sufficient to cover the amount payable or estimated to become payable under such contract for the first year thereof, and the governing body shall annually thereafter appropriate sufficient money to cover the amount payable or estimated to become payable under such contract during the ensuing fiscal year, provided, however, that at least fifty percent of the revenues derived each year from parking meters as defined by §9-51-2, shall be first applied in payment of all sums payable in any one year under such contract or contracts.\n\nSource:SL 1953, ch 273; SDC Supp 1960, §45.0201-1 (14).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-8/"
    },
    {
      "id": "section-9-51-9",
      "number": "9-51-9",
      "heading": "Parking facility financing law--Definition of terms.",
      "text": "9-51-9. Parking facility financing law--Definition of terms.\n\nThe term \"automobile parking facilities\" as used in §§9-51-9 to 9-51-34, inclusive, shall include off-street parking lots, lanes, garages, ramps, buildings, or other structures and accessories used or useful in the parking of motor vehicles including parking meters and traffic devices. Such facilities may be on the surface, above or under the ground.\n\nThe term \"revenue\" or \"revenues\" as used in §§9-51-9 to 9-51-34, inclusive, shall include the moneys or proceeds from the rates, rents, fees, or charges collected and received by a municipality for the use of or benefits received from off-street parking facilities and, to the extent determined by the ordinance or ordinances adopted hereunder, from on-street parking facilities and including rents and income from the leasing of off-street parking facilities.\n\nSource:SL 1955, ch 216, §2; SDC Supp 1960, §45.02A02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-9/"
    },
    {
      "id": "section-9-51-10",
      "number": "9-51-10",
      "heading": "Acquisition, improvement and operation of parking facilities--Traffic control devices--Use of municipal funds.",
      "text": "9-51-10. Acquisition, improvement and operation of parking facilities--Traffic control devices--Use of municipal funds.\n\nEvery municipality shall have power to acquire by gift, lease, purchase, or condemnation proceedings any property, whether real, personal, or mixed, deemed by its governing body to be needed for the municipality's regulation and control of traffic on its streets, alleys, and public grounds by providing, regulating, and operating on-street or off-street parking lanes or areas and may acquire by purchase or lease parking meters or other traffic control devices and may construct or otherwise provide, equip, maintain, and operate automobile parking facilities and may expend municipal funds for these purposes.\n\nSource:SL 1955, ch 216, §3; SDC Supp 1960, §45.02A03.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-10/"
    },
    {
      "id": "section-9-51-11",
      "number": "9-51-11",
      "heading": "Alternative means of financing parking facilities.",
      "text": "9-51-11. Alternative means of financing parking facilities.\n\nAny municipality may pay for any portion of the cost of providing automobile parking facilities by:\n\n(1)Appropriating moneys for the purposes authorized in §9-51-10;\n\n(2)Appropriating any part or all of the net revenues derived from the operation of its automobile parking facilities including the net revenue from on-street parking meters;\n\n(3)Imposing reasonable rates, rents, fees, and charges for the use of any on-street or off-street parking privilege or facility which may be in excess of actual cost of operation, maintenance, regulation, and supervision of parking at the particular location where the privilege is exercised;\n\n(4)Leasing any off-street facilities at specified or determinable rents to be paid the municipality under a lease made as authorized and limited in §9-51-32;\n\n(5)Borrowing money and issuing bonds as authorized and limited in §§9-51-13 to 9-51-28, inclusive;\n\n(6)Borrowing money and issuing general obligation bonds in the manner and after authorization as provided in chapter 9-26 as may be hereafter amended;\n\n(7)Any combination of all or any of the foregoing.\n\nSource:SL 1955, ch 216, §4; SDC Supp 1960, §45.02A04; SL 1984, ch 43, §90.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-11/"
    },
    {
      "id": "section-9-51-111",
      "number": "9-51-11.1",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-51-12",
      "number": "9-51-12",
      "heading": "State and federal aid to municipal parking facilities--Agreement by municipality.",
      "text": "9-51-12. State and federal aid to municipal parking facilities--Agreement by municipality.\n\nAny municipality shall have power to accept state and federal aid in carrying out the provisions of §§9-51-9 to 9-51-33, inclusive, and shall have authority to enter into any lawful agreement with the state or federal government, or any agency thereof, in regard thereto.\n\nSource:SL 1955, ch 216, §10; SDC Supp 1960, §45.02A10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-12/"
    },
    {
      "id": "section-9-51-13",
      "number": "9-51-13",
      "heading": "Issuance of parking facility revenue bonds authorized.",
      "text": "9-51-13. Issuance of parking facility revenue bonds authorized.\n\nFor the purpose of financing the cost of the acquisition, construction, or improvement of automobile parking facilities any municipality may issue bonds for the payment of which the credit and taxing powers of the municipality are not pledged, but as to which the principal and interest shall be payable solely out of the net revenue set aside, appropriated and pledged as hereinafter set forth and provided.\n\nSource:SL 1955, ch 216, §5; SDC Supp 1960, §45.02A05.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-13/"
    },
    {
      "id": "section-9-51-14",
      "number": "9-51-14",
      "heading": "Ordinance authorizing revenue bonds--Pledge and definition of net revenues.",
      "text": "9-51-14. Ordinance authorizing revenue bonds--Pledge and definition of net revenues.\n\nThe bonds described in §9-51-13 shall be authorized by an ordinance duly adopted by the governing body and subject to referendum as other ordinances, in which ordinance the governing body may pledge all or any part of any one or more of the following:\n\n(1)The net revenues derived from the property acquired or constructed from the proceeds of such bonds;\n\n(2)Any net revenues of any other similar project or automobile parking facility whether acquired from proceeds of similar bonds or otherwise;\n\n(3)Any net revenues derived by the municipality from on-street parking meters.\n\nThe governing body shall make such investigation of facts and circumstances as is necessary and based upon the findings made in such investigation and in accordance with sound accounting practices shall find and determine what portion of the revenues are net revenues and shall so define \"net revenues\" in the ordinance or ordinances adopted hereunder.\n\nSource:SL 1955, ch 216, §§2, 5; SDC Supp 1960, §§45.02A02, 45.02A05.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-14/"
    },
    {
      "id": "section-9-51-15",
      "number": "9-51-15",
      "heading": "Contents of resolution or ordinance--Covenants and agreements with bondholders.",
      "text": "9-51-15. Contents of resolution or ordinance--Covenants and agreements with bondholders.\n\nThe resolution or ordinance described in §9-51-14 shall be as provided in chapter 6-8B and shall designate a special fund from which the principal and interest shall be payable, shall fix and define the net revenues appropriated and pledged to the special fund and shall contain the covenants and agreements which are to be in effect between the municipality and the purchasers and holders of the bonds.\n\nSource:SL 1955, ch 216, §5; SDC Supp 1960, §45.02A05; SL 1984, ch 43, §91.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-15/"
    },
    {
      "id": "section-9-51-16",
      "number": "9-51-16",
      "heading": "Issuance and sale of bonds--Reference to ordinance for matters not covered in bonds--Negotiability.",
      "text": "9-51-16. Issuance and sale of bonds--Reference to ordinance for matters not covered in bonds--Negotiability.\n\nBonds shall be issued and sold as provided in chapter 6-8B, except that no election shall be required other than as provided in §9-51-14. All bonds may refer to the ordinance for matters not expressed in the bonds, but they shall be negotiable investment securities within the meaning of chapter 57A-8, notwithstanding any conditions expressed therein or in the ordinance.\n\nSource:SL 1955, ch 216, §5; SDC Supp 1960, §45.02A05; SL 1984, ch 43, §92.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-16/"
    },
    {
      "id": "section-9-51-17",
      "number": "9-51-17",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-51-18",
      "number": "9-51-18",
      "heading": "Bondholders have no right to compel tax levy or appropriation.",
      "text": "9-51-18. Bondholders have no right to compel tax levy or appropriation.\n\nNo purchaser or holder of any bond issued under §9-51-13 shall ever have any right to compel the exercise of any taxing powers of the municipality or the appropriation of any of its funds or moneys save and except as set forth in the ordinance of the municipality authorizing the issuance of such bonds and as provided in §§9-51-13 to 9-51-21, inclusive.\n\nSource:SL 1955, ch 216, §5; SDC Supp 1960, §45.02A05.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-18/"
    },
    {
      "id": "section-9-51-19",
      "number": "9-51-19",
      "heading": "Additional bonds if original issue insufficient--Junior to prior issues unless other provision made.",
      "text": "9-51-19. Additional bonds if original issue insufficient--Junior to prior issues unless other provision made.\n\nShould the governing body find that the proceeds from any bonds issued under §9-51-13, by reason of error of calculation or otherwise, will be insufficient to accomplish the purpose desired, additional bonds may be authorized, issued and disposed of under the procedure provided in §§9-51-13 to 9-51-18, inclusive, but such additional issues shall be junior to all prior issues, unless provision shall have been made in the ordinance setting forth the covenants and agreements of the municipality with the holders of the original bonds for the issuance of such additional bonds on a parity therewith.\n\nSource:SL 1955, ch 216, §5; SDC Supp 1960, §45.02A05.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-19/"
    },
    {
      "id": "section-9-51-20",
      "number": "9-51-20",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-51-21",
      "number": "9-51-21",
      "heading": "Revenue bonds not municipal indebtedness.",
      "text": "9-51-21. Revenue bonds not municipal indebtedness.\n\nNo bonds issued under §§9-51-13 to 9-51-19, inclusive, constitute an indebtedness of the municipality within the meaning of any constitutional or statutory provisions or limitations, any provisions in the bonds set forth, or set forth in the ordinance authorizing the bonds to the contrary notwithstanding.\n\nSource:SL 1955, ch 216, §5; SDC Supp 1960, §45.02A05; SL 1984, ch 43, §93.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-21/"
    },
    {
      "id": "section-9-51-22",
      "number": "9-51-22",
      "heading": "General obligation bonds authorized for parking facilities.",
      "text": "9-51-22. General obligation bonds authorized for parking facilities.\n\nAny municipality may issue bonds for the acquisition, construction, or improvement of automobile parking facilities. All bonds shall be authorized, issued, and sold as provided in chapter 9-26, and shall in all respects be governed by that chapter except as otherwise provided in §§9-51-22 to 9-51-28, inclusive.\n\nSource:SL 1955, ch 216, §6; SDC Supp 1960, §45.02A06; SL 1984, ch 43, §94.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-22/"
    },
    {
      "id": "section-9-51-23",
      "number": "9-51-23",
      "heading": "Net revenues pledged to payment of special obligation bonds--Additional covenants authorized.",
      "text": "9-51-23. Net revenues pledged to payment of special obligation bonds--Additional covenants authorized.\n\nBonds authorized and issued under §§9-51-22 to 9-51-28, inclusive, may be made payable as to both principal and interest out of the net revenues or moneys levied and appropriated as set forth in §9-51-14, provided that in the ordinance authorizing such bonds the governing body may on behalf of the municipality make any or all of the irrevocable covenants in §§9-51-24 to 9-51-28, inclusive, with and for the benefit of the holders from time to time of said bonds.\n\nSource:SL 1955, ch 216, §6; SDC Supp 1960, §45.02A06.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-23/"
    },
    {
      "id": "section-9-51-24",
      "number": "9-51-24",
      "heading": "Agreement by municipality to levy property tax--Indebtedness within constitutional limitation--Levy of irrepealable tax--Maximum levy.",
      "text": "9-51-24. Agreement by municipality to levy property tax--Indebtedness within constitutional limitation--Levy of irrepealable tax--Maximum levy.\n\nThe municipality may agree to pay any part of the principal and interest on said bonds by ad valorem taxation on all property within the municipality. Such part of the principal as the municipality shall so agree to pay shall be a general obligation indebtedness of the municipality and shall not, together with other indebtedness as of the date of issue of the bonds, exceed any constitutional limitation. In computing the municipality's indebtedness at any time after issuance of the bonds, the same fraction of the principal amount of the bonds then outstanding, less an equal fraction of any moneys in the revenue fund as set up in the ordinance, shall be included. Before delivery of the bonds the governing body shall by ordinance levy and cause to be certified to the county auditor a direct, annual, irrepealable, ad valorem tax to be spread upon the tax rolls in amounts sufficient to pay the proportionate part of each installment of principal and interest as the same matures. Said tax may not exceed the part of principal and interest so payable by more than five percent, but shall not be subject to any other tax levy limitation provided by law. The levy of taxes or assumption of payments of a part of principal and interest requirements in excess of the limitations herein shall be invalid only as to such excess.\n\nSource:SL 1955, ch 216, §6; SDC Supp 1960, §45.02A06 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-24/"
    },
    {
      "id": "section-9-51-25",
      "number": "9-51-25",
      "heading": "Agreement to levy tax to cover deficiency--Levy notwithstanding omission of covenant--Levy in anticipation of deficiency--Maximum levy.",
      "text": "9-51-25. Agreement to levy tax to cover deficiency--Levy notwithstanding omission of covenant--Levy in anticipation of deficiency--Maximum levy.\n\nThe municipality may agree that in the event of a deficiency in the revenue fund as set up in the ordinance, the governing body shall levy an ad valorem tax upon all the taxable property within the municipality in such amount as may be necessary to pay such deficiency. Such covenant may be limited to the levy of a tax for the payment of any deficiency existing at the maturity of the last outstanding bond, or may provide for the levy of such tax whenever any amount of principal and interest shall become due and the moneys in said revenue fund shall be insufficient to pay the same. Notwithstanding the omission of such covenants in the ordinance authorizing the bonds, or the limitation of the same to payment of a deficiency at the maturity of the last outstanding bond, the governing body may levy such tax upon the occurrence of any deficiency and may also levy such tax in anticipation of any deficiency for the purpose of paying the next maturing principal and interest. Taxes levied pursuant hereto shall not exceed by more than five percent the deficiency or estimated deficiency for which they are levied, but shall not be subject to any other tax levy limitation provided by law. Levies in excess of the limitations herein shall be invalid only as to such excess.\n\nSource:SL 1955, ch 216, §6; SDC Supp 1960, §45.02A06 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-25/"
    },
    {
      "id": "section-9-51-26",
      "number": "9-51-26",
      "heading": "Agreement to levy tax when bonds due--Certification to county auditor.",
      "text": "9-51-26. Agreement to levy tax when bonds due--Certification to county auditor.\n\nThe municipality may agree, prior to the issuance or delivery of any bonds, to levy by ordinance an annual ad valorem tax upon all the taxable property within the municipality in such amount as will pay the annual interest thereon and the principal of said bonds at the time the same become due. Within thirty days after the adoption and publication of said ordinance, the auditor or clerk shall transmit to the county auditor a certified copy thereof.\n\nSource:SL 1955, ch 216, §6; SDC Supp 1960, §45.02A06 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-26/"
    },
    {
      "id": "section-9-51-27",
      "number": "9-51-27",
      "heading": "Spread of tax against taxable property within municipality--Certification to auditor of more than one county.",
      "text": "9-51-27. Spread of tax against taxable property within municipality--Certification to auditor of more than one county.\n\nUpon transmittal to the county auditor of the certified copy pursuant to §9-51-26, the county auditor shall spread the tax levied in said ordinance upon all of the taxable property within the municipality at the same time that the other general taxes are spread upon the tax records in his office, and he shall continue so to do from year to year except as hereinafter provided until the provisions of the tax levy in said ordinance are complied with. When any municipality issuing bonds is located within more than one county a copy of the tax levy ordinance shall be certified to the auditor of each such county, who shall spread each annual levy upon all of the taxable property in the municipality and in his county, in such proportion as the assessed valuation of such property bears to the total assessed valuation of taxable property within the municipality.\n\nSource:SL 1955, ch 216, §6; SDC Supp 1960, §45.02A06 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-27/"
    },
    {
      "id": "section-9-51-28",
      "number": "9-51-28",
      "heading": "Tax proceeds placed in debt service fund--Transfers from revenue fund to debt service fund--Reduction of tax levy.",
      "text": "9-51-28. Tax proceeds placed in debt service fund--Transfers from revenue fund to debt service fund--Reduction of tax levy.\n\nAll taxes levied pursuant to §9-51-26 when collected shall be placed in a special debt service fund and no part thereof shall be used for any purpose other than to pay the interest and principal of the bonds for which they were levied and collected; provided, that all moneys in the revenue fund set up in the ordinance authorizing the issuance of the bonds shall, from time to time, be transferred and irrevocably appropriated to said debt service fund and the governing body shall cause the amount so transferred to be certified to the county auditor and the total of the moneys so transferred and irrevocably appropriated shall be used and applied to reduce and eliminate the taxes theretofore levied and next thereafter to be spread upon the tax rolls.\n\nSource:SL 1955, ch 216, §6; SDC Supp 1960, §45.02A06 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-28/"
    },
    {
      "id": "section-9-51-29",
      "number": "9-51-29",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-51-30",
      "number": "9-51-30",
      "heading": "Covenants and stipulations for administration of parking facilities and security of bondholders--Bondholders' right to compel performance--Lien not granted",
      "text": "9-51-30. Covenants and stipulations for administration of parking facilities and security of bondholders--Bondholders' right to compel performance--Lien not granted.\n\nThe resolution or ordinance authorizing the bonds as provided in §§9-51-13 to 9-51-28, inclusive, may contain any reasonable and lawful covenants and stipulations for the proper operation and maintenance of the automobile parking facilities, for the administration of and the accounting for the income and revenues, and for the security of the bondholders, and the holder of any bond issued as provided in §§9-51-13 to 9-51-28, inclusive, may compel by appropriate court action the performance thereof, whether or not his bond is in default. No mortgage or other lien on any automobile parking facilities may be given to secure any bonds issued under said sections.\n\nSource:SL 1955, ch 216, §7; SDC Supp 1960, §45.02A07; SL 1984, ch 43, §95.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-30/"
    },
    {
      "id": "section-9-51-31",
      "number": "9-51-31",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-51-32",
      "number": "9-51-32",
      "heading": "Lease of municipally owned parking facilities--Regulation of rates--Improvements by lessee--Publication of terms of lease.",
      "text": "9-51-32. Lease of municipally owned parking facilities--Regulation of rates--Improvements by lessee--Publication of terms of lease.\n\nThe governing body of any municipality providing automobile parking facilities may make such other provisions for their operation and management as it may deem necessary and it may lease or rent for a term of years, not exceeding forty, any or all off-street facilities to persons, firms, or corporations to be used for purposes of automobile parking and fix the rentals to be charged therefor, and when so leased the governing body shall regulate the rates and charges to be exacted for services so provided. Such lease may require the lessee to make improvements which may become the property of the municipality upon the completion thereof or upon the expiration or termination of the lease. Provided, however, that the terms of any lease or rental agreement must be published in the official newspaper of the municipality once a week for at least two successive weeks, prior to entering into such lease or rental agreement by the governing body of the municipality.\n\nSource:SL 1955, ch 216, §9; SDC Supp 1960, §45.02A09; SL 1972, ch 28, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-32/"
    },
    {
      "id": "section-9-51-33",
      "number": "9-51-33",
      "heading": "Operating management contracts for municipally owned parking facilities.",
      "text": "9-51-33. Operating management contracts for municipally owned parking facilities.\n\nThe governing body may, in the alternative, employ any person, firm, or corporation as operating manager and agent for the municipality to operate and maintain any automobile parking facility or facilities in behalf of the municipality under a contract defining the terms of such employment.\n\nSource:SL 1955, ch 216, §9; SDC Supp 1960, §45.02A09.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-33/"
    },
    {
      "id": "section-9-51-34",
      "number": "9-51-34",
      "heading": "Financing law alternative and independent of other laws.",
      "text": "9-51-34. Financing law alternative and independent of other laws.\n\nThe powers conferred in §§9-51-9 to 9-51-33, inclusive, shall be in addition and alternative to the powers conferred by any other law and said sections shall be construed as complete and independent and may be used notwithstanding and without reference to or limitation by any other laws relating to on-street or off-street parking lots and areas or facilities or the revenues obtained therefrom including §§9-51-2 to 9-51-8, inclusive.\n\nSource:SL 1955, ch 216, §11; SDC Supp 1960, §45.02A11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-34/"
    },
    {
      "id": "section-9-51-35",
      "number": "9-51-35",
      "heading": "Parking district law--Definition of terms.",
      "text": "9-51-35. Parking district law--Definition of terms.\n\nTerms as used in §§9-51-35 to 9-51-49, inclusive, unless the context otherwise plainly requires, shall mean:\n\n(1)\"Public parking facility\" shall mean real estate acquired by gift, purchase, by contract for deed or otherwise, lease, or for the purpose of providing space for parking vehicles, and all improvements thereon including the surfacing of such lots and shall further include the erection or improvement of parking ramps, structures, buildings or other off-street parking areas thereon, including areas above, at, or below street level for the parking of vehicles;\n\n(2)\"Privately owned property\" shall mean all real property, except that property upon which is situated a one-family or two-family dwelling and which is used only for residential purposes which residential property shall be exempt from assessment;\n\n(3)\"Governing body\" shall mean the governing body of a municipal corporation;\n\n(4)\"Public parking facility fund\" shall mean a fund established for the placing of all receipts from all assessments and revenues and disbursements therefrom under the provisions of §§9-51-35 to 9-51-49, inclusive.\n\nSource:SL 1967, ch 231, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-35/"
    },
    {
      "id": "section-9-51-36",
      "number": "9-51-36",
      "heading": "Acquisition, improvement and maintenance of parking facilities authorized--Additional to other powers.",
      "text": "9-51-36. Acquisition, improvement and maintenance of parking facilities authorized--Additional to other powers.\n\nIn addition to and not to the exclusion of any power granted to it by any law now in effect or hereafter enacted, any municipal corporation may provide for the acquisition, improvement, and maintenance of sites as public parking facilities in conformity to §§9-51-35 to 9-51-49, inclusive.\n\nSource:SL 1967, ch 231, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-36/"
    },
    {
      "id": "section-9-51-37",
      "number": "9-51-37",
      "heading": "to 9-51-47.1. Repealed.",
      "text": "to 9-51-47.1. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-51-48",
      "number": "9-51-48",
      "heading": "Municipal and parking meter funds used to maintain parking facilities.",
      "text": "9-51-48. Municipal and parking meter funds used to maintain parking facilities.\n\nThe municipality may maintain public parking facilities constructed under §§9-51-35 to 9-51-49, inclusive, either partially or wholly from the general fund or parking meter fund duly appropriated.\n\nSource:SL 1967, ch 231, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-48/"
    },
    {
      "id": "section-9-51-49",
      "number": "9-51-49",
      "heading": "Charges for use of parking facilities--Public parking facility fund--Application of fund.",
      "text": "9-51-49. Charges for use of parking facilities--Public parking facility fund--Application of fund.\n\nThe governing body by resolution may impose and collect reasonable charges for the use of public parking facilities constructed under the provisions of §§9-51-35 to 9-51-49, inclusive. The money so received shall be deposited in the municipal treasury to the credit of the public parking facility fund and applied, in order, to the following purposes exclusively:\n\n(1)The payment of necessary expenses of maintaining, insuring and repairing such parking facilities;\n\n(2)Annually on the first day of January of each year, the balance remaining to the credit of such parking facility shall be applied to the payment of the principal and interest of the cost of acquiring and improving the public parking facility and the retirement of any bonds issued therefor as soon as said bonds are callable;\n\n(3)At such time that all indebtedness, including bonds issued for the improvement of the parking facility, have been paid in full and any and all other indebtedness owed for the acquiring and maintaining of the public parking facility have been paid in full, the balance of said fund shall be retained in the public parking facility fund where it may be used only for the purpose of acquiring or improving public parking facilities within the parking district. Providing, however, that any municipality having a parking meter fund for purchase and development of parking lots, may by written consent by the then owners of fifty-five percent of the total assessed valuation of the privately owned property within the benefit district, deposit said balance in such parking meter fund and use the same for purchase and development of other parking lots or facilities within the municipality. No part of such money shall be deposited or credited to the general fund.\n\nSource:SL 1967, ch 231, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-49/"
    },
    {
      "id": "section-9-51-50",
      "number": "9-51-50",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-51-51",
      "number": "9-51-51",
      "heading": "Discontinuance or diversion of use of parking facilities--Contracts and covenants to be honored--Referendum.",
      "text": "9-51-51. Discontinuance or diversion of use of parking facilities--Contracts and covenants to be honored--Referendum.\n\nThe governing body of any municipality may discontinue or use for another purpose any parking lot or area or off-street parking facility heretofore or hereafter acquired upon resolution of the governing body. No such discontinuance or diversion of its use shall be made if prohibited by any contract provision or bond covenant binding upon the municipality. Such resolution shall be subject to referendum as provided by law.\n\nSource:SL 1966, ch 148.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-51/section-9-51-51/"
    }
  ]
}