{
  "state": "south-dakota",
  "path": "title-title-9-municipal-government/chapter-chapter-38-municipal-parks-and-recreational-facilities",
  "sections": [
    {
      "id": "section-9-38-1",
      "number": "9-38-1",
      "heading": "Municipal authority to maintain facilities and issue bonds--Limitations on campgrounds and tourist accommodations",
      "text": "9-38-1. Municipal authority to maintain facilities and issue bonds--Limitations on campgrounds and tourist accommodations.\n\nEach municipality may establish, improve, maintain, and regulate public parks, public squares, parkways, boulevards, swimming pools, camping, and other related facilities within or without the municipality, and to issue its bonds therefor, as provided by this title. A municipality may establish camping or tourist accommodation facilities if there is no existing private campground, inspected and approved by the Department of Health, located within fifteen miles of the municipality. However, a municipality may construct or expand camping or tourist accommodation facilities if there is an existing private campground within fifteen miles of the municipality if the owner of the existing campground approves the construction or expansion in writing. If the private campground has more than one owner, the owners of the private campground may only approve or refuse approval for the construction or expansion of the municipal campground or tourist accommodation facility as a group.\n\nCamping and tourist accommodation facilities established before July 1, 1970, are deemed to have been established under the then existing authority to establish public parks, and municipalities may continue to maintain and regulate the facilities. The requirements of this section for the construction or expansion of a facility near an existing private campground do not apply to a municipality that leases camping and tourist accommodation facilities from the state which were in existence prior to January 1, 2017.\n\nSource: SL 1890, ch 37, art V, §1, subdiv 7, 44; RPolC 1903, §1229, subdiv 7, 44; SL 1913, ch 119, §53, subdiv 7, 44; RC 1919, §6169 (10); SDC 1939, §45.0201 (98); SL 1970, ch 63, §1; SL 1971, ch 66; SL 1990, ch 64; SL 2017, ch 59, §1; SL 2024, ch 32, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-1/"
    },
    {
      "id": "section-9-38-2",
      "number": "9-38-2",
      "heading": "Municipal power to preserve trees and inclose public ground.",
      "text": "9-38-2. Municipal power to preserve trees and inclose public ground.\n\nEvery municipality shall have power to plant and provide for the care and preservation of trees upon public grounds and along the streets and to inclose any public ground.\n\nSource:PolC 1877, ch 24, §22, subdiv 15; CL 1887, §1043, subdiv 15; SL 1890, ch 37, art V, §1, subdiv 8 to 10, 44; RPolC 1903, §1229, subdiv 8 to 10; RPolC 1903, §1438, subdiv 15; SL 1913, ch 119, §53, subdiv 8 to 10, 44; RC 1919, §6169 (11); SDC 1939, §45.0201 (99).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-2/"
    },
    {
      "id": "section-9-38-3",
      "number": "9-38-3",
      "heading": "Agreements with and grants from federal agency.",
      "text": "9-38-3. Agreements with and grants from federal agency.\n\nEvery municipality shall have the power to enter into agreements with and receive grants from the United States Bureau of Outdoor Recreation or its successor.\n\nSource:SDC Supp 1960, §45.0201-1 (24) as added by SL 1965, ch 211, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-3/"
    },
    {
      "id": "section-9-38-4",
      "number": "9-38-4",
      "heading": "Bonding power for park improvements.",
      "text": "9-38-4. Bonding power for park improvements.\n\nEvery municipality shall have power to borrow money on the credit of the corporation for the purpose of constructing buildings and making improvements for public parks, and to issue its negotiable bonds therefor in the manner provided by law.\n\nSource:SL 1933 (SS), ch 14; SDC 1939, §45.2535.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-4/"
    },
    {
      "id": "section-9-38-5",
      "number": "9-38-5",
      "heading": "Libraries, museums, and art galleries in parks.",
      "text": "9-38-5. Libraries, museums, and art galleries in parks.\n\nThe governing body shall have authority to authorize the building and maintenance of public libraries, museums, and art galleries in any park. However, in municipalities of the first class, where a park board has been established according to law, such board shall be consulted by the governing body before action is taken authorizing any such building.\n\nSource:SDC 1939, §45.2522 as added by SL 1967, ch 222, §2; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-5/"
    },
    {
      "id": "section-9-38-6",
      "number": "9-38-6",
      "heading": "Athletic facilities in parks--Fee for use--Special park fund.",
      "text": "9-38-6. Athletic facilities in parks--Fee for use--Special park fund.\n\nA municipality may establish, maintain, and operate golf courses, tennis courts, ball grounds, and other athletic amusements, and necessary facilities in connection therewith, as a part of its park system, and charge fees for the use thereof. All fees received under this section and any other money received for use of the board including tax revenues which may be appropriated for park purposes, shall be kept in a special park fund and shall be paid upon requisition by the president and secretary of the board and warrant drawn and executed as other warrants.\n\nSource:SL 1941, ch 206; SDC Supp 1960, §45.0201-1 (4); SL 1978, ch 62, §11; SL 1979, ch 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-6/"
    },
    {
      "id": "section-9-38-7",
      "number": "9-38-7",
      "heading": "Governing body to control parks unless board created.",
      "text": "9-38-7. Governing body to control parks unless board created.\n\nExcept as provided for first or second class municipalities under a commission form of government the public parks of every municipality, whether within or without the limits of the municipality, shall be under the control and supervision of the governing body thereof unless a park board shall have been created as provided in this chapter.\n\nSource:RC 1919, §6433; SDC 1939, §45.2501; SL 1970, ch 63, §2; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-7/"
    },
    {
      "id": "section-9-38-8",
      "number": "9-38-8",
      "heading": "Park boards in second and third class municipalities--Composition and functions--Qualifications of members--Teams.",
      "text": "9-38-8. Park boards in second and third class municipalities--Composition and functions--Qualifications of members--Teams.\n\nAll municipalities other than cities of the first class may create by ordinance a park board, serve without pay, the number of which shall be determined by the governing body of the municipality, and who shall serve at the pleasure of the governing body. The park board shall control and supervise the public parks of the municipality whether within or without the limits of the municipality. The park board shall be under the control and supervision of the governing body of the municipality, and the governing body shall prescribe all rules, regulations, and responsibilities of the park board. The ordinance creating the board shall specify the qualifications, the term of office of the members, the frequency of board meetings, the officers to be selected and a description of their duties, the number of members necessary for a quorum, and the scope of the board's authority.\n\nSource:SL 1955, ch 219; SDC Supp 1960, §45.0209; SL 1992, ch 60, §2; SL 1995, ch 49, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-8/"
    },
    {
      "id": "section-9-38-9",
      "number": "9-38-9",
      "heading": "Abolition of board in city-manager city.",
      "text": "9-38-9. Abolition of board in city-manager city.\n\nThe park board of any first or second class municipality employing a city manager may be abolished by ordinance. Thereupon its powers and duties shall be vested in the governing body.\n\nSource:SL 1935, ch 158, §15; SDC 1939, §45.0911; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-9/"
    },
    {
      "id": "section-9-38-10",
      "number": "9-38-10",
      "heading": "Park board in municipality of first class--Qualifications and teams of members--Salaries of board members.",
      "text": "9-38-10. Park board in municipality of first class--Qualifications and teams of members--Salaries of board members.\n\nAll municipalities of the first class may create by ordinance a park board. The ordinance creating the board shall specify the number, the qualifications, the term of office of the members, the frequency of board meetings, the officers to be selected and a description of their duties, the number of members necessary for a quorum, and the scope of the board's authority.\n\nThe salaries of the members of the board shall be fixed by such ordinance and be paid as provided for in the ordinance.\n\nSource:SL 1909, ch 272, §§1, 10; RC 1919, §§6434, 6443; SDC 1939, §45.2502; SL 1992, ch 60, §2; SL 1995, ch 49, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-10/"
    },
    {
      "id": "section-9-38-11",
      "number": "9-38-11",
      "heading": "Boards of park supervisors continued as park boards.",
      "text": "9-38-11. Boards of park supervisors continued as park boards.\n\nA board of park supervisors created before July 1, 1939, by vote of the voters of a municipality of the first class shall be continued as a park board under §§9-38-10 to 9-38-58, inclusive, and shall have all of the powers of a board created by ordinance.\n\nSource:SDC 1939, §45.2502; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-11/"
    },
    {
      "id": "section-9-38-12",
      "number": "9-38-12",
      "heading": "9-38-12.Repealed by SL 1995, ch 49, §3.",
      "text": "9-38-12.Repealed by SL 1995, ch 49, §3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-13",
      "number": "9-38-13",
      "heading": "Bonds of park board members--Payment of premiums.",
      "text": "9-38-13. Bonds of park board members--Payment of premiums.\n\nEach member of the board before entering upon his official duties shall give bond to the first or second class municipality as may be required by the governing body for the faithful performance of his duties and shall take and file in the auditor's office with any such bond the usual oath of office required from appointive officers of the municipality. The municipality shall pay any premium for bonds required to be given by members of the board or its officers or employees.\n\nAll official bonds required under the provisions of this section and §9-38-27 shall be approved by the governing body.\n\nSource:SL 1915, ch 260, §2; SL 1917, ch 305, §1; RC 1919, §6445; SL 1925, ch 237, §1; SDC 1939, §45.2504; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-13/"
    },
    {
      "id": "section-9-38-14",
      "number": "9-38-14",
      "heading": "9-38-14 to 9-38-17.Repealed by SL 1995, ch 49, §§4 to 7.",
      "text": "9-38-14 to 9-38-17.Repealed by SL 1995, ch 49, §§4 to 7.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-18",
      "number": "9-38-18",
      "heading": "9-38-18.Repealed by SL 1978, ch 62, §34.",
      "text": "9-38-18.Repealed by SL 1978, ch 62, §34.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-19",
      "number": "9-38-19",
      "heading": "Legal assistance to park board.",
      "text": "9-38-19. Legal assistance to park board.\n\nThe city attorney as a part of his duties shall conduct all court proceedings under §§9-38-10 to 9-38-58, inclusive, and shall be the legal adviser of the board. When in its judgment the interests of the first or second class municipality demand, the board may employ special counsel to assist the city attorney.\n\nSource:SL 1915, ch 260, §47; RC 1919, §6491; SL 1923, ch 236, §2; SDC 1939, §45.2516; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-19/"
    },
    {
      "id": "section-9-38-20",
      "number": "9-38-20",
      "heading": "Regulations for park board business--Contracts on behalf of city.",
      "text": "9-38-20. Regulations for park board business--Contracts on behalf of city.\n\nSubject to the approval of the governing body the board shall make bylaws, rules, and regulations for the orderly transaction and conduct of its business. Subject to the approval of the governing body, the board may make and enforce contracts in the name of the city to carry out the purposes expressed in §§9-38-10 to 9-38-58, inclusive.\n\nSource:SL 1915, ch 260, §8; RC 1919, §6451; SL 1925, ch 237, §4; SDC 1939, §45.2506; SL 1992, ch 60, §2; SL 1995, ch 49, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-20/"
    },
    {
      "id": "section-9-38-21",
      "number": "9-38-21",
      "heading": "9-38-21.Repealed by SL 1995, ch 49, §9.",
      "text": "9-38-21.Repealed by SL 1995, ch 49, §9.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-22",
      "number": "9-38-22",
      "heading": "Park board records as evidence.",
      "text": "9-38-22. Park board records as evidence.\n\nThe records of such board, kept by its secretary, or copies of any such records when duly certified by the secretary shall be competent evidence of the proceedings of such board.\n\nSource:SL 1915, ch 260, §5; RC 1919, §6448; SDC 1939, §45.2509.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-22/"
    },
    {
      "id": "section-9-38-23",
      "number": "9-38-23",
      "heading": "Reports by park board to governing body--Records subject to inspection.",
      "text": "9-38-23. Reports by park board to governing body--Records subject to inspection.\n\nThe board shall make an annual report to the governing body of its acts and all its expenditures, showing the condition of all affairs under its control.\n\nThe governing body may require a report from such board at any time, and the records, books, papers, and accounts of the board shall at all times be subject to inspection by the mayor, auditor, or any committee appointed by the governing body for that purpose.\n\nSource:SL 1915, ch 260, §60; RC 1919, §6503; SDC 1939, §45.2515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-23/"
    },
    {
      "id": "section-9-38-24",
      "number": "9-38-24",
      "heading": "Board authority over parks and boulevards--Concessions.",
      "text": "9-38-24. Board authority over parks and boulevards--Concessions.\n\nThe board may establish, improve, care for, regulate, and manage a system of public parks, parkways, and boulevards and with the approval of the governing body may acquire land for such purposes. The board may regulate the planting and trimming of trees and shrubbery in such areas and may establish the channel of any stream or watercourse forming a part of the park system and improve the banks of the stream or watercourse. The board may provide parkways and boulevards for the streets and maintain and regulate the care of the parkways and boulevards. The board may cause the cost of construction and maintenance of the street parkways and boulevards to be assessed against the abutting property as provided in chapter 9-43. The board may establish, maintain, and conduct with or without charge or grant concessions for places of public amusement, recreation, or refreshment within or in connection with such parks. No concession lease or grant may be made for longer than three years, and no professional shows or exhibitions for which an admission price is charged may be given in such parks. However, a lease or grant to a concession may be made by the board for a period not to exceed fifty years if the concession requires a realty improvement or capital investment or any combination thereof of at least fifty thousand dollars.\n\nSource:SL 1909, ch 272, §7; SL 1915, ch 260, §§9, 65; SL 1917, ch 305, §2; RC 1919, §§6440, 6452, 6508; SL 1919, ch 274; SL 1925, ch 237, §9; SL 1925, ch 238; SDC 1939, §45.2510; SL 1982, ch 79; SL 1993, ch 74; SL 2012, ch 57, §70; SL 2017, ch 59, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-24/"
    },
    {
      "id": "section-9-38-25",
      "number": "9-38-25",
      "heading": "Placement under park board of trees, vegetation, sidewalks, and crossings along parks and thoroughfares.",
      "text": "9-38-25. Placement under park board of trees, vegetation, sidewalks, and crossings along parks and thoroughfares.\n\nThe governing body may place under the control and management of the board the planting, maintenance, trimming, and removal of trees, shrubs, and plants in any and all public grounds, thoroughfares, or lands appurtenant thereto throughout the limits of the first or second class municipality, the cutting of weeds and grass upon all public grounds and thoroughfares and lands adjacent or appertaining thereto, and the location of all sidewalks or crossings upon or adjacent to such public grounds or thoroughfares.\n\nSource:SL 1915, ch 260, §11; RC 1919, §6454; SL 1925, ch 237, §5; SDC 1939, §45.2511; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-25/"
    },
    {
      "id": "section-9-38-26",
      "number": "9-38-26",
      "heading": "Qualifications and appointment of park superintendent--Duties and salary--Employment of other officers and employees.",
      "text": "9-38-26. Qualifications and appointment of park superintendent--Duties and salary--Employment of other officers and employees.\n\nWith the approval of the governing body the park board may appoint a park superintendent who shall be the chief executive officer under the board and who may or may not be a landscape architect. He shall hold office at the pleasure of the board and receive such salary as the board may determine with the approval of the governing body and shall on its behalf have charge, supervision and direction of all work and of all officers and employees under the board.\n\nWith the approval of the governing body, the board may also appoint and employ other officers and employees and shall prescribe and fix their duties and compensation.\n\nSource:SL 1915, ch 260, §6; RC 1919, §6449; SL 1925, ch 237, §3; SDC 1939, §45.2512; SL 1984, ch 59, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-26/"
    },
    {
      "id": "section-9-38-27",
      "number": "9-38-27",
      "heading": "Bonds required of park board officers and employees.",
      "text": "9-38-27. Bonds required of park board officers and employees.\n\nThe board may require all of its officers and employees, except laborers, to give bond for the faithful performance of their duties in such sum as shall be fixed by it, which bonds shall be filed with the auditor.\n\nSource:SL 1915, ch 260, §7; RC 1919, §6450; SDC 1939, §45.2513.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-27/"
    },
    {
      "id": "section-9-38-28",
      "number": "9-38-28",
      "heading": "Destruction of weeds in first or second class municipality--Notice to property owners by publication.",
      "text": "9-38-28. Destruction of weeds in first or second class municipality--Notice to property owners by publication.\n\nThe board shall have power to require all noxious and unsightly weeds on any lot in the first or second class municipality to be destroyed by the owner thereof.\n\nGeneral notice to property owners to destroy such weeds may be given by the secretary by publication once a week for two successive weeks.\n\nSource:SL 1909, ch 272, §6; RC 1919, §6439; SDC 1939, §45.2538; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-28/"
    },
    {
      "id": "section-9-38-29",
      "number": "9-38-29",
      "heading": "Destruction of weeds by park board--Special assessment against property to cover cost.",
      "text": "9-38-29. Destruction of weeds by park board--Special assessment against property to cover cost.\n\nShould the owner of any lot fail to cause such weeds to be destroyed within two days after the last publication, the board may cause the same to be done. The expense thereof shall be paid out of the fund appropriated for the board and shall be certified to the auditor, and the same shall be levied as a special assessment against the property upon which such weeds were destroyed and when collected shall be covered into the park fund and be subject to the order of the park board.\n\nSource:SL 1909, ch 272, §6; RC 1919, §6439; SDC 1939, §45.2538.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-29/"
    },
    {
      "id": "section-9-38-30",
      "number": "9-38-30",
      "heading": "Division of first or second class municipality into park districts--Change in districts on change in municipal boundaries.",
      "text": "9-38-30. Division of first or second class municipality into park districts--Change in districts on change in municipal boundaries.\n\nUpon the recommendation of the board the governing body may divide the first or second class municipality into park districts.\n\nWhenever the municipality shall extend or change its limits, the governing body upon the recommendation of the board may divide the added territory into new park districts or add the same to districts already established.\n\nSource:SL 1915, ch 260, §12; RC 1919, §6455; SDC 1939, §45.2518; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-30/"
    },
    {
      "id": "section-9-38-31",
      "number": "9-38-31",
      "heading": "Acquisition of property for parks and boulevards--Sources of payment.",
      "text": "9-38-31. Acquisition of property for parks and boulevards--Sources of payment.\n\nUpon recommendation of the board the governing body may provide by ordinance for the purchase, condemnation, or otherwise obtaining of land within or without the city limits for public parks, parkways, and boulevards, and establish the same.\n\nPayment for any such land so selected and acquired may be made by cash, by purchase by installment payments with or without a mortgage, by entering into lease-purchase agreements, or by lease with option to purchase, out of the general fund, park fund, or by the issue and sale of bonds of the first or second class municipality after authorization as and in the manner provided by this title. No mortgage given hereunder shall provide as security property other than the specific land acquired pursuant to the provisions hereof.\n\nSource:SL 1915, ch 260, §13; RC 1919, §6456; SL 1921, ch 303; SDC 1939, §45.2519; SL 1969, ch 182; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-31/"
    },
    {
      "id": "section-9-38-32",
      "number": "9-38-32",
      "heading": "Acceptance of gifts for parks and boulevards--Conditions permissible.",
      "text": "9-38-32. Acceptance of gifts for parks and boulevards--Conditions permissible.\n\nAny municipality may accept any gift, bequest, or devise of real or personal property or the income thereof for the purpose of parks, parkways, or boulevards or for improvement or ornamentation of the same, or for the establishment or maintenance in any park, zoo, gardens, observatories, monuments, works of art, or other park purposes, upon any terms and conditions, including exemption from payment of assessments, as may be prescribed by the grantors, donors, or devisors thereof and agreed to by the governing body and board. A municipality may, by resolution, establish a policy for the acceptance of gifts of personal property of value below an amount determined by the governing body.\n\nSource:SL 1915, ch 260, §§62, 63; RC 1919, §§6505, 6506; SDC 1939, §45.2520; SL 1992, ch 60, §2; SL 2020, ch 27, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-32/"
    },
    {
      "id": "section-9-38-33",
      "number": "9-38-33",
      "heading": "Purposes for which acquired land used.",
      "text": "9-38-33. Purposes for which acquired land used.\n\nThe lands which may be selected and obtained under the provisions of this chapter shall be used solely for parks, parkways, and boulevards, and for public libraries, museums, and art galleries.\n\nSource:SL 1915, ch 260, §46; RC 1919, §6490; SL 1927, ch 173; SDC 1939, §45.2521; SL 1967, ch 222, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-33/"
    },
    {
      "id": "section-9-38-34",
      "number": "9-38-34",
      "heading": "Change of use of lands authorized by election.",
      "text": "9-38-34. Change of use of lands authorized by election.\n\nA change of use of such lands may be authorized by an affirmative majority vote of the voters of said city voting at an election on the question of such change of use. Such question may be submitted to the voters of such first or second class municipality at a regular annual or special city election.\n\nSource:SL 1927, ch 173; SDC 1939, §45.2521; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-34/"
    },
    {
      "id": "section-9-38-341",
      "number": "9-38-34.1",
      "heading": "Private sale of park land occupied by encroaching building prior to January 1, 1988--Appraisal--Election exemption--Exchange of land--Sale as administrative decision",
      "text": "9-38-34.1. Private sale of park land occupied by encroaching building prior to January 1, 1988--Appraisal--Election exemption--Exchange of land--Sale as administrative decision.\n\nThe governing body of a municipality may, by private sale, sell park land physically occupied by an encroaching building and the park land around the building extending a distance not to exceed ten feet from the foundation of the building provided the building was in existence prior to January 1, 1988. Such park land may only be sold to the owner of the encroaching building and may be sold without competitive bidding. The municipality shall have such land appraised by one or more persons licensed by the state to do fee appraisals. The municipality may not sell the property for less than the appraisal price. The change of the use of such land need not be submitted to the voters of the municipality pursuant to §9-38-34. If the governing board of the first or second class municipality desires to exchange the land that it is disposing of for other land owned by the person whose building encroaches on the park property, the governing body may do so as long as the municipality has both properties appraised and receives equivalent value in the form of land and cash for the park property disposed of. The sale of property pursuant to this section is an administrative decision pursuant to §9-20-19.\n\nSource:SL 1988, ch 80; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-34-1/"
    },
    {
      "id": "section-9-38-342",
      "number": "9-38-34.2",
      "heading": "Change in use of parkland by ordinance--Public purpose required--Notice.",
      "text": "9-38-34.2. Change in use of parkland by ordinance--Public purpose required--Notice.\n\nThe governing body of a first or second class municipality may by ordinance authorize a change in the use of land obtained pursuant to §9-38-31. Any change in the use of land obtained pursuant to §9-38-31 may only be authorized if the land is to be used for a public purpose.\n\nThe governing body must give notice of the proposed ordinance by publishing the proposed ordinance in the municipality's official newspaper once a week for at least two successive weeks. The last publication of the notice must occur at least fourteen days before the meeting at which the ordinance is scheduled to be first read.\n\nSource: SL 2025, ch 41, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-34-2/"
    },
    {
      "id": "section-9-38-35",
      "number": "9-38-35",
      "heading": "Structures within parks--Purposes for which authorized.",
      "text": "9-38-35. Structures within parks--Purposes for which authorized.\n\nNeither the governing body nor the board may permit any person to build or maintain any structure within any park or parkway under the control of the board. No structure may be erected or maintained within any park or parkway except such structures or buildings as may be erected by the board for park purposes, and such statues, monuments, works of art, or structures intended for ornamentation only as may be erected by authority of the board. However, the governing body or the board may authorize the building and operation of tourism, science, or information centers within any park or parkway. The centers may include the administrative offices of any nonprofit association or corporation responsible for the operation of the center. If a water tower is located within a park or on park land, the governing body or the board may authorize the installation of communications equipment, including personal wireless service equipment, on the tower or on the ground and may authorize the installation of equipment to run wires or cables underground across the park land in order to connect the installation with facilities located outside the park land. The governing body or board shall establish the terms and conditions for any such installation in a lease or license agreement.\n\nSource:SL 1915, ch 260, §64; RC 1919, §6507; SDC 1939, §45.2522; SL 1992, ch 66; SL 2004, ch 78, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-35/"
    },
    {
      "id": "section-9-38-36",
      "number": "9-38-36",
      "heading": "Board consent required for streets through parks--Vacation of streets and alleys--Special assessments.",
      "text": "9-38-36. Board consent required for streets through parks--Vacation of streets and alleys--Special assessments.\n\nNo roads or streets may be laid out or constructed through any park without consent of the board.\n\nUpon recommendation of the board, any road, street, or alley, or part thereof, excepting railroads, that passes through or into or divides any land used for parks may be vacated by the governing body and made a part of the park. Upon recommendation of the board, the governing body may provide for special assessments to be made pursuant to chapter 9-43 for improvements to any road, street, alley, or part thereof under control of the board.\n\nSource:SL 1915, ch 260, §61; RC 1919, §6504; SDC 1939, §45.2523; SL 2012, ch 57, §71.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-36/"
    },
    {
      "id": "section-9-38-37",
      "number": "9-38-37",
      "heading": "Improvement and maintenance of streets under park board--Payment from district funds.",
      "text": "9-38-37. Improvement and maintenance of streets under park board--Payment from district funds.\n\nThe board may have any road, parkway, boulevard, or street or part thereof, under its control and management, graded, regraded, paved, repaved, curbed, recurbed, guttered, reguttered, or otherwise improved, repaired, and maintained, including the construction, repair, and maintenance of bridges, retaining walls, viaducts, and sidewalks, and the planting of trees and shrubbery, in a manner and at such times and with such material as the board may determine and may pay for the work or improvements or any part thereof out of the funds not otherwise appropriated belonging to the park district in which the work or improvement is done or made.\n\nSource:SL 1915, ch 260, §49; RC 1919, §6493; SDC 1939, §45.2525; SL 1978, ch 62, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-37/"
    },
    {
      "id": "section-9-38-38",
      "number": "9-38-38",
      "heading": "Contract for street improvements under park board--Supervision by board.",
      "text": "9-38-38. Contract for street improvements under park board--Supervision by board.\n\nThe contract for doing the work of construction and furnishing material for any such improvement for which special assessments are not to be levied shall be let by the board to the lowest and best bidder in the same manner and subject to the same provisions as similar work not under the control of the board is let by the governing body.\n\nAll such work shall be done under the supervision and control of the board.\n\nSource:SL 1915, ch 260, §50; RC 1919, §6494; SDC 1939, §45.2526.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-38/"
    },
    {
      "id": "section-9-38-39",
      "number": "9-38-39",
      "heading": "Grading of streets after condemnation--Jury assessment of benefits and damages.",
      "text": "9-38-39. Grading of streets after condemnation--Jury assessment of benefits and damages.\n\nIn all cases of the condemnation of private property under the provisions of §§9-38-10 to 9-38-58, inclusive, for the opening or establishing of any parkway, road, boulevard, or street to be controlled by the board, the governing body, upon the recommendation of the board, by ordinance may establish the grade of that portion of such boulevard, parkway, road, or street proposed to be condemned and opened or established, and provide for the grading of the same.\n\nIn such case the petition required to be filed for the condemnation of private property shall state that benefits and damages, if any, arising from the grading of such boulevard, parkway, road, or street to the established grade shall be assessed by the jury in said condemnation proceedings. The jury shall find the amount of damages, if any, and benefits and in assessing the benefits shall consider the benefits caused by the opening of such boulevard, parkway, road, or street.\n\nSource:SL 1915, ch 260, §§76, 77; RC 1919, §§6519, 6520; SDC 1939, §45.2524.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-39/"
    },
    {
      "id": "section-9-38-40",
      "number": "9-38-40",
      "heading": "Proceedings for ascertaining damages and benefits on grading of streets under park board.",
      "text": "9-38-40. Proceedings for ascertaining damages and benefits on grading of streets under park board.\n\nBefore any road, parkway, boulevard, or street under the control of the board shall be graded, or regraded, if the property owners to be damaged thereby shall not have waived all rights to compensation for damages, proceedings shall be had for the ascertainment of the damages and benefits to arise from such grading or regrading of such parkway, boulevard, road, or street in the manner provided by law.\n\nThe governing body upon the recommendation of the board may institute such proceedings and conduct the same to a conclusion.\n\nSource:SL 1915, ch 260, §53; RC 1919, §6497; SDC 1939, §45.2529.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-40/"
    },
    {
      "id": "section-9-38-41",
      "number": "9-38-41",
      "heading": "Appropriations and expenditures for park and boulevard improvements.",
      "text": "9-38-41. Appropriations and expenditures for park and boulevard improvements.\n\nExcept as otherwise specifically provided all sums used for improving any public park, parkway, road, boulevard, or street under the control of the board and all sums required for the general expenses of such board and for other park purposes shall be paid out of moneys appropriated from the general fund of the first or second class municipality and shall be appropriated and expended in the same manner as other money is appropriated and expended by the governing body.\n\nSource:SL 1915, ch 260, §59; SL 1917, ch 305, §5; RC 1919, §6502; SDC 1939, §45.2534; SL 1967, ch 223, §2; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-41/"
    },
    {
      "id": "section-9-38-42",
      "number": "9-38-42",
      "heading": "Annual estimate for maintenance and improvement of parks and roads.",
      "text": "9-38-42. Annual estimate for maintenance and improvement of parks and roads.\n\nThe park board shall annually make an estimate of the moneys necessary for maintaining, constructing, and improving parks, parkways, roads, boulevards, and avenues which are under its control for the ensuing fiscal year. The estimate shall specify the amount required for each park district and the amount required for general park purposes and shall be certified by the secretary of the board to the municipal finance officer at a time specified by the municipal governing body.\n\nSource:SL 1909, ch 272, §5; SL 1915, ch 260, §55; SL 1917, ch 305, §3; RC 1919, §§6438, 6499; SL 1925, ch 237, §6; SDC 1939, §45.2533; SL 1945, ch 206; SL 1955, ch 213; SL 1959, ch 271; SL 1967, ch 223, §1; SL 1983, ch 66; SL 2014, ch 52, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-42/"
    },
    {
      "id": "section-9-38-43",
      "number": "9-38-43",
      "heading": "9-38-43.Repealed by SL 1978, ch 62, §34.",
      "text": "9-38-43.Repealed by SL 1978, ch 62, §34.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-44",
      "number": "9-38-44",
      "heading": "Annual estimate for maintenance of trees and shrubbery.",
      "text": "9-38-44. Annual estimate for maintenance of trees and shrubbery.\n\nIn addition to the estimate made pursuant to §9-38-42, the board shall, at the time referred to in §9-38-42, make an estimate of the moneys necessary for the planting, maintenance, treatment, or removal of trees and shrubbery in the streets, alleys, avenues, boulevards, and parks within the municipality or which are under its control. Such estimates shall specify the amount required for forestry purposes and shall be certified by the secretary of the board to the municipal finance officer at a time specified by the municipal governing body.\n\nSource:SDC 1939, §45.2533 as added by SL 1967, ch 223, §1; SL 1992, ch 60, §2; SL 2014, ch 52, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-44/"
    },
    {
      "id": "section-9-38-45",
      "number": "9-38-45",
      "heading": "9-38-45, 9-38-46.Repealed by SL 1978, ch 62, §34.",
      "text": "9-38-45, 9-38-46.Repealed by SL 1978, ch 62, §34.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-47",
      "number": "9-38-47",
      "heading": "Requisition by park board for expenditure of appropriated funds.",
      "text": "9-38-47. Requisition by park board for expenditure of appropriated funds.\n\nThe board by requisition may expend the money appropriated for construction and maintenance of the parks, parkways, and boulevards and for the plantings, maintenance, treatment, or removal of trees and shrubbery in the streets, alleys, avenues, boulevards, and parks within the first or second class municipality or which are under its control in each park district and for the use of the districts.\n\nSource:SL 1915, ch 260, §§41, 59; SL 1917, ch 305, §5; RC 1919, §§6485, 6502; SDC 1939, §45.2534; SL 1967, ch 223, §2; SL 1973, ch 53, §3; SL 1978, ch 62, §13; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-47/"
    },
    {
      "id": "section-9-38-48",
      "number": "9-38-48",
      "heading": "Park district moneys not to be diverted to other districts.",
      "text": "9-38-48. Park district moneys not to be diverted to other districts.\n\nThe board shall not expend the money of one park district for use in any other park district.\n\nSource:SL 1915, ch 260, §59; SL 1917, ch 305, §5; RC 1919, §6502; SDC 1939, §45.2534; SL 1967, ch 223, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-48/"
    },
    {
      "id": "section-9-38-49",
      "number": "9-38-49",
      "heading": "Repealed by SL 2012, ch 57, §72.",
      "text": "Repealed by SL 2012, ch 57, §72.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-50",
      "number": "9-38-50",
      "heading": "Repealed",
      "text": "Repealed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-51",
      "number": "9-38-51",
      "heading": "Repealed by SL 2012, ch 57, §§74 to 76.",
      "text": "Repealed by SL 2012, ch 57, §§74 to 76.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-54",
      "number": "9-38-54",
      "heading": "Water for park purposes supplied by municipality--Charges against park district.",
      "text": "9-38-54. Water for park purposes supplied by municipality--Charges against park district.\n\nThe board is authorized to take from the hydrants and water pipes of the municipality, and to make sewer connections, under such reasonable rules and regulations as may be prescribed by ordinance or by the water or sewer department, all water and sewer needs which may be required for park purposes, and at the option of the governing body, charges may be made on account thereof against the funds of any park district or other funds under the control of such board.\n\nSource:SL 1915, ch 260, §75; RC 1919, §6518; SDC 1939, §45.2537; SL 1977, ch 77.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-54/"
    },
    {
      "id": "section-9-38-55",
      "number": "9-38-55",
      "heading": "First or second class municipality not liable for negligent injuries in improvement or operation of park--Employee's rights preserved.",
      "text": "First or second class municipality not liable for negligent injuries in improvement or operation of park--Employee's rights preserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-56",
      "number": "9-38-56",
      "heading": "Ordinance required for building of railway across park or boulevard.",
      "text": "9-38-56. Ordinance required for building of railway across park or boulevard.\n\nNo railway shall be built into, through, or over any park, parkway, or boulevard without the consent of the governing body evidenced by ordinance passed upon recommendation of the board.\n\nSource:SL 1915, ch 260, §61; RC 1919, §6504; SDC 1939, §45.2523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-56/"
    },
    {
      "id": "section-9-38-57",
      "number": "9-38-57",
      "heading": "Board consent required for utility wires or posts on parks or boulevards--Regulation by board.",
      "text": "9-38-57. Board consent required for utility wires or posts on parks or boulevards--Regulation by board.\n\nNo telegraph, telephone, or electric light wires, or other wires or posts or supports thereof shall be erected or placed in, upon, through, or over any park without the consent of the board, and the board shall have power to designate the place or places for and manner of erecting, placing, and maintaining the same in or upon any park or boulevard and may cause the place and manner of maintaining the same to be altered at such times and in such manner as it shall deem best for the interests of the first or second class municipality and may require such wires in any park, parkway, or boulevard to be put and kept underground.\n\nSource:SL 1915, ch 260, §61; RC 1919, §6504; SDC 1939, §45.2523; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-57/"
    },
    {
      "id": "section-9-38-58",
      "number": "9-38-58",
      "heading": "Assessments for street and sewer improvements benefitting park land paid from park funds.",
      "text": "9-38-58. Assessments for street and sewer improvements benefitting park land paid from park funds.\n\nWhenever any street not under the control of the board upon which any park land under the control of such board fronts or abuts shall be improved or repaired, or when any drain or sewer shall be built in the sewer district in which any park land under the control of such board is situated, and special assessments have been issued against such park land or against the first or second class municipality on account of the benefit deemed to have accrued to such park land or to the municipality on account of such park land by virtue of such improvement, the board shall pay such special assessments or any judgments obtained against the municipality on account thereof, out of the funds under the control of such board not otherwise appropriated.\n\nSource:SL 1915, ch 260, §74; SL 1917, ch 305, §6; RC 1919, §6517; SDC 1939, §45.2531; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-58/"
    },
    {
      "id": "section-9-38-59",
      "number": "9-38-59",
      "heading": "Repealed by SL 2012, ch 57, §73.",
      "text": "Repealed by SL 2012, ch 57, §73.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-60",
      "number": "9-38-60",
      "heading": "Municipal power to construct and operate swimming pools--Resolution of necessity--Sources of funds used.",
      "text": "9-38-60. Municipal power to construct and operate swimming pools--Resolution of necessity--Sources of funds used.\n\nAny municipality shall have power to construct, equip, provide, maintain, operate, and regulate swimming pools and necessary buildings in connection therewith on lands of or in parks of such municipality.\n\nWhenever it is proposed to exercise such power, the governing body by resolution shall declare the necessity for the making of such improvement, describing the contemplated improvement and stating the maximum amount of money to be expended for the same.\n\nThe governing body may provide for such expenditure from the general fund of the municipality or through the issuance and sale of bonds in the manner provided by law.\n\nSource:SL 1937, ch 180, §§1, 2; SDC 1939, §45.2536.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-60/"
    },
    {
      "id": "section-9-38-61",
      "number": "9-38-61",
      "heading": "Swimming pool revenue bonds authorized.",
      "text": "9-38-61. Swimming pool revenue bonds authorized.\n\nA municipality may issue revenue bonds to provide funds for the purpose of acquiring, constructing, and operating municipally owned swimming pools or for the purpose of refunding outstanding revenue bonds issued under the provisions of §§9-38-61 to 9-38-75, inclusive.\n\nSource:SL 1957, ch 258, §1; SDC Supp 1960, §45.24D01; SL 1984, ch 43, §72.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-61/"
    },
    {
      "id": "section-9-38-62",
      "number": "9-38-62",
      "heading": "Authorization, issuance, and sale of bonds.",
      "text": "9-38-62. Authorization, issuance, and sale of bonds.\n\nBonds shall be authorized, issued, and sold as provided in chapter 6-8B.\n\nSource:SL 1957, ch 258, §1; SDC Supp 1960, §45.24D01; SL 1984, ch 43, §73.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-62/"
    },
    {
      "id": "section-9-38-63",
      "number": "9-38-63",
      "heading": "9-38-63.Repealed by SL 1984, ch 43, §131.",
      "text": "9-38-63.Repealed by SL 1984, ch 43, §131.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-64",
      "number": "9-38-64",
      "heading": "Revenue from which swimming pool bonds payable--Lien on revenues--Municipal credit and taxing powers not pledged.",
      "text": "9-38-64. Revenue from which swimming pool bonds payable--Lien on revenues--Municipal credit and taxing powers not pledged.\n\nSuch revenue bonds shall be payable solely from and shall constitute a lien upon the gross revenues derived from and traceable to properties acquired by the expenditure of the proceeds of revenue bonds, or of bonds refunded thereby, as fixed and determined by the governing body in accordance with the provisions of §§9-38-61 to 9-38-75, inclusive. The credit and taxing powers of the municipality shall not be pledged for the payment of revenue bonds issued hereunder and the bondholders shall have no right to compel the appropriation of any of the municipality's other funds, money, or property for the payment of the principal thereof or interest thereon.\n\nSource:SL 1957, ch 258, §1; SDC Supp 1960, §45.24D01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-64/"
    },
    {
      "id": "section-9-38-65",
      "number": "9-38-65",
      "heading": "Covenant and agreements with holders of swimming pool revenue bonds--Application of revenues--Remedies of bondholders.",
      "text": "9-38-65. Covenant and agreements with holders of swimming pool revenue bonds--Application of revenues--Remedies of bondholders.\n\nBy the resolution or ordinance authorizing revenue bonds, the governing body may make and enter into on the part of the municipality covenants and agreements with the purchasers and holders thereof from time to time concerning minimum rentals and charges, continuance of ownership and proper operation and maintenance of swimming pool facilities, administration, application, and investment of and accounting for the revenues thereof and the proceeds of the bonds, insurance on swimming pool properties and bonds of employees, relative priorities of lien of outstanding and future bonds upon the gross revenues, refunding of bonds, and the enforcement of bondholders' rights, and any other lawful stipulations and covenants which the governing body deems suitable for the security of the bondholders or to reduce the interest cost on the bonds, and the holder of any bond issued hereunder may compel by appropriate court action the performance thereof, whether or not his bond is then in default.\n\nSource:SL 1957, ch 258, §3; SDC Supp 1960, §45.24D03; SL 1984, ch 43, §74.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-65/"
    },
    {
      "id": "section-9-38-66",
      "number": "9-38-66",
      "heading": "References in revenue bonds to authorizing resolution--Negotiability of bonds.",
      "text": "9-38-66. References in revenue bonds to authorizing resolution--Negotiability of bonds.\n\nBonds issued pursuant to §§9-38-61 to 9-38-75, inclusive, may refer to the authorizing resolution or resolutions for matters not expressed in the bonds, but they shall be negotiable investment securities within the meaning of chapter 57A-8 notwithstanding any conditions expressed therein or in the resolutions.\n\nSource:SL 1957, ch 258, §5; SDC Supp 1960, §45.24D05; SL 1984, ch 43, §75.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-66/"
    },
    {
      "id": "section-9-38-67",
      "number": "9-38-67",
      "heading": "9-38-67, 9-38-68.Repealed by SL 1984, ch 43, §131.",
      "text": "9-38-67, 9-38-68.Repealed by SL 1984, ch 43, §131.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-69",
      "number": "9-38-69",
      "heading": "Special fund for swimming pool revenue bonds--Pledge of income.",
      "text": "9-38-69. Special fund for swimming pool revenue bonds--Pledge of income.\n\nPrior to delivery of any such bonds, the governing body shall by said resolutions create a special fund and appropriate and pledge thereto all gross receipts in respect of rentals, fees, licenses, and other charges however designated, imposed by the municipality for the use or occupancy of swimming pool facilities and of any future additions and betterments thereto or for admission of individuals to the same or any part thereof.\n\nSource:SL 1957, ch 258, §2; SDC Supp 1960, §45.24D02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-69/"
    },
    {
      "id": "section-9-38-70",
      "number": "9-38-70",
      "heading": "9-38-70.Repealed by SL 1984, ch 43, §131.",
      "text": "9-38-70.Repealed by SL 1984, ch 43, §131.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-71",
      "number": "9-38-71",
      "heading": "Establishment and collection of admission charges and rent for use of swimming pools--Expenses and bond payments to be covered by rents and charges.",
      "text": "9-38-71. Establishment and collection of admission charges and rent for use of swimming pools--Expenses and bond payments to be covered by rents and charges.\n\nThe governing body of each municipality issuing bonds hereunder shall have the authority, and it shall be its duty, to establish and collect reasonable charges for the admission of all persons to swimming pool premises for the purpose of use of any of the swimming pool facilities and for attendance at or participation in any recreational, athletic or exhibition activities conducted by the municipality or any board or department thereof, or for any other purpose, and shall also have the authority and duty to establish and collect reasonable rentals for all use and occupancy and reservation for use or occupancy of the premises and any part thereof, for any purpose, by any person, firm or public or private corporation other than the municipality itself, whether or not such person, firm or corporation shall charge for admission of individuals to the premises so rented. Such rentals and charges shall be fixed according to schedules, and shall be revised when necessary, so as to produce gross revenues at all times sufficient for current operation and maintenance of the swimming pool facility and sufficient for prompt payment of all outstanding revenue bonds and interest and creation and maintenance of agreed reserves.\n\nSource:SL 1957, ch 258, §3; SDC Supp 1960, §45.24D03.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-71/"
    },
    {
      "id": "section-9-38-72",
      "number": "9-38-72",
      "heading": "Operating expenses paid from swimming pool fund--Appropriations from fund for bond payments and reserves.",
      "text": "9-38-72. Operating expenses paid from swimming pool fund--Appropriations from fund for bond payments and reserves.\n\nFrom the fund created pursuant to §9-38-69 shall be paid as incurred and allowed all normal, reasonable, and current expenses of the operation and maintenance of the facilities, and the revenues remaining in said fund from time to time after payment of such expenses shall be appropriated to a separate account to the extent necessary for the payment of principal of and interest on the bonds and maintenance of such reserves securing said payments as shall be covenanted and agreed with the purchaser and holders of said bonds.\n\nSource:SL 1957, ch 258, §2; SDC Supp 1960, §45.24D02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-72/"
    },
    {
      "id": "section-9-38-73",
      "number": "9-38-73",
      "heading": "Findings and determinations as covenants with holders of swimming pool revenue bonds.",
      "text": "9-38-73. Findings and determinations as covenants with holders of swimming pool revenue bonds.\n\nThe findings and determinations authorized in §§9-38-61 to 9-38-72, inclusive, shall constitute binding representations, recitals and covenants of each municipality issuing revenue bonds thereunder to and with the purchasers and holders of all such bonds.\n\nSource:SL 1957, ch 258, §2; SDC Supp 1960, §45.24D02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-73/"
    },
    {
      "id": "section-9-38-74",
      "number": "9-38-74",
      "heading": "Municipal indebtedness not authorized by swimming pool revenue bond law.",
      "text": "9-38-74. Municipal indebtedness not authorized by swimming pool revenue bond law.\n\nNothing contained in §§9-38-61 to 9-38-73, inclusive, shall be deemed to authorize the incurring by any municipality of indebtedness within the meaning of any constitutional or statutory limitation upon municipal indebtedness.\n\nSource:SL 1957, ch 258, §7; SDC Supp 1960, §45.24D07.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-74/"
    },
    {
      "id": "section-9-38-75",
      "number": "9-38-75",
      "heading": "Severability of swimming pool revenue bond law and resolutions.",
      "text": "9-38-75. Severability of swimming pool revenue bond law and resolutions.\n\nIf any provision of §§9-38-61 to 9-38-74, inclusive, or any resolution or resolutions authorizing the issuance of bonds pursuant to said sections, or the application thereof to any person or circumstances, shall be held invalid in any legal proceedings, such invalidity shall not affect other provisions or applications of said sections or of such resolutions which can be given effect without the invalid provision or application, and shall not affect the validity of such bonds as special and limited obligations of the municipality issuing the same, and to this end all such resolutions shall be subject to all of the provisions and limitations of said sections, and the provisions and applications of said sections are declared to be severable.\n\nSource:SL 1957, ch 258, §7; SDC Supp 1960, §45.24D07.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-75/"
    },
    {
      "id": "section-9-38-76",
      "number": "9-38-76",
      "heading": "Gymnasium or community house authorized by voters--Bond issue.",
      "text": "9-38-76. Gymnasium or community house authorized by voters--Bond issue.\n\nA first or second class municipality may establish and maintain a public gymnasium or public community house and the grounds therefor within the city limits when authorized by a majority vote of the voters of the city voting on the proposition at any annual or special election and may issue bonds for that purpose.\n\nSource:SL 1917, ch 312; RC 1919, §6170 (16); SL 1923, ch 230; SDC 1939, §45.0202 (14); SL 1978, ch 62, §14; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-76/"
    },
    {
      "id": "section-9-38-77",
      "number": "9-38-77",
      "heading": "Municipal borrowing power for recreation and playgrounds--Negotiable bonds.",
      "text": "9-38-77. Municipal borrowing power for recreation and playgrounds--Negotiable bonds.\n\nEvery municipality shall have the power to borrow money on the credit of the corporation for the purpose of acquiring sites, purchasing or constructing buildings and facilities for public recreation and playground purposes, and to issue its negotiable bonds therefor in the manner provided by §§9-38-60 to 9-38-75, inclusive.\n\nSource:SL 1949, ch 202, §22; SDC Supp 1960, §45.3222; SL 1973, ch 55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-77/"
    },
    {
      "id": "section-9-38-78",
      "number": "9-38-78",
      "heading": "Appropriations for playgrounds and athletics.",
      "text": "9-38-78. Appropriations for playgrounds and athletics.\n\nA municipality may appropriate funds for the purchase, establishment, and maintenance of playgrounds or children's parks and the support and encouragement of athletics within the municipality.\n\nSource:SL 1921, ch 306; SDC 1939, §45.0201 (8); SL 1978, ch 62, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-78/"
    },
    {
      "id": "section-9-38-79",
      "number": "9-38-79",
      "heading": "9-38-79.Repealed by SL 1978, ch 62, §34.",
      "text": "9-38-79.Repealed by SL 1978, ch 62, §34.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-80",
      "number": "9-38-80",
      "heading": "Creation and purpose of recreation board--Delegation of powers to park board.",
      "text": "9-38-80. Creation and purpose of recreation board--Delegation of powers to park board.\n\nA governing body may by ordinance create a recreation board, the membership to be determined by the governing body, to operate a system of public recreation, playgrounds, and children's parks, except that in first and second class municipalities having a park board, the powers and duties of a recreation board may be delegated to the park board of the municipality, which board shall then be designated as a park and recreation board, which, in addition to its powers and duties relating to parks, shall have all the powers and duties of a recreation board as provided in this chapter. The governing body of a municipality may exercise all the powers and duties of a recreation board in lieu thereof if it determines the same to be in the best interest of the municipality. The ordinance creating the board shall specify the number, the qualifications, the term of office of the members, the frequency of board meetings, the officers to be selected and a description of their duties, the number of members necessary for a quorum, and the scope of the board's authority.\n\nSource:SL 1949, ch 202, §1; SDC Supp 1960, §45.3201; SL 1965, ch 218; SL 1970, ch 63, §4; SL 1971, ch 67; SL 1978, ch 62, §16; SL 1992, ch 60, §2; SL 1995, ch 49, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-80/"
    },
    {
      "id": "section-9-38-81",
      "number": "9-38-81",
      "heading": "9-38-81.Repealed by SL 1995, ch 49, §11.",
      "text": "9-38-81.Repealed by SL 1995, ch 49, §11.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-82",
      "number": "9-38-82",
      "heading": "Bond required of recreation board members--Payment of premiums.",
      "text": "9-38-82. Bond required of recreation board members--Payment of premiums.\n\nEach member of the recreation board before entering upon his official duties shall give such bond to the first or second class municipality, as may be required by the governing body, for the faithful performance of his duties and shall take and file in the city auditor's office with any such bond the usual oath of office required from appointive officers of the municipality. The municipality shall pay any premium required to be given by the members of the recreation board or its officers or employees. All official bonds required by the governing body under the provisions of §§9-38-80 to 9-38-106, inclusive, shall be approved by the governing body.\n\nSource:SL 1949, ch 202, §3; SDC Supp 1960, §45.3203; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-82/"
    },
    {
      "id": "section-9-38-83",
      "number": "9-38-83",
      "heading": "9-38-83.Repealed by SL 1995, ch 49, §12.",
      "text": "9-38-83.Repealed by SL 1995, ch 49, §12.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-84",
      "number": "9-38-84",
      "heading": "Documents and requisitions signed by board president or vice president--Countersigning of requisitions.",
      "text": "9-38-84. Documents and requisitions signed by board president or vice president--Countersigning of requisitions.\n\nThe president, and in his absence or disability, the vice president, shall have authority to sign, execute and acknowledge in the name of the recreation board all contracts or documents of any character as authorized by and to carry out the purposes of chapter 42-2 and §9-38-78, and to sign requisitions upon the city auditor for warrants upon the city treasurer for funds under control of and authorized to be expended by such recreation board. All such requisitions shall be countersigned by the secretary and, in his absence or disability, by some member of the recreation board other than the president or vice president.\n\nSource:SL 1949, ch 202, §5; SDC Supp 1960, §45.3205; SL 1973, ch 53, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-84/"
    },
    {
      "id": "section-9-38-85",
      "number": "9-38-85",
      "heading": "9-38-85.Repealed by SL 1995, ch 49, §13.",
      "text": "9-38-85.Repealed by SL 1995, ch 49, §13.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-86",
      "number": "9-38-86",
      "heading": "Regulations for proceedings of recreation board--Contracts on behalf of city.",
      "text": "9-38-86. Regulations for proceedings of recreation board--Contracts on behalf of city.\n\nSubject to the approval of the governing body, the board shall make bylaws, rules, and regulations for the orderly transaction and conduct of its business. Subject to the approval of the governing body the board may make and enforce contracts in the name of the city to carry out the purposes of §§9-38-80 to 9-38-106, inclusive, and chapter 42-2.\n\nSource:SL 1949, ch 202, §5; SDC Supp 1960, §45.3205; SL 1992, ch 60, §2; SL 1995, ch 49, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-86/"
    },
    {
      "id": "section-9-38-87",
      "number": "9-38-87",
      "heading": "9-38-87.Repealed by SL 1995, ch 49, §15.",
      "text": "9-38-87.Repealed by SL 1995, ch 49, §15.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-88",
      "number": "9-38-88",
      "heading": "Records of recreation board as evidence.",
      "text": "9-38-88. Records of recreation board as evidence.\n\nThe records of such recreation board, kept by its secretary, or copies of any such records when duly certified by the secretary shall be competent evidence of the proceedings of such recreation board.\n\nSource:SL 1949, ch 202, §8; SDC Supp 1960, §45.3208.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-88/"
    },
    {
      "id": "section-9-38-89",
      "number": "9-38-89",
      "heading": "9-38-89.Repealed by SL 1978, ch 62, §34.",
      "text": "9-38-89.Repealed by SL 1978, ch 62, §34.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-90",
      "number": "9-38-90",
      "heading": "Legal assistance to recreation board.",
      "text": "9-38-90. Legal assistance to recreation board.\n\nThe city attorney as a part of his duties shall conduct all court proceedings under §§9-38-80 to 9-38-106, inclusive, and shall be the legal adviser of the recreation board. When in its judgment the interests of the first or second class municipality demand, the recreation board may employ special counsel to assist the city attorney.\n\nSource:SL 1949, ch 202, §14; SDC Supp 1960, §45.3214; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-90/"
    },
    {
      "id": "section-9-38-901",
      "number": "9-38-90.1",
      "heading": "Combined park and recreation board--Powers and duties.",
      "text": "9-38-90.1. Combined park and recreation board--Powers and duties.\n\nIf a second or third class municipality has created a park board according to the provisions of §9-38-8, or if a first class municipality has created a park board according to the provisions of §§9-38-10 and 9-38-11, and if such a municipality has created a recreation board according to the provisions of §9-38-80, such a municipality may combine the park board and the recreation board at any time by ordinance of the governing body. The combined board shall be designated as the park and recreation board. The park and recreation board shall exercise all the powers and duties that a park board and a recreation board are permitted to exercise separately by law.\n\nSource:SL 1969, ch 191, §1; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-90-1/"
    },
    {
      "id": "section-9-38-902",
      "number": "9-38-90.2",
      "heading": "Members of combined board--Supervision.",
      "text": "9-38-90.2. Members of combined board--Supervision.\n\nThe governing body of the municipality shall determine the number of members of the park and recreation board. The park and recreation board shall be under the control and supervision of the governing body of the municipality, and the governing body shall prescribe all rules, regulations, and responsibilities of the park and recreation board in a manner consistent with law.\n\nSource:SL 1969, ch 191, §2; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-90-2/"
    },
    {
      "id": "section-9-38-903",
      "number": "9-38-90.3",
      "heading": "Funds of combined board.",
      "text": "9-38-90.3. Funds of combined board.\n\nSubsequent to any such consolidation, the receipts derived from the separate levies provided for park and for recreation purposes may be maintained in separate accounts, or the governing body may provide for their being combined into one account.\n\nSource:SL 1969, ch 191, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-90-3/"
    },
    {
      "id": "section-9-38-91",
      "number": "9-38-91",
      "heading": "Powers of recreation board--Acquisition, maintenance, and supervision of land and facilities.",
      "text": "9-38-91. Powers of recreation board--Acquisition, maintenance, and supervision of land and facilities.\n\nThe recreation board may operate a system of public recreation and playgrounds within the municipality as provided by chapter 42-2, and for such purposes the recreation board may acquire, equip, and maintain land, buildings, or other recreational facilities, and expend money appropriated for that purpose, and any other moneys received for the use of the recreation board. The acquisition of any land for such purposes by the recreation board shall be subject to the approval of the governing body of the first or second class municipality. The recreation board shall supply all of the supervision and management for the use of all recreation facilities.\n\nSource:SL 1949, ch 202, §9; SDC Supp 1960, §45.3209; SL 1978, ch 62, §17; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-91/"
    },
    {
      "id": "section-9-38-92",
      "number": "9-38-92",
      "heading": "Park board responsibility for maintenance and improvement of recreation grounds--Parks used where possible.",
      "text": "9-38-92. Park board responsibility for maintenance and improvement of recreation grounds--Parks used where possible.\n\nExcept in those first and second class municipalities in which the powers and duties of a recreation board have been delegated to the park board of the municipality, the maintenance and improvement of the grounds of any land acquired by the recreation board for public recreation, playground, or children's park purposes shall be the responsibility of the park board of the municipality; and, when possible, public parks, or designated areas thereof, within the municipality shall be used in the operation of a system of public recreation, playgrounds, and children's parks.\n\nSource:SL 1949, ch 202, §23; SDC Supp 1960, §45.3223; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-92/"
    },
    {
      "id": "section-9-38-93",
      "number": "9-38-93",
      "heading": "Agreements by recreation board and park board for use of park grounds--Coordination of activities of boards.",
      "text": "9-38-93. Agreements by recreation board and park board for use of park grounds--Coordination of activities of boards.\n\nIn first and second class municipalities where there are separate boards, the designation or the use of any public park, or designated area thereof, for recreational purposes shall be by agreement of the recreation board and park board, subject to review or determination by the governing body of the municipality in the event of disagreement as to such use. In order to facilitate the carrying out of the authorized purposes of the recreation board and the park board in municipalities where there are separate boards and to coordinate the activities of each board, the recreation board may require that the park superintendent, the executive officer of the park board, attend any regular or special meeting of the recreation board, and the park board may require that the director of recreation, the executive officer of the recreation board, attend any regular or special meeting of the park board.\n\nSource:SL 1949, ch 202, §23; SDC Supp 1960, §45.3223; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-93/"
    },
    {
      "id": "section-9-38-94",
      "number": "9-38-94",
      "heading": "Appointment, duties and compensation of director of recreation--Employment of other officers and employees.",
      "text": "9-38-94. Appointment, duties and compensation of director of recreation--Employment of other officers and employees.\n\nWith the approval of the governing body the recreation board may appoint a director of recreation, who shall be the chief executive officer under the recreation board. He shall hold office at the pleasure of the recreation board and receive such salary as the recreation board may determine and shall on its behalf have charge, supervision, and direction of all work and of all officers and employees under the recreation board. The recreation board may also appoint and employ other officers and employees as it may deem necessary and shall prescribe and fix their duties and compensation.\n\nSource:SL 1949, ch 202, §10; SDC Supp 1960, §45.3210.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-94/"
    },
    {
      "id": "section-9-38-95",
      "number": "9-38-95",
      "heading": "Bonds required of recreation board officers and employees.",
      "text": "9-38-95. Bonds required of recreation board officers and employees.\n\nThe recreation board may require all of its officers and employees, except laborers, to give bond for the faithful performance of their duties in such sum as shall be fixed by it, which bonds shall be filed with the city auditor.\n\nSource:SL 1949, ch 202, §11; SDC Supp 1960, §45.3211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-95/"
    },
    {
      "id": "section-9-38-96",
      "number": "9-38-96",
      "heading": "Recreation board recommendations by resolution--Ordinance based on recommendation.",
      "text": "9-38-96. Recreation board recommendations by resolution--Ordinance based on recommendation.\n\nAny recommendation by the recreation board to the governing body shall be by resolution. When any ordinance of the governing body shall be passed upon the recommendation of the recreation board, it shall not be necessary for such ordinance to recite at length the resolution of the recreation board recommending the same, but it shall be sufficient to recite the fact of such recommendation by such recreation board, which recital shall be conclusive of the making and regularity of such resolution in all proceedings thereafter.\n\nSource:SL 1949, ch 202, §12; SDC Supp 1960, §45.3212.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-96/"
    },
    {
      "id": "section-9-38-97",
      "number": "9-38-97",
      "heading": "Recreation board reports to governing body--Records subject to inspection.",
      "text": "9-38-97. Recreation board reports to governing body--Records subject to inspection.\n\nThe recreation board shall make an annual report to the governing body of its acts and all its expenditures, showing the condition of all affairs under its control. The governing body may require a report from such recreation board at any time, and the records, books, papers, and accounts of the recreation board shall at all times be subject to inspection by the mayor, auditor, or any committee appointed by the governing body for that purpose or any citizen.\n\nSource:SL 1949, ch 202, §13; SDC Supp 1960, §45.3213.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-97/"
    },
    {
      "id": "section-9-38-98",
      "number": "9-38-98",
      "heading": "Acceptance of gifts to first or second class municipality for recreational purposes.",
      "text": "9-38-98. Acceptance of gifts to first or second class municipality for recreational purposes.\n\nReal or personal property or the income thereof may be granted, bequeathed, devised, or conveyed to the first or second class municipality for the recreational purposes authorized by chapter 42-2 and upon such conditions as may be prescribed by the grantors, donors, or devisors thereof and agreed to by the governing body of the municipality and the recreation board.\n\nSource:SL 1949, ch 202, §17; SDC Supp 1960, §45.3217; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-98/"
    },
    {
      "id": "section-9-38-99",
      "number": "9-38-99",
      "heading": "Land acquisition for playgrounds and recreational purposes--Sources of money used in payment.",
      "text": "9-38-99. Land acquisition for playgrounds and recreational purposes--Sources of money used in payment.\n\nUpon recommendation of the recreation board the governing body may provide by ordinance for the purchase, condemnation, or otherwise obtaining of land within or without the city limits for public recreation, playgrounds, and children's parks, and establish the same. Payment for any land so selected and acquired may be made out of any money received for the use of the recreation board or by the issue and sale of bonds of the first or second class municipality after authorization as provided by law.\n\nSource:SL 1949, ch 202, §16; SDC Supp 1960, §45.3216; SL 1978, ch 62, §18; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-99/"
    },
    {
      "id": "section-9-38-100",
      "number": "9-38-100",
      "heading": "Contracts for construction and improvement of playgrounds and recreational facilities--Supervision by recreation board.",
      "text": "9-38-100. Contracts for construction and improvement of playgrounds and recreational facilities--Supervision by recreation board.\n\nContracts for doing any construction or improvements incidental to the operation of a system of public recreation, playgrounds and children's parks shall be let by the recreation board to the lowest and best bidder in the same manner and subject to the same provisions as similar work not under control of the recreation board is let by the governing body of the first or second class municipality. All such work shall be done under the supervision and control of the recreation board.\n\nSource:SL 1949, ch 202, §18; SDC Supp 1960, §45.3218; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-100/"
    },
    {
      "id": "section-9-38-101",
      "number": "9-38-101",
      "heading": "Expenses paid out of appropriated funds--Expenditure as other municipal funds.",
      "text": "9-38-101. Expenses paid out of appropriated funds--Expenditure as other municipal funds.\n\nExcept as otherwise specifically provided all sums used for the purpose of acquiring, equipping, and maintaining land, buildings, or recreational facilities as authorized by chapter 42-2 and §9-38-78 and all sums required for the general expenses of the recreation board shall be paid out of money appropriated for that purpose. Such money shall be appropriated and expended in the same manner as other money is appropriated and expended by the governing body of the first or second class municipality.\n\nSource:SL 1949, ch 202, §21; SDC Supp 1960, §45.3221; SL 1978, ch 62, §19; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-101/"
    },
    {
      "id": "section-9-38-102",
      "number": "9-38-102",
      "heading": "9-38-102 to 9-38-104.Repealed by SL 1978, ch 62, §34.",
      "text": "9-38-102 to 9-38-104.Repealed by SL 1978, ch 62, §34.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-105",
      "number": "9-38-105",
      "heading": "Municipality not liable for negligent injury in operation of playground and recreation system--Employee's rights preserved.",
      "text": "Municipality not liable for negligent injury in operation of playground and recreation system--Employee's rights preserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-106",
      "number": "9-38-106",
      "heading": "Special assessments for street and sewer improvements benefitting playground areas paid from recreational funds.",
      "text": "9-38-106. Special assessments for street and sewer improvements benefitting playground areas paid from recreational funds.\n\nWhenever any street not under the control of the recreation board upon which any property for public recreation, playgrounds, or children's parks under the control of such recreation board fronts or abuts shall be improved or repaired, or when any drain or sewer shall be built in the sewer district in which any property for public recreation, playgrounds, or children's parks under the control of such recreation board is situated, and special assessments have been issued against such property for public recreation, playgrounds, or children's parks or against the first or second class municipality on account of the benefit deemed to have accrued to such property for public recreation, playgrounds, or children's parks or to the municipality on account of such property for public recreation, playgrounds, or children's parks by virtue of such improvement, the recreation board shall pay such special assessments or any judgments obtained against the municipality on account thereof, out of the funds under the control of such recreation board not otherwise appropriated.\n\nSource:SL 1949, ch 202, §19; SDC Supp 1960, §45.3219; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-106/"
    },
    {
      "id": "section-9-38-107",
      "number": "9-38-107",
      "heading": "Appropriations for art galleries and museums--Board to control expenditures.",
      "text": "9-38-107. Appropriations for art galleries and museums--Board to control expenditures.\n\nA municipality may appropriate money for the purchase, construction, maintenance, and operation within the municipality of a public art gallery or public museum, or both, or for the support of an established art gallery or museum, or both, conducted for the use and benefit of the public and not for profit. The expenditure of such money shall be under the supervision of a three-member board appointed by the governing body of the municipality. Not more than one member of the board shall be a member of the governing body.\n\nSource:SDC 1939, §45.0201 (110) as added by SL 1965, ch 209; SL 1978, ch 62, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-107/"
    },
    {
      "id": "section-9-38-108",
      "number": "9-38-108",
      "heading": "Appropriations for free musical concerts.",
      "text": "9-38-108. Appropriations for free musical concerts.\n\nEvery municipality may appropriate funds for the furnishing of free musical concerts to the public.\n\nSource:SL 1915, ch 295; RC 1919, §6169 (79); SL 1923, ch 234; SDC 1939, §45.0201 (7); SL 1978, ch 62, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-108/"
    },
    {
      "id": "section-9-38-109",
      "number": "9-38-109",
      "heading": "9-38-109 to 9-38-111.Repealed by SL 1978, ch 62, §34.",
      "text": "9-38-109 to 9-38-111.Repealed by SL 1978, ch 62, §34.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-38-112",
      "number": "9-38-112",
      "heading": "Special park gift fund authorized.",
      "text": "9-38-112. Special park gift fund authorized.\n\nAny park board may accept any gift, grant, devise or bequest made or offered by any person, private agency, agency of state government, the federal government, or any of its agencies, for park purposes. Each donation shall be administered in accordance with its terms. The park board may establish a special park gift fund. The moneys in the fund shall be derived from all or any part of any gift, bequest or devise, including the interest thereon. The special park gift fund shall be a separate and continuing fund, and no moneys in the fund may revert to the general fund of any local governmental unit.\n\nSource:SL 1996, ch 61, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-112/"
    },
    {
      "id": "section-9-38-113",
      "number": "9-38-113",
      "heading": "Special recreation gift fund authorized.",
      "text": "9-38-113. Special recreation gift fund authorized.\n\nAny recreation board may accept any gift, grant, devise or bequest made or offered by any person, private agency, agency of state government, the federal government, or any of its agencies, for recreation purposes. Each donation shall be administered in accordance with its terms. The recreation board may establish a special recreation gift fund. The moneys in the fund shall be derived from all or any part of any gift, bequest or devise, including the interest thereon. The special recreation gift fund shall be a separate and continuing fund, and no moneys in the fund may revert to the general fund of any local governmental unit.\n\nSource:SL 1996, ch 61, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-38/section-9-38-113/"
    }
  ]
}