{
  "state": "south-dakota",
  "path": "title-title-9-municipal-government/chapter-chapter-36-flood-control-and-stream-improvement",
  "sections": [
    {
      "id": "section-9-36-1",
      "number": "9-36-1",
      "heading": "Municipal power to define and improve stream boundaries",
      "text": "9-36-1. Municipal power to define and improve stream boundaries.\n\nEvery municipality shall have power to establish and define the boundary lines of rivers and streams and to improve the same as provided by this chapter.\n\nSource:SL 1931, ch 189, §1; SDC 1939, §45.0201 (100).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-1/"
    },
    {
      "id": "section-9-36-2",
      "number": "9-36-2",
      "heading": "Resolution to establish stream boundaries within corporate limits.",
      "text": "9-36-2. Resolution to establish stream boundaries within corporate limits.\n\nThe governing body of any municipality may establish by resolution the boundary lines of any river or stream within the corporate limits.\n\nSource:SL 1931, ch 189, §1; SDC 1939, §45.2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-2/"
    },
    {
      "id": "section-9-36-3",
      "number": "9-36-3",
      "heading": "Survey and marking of proposed stream boundaries--Filing of plat.",
      "text": "9-36-3. Survey and marking of proposed stream boundaries--Filing of plat.\n\nWhen it is proposed to exercise the power granted by §9-36-2, the governing body shall cause a survey to be made of the proposed boundary lines and said lines to be marked upon the ground by suitable stakes or monuments, and a plat of such river or stream showing said boundary lines to be filed in the office of the auditor or clerk.\n\nSource:SL 1931, ch 189, §2; SDC 1939, §45.2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-3/"
    },
    {
      "id": "section-9-36-4",
      "number": "9-36-4",
      "heading": "Notice of proposed resolution to establish stream boundaries--Contents and publication.",
      "text": "9-36-4. Notice of proposed resolution to establish stream boundaries--Contents and publication.\n\nAfter said plat shall have been filed, notice of such proposed resolution shall be given by the auditor or clerk by publication once each week for at least two successive weeks.\n\nThe notice shall refer to the plat on file in the office of the auditor or clerk and shall fix the time and place when the governing body shall meet to act upon said resolution. It shall specify the legal description of all real property abutting upon said river or stream which shall be affected by said proposed boundary lines, and shall require all persons owning or interested in any property affected by said proposed boundary lines to appear at the meeting of the governing body and file in writing any objection which they may have to the said resolution.\n\nSource:SL 1931, ch 189, §3; SDC 1939, §45.2002; SL 1972, ch 51, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-4/"
    },
    {
      "id": "section-9-36-5",
      "number": "9-36-5",
      "heading": "Time of meeting to establish stream boundaries--Adjournment.",
      "text": "9-36-5. Time of meeting to establish stream boundaries--Adjournment.\n\nSuch meeting shall be held not less than ten or more than thirty days subsequent to the last publication of said notice, but the meeting may be adjourned from time to time.\n\nSource:SL 1931, ch 189, §3; SDC 1939, §45.2002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-5/"
    },
    {
      "id": "section-9-36-6",
      "number": "9-36-6",
      "heading": "Filing of objections to proposed stream boundaries.",
      "text": "9-36-6. Filing of objections to proposed stream boundaries.\n\nAny person owning or interested in any property affected by said proposed boundary lines desiring to object thereto, by himself or his agent or attorney, may file with the auditor or clerk a written statement of his objections thereto on or before the date of the hearing announced pursuant to §9-36-4.\n\nSource:SL 1931, ch 189, §4; SDC 1939, §45.2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-6/"
    },
    {
      "id": "section-9-36-7",
      "number": "9-36-7",
      "heading": "Hearing and final action by governing body on stream boundaries.",
      "text": "9-36-7. Hearing and final action by governing body on stream boundaries.\n\nAt the hearing the governing body shall consider any objections, and when it shall have concluded the hearing it may approve and establish by resolution the proposed boundary lines, or change them in such manner as it may deem proper and establish them as so changed and modified, or may reject the same and order a new plat prepared, in which case the proceeding shall be the same as hereinbefore required. If no objections are filed, the action of the governing body shall be final.\n\nSource:SL 1931, ch 189, §§5, 6; SDC 1939, §§45.2004, 45.2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-7/"
    },
    {
      "id": "section-9-36-8",
      "number": "9-36-8",
      "heading": "Appeal to circuit court on stream boundaries--Trial de novo.",
      "text": "9-36-8. Appeal to circuit court on stream boundaries--Trial de novo.\n\nIf any person owning or interested in any property affected by said proposed boundary lines shall have filed written objections to such resolution, such person shall have the right to appeal to the circuit court of the county in which the property affected thereby shall be located. Such appeal shall be taken by serving upon the auditor or clerk a notice of appeal and filing said notice with the clerk of the circuit court within twenty days after the passage of said resolution. The appeal shall stand for trial at the next succeeding term of said court without notice, and the issues thereunder shall be tried de novo.\n\nSource:SL 1931, ch 189, §6; SDC 1939, §45.2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-8/"
    },
    {
      "id": "section-9-36-9",
      "number": "9-36-9",
      "heading": "Municipal acquisition of lands within established stream boundaries.",
      "text": "9-36-9. Municipal acquisition of lands within established stream boundaries.\n\nIf the boundary lines of said river or stream so established according to said survey shall include lands not included within the bed of said river or stream, said municipality shall have the power to acquire such lands or a perpetual easement therein for public use by purchase or condemnation.\n\nSource:SL 1931, ch 189, §7; SDC 1939, §45.2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-9/"
    },
    {
      "id": "section-9-36-10",
      "number": "9-36-10",
      "heading": "Improvement of stream boundaries--Land acquisition outside boundaries.",
      "text": "9-36-10. Improvement of stream boundaries--Land acquisition outside boundaries.\n\nAny municipality having established the boundary lines of any river or stream as provided in §§9-36-2 to 9-36-7, inclusive, is authorized to improve the same by retaining walls, walks, and driveways, and if it is necessary for said purpose to include lands outside the boundary lines of said river or stream as established, it may acquire said lands or a perpetual easement therein for public use by purchase or condemnation.\n\nSource:SL 1931, ch 189, §8; SDC 1939, §45.2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-10/"
    },
    {
      "id": "section-9-36-11",
      "number": "9-36-11",
      "heading": "Navigation and flood control improvements within stream boundaries--Acquisition of property--Assessments against adjoining property.",
      "text": "9-36-11. Navigation and flood control improvements within stream boundaries--Acquisition of property--Assessments against adjoining property.\n\nAny municipality may construct, reconstruct, repair, and maintain bulkheads, wharves, levees, or breakwaters along or across any river or stream flowing within or through its boundaries. For that purpose the municipality may purchase or condemn private property and assess the cost against the property upon which the improvement is situated, and upon the lots abutting or adjoining such property upon that side of the river or stream on which the improvement is constructed, as provided in chapter 9-43.\n\nSource:SL 1911, ch 94, §1; RC 1919, §6367; SDC 1939, §45.2008; SL 2012, ch 57, §68.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-11/"
    },
    {
      "id": "section-9-36-12",
      "number": "9-36-12",
      "heading": "Notice to adjoining property owners to make improvements--Publication.",
      "text": "9-36-12. Notice to adjoining property owners to make improvements--Publication.\n\nWhenever the governing body shall deem it necessary to make any such improvement as described in §9-36-11, it shall notify all owners of such abutting or adjoining property to construct, reconstruct, or repair the same at their own cost within the time designated, by publishing once in each week for at least two consecutive weeks a notice to such owners fixing a time and place when and where they may appear and enter their protest against such contemplated improvement, setting forth what work is to be done and the character of the same and the time within which they are required to do the same. Such notice may be general as to the owners but must be specific as to the description of the lots to be affected.\n\nSource:SL 1911, ch 94, §2; RC 1919, §6367; SDC 1939, §45.2008; SL 1972, ch 236, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-12/"
    },
    {
      "id": "section-9-36-13",
      "number": "9-36-13",
      "heading": "Improvements made by municipality--Special assessments for benefits.",
      "text": "9-36-13. Improvements made by municipality--Special assessments for benefits.\n\nIf a majority of the property owners do not enter a protest against the proposed improvement, and if the improvement is not made in the manner and within the time prescribed in the notice, the governing body by resolution may cause the improvement to be done and the cost of the improvement assessed against the lots chargeable as provided in §9-36-12, according to the benefits derived by each of the lots from the improvement as provided in chapter 9-43.\n\nSource:SL 1911, ch 94, §§2 to 4; RC 1919, §6367; SDC 1939, §45.2008; SL 2012, ch 57, §69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-13/"
    },
    {
      "id": "section-9-36-14",
      "number": "9-36-14",
      "heading": "Neglect by property owner to keep stream improvements in repair--Liability for damages.",
      "text": "9-36-14. Neglect by property owner to keep stream improvements in repair--Liability for damages.\n\nAny owner of property upon which has been or shall hereafter be constructed any such improvement, and any owner of abutting or adjoining property as described in §9-36-12 who shall neglect to repair such improvement forthwith when notified by the governing body so to do, shall be liable to the municipality for any damages caused by such neglect, but such owner shall not be liable for any damage caused by breaking of dams used for the storage of water or by unusual torrential floods.\n\nSource:SL 1911, ch 94, §5; RC 1919, §6367; SDC 1939, §45.2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-14/"
    },
    {
      "id": "section-9-36-15",
      "number": "9-36-15",
      "heading": "Agreements with state and United States for cooperation in flood control projects.",
      "text": "9-36-15. Agreements with state and United States for cooperation in flood control projects.\n\nEvery municipality shall have power to enter into agreements with the United States, with the State of South Dakota and with any authorized agency, subdivision, or unit of government, federal or state, to cooperate in preventing or controlling flooding.\n\nSource:SL 1957, ch 255; SDC Supp 1960, §45.0201-1 (18).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-15/"
    },
    {
      "id": "section-9-36-16",
      "number": "9-36-16",
      "heading": "Powers of first or second class municipalities in implementing flood control projects.",
      "text": "9-36-16. Powers of first or second class municipalities in implementing flood control projects.\n\nEvery municipality of five hundred or more population as shown by the last federal census may enter into agreements with the United States, with the State of South Dakota and with any authorized agency, subdivision or unit of government, federal or state, to cooperate in preventing or controlling flooding within or without its corporate limits which endangers property within its corporate limits or its water supply. Every municipality of five hundred or more may acquire by lease, purchase, gift, grant-in-aid, condemnation, or other lawful means and hold in its corporate name or use and control as provided by law both real and personal property and easements and rights-of-way within or without its corporate limits for all purposes necessary to prevent or control flooding and may levy taxes and appropriate moneys and issue general obligation bonds pursuant to chapter 9-26, for the purposes described in this section.\n\nSource:SL 1959, ch 275; SDC Supp 1960, §45.0210; SL 1983, ch 65, §1; SL 1984, ch 43, §71; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-16/"
    },
    {
      "id": "section-9-36-17",
      "number": "9-36-17",
      "heading": "Validation of prior municipal proceedings to conserve water and control floods.",
      "text": "9-36-17. Validation of prior municipal proceedings to conserve water and control floods.\n\nAll acts and proceedings had before July 1, 1959, and all contracts, appropriations, expenditures, and acquisitions theretofore made by any municipality of the state for the purpose of conserving its water resources or preventing or controlling flooding within or without its corporate limits which endangers property within its corporate limits or its water supply, either by such municipality acting alone or in cooperation with any authorized agency, subdivision, or unit of government, federal or state, are hereby legalized and declared valid.\n\nSource:SL 1957, ch 505; SL 1959, ch 463; SDC Supp 1960, §65.0337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-36/section-9-36-17/"
    }
  ]
}