{
  "state": "south-dakota",
  "path": "title-title-9-municipal-government/chapter-chapter-23-municipal-warrants-and-disbursements",
  "sections": [
    {
      "id": "section-9-23-1",
      "number": "9-23-1",
      "heading": "Itemized invoice and verified voucher required for claim--Prepayment of claims",
      "text": "9-23-1. Itemized invoice and verified voucher required for claim--Prepayment of claims.\n\nBefore any claim against any municipality for any property or services for which it is liable is allowed, an itemized invoice accompanied by a voucher verified by the appropriate municipal official that the services, other than those provided by municipal employees, or materials have been received. The invoice and voucher required by this section shall be filed in the office of the municipal finance officer. However, the governing body of any municipality may authorize the prepayment of claims against the municipality for services before they have been provided if the municipality has adopted an ordinance in advance that specifies the maximum amount allowable for any such prepayment and if a service contract exists.\n\nSource:SL 1909, ch 128, §1; RC 1919, §6337; SDC 1939, §45.1407; SL 1983, ch 122, §3; SL 2013, ch 38, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-1/"
    },
    {
      "id": "section-9-23-2",
      "number": "9-23-2",
      "heading": "Claim to be itemized--Memorandum in minutes of governing body.",
      "text": "9-23-2. Claim to be itemized--Memorandum in minutes of governing body.\n\nNo claim against any municipality shall be audited or allowed unless it be fully itemized and a memorandum of the same entered upon the minutes of the meetings of the governing body.\n\nSource:PolC 1877, ch 24, §25; CL 1887, §1046; RPolC 1903, §1444; SL 1907, ch 1; RC 1919, §6346; SDC 1939, §45.1410.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-2/"
    },
    {
      "id": "section-9-23-21",
      "number": "9-23-2.1",
      "heading": "Municipal board requisitions for warrants--Signatures.",
      "text": "9-23-2.1. Municipal board requisitions for warrants--Signatures.\n\nUnless otherwise ordered by the governing body or specially provided, all funds to be expended by duly authorized municipal boards shall be by written requisition, signed by the board president, or in his absence or disability, the vice president, and countersigned by the board secretary, upon the city auditor or finance officer, as the case may be, for warrants upon the city treasurer to be issued as provided in §9-23-3.\n\nSource:SL 1973, ch 53, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-2-1/"
    },
    {
      "id": "section-9-23-3",
      "number": "9-23-3",
      "heading": "Warrant required for disbursements from treasury--Bonds and coupons.",
      "text": "9-23-3. Warrant required for disbursements from treasury--Bonds and coupons.\n\nUnless otherwise ordered by the governing body or specially provided, no money shall be paid out of the treasury except upon the warrant of the mayor or president of the board of trustees, countersigned by the auditor or clerk, except bonds and interest coupons, which when due may be paid upon presentation, or in case the same are payable at some place other than the municipality, then the money for their redemption shall be sent to the place where they are payable in time to meet such payment when due.\n\nSource:PolC 1877, ch 24, §26; CL 1887, §1047; SL 1890, ch 37, art VIII, §3; RPolC 1903, §§1249, 1445; SL 1913, ch 119, §70; RC 1919, §6290; SDC 1939, §45.1122.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-3/"
    },
    {
      "id": "section-9-23-4",
      "number": "9-23-4",
      "heading": "Warrants paid or registered on presentation.",
      "text": "9-23-4. Warrants paid or registered on presentation.\n\nEvery warrant on the municipal treasurer shall be paid upon presentation if there is sufficient money in the fund upon which it is drawn to pay the same. If not paid, it shall be registered as provided by law.\n\nSource:SL 1890, ch 37, art VIII, §4; RPolC 1903, §1250; SL 1913, ch 119, §71; RC 1919, §6291; SDC 1939, §45.1123.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-4/"
    },
    {
      "id": "section-9-23-5",
      "number": "9-23-5",
      "heading": "Warrants paid in order of presentation.",
      "text": "9-23-5. Warrants paid in order of presentation.\n\nAll warrants upon the treasurer shall be paid out of the fund on which they were drawn in the order of their presentation.\n\nSource:SL 1874-5, ch 74, §1; PolC 1877, ch 50, §1; CL 1887, §1671; SL 1890, ch 37, art VIII, §4; RPolC 1903, §§1250, 2251; SL 1913, ch 119, §71; SL 1913, ch 359; RC 1919, §§6291, 6973; SDC 1939, §§45.1123, 45.1418; SL 1950 (SS), ch 11, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-5/"
    },
    {
      "id": "section-9-23-6",
      "number": "9-23-6",
      "heading": "Notation on back of paid warrant.",
      "text": "9-23-6. Notation on back of paid warrant.\n\nThe treasurer shall note on the back of each warrant presented the date of such presentation, when payment is made, and the date of such payment.\n\nSource:SL 1890, ch 37, art VIII, §4; RPolC 1903, §1250; SL 1913, ch 119, §71; RC 1919, §6291; SDC 1939, §45.1123.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-6/"
    },
    {
      "id": "section-9-23-7",
      "number": "9-23-7",
      "heading": "Endorsement of warrant for payment by depository.",
      "text": "9-23-7. Endorsement of warrant for payment by depository.\n\nEvery warrant for the payment of money issued by any municipality, which is not registered because of lack of funds with which to pay such warrant, shall be countersigned by the treasurer of such municipality, who shall also endorse on such warrant an order to the depository, by which such warrant is to be paid, to pay such warrant to the order of the payee and charge the same to the account of such treasurer. Such warrant so countersigned and endorsed shall have the same force and effect as a check drawn by said treasurer upon such depository. No such warrant shall be paid by the depository unless so countersigned and endorsed by such treasurer. No warrant shall be countersigned by the treasurer so long as there are any registered warrants outstanding.\n\nSource:SL 1953, ch 500; SDC Supp 1960, §45.1438.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-7/"
    },
    {
      "id": "section-9-23-8",
      "number": "9-23-8",
      "heading": "Warrant register maintained by treasurer--Contents.",
      "text": "9-23-8. Warrant register maintained by treasurer--Contents.\n\nThe treasurer shall keep a warrant register which shall show the number, date, and amount of each warrant presented, the particular fund upon which the same is drawn, the date of presentation, the name and address of the person in whose name the same is registered, the date of payment when made, the amount of interest and the total amount paid thereon, with the date when notice to the person in whose name such warrant is registered is mailed as provided in §9-23-19.\n\nSource:SL 1874-5, ch 74, §2; PolC 1877, ch 50, §2; CL 1887, §1672; RPolC 1903, §2252; SL 1913, ch 359; RC 1919, §6974; SDC 1939, §45.1420.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-8/"
    },
    {
      "id": "section-9-23-9",
      "number": "9-23-9",
      "heading": "Registration of warrants presented but not paid.",
      "text": "9-23-9. Registration of warrants presented but not paid.\n\nWhenever any warrant shall be presented to the treasurer for payment and there shall be no funds in the treasury appropriated for that purpose, he shall enter such warrant in his warrant register for payment in the order of presentation.\n\nSource:SL 1874-5, ch 74, §3; PolC 1877, ch 50, §3; CL 1887, §1673; SL 1893, ch 57, §1; RPolC 1903, §2253; RC 1919, §6975; SDC 1939, §45.1421.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-9/"
    },
    {
      "id": "section-9-23-10",
      "number": "9-23-10",
      "heading": "Endorsement of warrants not paid for want of funds--Registration not required.",
      "text": "9-23-10. Endorsement of warrants not paid for want of funds--Registration not required.\n\nUpon each warrant registered pursuant to §9-23-9, the treasurer shall endorse the registry number, date of registration, and the words \"not paid for want of funds,\" and sign such endorsement.\n\nThe holder of any warrant need not register the same.\n\nSource:SL 1874-5, ch 74, §3; PolC 1877, ch 50, §3; CL 1887, §1673; SL 1893, ch 57, §1; RPolC 1903, §2253; RC 1919, §6975; SDC 1939, §45.1421.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-10/"
    },
    {
      "id": "section-9-23-11",
      "number": "9-23-11",
      "heading": "Registered warrants paid in order of registration.",
      "text": "9-23-11. Registered warrants paid in order of registration.\n\nAll such registered warrants shall be paid in the order of their registration.\n\nSource:SL 1874-5, ch 74, §4; PolC 1877, ch 50, §4; CL 1887, §1674; SL 1895, ch 186, §1; RPolC 1903, §2254; RC 1919, §6976; SDC 1939, §45.1422.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-11/"
    },
    {
      "id": "section-9-23-12",
      "number": "9-23-12",
      "heading": "Interest payable on warrants not paid for want of funds.",
      "text": "9-23-12. Interest payable on warrants not paid for want of funds.\n\nWarrants shall draw interest after presentation for payment at the Office of the Treasurer and endorsement by that officer as \"not paid for want of funds\" at a rate of interest to be determined by the governing body of the municipality.\n\nSource:SL 1927, ch 149; SDC 1939, §45.1418; SL 1950 (SS), ch 11, §1; SL 1982, ch 74.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-12/"
    },
    {
      "id": "section-9-23-13",
      "number": "9-23-13",
      "heading": "Resolution for annual payment of interest on register of warrants.",
      "text": "9-23-13. Resolution for annual payment of interest on register of warrants.\n\nThe governing body may determine by resolution that interest shall be paid annually on all outstanding registered warrants of such municipality.\n\nSource:SL 1933, ch 160, §1; SDC 1939, §45.1419.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-13/"
    },
    {
      "id": "section-9-23-14",
      "number": "9-23-14",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-23-15",
      "number": "9-23-15",
      "heading": "Call of registered warrants for annual payment of interest.",
      "text": "9-23-15. Call of registered warrants for annual payment of interest.\n\nAs soon as there is sufficient money in said special warrant interest fund to pay one year's interest on one or more outstanding warrants, the treasurer shall notify the holder of the oldest registered warrant or warrants to present the same for payment of interest. The treasurer shall continue to call outstanding warrants for payment of interest in the order of registration as fast as funds are available therefor except as herein provided.\n\nNo warrant shall be called for payment of interest until the same shall have been registered for at least one year.\n\nSource:SL 1933, ch 160, §2; SDC 1939, §45.1419.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-15/"
    },
    {
      "id": "section-9-23-16",
      "number": "9-23-16",
      "heading": "Loss of priority by failure to present warrant for annual interest--Name and address filed with treasurer.",
      "text": "9-23-16. Loss of priority by failure to present warrant for annual interest--Name and address filed with treasurer.\n\nAny warrant holder who shall fail to present his warrant to the treasurer within thirty days after the treasurer shall have mailed him notice to present the same, addressed to such holder's last known address, shall lose his right to payment in the order provided in §9-23-15. No holder of a registered warrant shall be entitled to payment in the order provided in §9-23-15 unless he shall first have filed with the treasurer a description of the warrant or warrants held by him and his name and post office address.\n\nSource:SL 1933, ch 160, §2; SDC 1939, §45.1419.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-16/"
    },
    {
      "id": "section-9-23-17",
      "number": "9-23-17",
      "heading": "Endorsement and receipt for annual interest payment.",
      "text": "9-23-17. Endorsement and receipt for annual interest payment.\n\nAll interest payments shall be endorsed by the treasurer on the back of the warrant, and the warrant holder shall execute and deliver duplicate receipt for such payment to the treasurer, who shall retain one and deliver the other forthwith to the clerk or auditor.\n\nSource:SL 1933, ch 160, §2; SDC 1939, §45.1419.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-17/"
    },
    {
      "id": "section-9-23-18",
      "number": "9-23-18",
      "heading": "Priority retained by registered warrants not presented for annual interest payment.",
      "text": "9-23-18. Priority retained by registered warrants not presented for annual interest payment.\n\nAll registered warrants, together with the interest thereon earned but not paid, shall continue to be paid in the order of their registration as provided in §9-23-11.\n\nSource:SL 1933, ch 160, §3; SDC 1939, §45.1419.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-18/"
    },
    {
      "id": "section-9-23-19",
      "number": "9-23-19",
      "heading": "Call of registered warrants for payment--Termination of interest.",
      "text": "9-23-19. Call of registered warrants for payment--Termination of interest.\n\nThe treasurer, as soon as money sufficient for the payment of such warrants is received to the credit of the particular fund upon which the same are drawn, shall immediately notify by mail the persons in whose names the same are drawn, or, if he shall receive written notice from some other person that he is the holder of any such warrant, then the treasurer shall notify such other person.\n\nThereupon interest upon such warrants shall cease.\n\nSource:SL 1874-5, ch 74, §4; PolC 1877, ch 50, §4; CL 1887, §1674; SL 1895, ch 186, §1; RPolC 1903, §2254; RC 1919, §6976; SDC 1939, §45.1422.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-19/"
    },
    {
      "id": "section-9-23-20",
      "number": "9-23-20",
      "heading": "Cancellation of warrants on payment.",
      "text": "9-23-20. Cancellation of warrants on payment.\n\nThe treasurer shall pay and cancel such warrants upon presentation.\n\nSource:SL 1874-5, ch 74, §4; PolC 1877, ch 50, §4; CL 1887, §1674; SL 1895, ch 186, §1; RPolC 1903, §2254; RC 1919, §6976; SDC 1939, §45.1422.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-20/"
    },
    {
      "id": "section-9-23-21",
      "number": "9-23-21",
      "heading": "Cancellation of check or warrant not timely presented--Notation in register.",
      "text": "9-23-21. Cancellation of check or warrant not timely presented--Notation in register.\n\nThe municipal governing body may, by resolution, cancel any check or warrant that has not been presented for payment at any time within one hundred eighty days of the date on which the check or warrant was issued. Upon such resolution the auditor, clerk or finance officer shall note the cancellation in the check or warrant register.\n\nSource:SL 1976, ch 75, §3; SL 2001, ch 46, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-21/"
    },
    {
      "id": "section-9-23-22",
      "number": "9-23-22",
      "heading": "Payment of old check or warrant at direction of governing body.",
      "text": "9-23-22. Payment of old check or warrant at direction of governing body.\n\nNotwithstanding any provision for cancellation of any check or warrant, the municipal governing body shall direct the payment of any properly issued check or warrant to any person entitled to payment thereof until such time as the amount payable on such check or warrant is submitted to the state unclaimed property office.\n\nSource:SL 1976, ch 75, §4; SL 2001, ch 46, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-22/"
    },
    {
      "id": "section-9-23-23",
      "number": "9-23-23",
      "heading": "Incidental account.",
      "text": "9-23-23. Incidental account.\n\nA municipality may establish an incidental account in an amount determined by the governing body by setting aside on an imprest basis money from the general fund. The incidental account shall be kept and used by the officer designated by the governing body for advanced payment or for claims requiring immediate payment, not to exceed an amount established by the governing body. A detailed account of the expenditures from the incidental account shall be presented at regular intervals not to exceed one month with verified vouchers, itemized and supported by receipted bills or other information as general evidence of payment, which are subject to audit. All expenditures from this account shall be listed with other bills in the regular proceedings of the governing body. All claims made on the incidental account require the signatures of two officers of the municipality.\n\nSource:SL 2012, ch 56, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-9/chapter-23/section-9-23-23/"
    }
  ]
}