{
  "state": "connecticut",
  "path": "title-title-16-public-service-companies/chapter-chapter-277a-public-utility-environmental-standards-act",
  "sections": [
    {
      "id": "section-16-50aa",
      "number": "16-50aa.",
      "heading": "Tower sharing: Policy, requests, feasibility proceeding, compensation, expenses",
      "text": "(a) The General Assembly finds that the sharing of towers for fair consideration whenever technically, legally, environmentally and economically feasible, and whenever such sharing meets public safety concerns, will avoid the unnecessary proliferation of towers and is in the public interest.\n\n(b) As used in this section, “facility” means a tower owned or operated for a commercial or public purpose by a person, firm, corporation or a public agency which uses such tower for transmitting or receiving signals in the electromagnetic spectrum pursuant to a Federal Communications Commission license.\n\n(c) (1) A person, firm, corporation or public agency which transmits or receives signals in the electromagnetic spectrum for a commercial or public purpose pursuant to a Federal Communications Commission license may submit a request, on a form specified by the council, to the owner of a facility that the owner permit shared use of the facility. If such an owner agrees to the proposed shared use, the entity which would share the use of the facility shall comply with reasonable conditions established by the owner concerning the use of the facility. The council may arbitrate any issue between the owner of the facility and the requesting entity concerning the establishment of or compliance with any such conditions. An owner of a facility which agrees to shared use of the facility pursuant to this section may request in writing that the council approve the proposed shared use of the facility. If the council finds that the proposed shared use of the facility is technically, legally, environmentally and economically feasible and meets public safety concerns, the council shall issue an order approving such shared use.\n\n(2) If an owner of a facility refuses permission for the proposed shared use, the requesting entity may bring the issue of the proposed shared use to the council. Upon written request by the requesting entity, the council shall initiate a feasibility proceeding to determine whether the proposed shared use is technically, legally, environmentally and economically feasible and meets public safety concerns. A feasibility proceeding shall include a hearing in accordance with the provisions of chapter 54, to be held (A) at a location determined by the council, and (B) not later than ninety days following the council's receipt of the written request for such a proceeding. The council shall provide the owner of the facility, the entity requesting the feasibility proceeding and the municipality in which the facility is located with notice of the proceeding not later than thirty days preceding the hearing. In a feasibility proceeding, the council shall render a decision upon the record, not later than one hundred eighty days following the council's receipt of the written request for such a proceeding, stating whether the proposed shared use of the facility is technically, legally, environmentally and economically feasible and meets public safety concerns. The council shall include appropriate findings in its decision. If the council determines that the proposed shared use of the facility is technically, legally, environmentally and economically feasible and meets public safety concerns, the decision shall include an order requiring the owner of the facility to permit the proposed shared use upon such terms, conditions or limitations as the council determines appropriate.\n\n(d) (1) If a person, firm, corporation or public agency which transmits, receives or will transmit or receive signals in the electromagnetic spectrum for a commercial or public purpose pursuant to a Federal Communications Commission license and the owner of a facility agree to shared use of a facility but cannot agree on fair compensation for the proposed shared use, or if the council, following a feasibility proceeding, orders shared use of a facility but the parties cannot agree on fair compensation for such shared use, the parties may either submit the issue of fair compensation to arbitration or petition the Superior Court to determine the issue. If the parties submit their dispute to arbitration, they must do so not later than ninety days following the issuance of the council's decision in a feasibility proceeding or conclusion by the parties that they cannot agree on fair compensation, as the case may be. If the parties submit their dispute to arbitration and a party is not satisfied with the ruling of the arbitrator, any party may petition the Superior Court to determine the issue. If either party petitions the Superior Court to determine the issue of fair compensation, the petition shall be submitted to the superior court for the judicial district in which the facility is located. The Public Utilities Regulatory Authority shall accept, absent good cause to the contrary, the ruling of the arbitrator or the decision of the Superior Court, as the case may be, for rate-making purposes.\n\n(2) If a public service company owns a facility which is used to provide a regulated service and another entity shares or will share the use of such facility pursuant to the provisions of this subsection, the public service company shall incorporate the agreement of the parties, the ruling of the arbitrator or the decision of the Superior Court, as the case may be, regarding compensation for shared use of the facility in a tariff, special contract or other applicable filing submitted by the owner to the Public Utilities Regulatory Authority.\n\n(e) The council, in consultation with the parties involved, shall determine the expenses associated with the proceedings set forth in this subsection, except expenses associated with any petition or appeal taken to the Superior Court, prior to their expenditure. All such expenses shall be borne by the person, firm, corporation, or public agency which seeks shared use of a facility under the provisions of this section.\n\n(P.A. 93-268, S. 2; P.A. 94-242, S. 6, 9; P.A. 11-80, S. 1.)\n\nHistory: P.A. 94-242 amended Subsec. (c)(1) by adding provision re council approval of agreed shared use, effective July 1, 1994; pursuant to P.A. 11-80, “Department of Public Utility Control” was changed editorially by the Revisors to “Public Utilities Regulatory Authority” in Subsec. (d), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50aa/"
    },
    {
      "id": "section-16-50bb",
      "number": "16-50bb.",
      "heading": "Municipal participation account.",
      "text": "(a) There is established an account to be known as the “municipal participation account”, within the General Fund, which shall be a separate, nonlapsing account. There shall be deposited in the account the municipal participation fees received pursuant to subsection (a) of section 16-50l. The interest derived from the investment of the account shall be credited to the account. Any balance remaining in the account at the end of any fiscal year shall be carried forward in the account for the fiscal year next succeeding.\n\n(b) Payments from the account shall be made upon authorization by the State Treasurer. An application for reimbursement shall be submitted not later than sixty days after the conclusion of a certification proceeding, except for a facility described in subdivisions (5) and (6) of subsection (a) of section 16-50i, by each municipality entitled to receive a copy of an application under section 16-50lin order to defray expenses incurred by such municipalities in participating as a party to a certification proceeding, except for a proceeding on an application for a facility described in subdivision (5) or (6) of subsection (a) of section 16-50i. Any moneys remaining after payments to municipalities in accordance with this section shall be refunded to the applicant in even amounts. Where more than one municipality seeks moneys from such account, the council shall evenly distribute such moneys among the municipalities. No municipality may receive moneys from the account in excess of forty thousand dollars. No municipality may receive moneys from the account in excess of the dollar amount such municipality has expended from its own municipal funds.\n\n(c) In administering the moneys in the account, the State Treasurer shall verify that the subject municipality (1) actually participated as a party to the subject certification proceeding, and (2) actually spent the money it claims to have spent on participating in the subject certification proceeding.\n\n(P.A. 03-140, S. 15; P.A. 04-236, S. 8; P.A. 12-165, S. 3; P.A. 13-5, S. 5; P.A. 14-94, S. 37; P.A. 24-144, S. 10.)\n\nHistory: P.A. 03-140 effective July 1, 2003, and applicable to applications for a certificate of environmental compatibility and public need filed after that date; P.A. 04-236 amended Subsec. (a) to make a technical change, effective June 8, 2004; P.A. 12-165 amended Subsec. (b) to change deadline for payments from the account from not later than 60 days after receipt of an application to not later than 60 days after the conclusion of a certification proceeding, to replace provision re moneys remaining at end of proceeding with provision re moneys remaining after payments to municipalities and to delete provision re refund of excess moneys to the account, effective June 15, 2012; P.A. 13-5 amended Subsec. (b) to make a technical change, effective May 8, 2013; P.A. 14-94 amended Subsec. (a) by deleting “subdivisions (1) and (3) of” re reference to Sec. 16-50l(a), effective June 6, 2014; P.A. 24-144 amended Subsec. (b) by increasing maximum amount of moneys municipalities may receive from account from $25,000 to $40,000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50bb/"
    },
    {
      "id": "section-16-50cc",
      "number": "16-50cc.",
      "heading": "Reconfiguration or burial of electric transmission facility.",
      "text": "If legislation adopted on or after January 1, 2004, results in the reconfiguration or burial of a proposed facility described in subdivision (1) of subsection (a) of section 16-50i, all prudent costs incurred by an electric distribution company, as defined in section 16-1, associated with the reconfiguration or burial shall be deemed to be reasonable pursuant to sections 16-19 and 16-19e and shall be recovered by the electric distribution company in its rates.\n\n(P.A. 04-246, S. 11.)\n\nHistory: P.A. 04-246 effective June 3, 2004, and applicable to applications for a certificate of environmental compatibility and public need that was originally filed on or after October 1, 2003, for which the Connecticut Siting Council has not rendered a decision upon the record prior to June 3, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50cc/"
    },
    {
      "id": "section-16-50dd",
      "number": "16-50dd.",
      "heading": "State-wide telecommunications coverage data base.",
      "text": "On or before January 1, 2006, the Connecticut Siting Council shall develop, maintain and update quarterly a state-wide telecommunications coverage data base that includes the location, type and height of all telecommunications towers and antennas in the state, as well as those towers specified in subdivision (6) of subsection (a) of section 16-50i. Such data base shall be available for inspection by the public in hard copy and shall be accessible electronically by means of the Internet or other media systems available to the public. Upon request of a municipality, the council shall supply any information contained in the data base to the municipality in preparing a plan under section 7-163c.\n\n(P.A. 04-226, S. 2.)\n\nHistory: P.A. 04-226 effective June 8, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50dd/"
    },
    {
      "id": "section-16-50ee",
      "number": "16-50ee.",
      "heading": "State-wide telecommunications coverage plan.",
      "text": "(a) On or before September 1, 2006, the Connecticut Siting Council shall develop a plan for state-wide telecommunications coverage and annually shall review and revise such plan as necessary. The plan shall be consistent with the federal Telecommunications Act of 1996, as amended, with sections 16-247a to 16-247s, inclusive, and with the tower sharing provisions of section 16-50aa. The plan shall contain information on population growth in the state and an analysis of existing and projected demands for telecommunications coverage. On or before November 1, 2006, the Connecticut Siting Council shall supply all information contained in such plan that concerns any municipality and any abutting or adjoining municipalities, to a municipality upon request under section 8-2 or any special act regulating the siting of telecommunications towers.\n\n(b) On and after April 1, 2005, each provider of telecommunications services shall file with the Connecticut Siting Council, on a form prescribed by the council, on the non-tower locations of antenna array serving cellular and PCS telephone operations in the state. Such information shall be used solely to prepare the plan required under subsection (a) of this section and disclosure of such information shall not be subject to the Freedom of Information Act, as defined in section 1-200.\n\n(P.A. 04-226, S. 4.)\n\nHistory: P.A. 04-226 effective June 8, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50ee/"
    },
    {
      "id": "section-16-50ff",
      "number": "16-50ff.",
      "heading": "Local telecommunications coverage assessments.",
      "text": "(a) On or before January 1, 2008, the Connecticut Siting Council, upon the request of a municipality, shall develop a local telecommunications coverage assessment for that municipality. Such assessment shall identify locations within said municipality that provide inconsistent or nonexistent telecommunications coverage and shall contain an analysis of existing and projected demands for telecommunications coverage within said municipality.\n\n(b) On or before January 1, 2008, each provider of telecommunications services, upon the request of the Connecticut Siting Council, shall submit to said council all information concerning (1) locations within a particular municipality that provide inconsistent or nonexistent telecommunications coverage, and (2) said provider's existing and projected demands for telecommunications coverage within said municipality. Such information shall be used solely to prepare the assessment required under subsection (a) of this section.\n\n(P.A. 07-222, S. 1.)\n\nHistory: P.A. 07-222 effective July 6, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50ff/"
    },
    {
      "id": "section-16-50g",
      "number": "16-50g.",
      "heading": "Legislative finding and purpose.",
      "text": "The legislature finds that power generating plants and transmission lines for electricity and fuels, community antenna television towers and telecommunication towers have had a significant impact on the environment and ecology of the state of Connecticut; and that continued operation and development of such power plants, lines and towers, if not properly planned and controlled, could adversely affect the quality of the environment and the ecological, scenic, historic and recreational values of the state. The purposes of this chapter are: To provide for the balancing of the need for adequate and reliable public utility services at the lowest reasonable cost to consumers with the need to protect the environment and ecology of the state and to minimize damage to scenic, historic, and recreational values; to provide environmental quality standards and criteria for the location, design, construction and operation of facilities for the furnishing of public utility services at least as stringent as the federal environmental quality standards and criteria, and technically sufficient to assure the welfare and protection of the people of the state; to encourage research to develop new and improved methods of generating, storing and transmitting electricity and fuel and of transmitting and receiving television and telecommunications with minimal damage to the environment and other values described above; to promote energy security; to promote the sharing of towers for fair consideration wherever technically, legally, environmentally and economically feasible to avoid the unnecessary proliferation of towers in the state particularly where installation of such towers would adversely impact class I and II watershed lands, and aquifers; to require annual forecasts of the demand for electric power, together with identification and advance planning of the facilities needed to supply that demand and to facilitate local, regional, state-wide and interstate planning to implement the foregoing purposes.\n\n(1971, P.A. 575, S. 1; P.A. 75-375, S. 1, 12; P.A. 76-359, S. 1, 7; P.A. 77-218, S. 1; P.A. 89-45, S. 1, 4; P.A. 03-140, S. 1; P.A. 04-236, S. 1.)\n\nHistory: P.A. 75-375 deleted “orderly processes” with regard to balancing utility services and environmental concerns and modified reference provision to utility services with “at the lowest reasonable cost to consumers”; P.A. 76-359 included in purposes of chapter provision re forecasts of power demands and advance planning for necessary facilities; P.A. 77-218 included references to community cable television and telecommunications services and facilities; P.A. 89-45 included provision of chapter re promotion of sharing of towers; P.A. 03-140 added promotion of energy security as legislative purpose, effective July 1, 2003; P.A. 04-236 made a technical change, effective June 8, 2004.\n\nCited. 180 C. 474.\n\nCited. 20 CA 474.\n\nCited. 35 CS 303.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50g/"
    },
    {
      "id": "section-16-50gg",
      "number": "16-50gg.",
      "heading": "Municipal location preferences.",
      "text": "When notifying a municipality pursuant to section 16-50l of an application for a telecommunications tower or a proposed transmission line in such municipality, the Connecticut Siting Council shall request that the municipality provide the council with any location preferences or criteria relating to the siting of such telecommunications tower or proposed transmission line. The municipality shall provide such location preferences or criteria to the council not later than thirty days after the date of such request. In addition, the council may consider regional location preferences from neighboring municipalities.\n\n(P.A. 07-222, S. 2; P.A. 12-165, S. 2; P.A. 24-144, S. 11.)\n\nHistory: P.A. 07-222 effective July 6, 2007; P.A. 12-165 added provision re location preferences of neighboring municipalities, effective July 1, 2012; P.A. 24-144 added “or a proposed transmission line” after “application for a telecommunications tower” and made technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50gg/"
    },
    {
      "id": "section-16-50h",
      "number": "16-50h.",
      "heading": "Short title.",
      "text": "This chapter shall be known and may be cited and referred to as the “Public Utility Environmental Standards Act”.\n\n(1971, P.A. 575, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50h/"
    },
    {
      "id": "section-16-50hh",
      "number": "16-50hh.",
      "heading": "Restoration and revegetation of the right-of-way.",
      "text": "As part of its supervision of construction activity in connection with any transmission line project, the Connecticut Siting Council may order such restoration or revegetation of the right-of-way occupied by the overhead transmission facilities approved with any transmission line project as it deems necessary to promote the long-term restoration of vegetation in portions of the right-of-way in residential areas where there has been a significant and material loss of screening as a result of clearing activities. Such restoration or revegetation orders shall include the requirement to establish vegetation that includes model pollinator habitat, as described in section 22-90b, and shall be consistent with all standards regarding required clearances between energized conductors and vegetation and all standards regarding minimum work distances for those working in proximity to conductors.\n\n(P.A. 07-222, S. 4; P.A. 16-17, S. 13.)\n\nHistory: P.A. 07-222 effective July 6, 2007; P.A. 16-17 added provision re restoration or revegetation order to include requirement to establish vegetation that includes model pollinator habitat, effective May 6, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50hh/"
    },
    {
      "id": "section-16-50i",
      "number": "16-50i.",
      "heading": "Definitions.",
      "text": "As used in this chapter:\n\n(a) “Facility” means: (1) An electric transmission line of a design capacity of sixty-nine kilovolts or more, including associated equipment but not including a transmission line tap, as defined in subsection (e) of this section; (2) a fuel transmission facility, except a gas transmission line having a design capability of less than two hundred pounds per square inch gauge pressure or having a design capacity of less than twenty per cent of its specified minimum yield strength; (3) any electric generating or storage facility using any fuel, including nuclear materials, including associated equipment for furnishing electricity but not including an emergency generating device, as defined in subsection (f) of this section or a facility (A) owned and operated by a private power producer, as defined in section 16-243b, (B) which is a qualifying small power production facility or a qualifying cogeneration facility under the Public Utility Regulatory Policies Act of 1978, as amended, or a facility determined by the council to be primarily for a producer's own use, and (C) which has, in the case of a facility utilizing renewable energy sources, a generating capacity of one megawatt of electricity or less and, in the case of a facility utilizing cogeneration technology, a generating capacity of twenty-five megawatts of electricity or less; (4) any electric substation or switchyard designed to change or regulate the voltage of electricity at sixty-nine kilovolts or more or to connect two or more electric circuits at such voltage, which substation or switchyard may have a substantial adverse environmental effect, as determined by the council established under section 16-50j, and other facilities which may have a substantial adverse environmental effect as the council may, by regulation, prescribe; (5) such community antenna television towers and head-end structures, including associated equipment, which may have a substantial adverse environmental effect, as said council shall, by regulation, prescribe; and (6) such telecommunication towers, including associated telecommunications equipment, owned or operated by the state, a public service company or a certified telecommunications provider or used in a cellular system, as defined in the Code of Federal Regulations Title 47, Part 22, as amended, which may have a substantial adverse environmental effect, as said council shall, by regulation, prescribe;\n\n(b) “Municipality” means a city, town or borough of the state and “municipal” has a correlative meaning;\n\n(c) “Person” means any individual, corporation, limited liability company, joint venture, public benefit corporation, political subdivision, governmental agency or authority, municipality, partnership, association, trust or estate and any other entity, public or private, however organized;\n\n(d) “Modification” means a significant change or alteration in the general physical characteristics of a facility, including any change or alteration that requires the exercise of any right of eminent domain or that expands any existing easement;\n\n(e) “Transmission line tap” means an electrical transmission line not requested by an applicant to be treated as a facility that has the primary function, as determined by the council, of interconnecting a private power producing or cogeneration facility to the electrical power grid serving the state, and does not have a substantial adverse environmental effect, as determined by the council based on a review of the line's proposed purpose, the line's proposed length, the number and type of support structures, the number of manholes required for the proposed line, the necessity of entering a right-of-way including any easements or land acquisition for any construction or maintenance on the proposed line, and any other environmental, health or public safety factor considered relevant by the council;\n\n(f) “Emergency generating device” means an electric generating device with a generating capacity of five megawatts or less, installed primarily for the purpose of producing emergency backup electrical power for not more than five hundred hours per year, and that (1) does not have a substantial adverse environmental effect, as determined by the council, or (2) is owned and operated by an entity other than an electric distribution or gas company, or (3) is under construction or in operation prior to May 2, 1989.\n\n(1971, P.A. 575, S. 3; P.A. 73-41, S. 1, 2; 73-458, S. 1; P.A. 76-317, S. 1, 2; P.A. 77-218, S. 2; P.A. 79-214, S. 3; 79-470; P.A. 80-81; P.A. 81-439, S. 4, 14; P.A. 83-569, S. 2, 17; P.A. 84-249, S. 1, 3; P.A. 86-336, S. 7, 19; P.A. 89-61, S. 1, 2; P.A. 94-74, S. 6, 11; P.A. 95-79, S. 50, 189; P.A. 98-28, S. 99, 117; P.A. 99-286, S. 8, 19; P.A. 03-140, S. 2, 3; P.A. 05-288, S. 236; June Sp. Sess. P.A. 05-1, S. 24; P.A. 14-94, S. 22; 14-134, S. 70; P.A. 24-144, S. 1.)\n\nHistory: P.A. 73-41 included gas transmission lines with design capability of 200 pounds per square inch gauge pressure or more in definition of “facility”; P.A. 73-458 added “which may have a substantial adverse environmental effect” in Subdiv. (4) of definition of “facility” and defined “modification”; P.A. 76-317 deleted references to length of lines in Subdivs. (1) and (2) of “facility” definition and rewording provision re pressure of gas transmission lines; P.A. 77-218 added Subdivs. (5) and (6) re community antenna television and telecommunications towers in definition of “facility”; P.A. 79-214 excluded facilities producing one or less megawatt of electricity by cogeneration technology from definition of “facility”; P.A. 79-470 changed height limit for telecommunications towers from 100 to 50 feet in Subdiv. (6) of “facility” definition; P.A. 80-81 deleted reference to tower height in Subdiv. (6) of “facility” definition altogether and included reference to associated equipment; P.A. 81-439 excluded cogeneration facility having capacity of ten megawatts, rather than one megawatt, from definition of facility and limited exclusion to cogeneration and renewable energy facilities owned and operated by private power producers and qualifying under the Public Utility Regulatory Policies Act of 1978; P.A. 83-569 redefined “facility” to include certain substations and switchyards; P.A. 84-249 amended Subsec. (a)(6) to include telecommunication towers used in a cellular system in the definition of “facility”; P.A. 86-336 amended Subsec. (a)(3)(iii) to increase, from 10 to 25 megawatts of electricity, the maximum generating capacity which a facility utilizing cogeneration technology must have in order to be excluded from definition of “facility”; P.A. 89-61 added provisions in Subsec. (a) eliminating transmissions line taps and emergency generating devices from the jurisdiction of the council and added new Subsecs. (e) and (f) defining a transmission line tap and an emergency generating device; P.A. 94-74 redefined “facility” to include provision re persons, firms or corporations certified to provide intrastate telecommunication services, effective July 1, 1994; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995; P.A. 98-28 amended Subsec. (f) by adding electric distribution companies, effective July 1, 1998; P.A. 99-286 amended Subsec. (a)(6) by changing reference to person, firm or corporation certified by the department to “certified telecommunications provider”, effective July 19, 1999; P.A. 03-140 amended Subsec. (a) to make a technical change and to add Subdiv. (7) re any component of a proposal submitted pursuant to the request-for-proposal process, and added new Subsec. (g) defining “request-for-proposal process”, effective October 1, 2004; P.A. 05-288, effective July 13, 2005, and June Sp. Sess. P.A. 05-1, effective July 21, 2005, both amended Subsec. (a)(2) by adding “or having a design capacity of less than twenty per cent of its specified minimum yield strength”; P.A. 14-94 amended Subsec. (a) by deleting former Subdiv. (7) re the request for proposal process and making technical changes, and deleted former Subsec. (g) re definition of “request for proposal process”, effective June 6, 2014; P.A. 14-134 amended Subsec. (f) by deleting reference to electric company and making a technical change, effective June 6, 2014; P.A. 24-144 redefined “modification” in Subsec. (d).\n\nSee Sec. 53a-261a re location of an offense committed by means of communication transmitted by use of a cellular system.\n\nCited. 212 C. 157. The term “facility” in Subsec. (a)(3) includes any electric generating facility in the ordinary sense of that phrase, and the phrase “using any fuel, including nuclear materials”, was merely intended to ensure that all electric generating facilities would be included in the scope of the Public Utility Environmental Standards Act regardless of the type of fuel a facility used, and does not exclude a facility with wind turbines rather than fuel. 313 C. 669.\n\nCited. 20 CA 474; 21 CA 85.\n\nCited. 35 CS 303.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50i/"
    },
    {
      "id": "section-16-50ii",
      "number": "16-50ii.",
      "heading": "Electric generating facility: Flammable gas to clean piping prohibited; requirements prior to issuance of certificate to build. Penalty.",
      "text": "(a) No person shall use flammable gas to clean or blow the gas piping of an electric generating facility.\n\n(b) The Connecticut Siting Council shall not issue a certificate to build a facility described in subdivision (3) of subsection (a) of section 16-50i unless a person applying for such certificate demonstrates to the satisfaction of the council that such person has:\n\n(1) Retained, for the duration of the construction project, at least one special inspector to assist the municipal fire marshal in reviewing construction plans and conducting inspections during construction of the electric generating facility to ensure compliance with the recommended standards; and\n\n(2) Paid a fee to be established in accordance with subsection (d) of section 29-251c to be used in the training of local fire marshals on the complex issues of electric generating facility construction. Said fee shall be deposited in the Code Training Fund established in section 29-251c.\n\n(c) The special inspector retained under subsection (b) of this section shall have the following duties:\n\n(1) To assist the local fire marshal in said fire marshal's review and approval of methods for cleaning the interior of gas piping;\n\n(2) To approve an appropriate safety plan for any nonflammable gas blows conducted at the electric generating facility;\n\n(3) To observe the actual cleaning procedure in order to assure compliance with the approved methods for cleaning the interior of gas piping; and\n\n(4) To conduct inspections during construction of such facility in order to ensure compliance with the approved methods and with the provisions of this section.\n\n(d) Any person designated as a special inspector for purposes of this section shall:\n\n(1) Be approved by the Connecticut Siting Council and not otherwise employed or financially involved in the construction or operation of the electric generating facility; and\n\n(2) Be a licensed professional mechanical engineer pursuant to chapter 391 or a person holding a commission from the National Board of Pressure Vessel Inspectors and have knowledge and field experience in electric generating facility construction.\n\n(e) Any person who violates any provision of subsection (a) or (b) of this section shall be fined not more than one hundred thousand dollars or imprisoned not more than two years, or both, for each offense.\n\n(P.A. 11-101, S. 1.)\n\nHistory: P.A. 11-101 effective July 8, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50ii/"
    },
    {
      "id": "section-16-50j",
      "number": "16-50j.",
      "heading": "Connecticut Siting Council. Membership. Regulations. Consultation with state agencies.",
      "text": "(a) There is established the Connecticut Siting Council, hereinafter referred to in this title as the “council”, which shall be within the Department of Energy and Environmental Protection for administrative purposes only.\n\n(b) Except as provided in subsection (c) of this section, the council shall consist of: (1) The Commissioner of Energy and Environmental Protection, or the commissioner's designee; (2) the chairperson of the Public Utilities Regulatory Authority, or the chairperson's designee; (3) one designee of the speaker of the House and one designee of the president pro tempore of the Senate; and (4) five public members, to be appointed by the Governor, at least two of whom shall be experienced in the field of ecology, and all five of whom shall, consistent with the provisions of section 4-9a, have no substantial financial interest in, not be employed in or by, and not be professionally affiliated with any (A) utility, (B) facility, (C) hazardous waste facility, as defined in section 22a-115, or (D) ash residue disposal area, and shall have had no professional affiliation with any such utility, facility, hazardous waste facility or ash residue disposal area for three years preceding such public member's appointment to the council.\n\n(c) For proceedings under chapter 445, the council shall consist of (1) the Commissioners of Public Health and Emergency Services and Public Protection or their designated representatives; (2) the designees of the speaker of the House of Representatives and the president pro tempore of the Senate as provided in subsection (b) of this section; (3) the five public members as provided in subsection (b) of this section; and (4) four ad hoc members, appointed by the chief elected official of the municipality each such member represents, three of whom shall be electors from the municipality in which the proposed facility is to be located and one of whom shall be an elector from a neighboring municipality likely to be most affected by the proposed facility.\n\n(d) For the appointment of ad hoc members in accordance with subsection (c) of this section, the municipality most affected by the proposed facility shall be determined by the permanent members of the council. If any one of the five public members or of the designees of the speaker of the House of Representatives or the president pro tempore of the Senate resides (1) in the municipality in which a hazardous waste facility is proposed to be located for a proceeding concerning a hazardous waste facility or in which a low-level radioactive waste facility is proposed to be located for a proceeding concerning a low-level radioactive waste facility, or (2) in the neighboring municipality likely to be most affected by the proposed facility, the appointing authority shall appoint a substitute member for the proceedings on such proposal. If any appointee is unable to perform such appointee's duties on the council due to illness, or has a substantial financial or employment interest which is in conflict with the proper discharge of the appointee's duties under this chapter, the appointing authority shall appoint a substitute member for proceedings on such proposal. An appointee shall report any substantial financial or employment interest which might conflict with the proper discharge of the appointee's duties under this chapter to the appointing authority who shall determine if such conflict exists. If any state agency is the applicant, an appointee shall not be deemed to have a substantial employment conflict of interest because of employment with the state unless such appointee is directly employed by the state agency making the application. Ad hoc members shall continue their membership until the council issues a letter of completion of the development and management plan to the applicant.\n\n(e) The chairperson of the council shall be appointed by the Governor from among the five public members appointed by the Governor, with the advice and consent of the House or Senate, and shall serve as chairperson at the pleasure of the Governor.\n\n(f) The public members of the council, including the chairperson, the members appointed by the speaker of the House and president pro tempore of the Senate and the four ad hoc members specified in subsection (c) of this section, shall be compensated for their attendance at public hearings, executive sessions, or other council business as may require their attendance at the rate of two hundred dollars, provided in no case shall the daily compensation exceed two hundred dollars.\n\n(g) The council shall employ such employees as may be necessary to carry out the provisions of this chapter, and such employees shall, in the aggregate, have sufficient expertise in engineering and financial analysis to carry out the provisions of this chapter.\n\n(h) The council shall, in addition to its other duties prescribed in this chapter, adopt, amend, or rescind suitable regulations to carry out the provisions of this chapter and the policies and practices of the council in connection therewith, and appoint and prescribe the duties of such staff as may be necessary to carry out the provisions of this chapter. The chairperson of the council, with the consent of five or more other members of the council, may appoint an executive director, who shall be the chief administrative officer of the Connecticut Siting Council. The executive director shall be exempt from classified service.\n\n(i) Prior to commencing any hearing pursuant to section 16-50m, the council shall consult with and solicit written comments from (1) the Departments of Energy and Environmental Protection, Public Health, Agriculture, Economic and Community Development and Transportation and the Council on Environmental Quality, the Public Utilities Regulatory Authority, the Office of Policy and Management and the Office of Consumer Counsel, and (2) in a hearing pursuant to section 16-50m, for a facility described in subdivision (3) of subsection (a) of section 16-50i, the Department of Emergency Services and Public Protection, the Department of Administrative Services, the Labor Department and the Office of Consumer Counsel. Copies of such comments shall be made available to all parties prior to the commencement of the hearing. Subsequent to the commencement of the hearing, said departments, Council on Environmental Quality, authority and offices may file additional written comments with the Connecticut Siting Council within such period of time as the Connecticut Siting Council designates. All such written comments shall be made part of the record, as provided in section 16-50o. Said departments, Council on Environmental Quality, authority and offices shall not enter any contract or agreement with any party to the proceedings or hearings described in this section or section 16-50p that requires said departments, Council on Environmental Quality, authority or offices to withhold or retract comments, refrain from participating in or withdraw from said proceedings or hearings.\n\n(1971, P.A. 575, S. 4; 1972, P.A. 228; June, 1972, P.A. 1, S. 18; P.A. 73-458, S. 2; P.A. 75-375, S. 2, 12; P.A. 76-282, S. 1, 3; 76-319, S. 1, 2; P.A. 77-223, S. 1, 2; 77-614, S. 19, 155, 162, 284, 323, 587, 610; P.A. 78-303, S. 85, 136; P.A. 80-482, S. 87, 348; P.A. 81-369, S. 3, 20; P.A. 82-209, S. 2, 3; P.A. 83-569, S. 3, 17; P.A. 86-336, S. 1, 19; P.A. 87-540, S. 24, 26; P.A. 88-102, S. 1, 2; 88-161, S. 1, 2; 88-361, S. 23, 29; P.A. 89-384, S. 11, 15; P.A. 93-381, S. 9, 39; P.A. 95-250, S. 1; 95-257, S. 12, 21, 58; P.A. 96-211, S. 1, 5, 6; P.A. 03-263, S. 1; June 30 Sp. Sess. P.A. 03-6, S. 146(g); P.A. 04-189, S. 1; 04-236, S. 2; P.A. 06-76, S. 5; P.A. 07-222, S. 8; P.A. 08-124, S. 5; P.A. 11-51, S. 134; 11-80, S. 1, 32; 11-101, S. 2; June 12 Sp. Sess. P.A. 12-2, S. 106; P.A. 13-5, S. 4; 13-247, S. 221; P.A. 14-94, S. 11; 14-134, S. 8; P.A. 21-37, S. 1; P.A. 24-144, S. 2.)\n\nHistory: 1972 acts replaced reference to administrative head of projected environment department and of department of agriculture and natural resources with commissioner of environmental protection and included members appointed by house speaker and senate president pro tem in compensation provision under Subsec. (d), replaced water resources, clean air and state park and forest commissions and board of fisheries and game with department of environmental protection and deleted “if and when established” referring to council on environmental quality in Subsec. (f); P.A. 73-458 required that council consult with public utilities and Connecticut development commissions and with office of state planning and added provision re continued responsibility of environmental protection department in Subsec. (f); P.A. 75-375 substituted Sec. 16-50m for 16-50p, required that copies of comments be available to parties before hearing and provided for additional written comments; P.A. 76-282 added reference to compensation for “such other council business as may require their attendance” in Subsec. (d); P.A. 76-319 replaced public utilities control commission with public utilities control authority pursuant to requirement of P.A. 75-486 and office of state planning with department of planning and energy policy and substituted “solicit written comments” for “obtain in writing the comments” in Subsec. (f); P.A. 77-223 required council to consult with department of transportation in Subsec. (f); P.A. 77-614 and P.A. 78-303 replaced department of planning and energy policy with office of policy and management and, effective January 1, 1979, replaced department of commerce with department of economic development, replaced public utilities control authority with division of public utility control within the department of business regulation, and replaced department of health with department of health services; P.A. 80-482 made division of public utility control an independent department and deleted reference to abolished department of business regulation; P.A. 81-369 replaced power facility evaluation council with Connecticut Siting Council, inserted new Subsec. (c) re council as constituted for proceedings under Ch. 445, redesignating remaining Subsecs. accordingly and required compensation for ad hoc members; P.A. 82-209 amended Subsec. (c) to add provisions re determination of conflict of interest and re appointment of substitute member where conflict of interest exists; P.A. 83-569 increased members compensation for hearings to $100 and limited annual compensation for hearings to not more than $4,000; P.A. 86-336 amended Subsec. (e) to increase maximum annual compensation from $4,000 to $8,000; P.A. 87-540 added references to regional low-level radioactive waste facility, effective upon designation of Connecticut as a host state by the Northeast Interstate Low-Level Radioactive Waste Commission, i.e. December 23, 1987; P.A. 88-102 added a provision to Subsec. (f) which enabled the Connecticut Siting Council to appoint an executive director and provided that the executive director shall be exempt from classified service; P.A. 88-161 amended Subsec. (e) to authorize compensation for a member's attendance at executive sessions or other council business which requires attendance, to increase daily compensation to $150 and to increase annual compensation to a maximum of $12,000; P.A. 88-361 made technical changes in Subsec. (c); P.A. 89-384 authorized selection of public member who is affiliated with an ash residue disposal area and inserted new Subsec. (d) re proceedings under Secs. 22a-285d to 22a-285h, inclusive, relettering former Subsecs. (d) to (g) accordingly; P.A. 93-381 replaced department and commissioner of health services with department and commissioner of public health and addiction services, effective July 1, 1993; P.A. 95-250 and P.A. 96-211 replaced Commissioner and Department of Economic Development with Commissioner and Department of Economic and Community Development; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health, effective July 1, 1995; (Revisor's note: The Revisors editorially changed a reference in Subsec. (d) from “municipality in which a ash residue disposal area ...” to “municipality in which an ash residue disposal area ...”, to correct a clerical error); P.A. 03-263 amended Subsec. (h) to include the Department of Agriculture as a department to be consulted prior to the council commencing any hearing pursuant to Sec. 16-50m and to prohibit departments, council and commissions from entering any contract or agreement with any party to proceeding or hearing that requires such entity to withhold or retract comments, refrain from participation in or withdraw from proceeding or the hearing, effective July 9, 2003; June 30 Sp. Sess. P.A. 03-6 replaced Department of Agriculture with Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 04-236 made technical changes in Subsec. (h), effective June 8, 2004; P.A. 06-76 amended both Subsecs. (b) and (c) to delete references to Secs. 22a-134cc, 22a-134ff and 22a-163 to 22a-163u, inclusive, deleted reference to regional low-level radioactive waste facility in Subsec. (b) and made technical changes in Subsec. (c); P.A. 07-222 amended Subsec. (f) to increase compensation rate from $150 to $200 and eliminate annual cap of $12,000, effective July 1, 2007; P.A. 08-124 made technical changes in Subsec. (b), effective June 2, 2008; pursuant to P.A. 11-51, “Commissioner of Emergency Management and Homeland Security” was changed editorially by the Revisors to “Commissioner of Emergency Services and Public Protection” in Subsec. (h), effective July 1, 2011; P.A. 11-80 amended Subsec. (a) to place the council within Department of Energy and Environmental Protection for administrative purposes, rather than within Department of Public Utility Control, amended Subsec. (b)(1) to change “Commissioner of Environmental Protection” to “Commissioner of Energy and Environmental Protection”, amended Subsec. (b)(2) to change “chairman, or his designee, of the Public Utilities Control Authority” to “chairperson of the Public Utilities Regulatory Authority or the chairperson's designee”, and amended Subsec. (h) to change “Department of Environmental Protection” to “Department of Energy and Environmental Protection” and “Department of Public Utility Control” to “Public Utilities Regulatory Authority”, effective July 1, 2011; P.A. 11-101 amended Subsec. (h) to designate existing provision re consultation with certain state agencies as Subdiv. (1) and add Subdiv. (2) re consultation with certain state agencies for a hearing concerning a facility described in Sec. 16-50i(a)(3), effective July 8, 2011; June 12 Sp. Sess. P.A. 12-2 replaced references to Commissioner of Public Safety with references to Commissioner of Emergency Services and Public Protection in Subsecs. (c)(1) and (d)(1) and deleted reference to Department of Public Safety in Subsec. (h)(2), effective June 15, 2012; P.A. 13-5 amended Subsec. (h) to make a technical change, effective May 8, 2013; P.A. 13-247 amended Subsec. (h) to change “Department of Public Works” to “Department of Administrative Services”, effective July 1, 2013; P.A. 14-94 deleted former Subsec. (d) re membership of the council for proceedings under Secs. 22a-285d to 22a-285h, and redesignated existing Subsecs. (e) to (h) as Subsecs. (d) to (g), effective June 6, 2014; P.A. 14-134 amended Subsec. (h) by deleting provision re applications within the jurisdiction of department prior to October 1, 1973, effective June 6, 2014; P.A. 21-37 amended Subsec. (g)(2) to delete reference to Department of Consumer Protection, effective June 4, 2021; P.A. 24-144 amended Subsec. (b) to replace provision re not more than 1 member having a past or present affiliation with utility, facility, hazardous waste facility or ash residue disposal area with provision re all 5 members having no substantial financial interest, employment in or by or professional affiliation with same, designated existing provisions re appointment of ad hoc members as Subsec. (d) and amended same by redesignating Subparas. (A) and (B) as Subdivs. (1) and (2), redesignated existing Subsecs. (d) and (e) as Subsecs. (e) and (f), added new Subsec. (g) re employee experience in engineering and financial analysis, redesignated existing Subsecs. (f) and (g) as Subsecs. (h) and (i), amended redesignated Subsec. (i) by adding Office of Consumer Counsel to lists of agencies required to be consulted, and made technical and conforming changes.\n\nSee Sec. 4-9a for definition of “public member”.\n\nSee Sec. 4-38f for definition of “administrative purposes only”.\n\nCited. 180 C. 474; 212 C. 157; 216 C. 1.\n\nCited. 20 CA 474.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50j/"
    },
    {
      "id": "section-16-50jj",
      "number": "16-50jj.",
      "heading": "Meeting conducted during construction of electric generating facility.",
      "text": "At least once during the period of construction of an electric generating facility in this state, the Connecticut Siting Council, the Departments of Administrative Services, Emergency Services and Public Protection and Consumer Protection and the Labor Department shall conduct a meeting to discuss and develop proposed resolutions for any known or potential safety issue at such facility. The council and said departments shall submit any such proposed resolutions to the special inspector provided for such facility, as required pursuant to section 16-50ii.\n\n(P.A. 11-51, S. 134; 11-101, S. 3; P.A. 13-247, S. 222.)\n\nHistory: P.A. 11-101 effective July 8, 2011; pursuant to P.A. 11-51, “Department of Emergency Management and Homeland Security” was changed editorially by the Revisors to “Department of Emergency Services and Public Protection”, effective July 1, 2011 (Revisor's note: “Department of Public Safety” was changed editorially by the Revisors to “Department of Construction Services” to conform with changes made by P.A. 11-51, S. 90); P.A. 13-247 replaced reference to Department of Construction Services with reference to Department of Administrative Services and deleted reference to Department of Public Works, effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50jj/"
    },
    {
      "id": "section-16-50k",
      "number": "16-50k.",
      "heading": "Certificate of environmental compatibility and public need. Transfer. Amendment. Excepted matters. Waiver.",
      "text": "(a) Except as provided in subsection (b) of section 16-50z, no person shall exercise any right of eminent domain in contemplation of, commence the preparation of the site for, commence the construction or supplying of a facility, or commence any modification of a facility, that may, as determined by the council, have a substantial adverse environmental effect in the state without having first obtained a certificate of environmental compatibility and public need, hereinafter referred to as a “certificate”, issued with respect to such facility or modification by the council. Certificates shall not be required for (1) fuel cells built within the state with a generating capacity of two hundred fifty kilowatts or less, or (2) fuel cells built out of state with a generating capacity of ten kilowatts or less. Any facility with respect to which a certificate is required shall thereafter be built, maintained and operated in conformity with such certificate and any terms, limitations or conditions contained therein. Notwithstanding the provisions of this chapter or title 16a, the council shall, in the exercise of its jurisdiction over the siting of generating facilities, approve by declaratory ruling (A) the construction of a facility solely for the purpose of generating electricity, other than an electric generating facility that uses nuclear materials or coal as fuel, at a site where an electric generating facility operated prior to July 1, 2004, and (B) the construction or location of any fuel cell, unless the council finds a substantial adverse environmental effect, or of any customer-side distributed resources project or facility or grid-side distributed resources project or facility with a capacity of not more than sixty-five megawatts, as long as: (i) Such project meets air and water quality standards of the Department of Energy and Environmental Protection, (ii) the council does not find a substantial adverse environmental effect, and (iii) for a solar photovoltaic facility with a capacity of two or more megawatts, to be located on prime farmland or forestland, excluding any such facility that was selected by the Department of Energy and Environmental Protection in any solicitation issued prior to July 1, 2017, pursuant to section 16a-3f, 16a-3g or 16a-3j, the Department of Agriculture represents, in writing, to the council that such project will not materially affect the status of such land as prime farmland or the Department of Energy and Environmental Protection represents, in writing, to the council that such project will not materially affect the status of such land as core forest. In conducting an evaluation of a project for purposes of subparagraph (B)(iii) of this subdivision, the Departments of Agriculture and Energy and Environmental Protection may consult with the United States Department of Agriculture and soil and water conservation districts. In addition to all other requirements for the issuance of a certificate, the council shall not issue a certificate for a facility described in subparagraph (B)(iii) of this subdivision unless the applicant for such certificate furnishes a bond to cover all costs associated with the decommissioning of such facility and the restoration of such prime farmland, including, but not limited to, an inspection by a qualified soil scientist or other agricultural soils professional to assess and assure that the soils of such prime farmland are restored and will be suitable for farming. Such an assessment shall include, but need not be limited to, consideration of topsoil and subsoil depths, soil compaction, alteration in surface and subsurface drainage, erosion and sedimentation control measures and soil fertility.\n\n(b) A certificate may be transferred, subject to the approval of the council, to a person who agrees to comply with the terms, limitations and conditions contained therein. The council shall not approve any such transfer if it finds that such transfer was contemplated at or prior to the time the certificate was issued and such fact was not adequately disclosed during the certification proceeding.\n\n(c) A certificate issued pursuant to this chapter may be amended as provided in this chapter.\n\n(d) This chapter shall apply to any facility described in subdivisions (1) to (3), inclusive, of subsection (a) of section 16-50i, the construction of which is commenced on or after April 1, 1972, and to any such facility the construction of which is approved by a municipality that has commenced the sale of bonds or bond anticipation notes on or after April 1, 1972, the proceeds or part of the proceeds of which are to finance such construction. This chapter shall apply to any facility described in subdivision (4) of said subsection (a) of section 16-50i, the construction of which is commenced on or after July 1, 1983, and to any such facility the construction of which is approved by a municipality that has commenced the sale of bonds or bond anticipation notes on or after July 1, 1983, the proceeds or part of the proceeds of which are to finance such construction. This chapter shall apply to any facility described in subdivisions (5) and (6) of said subsection, the construction of which is commenced on or after October 1, 1977, and to any such facility the construction of which is approved by a municipality that has commenced the sale of bonds or bond anticipation notes on or after October 1, 1977, the proceeds or part of the proceeds of which are to finance such construction. This chapter shall apply to the modification of a facility described in subdivisions (1) to (3), inclusive, of said subsection (a) for which construction is commenced on or after April 1, 1972, modifications of a facility described in subdivision (4) of said subsection (a) for which construction is commenced on or after July 1, 1983, and modifications of a facility described in subdivisions (5) and (6) of said subsection (a) of section 16-50i, for which construction is commenced on or after October 1, 1977, whenever such modification either alone or in combination with existing or other proposed facility modifications may, as determined by the council, have a substantial adverse environmental effect. This chapter shall not apply to any matter over which any agency, department or instrumentality of the federal government has exclusive jurisdiction, or has jurisdiction concurrent with that of the state and has exercised such jurisdiction, to the exclusion of regulation of such matter by the state.\n\n(e) Any person intending to construct a facility excluded from one or more provisions of this chapter may, to the extent permitted by law, elect to waive such exclusion by delivering notice of such waiver to the council. Such provisions shall thereafter apply to each facility identified in such notice from the date of its receipt by the council.\n\n(1971, P.A. 575, S. 5; P.A. 73-458, S. 3; P.A. 76-359, S. 4, 7; P.A. 77-218, S. 3; P.A. 83-569, S. 15, 17; P.A. 98-28, S. 49, 117; P.A. 00-93; P.A. 01-49, S. 7; P.A. 03-140, S. 6; June Sp. Sess. P.A. 05-1, S. 18; P.A. 06-196, S. 231; P.A. 07-242, S. 62; P.A. 11-80, S. 1; P.A. 13-5, S. 33; P.A. 17-218, S. 3; P.A. 23-163, S. 1.)\n\nHistory: P.A. 73-458 added exception re Sec. 16-50y in Subsec. (a) and qualified applicability of chapter in Subsec. (d) with regard to modification of facilities; P.A. 76-359 replaced reference to Sec. 16-50y in Subsec. (a) with reference to Sec. 16-50z(b); P.A. 77-218 clarified applicability provisions of Subsec. (d); P.A. 83-569 amended Subsec. (d) to limit application of chapter to facilities described in Sec. 16-50i(a)(4) (substations and switchyards) to those constructed on or after July 1, 1983; P.A. 98-28 amended Subsec. (a) by requiring the council to approve by declaratory ruling the siting of electric generation facilities that do not use nuclear materials or coal as fuel, effective July 1, 1998; P.A. 00-93 amended Subsec. (a) by excepting fuel cells with a generating capacity of ten kilowatts or less and by adding provision re approval by declaratory ruling of the construction or location of fuel cells; P.A. 01-49 amended Subsec. (a) to make technical changes; P.A. 03-140 amended Subsec. (a) to replace “this subsection” with “this chapter or title 16a” and to add Subdiv. (3) re siting of temporary generation, effective June 26, 2003; June Sp. Sess. P.A. 05-1 amended Subsec. (a) to replace “1998” with “2004” in Subdiv. (1) and allow the council to approve by declaratory ruling customer-side distributed resources and certain grid-side distributed resources in Subdiv. (2), effective July 21, 2005; P.A. 06-196 made a technical change in Subsec. (a)(2), effective June 7, 2006; P.A. 07-242 amended Subsec. (a) to exempt from requiring a certificate, fuel cells built within the state with generating capacity of 250 kilowatts or less in new Subdiv. (1), specify that exempt fuel cells with generating capacity of 10 kilowatts or less be built out of state in new Subdiv. (2), redesignate existing Subdivs. (1) to (3) as Subparas. (A) to (C), amend Subpara. (B) to change “as long as such project meets air quality standards” to “as long as such project meets air and water quality standards” and make technical changes; pursuant to P.A. 11-80, “Department of Public Utility Control” and “Department of Environmental Protection” were changed editorially by the Revisors to “Public Utilities Regulatory Authority” and “Department of Energy and Environmental Protection”, respectively, in Subsec. (a), effective July 1, 2011; P.A. 13-5 amended Subsec. (a) to delete former Subpara. (C) re siting of temporary generation, effective May 8, 2013; P.A. 17-218 amended Subsec. (a)(2)(B) by designating provision re project meets air and water quality standards as clause (i), adding clause (ii) re council does not find substantial adverse environmental effect, and adding clause (iii) re solar photovoltaic facility, and further amended Subsec. (a) by adding provision re departments may consult with U.S. Department of Agriculture and soil and water conservation districts, effective July 1, 2017; P.A. 23-163 amended Subsec. (a) to add provision re decommissioning bond for facilities described in Subpara. (B)(iii) to cover costs associated with decommissioning such facility and restoring prime farmland, effective June 29, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50k/"
    },
    {
      "id": "section-16-50kk",
      "number": "16-50kk.",
      "heading": "Regulations re wind-powered generation.",
      "text": "(a) On or before July 1, 2012, the Connecticut Siting Council, in consultation with the Department of Energy and Environmental Protection, shall adopt regulations, in accordance with the provisions of chapter 54, concerning the siting of wind turbines. Such regulations shall include, but not be limited to, (1) a consideration of (A) setbacks, including considerations of tower height and distance from neighboring properties; (B) flicker; (C) a requirement for the developer to decommission the facility at the end of its useful life; (D) ice throw; (E) blade shear; (F) noise; and (G) impact on natural resources; and (2) a requirement for a public hearing for wind turbine projects.\n\n(b) The Connecticut Siting Council shall not act on any application or petition for siting of a wind turbine until after the adoption of regulations pursuant to subsection (a) of this section.\n\n(P.A. 11-80, S. 1; 11-245, S. 1; P.A. 13-298, S. 44.)\n\nHistory: P.A. 11-245 effective July 1, 2011; pursuant to P.A. 11-80, “Department of Public Utility Control” and “Department of Environmental Protection” were changed editorially by the Revisors to “Department of Energy and Environmental Protection” in Subsec. (a), effective July 1, 2011; P.A. 13-298 amended Subsec. (a)(1) to delete former Subpara. (D) re different requirements for projects of different sizes and to redesignate existing Subparas. (E) to (H) as Subparas. (D) to (G), effective July 8, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50kk/"
    },
    {
      "id": "section-16-50l",
      "number": "16-50l.",
      "heading": "Application for certificate. Notice. Application or resolution for amendment of certificate. Consultation with municipality.",
      "text": "(a) To initiate a certification proceeding, an applicant for a certificate shall file with the council an application, in such form as the council may prescribe, accompanied by a filing fee of not more than twenty-five thousand dollars, which fee shall be established in accordance with section 16-50t, and a municipal participation fee of forty thousand dollars, or, if the proposed location of the facility is in more than one municipality, eighty thousand dollars, to be deposited in the account established pursuant to section 16-50bb, except that an application for a facility described in subdivision (5) or (6) of subsection (a) of section 16-50i shall not pay such municipal participation fee. An application shall contain such information as the applicant may consider relevant, such information that the council or any department or agency of the state exercising environmental controls may by regulation require, and the following information:\n\n(1) In the case of facilities described in subdivisions (1), (2) and (4) of subsection (a) of section 16-50i: (A) A description, including estimated costs, of the proposed transmission line, substation or switchyard, covering, where applicable underground cable sizes and specifications, overhead tower design and appearance and heights, if any, conductor sizes, and initial and ultimate voltages and capacities; (B) a statement and full explanation of why the proposed transmission line, substation or switchyard is necessary and how the facility conforms to a long-range plan for expansion of the electric power grid serving the state and interconnected utility systems, that will serve the public need for adequate, reliable and economic service; (C) a map of suitable scale of the proposed routing or site, showing details of the rights-of-way or site in the vicinity of settled areas, parks, recreational areas and scenic areas, residential areas, private or public schools, child care centers, as described in section 19a-77, group child care homes, as described in section 19a-77, family child care homes, as described in section 19a-77, licensed youth camps, and public playgrounds and showing existing transmission lines within one mile of the proposed route or site; (D) a justification for adoption of the route or site selected, including comparison with alternative routes or sites which are environmentally, technically and economically practical; (E) a description of the effect of the proposed transmission line, substation or switchyard on the environment, ecology, and scenic, historic and recreational values; (F) a justification for overhead portions, if any, including life-cycle cost studies comparing overhead alternatives with underground alternatives, and effects described in subparagraph (E) of this subdivision of undergrounding; (G) a schedule of dates showing the proposed program of right-of-way or property acquisition, construction, completion and operation and, in the case of any facility described in subdivision (1) of subsection (a) of section 16-50i, or any modification of such a facility, (i) any appraisal completed by an independent appraiser on behalf of the applicant concerning fair compensation that is to be provided to an owner of real property in connection with the necessity of entering a right-of-way, including any easements or land acquisition, and (ii) for property that the applicant does not own, lease or otherwise have access to, the applicant shall exercise due diligence to seek permission to gain access to such property. Evidence of due diligence shall be established by the submission of: (I) Certified mail, return receipt requested, letters sent to the owner or owners of record of such property requesting access to the property; and (II) an affidavit from the applicant stating that the applicant was not provided access to the property and, in the absence of permission to access the property, the applicant made visual inspections of the property to document existing conditions from public rights-of-way, existing utility rights-of-way or other accessible properties within or surrounding the proposed facility site; (H) an identification of each federal, state, regional, district and municipal agency with which proposed route or site reviews have been undertaken, including a copy of each written agency position on such route or site; and (I) an assessment of the impact of any electromagnetic fields to be produced by the proposed transmission line;\n\n(2) In the case of facilities described in subdivision (3) of subsection (a) of section 16-50i: (A) A description of the proposed electric generating or storage facility; (B) a statement and full explanation of why the proposed facility is necessary; (C) a statement of loads and resources, as described in section 16-50r; (D) safety and reliability information, including planned provisions for emergency operations and shutdowns; (E) estimated cost information, including plant costs, fuel costs, plant service life and capacity factor, and total generating cost per kilowatt-hour, both at the plant and related transmission, and comparative costs of alternatives considered; (F) a schedule showing the program for design, material acquisition, construction and testing, and operating dates; (G) available site information, including maps and description and present and proposed development, and geological, scenic, ecological, seismic, biological, water supply, population and load center data; (H) justification for adoption of the site selected, including comparison with alternative sites; (I) design information, including a description of facilities, plant efficiencies, electrical connections to the system, and control systems; (J) a description of provisions, including devices and operations, for mitigation of the effect of the operation of the facility on air and water quality, for waste disposal, and for noise abatement, and information on other environmental aspects; and (K) a listing of federal, state, regional, district and municipal agencies from which approvals either have been obtained or will be sought covering the proposed facility, copies of approvals received and the planned schedule for obtaining those approvals not yet received; and\n\n(3) In addition to the requirements of subdivisions (1) and (2) of this subsection, in the case of any facility described in subdivision (1) of subsection (a) of section 16-50i, or any modification of such a facility: (A) A description of the estimated initial and life-cycle costs for the facility or modification, as applicable, and for each feasible and practical alternative; (B) an estimate of the regionalized and localized costs for the facility or modification, as applicable, and for each feasible and practical alternative, in accordance with the regional independent system operator's procedure for pool-supported pool transmission facilities cost review, or a successor procedure; (C) for any difference between the estimated total costs and estimated localized costs, an analysis of the benefits associated with such cost difference; (D) a detailed analysis of any nontransmission alternatives to the proposed facility or proposed modification, as applicable; and (E) (i) for the ten-year period preceding the date of the application, the actual loads for existing transmission lines in the area where the proposed transmission line is to be located, (ii) for the ten-year period following the date of the application, the projected load for any proposed transmission line, (iii) for the ten-year period preceding the date of application, the performance of all electric circuits for existing transmission lines in the area where the proposed transmission line is to be located, including a description of all service outages or disruptions, any cause for such outage or disruption and the time required to restore service following such outages or disruptions, and (iv) a statement of loads and resources, as described in subsection (a) of section 16-50r, and all planning studies conducted by the regional independent system operator or the applicant associated with the proposed facility.\n\n(b) Each application shall be accompanied by proof of service of a copy of such application on: (1) Each municipality in which any portion of such facility is to be located, both as primarily proposed and in the alternative locations listed, and any adjoining municipality having a boundary not more than two thousand five hundred feet from such facility, which copy shall be served on the chief executive officer of each such municipality and shall include notice of the date on or about which the application is to be filed, and the zoning commissions, planning commissions, planning and zoning commissions, conservation commissions and inland wetlands agencies of each such municipality, and the regional councils of governments which encompass each such municipality; (2) the Attorney General; (3) each member of the legislature in whose assembly or senate district the facility or any alternative location listed in the application is to be located; (4) any agency, department or instrumentality of the federal government that has jurisdiction, whether concurrent with the state or otherwise, over any matter that would be affected by such facility; (5) each state department and agency named in subsection (i) of section 16-50j; and (6) such other state and municipal bodies as the council may by regulation designate. A notice of such application shall be given to the general public, in municipalities entitled to receive notice under subdivision (1) of this subsection, by the publication of a summary of such application and the date on or about which it will be filed. Such notice shall be published under the regulations to be promulgated by the council, in such form and in such newspapers as will serve substantially to inform the public of such application and to afford interested persons sufficient time to prepare for and to be heard at the hearing prescribed in section 16-50m. Such notice shall be published in not less than ten-point type. A notice of such an application for a certificate for a facility described in subdivision (3), (4), (5) or (6) of subsection (a) of section 16-50i shall also be sent, by certified or registered mail, to each person appearing of record as an owner of property which abuts the proposed primary or alternative sites on which the facility would be located. Such notice shall be sent at the same time that notice of such application is given to the general public. Notice of an application for a certificate for a facility described in subdivision (1) of subsection (a) of section 16-50i shall also be provided to each electric distribution company customer in the municipality where the facility is proposed to be placed. Such notice shall (A) be provided on a separate enclosure with each customer's monthly bill for one or more months, (B) be provided by the electric distribution company not earlier than sixty days prior to filing the application with the council, but not later than the date that the application is filed with the council, and (C) include: A brief description of the project, including its location relative to the affected municipality and adjacent streets; a brief technical description of the project including its proposed length, voltage, and type and range of heights of support structures or underground configuration; the reason for the project; the address and a toll-free telephone number of the applicant by which additional information about the project can be obtained; and a statement in print no smaller than twenty-four-point type size stating “NOTICE OF PROPOSED CONSTRUCTION OF A HIGH VOLTAGE ELECTRIC TRANSMISSION LINE”.\n\n(c) For a facility described in subdivision (3) of subsection (a) of section 16-50i that is a solar photovoltaic facility, the applicant shall also provide notice by certified or registered mail of each proposed site configuration change that occurs after the filing of the application but prior to the granting of a certificate for such facility, that is a material change, as determined by the council, to each person appearing of record as an owner of property that abuts the proposed primary or alternative sites on which the facility would be located.\n\n(d) An application for a certificate shall contain information on the extent to which the proposed facility has been identified in, and is consistent with, the annual forecast reports and life-cycle cost analysis required by section 16-50r and other advance planning that has been carried out, and shall include an explanation for any failure of the facility to conform with such information.\n\n(e) An amendment proceeding may be initiated by an application for amendment of a certificate filed with the council by the holder of the certificate or by a resolution of the council. An amendment application by a certificate holder shall be in such form and contain such information as the council shall prescribe. A resolution for amendment by the council shall identify the design, location or route of the portion of a certificated facility described in subdivisions (1) or (2) of subsection (a) of section 16-50i which is subject to modification on the basis of stated conditions or events which could not reasonably have been known or foreseen prior to the issuance of the certificate. No such resolution for amendment of a certificate shall be adopted after the commencement of site preparation or construction of the certificated facility or, in the case of a facility for which approval by the council of a right-of-way development and management plan or other detailed construction plan is a condition of the certificate, after approval of that part of the plan which includes the portion of the facility proposed for modification. A copy and notice of each amendment application shall be given by the holder of the certificate in the manner set forth in subsection (b) of this section. A copy and notice of each resolution for amendment shall be given by the council in the manner set forth in subsection (b) of this section. The council shall also provide the certificate holder with a copy of such resolution. The certificate holder and the council shall not be required to give such copy and notice to municipalities and the commissions and agencies of such municipalities other than those in which the modified portion of the facility would be located.\n\n(f) At least sixty days, or, in the case of a facility described in subdivision (1) of subsection (a) of section 16-50i, ninety days prior to the filing of an application with the council, the applicant shall consult with the municipality in which the facility may be located and with any other municipality required to be served with a copy of the application under subdivision (1) of subsection (b) of this section concerning the proposed and alternative sites of the facility. Such consultation with the municipality shall include, but not be limited to, good faith efforts to meet with the chief elected official of the municipality, or such official's designee, the legislative body of the municipality and each member of the legislature in whose assembly or senate district the facility or any alternative location listed in the application is to be located. At the time of the consultation, the applicant shall provide the chief elected official, or such official's designee, the legislative body of the municipality and each member of the legislature in whose assembly or senate district the facility or any alternative location listed in the application is to be located with any technical reports concerning the public need, the site selection process and the environmental effects of the proposed facility. In the case of a proposed transmission line, at the time of the consultation, the applicant shall provide the chief elected official, or such official's designee, the legislative body of the municipality and each member of the legislature in whose assembly or senate district the facility or any alternative location listed in the application is to be located with a report that includes a summary of the status of any negotiation with the owners of real property concerning any required right-of-way access, easements or land acquisition. Any such summary shall not include any confidential or proprietary information. The municipality may conduct public hearings and meetings as it deems necessary for it to advise the applicant of its recommendations concerning the proposed facility. Not later than sixty days after the initial consultation, the municipality shall issue its recommendations to the applicant. Not later than fifteen days after submitting an application to the council, the applicant shall provide to the council all materials provided to such chief elected official of the municipality, such official's designee, such legislative body of the municipality or any such member of the legislature, a summary of the consultations with the municipality, including any meetings with such chief elected official, such official's designee, such legislative body of the municipality and any such member of the legislature and any recommendations issued by the municipality.\n\n(g) (1) For a facility described in subdivision (6) of subsection (a) of section 16-50i, at least ninety days before filing an application with the council, the applicant shall consult with the municipality in which the facility is proposed to be located and with any other municipality required to be served with a copy of the application under subdivision (1) of subsection (b) of this section. Consultation with such municipality shall include, but not be limited to, good-faith efforts to meet with the chief elected official of the municipality or such official's designee. At the time of the consultation, the applicant shall provide the municipality with any technical reports concerning the need for the facility, including a map indicating the area of need, the location of existing surrounding facilities, a detailed description of the proposed and any alternate sites under consideration, a listing of other sites or areas considered and rejected, the location of all schools near the proposed facility, an analysis of the potential aesthetic impacts of the facility on said schools, as well as a discussion of efforts or measures to be taken to mitigate such aesthetic impacts, a description of the site selection process undertaken by the prospective applicant and the potential environmental effects of the proposed facility. The applicant shall also provide copies of such technical reports to such municipality's planning commission, zoning commission or combined planning and zoning commission and inland wetland agency.\n\n(2) Not later than sixty days after the initial municipal consultation meeting, the municipality, in cooperation with the applicant, may hold a public information meeting. If the municipality decides to hold a public information meeting, the applicant shall be responsible for sending notice of such meeting to each person appearing of record as an owner of property which abuts the proposed or alternate facility locations and for publishing notice of such meeting in a newspaper of general circulation in the municipality at least fifteen days before the date of the public information meeting. Such applicant shall pay all administrative expenses associated with such public information meeting.\n\n(3) The municipality shall present the applicant with proposed alternative sites, which may include municipal parcels, for its consideration not later than thirty days after the initial consultation meeting. The applicant shall evaluate these alternate sites presented as part of the municipal consultation process and include the results of its evaluations in its application to the council. The applicant may present any such alternatives to the council in its application for formal consideration.\n\n(h) Any applicant that submits an initial application under this section for a facility described in subdivision (1) of subsection (a) of section 16-50i where the applicant intends to submit one or more additional applications under this section within five years of the date of the initial application for additional facilities described in said subdivision that will either be physically connected to the facility included in the initial application or located within five miles of such facility shall indicate any such intention that is foreseeable in the initial application, and provide any information regarding such additional facilities required by the council.\n\n(1971, P.A. 575, S. 6; P.A. 73-458, S. 5; P.A. 75-375, S. 3, 12; 75-509, S. 1, 4; P.A. 76-359, S. 2, 7; P.A. 79-537, S. 1; P.A. 83-569, S. 4, 17; P.A. 86-187, S. 2, 10; P.A. 89-45, S. 2, 4; 89-104; P.A. 94-176, S. 1; P.A. 98-28, S. 100, 117; P.A. 99-141, S. 2, 4; P.A. 03-140, S. 4, 5, 7; P.A. 04-236, S. 3–5; 04-246, S. 1, 2; P.A. 07-242, S. 55; June Sp. Sess. P.A. 07-4, S. 11; P.A. 12-165, S. 4; P.A. 13-247, S. 312; P.A. 14-94, S. 26; 14-134, S. 71; P.A. 15-186, S. 1; P.A. 16-163, S. 32; P.A. 19-32, S. 7; P.A. 24-144, S. 3.)\n\nHistory: P.A. 73-458 amended Subsec. (a) to require statement of how facility conforms to long-range plan for expansion of power grid in (1)(B), to delete statement of methods of eliminating overhead portions in (1)(F), to delete reference to statement of applicants understanding of agency's position in (1)(H), to delete requirement that statement of loads and resources be by area in (2)(C) and to delete requirement for setting out plants costs by accounts and expenses by categories and amended Subsec. (b) to require that application copies be sent to zoning, planning, zoning and planning and conservation commissions, to inland wetland and regional planning agencies, to state departments, agencies and commissions named in Sec. 16-50j(f) and to others designated by council; P.A. 75-375 added references to environmentally, technically and economically practical routes in Subsec. (a)(1)(D); P.A. 75-509 required that notice in Subsec. (b) “be published in not less than ten-point, boldface type”; P.A. 76-359 added Subsec. (d); P.A. 79-537 clarified language with minor changes to Subsecs. (a) and (b), deleted Subsec. (c) summarizing section provisions, relettered Subsec. (d) as (c) and added new Subsec. (d) re amendments; P.A. 83-569 amended Subsec. (a) to include references to substations and switchyards; P.A. 86-187 amended Subsec. (b) to require council to send notice of certain applications to abutting property owners; P.A. 89-45 deleted requirement re notices published in boldface type; P.A. 89-104 added new Subsec. (e) re consultation with and input of municipality concerning proposed or alternative sites of a facility; P.A. 94-176 amended Subsec. (a) by adding “life-cycle” and “comparing overhead alternatives with underground alternatives” in Subpara. (F), amended Subsec. (b) by changing Subpara. designations to Subdiv. designations and adding provisions re notice of an application for a certificate, and amended Subsec. (c) by changing “identified in the annual forecast reports” to “identified in, and is consistent with, the annual forecast reports and life-cycle cost analysis” and replacing “failure to so identify the facility” with “failure of the facility to conform with such information”; P.A. 98-28 amended Subsec. (b) by adding electric distribution companies, effective July 1, 1998; P.A. 99-141 amended Subsec. (b) by adding reference to adjoining municipality having boundary not more than 2,500 feet from facility and making a technical change in Subdiv. (1) and amended Subsec. (e) by adding reference to any other municipality required to be served, effective June 8, 1999, and applicable to applications pending before the Connecticut Siting Council on or after that date; P.A. 03-140 amended Subsec. (a) to add provision re municipal participation fee and to make technical changes, effective July 1, 2003, and further amended said Subsec. to designate existing provisions as Subdiv. (1) and make conforming changes therein, to add Subdiv. (2) re initiation of the request-for-proposal process, and to add Subdiv. (3) re filing of an application after submitting a proposal pursuant to the request-for-proposal process, effective December 1, 2004, and amended Subsec. (e) to add exception re Sec. 16a-7c, to make technical changes, and to add provision re submitting information to the Connecticut Energy Advisory Board for certain types of facilities, effective October 1, 2004; P.A. 04-236 amended Subsec. (a)(1)(A) and (a)(1)(B) to make technical changes, effective December 1, 2004, and amended Subsec. (a)(2) to make technical changes, effective June 8, 2004; P.A. 04-246 amended Subsec. (a) to add “residential areas, private or public schools, licensed child day care facilities, licensed youth camps, and public playgrounds” to mapping requirements, to add provision re assessment of the impact of any electromagnetic fields to be produced by proposed transmission line, and to make a technical change, effective June 3, 2004, and applicable to applications for a certificate of environmental compatibility and public need that was originally filed on or after October 1, 2003, for which the Connecticut Siting Council has not rendered a decision upon the record prior to June 3, 2004; P.A. 07-242 amended Subsec. (a)(2) to include exceptions for facilities described in Sec. 16-50i(a)(4) or exempt pursuant to Sec. 16a-7c(b), effective July 1, 2007; June Sp. Sess. P.A. 07-4 added new Subsec. (f) re “preapplication”, effective July 1, 2007; P.A. 12-165 added Subsec. (g) re municipal consultation, public information meetings and proposed alternative sites, effective June 15, 2012; pursuant to P.A. 13-247, “regional planning agencies” was changed editorially by the Revisors to “regional councils of governments” in Subsec. (b)(1), effective January 1, 2015; P.A. 14-94 amended Subsec. (a) by deleting former Subdivs. (2) and (3) re the request for proposal process, amended Subsec. (e) by deleting provision re facility described in Sec. 16-50i(a)(1) to (4), deleted former Subsec. (f) re preapplications, redesignated existing Subsec. (g) as Subsec. (f), and made technical changes, effective June 6, 2014; P.A. 14-134 amended Subsec. (b) by deleting references to electric company, effective June 6, 2014; P.A. 15-186 amended Subsec. (f)(2) to add provision re applicant to pay administrative expenses; P.A. 16-163 amended Subsec. (a)(1) by replacing “licensed child day care facilities” with references to child care centers, group child care homes and family child care homes in Subpara. (C), and making technical changes in Subparas. (D) and (H), effective June 9, 2016; P.A. 19-32 amended Subsec. (b)(5) by replacing reference to Sec. 16-50j(h) with reference to Sec. 16-50j(g); P.A. 24-144 amended Subsec. (a) by increasing municipal participation fee from $25,000 to $45,000 and adding provision re $80,000 fee for facilities located in more than 1 municipality, adding provisions re independent appraiser and exercise of due diligence to seek permission to gain access to property in Subdiv. (1)(G), and adding Subdiv. (3) re additional requirements in the case of facilities described in Sec. 16-50i(a)(1) and any modification of such a facility, amended Subsec. (b) by deleting “and commission”, added new Subsec. (c) re solar photovoltaic facilities, redesignated existing Subsecs. (c) to (f) as Subsecs. (d) to (g), substantially revised redesignated Subsec. (f) including by adding references to chief elected official's designee, legislative body of the municipality and members of legislature and requirements re consultations 90 days prior to filing application, reporting the status of any negotiation with owners of real property and providing a summary of any meetings with the chief elected official, official's designee, municipality's legislative body or members of legislature, added Subsec. (h) re applicants who intend to submit additional applications for facilities described in Sec. 16-50i(a)(1) within 5 years of initial application, and made technical and conforming changes.\n\nCited. 177 C. 623; 215 C. 474. Notice requirements and jurisdictional effect discussed. 216 C. 1. Cited. 217 C. 143.\n\nCited. 20 CA 474; 37 CA 653; judgment reversed, see 238 C. 361.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50l/"
    },
    {
      "id": "section-16-50ll",
      "number": "16-50ll.",
      "heading": "Annual report re backup power for telecommunications towers and antennas during electric service outages",
      "text": "(a) On or before October 1, 2012, and annually thereafter, each provider of mobile radio service, as defined in 47 CFR 20.3, shall submit a report to the Connecticut Siting Council and the Department of Emergency Services and Public Protection concerning each such provider's ability to provide backup power during an electric service outage for any telecommunications tower or antenna owned, leased or operated by such provider and each such provider's plans concerning such backup power. Any information provided in the report submitted pursuant to this section shall be considered confidential, not subject to disclosure under the Freedom of Information Act, as defined in section 1-200, and such information shall not be transmitted to any person except as needed to comply with this section.\n\n(b) As the reliability of such mobile radio service is considered to be in the public interest and necessary for public health and safety, after such initial report is submitted, the Connecticut Siting Council, in consultation and in coordination with the Department of Energy and Environmental Protection, the Department of Emergency Services and Public Protection and the Public Utilities Regulatory Authority, shall study the feasibility of requiring backup power for telecommunications towers and antennas.\n\n(c) Such study shall consider (1) the federal, state and local jurisdictional issues of such backup power requirements, including, but not limited to, siting issues, (2) similar laws or initiatives in other states, (3) the technical and legal feasibility of such backup power requirements, (4) the environmental issues concerning such backup power, and (5) any other issue concerning backup power that the authority deems relevant to such study.\n\n(d) On or before January 1, 2013, the authority shall submit a report of its findings and recommendations and a proposed plan for deploying backup power, if such backup power is determined to be feasible, in accordance with the provisions of section 11-4a, to the joint standing committees of the General Assembly having cognizance of matters relating to energy, public safety and planning and development.\n\n(P.A. 12-148, S. 8.)\n\nHistory: P.A. 12-148 effective June 15, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50ll/"
    },
    {
      "id": "section-16-50m",
      "number": "16-50m.",
      "heading": "Public hearing. Notice.",
      "text": "(a) The council shall promptly fix a commencement date and location for a public hearing on an application for a certificate complying with section 16-50l not less than thirty days after receipt of an application or more than one hundred fifty days after such receipt. At least one session of such hearing shall be held at a location selected by the council in the county in which the facility or any part thereof is to be located after six-thirty p.m. for the convenience of the general public. After holding at least one hearing session in the county in which the facility or any part thereof is to be located, the council may, in its discretion, hold additional hearing sessions at other locations. If the proposed facility is to be located in more than one county, the council shall fix the location for at least one public hearing session in whichever county it determines is most appropriate, provided the council may hold hearing sessions in more than one county.\n\n(b) (1) The council shall hold a hearing on an application for an amendment of a certificate not less than thirty days nor more than sixty days after receipt of the application in the same manner as a hearing is held on an application for a certificate if, in the opinion of the council, the change to be authorized in the facility would result in any material increase in any environmental impact of such facility or would result in a substantial change in the location of all or a portion of the facility, other than as provided in the alternatives set forth in the original application for the certificate, provided the council may, in its discretion, return without prejudice an application for an amendment of a certificate to the applicant with a statement of the reasons for such return. (2) The council may hold a hearing on a resolution for amendment of a certificate not less than thirty days nor more than sixty days after adoption of the resolution in the same manner as provided in subsection (a) of this section. The council shall hold a hearing if a request for a hearing is received from the certificate holder or from a person entitled to be a party to the proceedings within twenty days after publication of notice of the resolution. Such hearing shall be held not less than thirty days nor more than sixty days after the receipt of such request in the same manner as provided in subsection (a) of this section. (3) The county in which the facility is deemed to be located for purposes of a hearing under this subsection shall be the county in which the portion of the facility proposed for modification is located.\n\n(c) The council shall cause notices of the date and location of each hearing to be mailed, within one week of the fixing of the date and location, to the applicant and each person entitled under section 16-50lto receive a copy of the application or resolution. The general notice to the public shall be published in not less than ten point, boldface type.\n\n(d) Hearings, including general hearings on issues which may be common to more than one application, may be held before a majority of the members of the council.\n\n(e) During any hearing on an application or resolution held pursuant to this section, the council may take notice of any facts found at a general hearing.\n\n(1971, P.A. 575, S. 7; P.A. 73-339, S. 1, 2; 73-458, S. 6; P.A. 75-375, S. 4, 12; 75-509, S. 2–4; P.A. 76-282, S. 2, 3; P.A. 79-537, S. 2; P.A. 90-254, S. 1; P.A. 03-140, S. 8; P.A. 04-257, S. 29; P.A. 14-94, S. 28.)\n\nHistory: P.A. 73-339 added provision re hearing location when facility to be in more than one county in Subsec. (a); P.A. 73-458 added Subsec. (d) requiring majority of members for hearings and proceedings; P.A. 75-375 required that hearing commence not more than 150 rather than 180 days after receipt of application, clarified applicable hearings under Subsec. (d) and added Subsec. (e) re facts found at general hearing; P.A. 75-509 required one evening session of hearing in Subsec. (a) and required that published notice be in “not less than ten-point, boldface type”; P.A. 76-282 added proviso in Subsec. (b) re return of application for amendment; P.A. 79-537 clarified language by making minor changes and amended Subsec. (b) to require hearing on amendment application between 30 and 60 days after its receipt and to add provisions re hearings on resolutions; P.A. 90-254 made change to specify that the first hearing session be held in the county in which the facility is located; P.A. 03-140 amended Subsec. (a) to delete provision re fixing commencement date and location for a public hearing, to add Subdivs. (1) to (3) re fixing commencement date and location for a public hearing based on certain situations, and to add provision re consolidated public hearing process for applications that are common to a request-for-proposal, effective October 1, 2004; P.A. 04-257 made technical changes in Subsec. (a); P.A. 14-94 amended Subsec. (a) by deleting former Subdivs. (1) to (3) re receipt of proposals pursuant to the request for proposal process and deleting provision re applications common to a request for proposal, effective June 6, 2014.\n\nCited. 177 C. 623; 212 C. 157; 215 C. 474; 216 C. 1.\n\nCited. 37 CA 653; judgment reversed, see 238 C. 361.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50m/"
    },
    {
      "id": "section-16-50mm",
      "number": "16-50mm",
      "heading": "to 16-50zz. - Reserved for future use.",
      "text": "to 16-50zz. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16-50n",
      "number": "16-50n.",
      "heading": "Parties to a certification or amendment proceeding or a declaratory ruling",
      "text": "(a) The parties to a certification or amendment proceeding or to a declaratory ruling proceeding shall include: (1) The applicant, certificate holder, or petitioner; (2) each person entitled to receive a copy of the application or resolution under section 16-50l, if such person has filed with the council a notice of intent to be a party; (3) any domestic or qualified nonprofit corporation or association formed in whole or in part to promote conservation or natural beauty, to protect the environment, personal health or biological values, to preserve historical sites, to promote consumer interests, to represent commercial and industrial groups or to promote the orderly development of the areas in which the facility is to be located, if it has filed with the council a notice of intent to be a party; and (4) such other persons as the council may at any time deem appropriate.\n\n(b) The council may permit any person to participate as an intervenor, in accordance with the provisions of section 4-177a, in a certification or amendment proceeding or a declaratory ruling proceeding. Notwithstanding the provisions of section 4-177a, for any proceeding pursuant to section 16-50k concerning a facility described in subdivision (1) of subsection (a) of section 16-50i, the council shall grant any person status as an intervenor in such proceeding if such person: (1) Submits a written petition to the council; and (2) is the owner of any property that abuts the proposed facility, or that abuts a right-of-way in which the proposed facility is to be located.\n\n(c) The council in its discretion may provide for the grouping of parties and intervenors with the same interests. If such a group does not designate an agent for the service of notice and documents, the council shall designate such an agent, and notice and documents need be served only on the designated agent. Notwithstanding the provisions of this subsection, any party or intervenor who has been included in a group may, at any time by oral or written notice to the council, elect not to be a member of the group to the extent specified in such notice.\n\n(d) The Attorney General shall appoint an assistant attorney general or a special assistant attorney general to act as counsel for the Connecticut Siting Council.\n\n(e) Upon receipt of the application, the council may employ one or more independent consultants to study and measure the consequences of the proposed facility on the environment. The council shall direct such consultant or consultants to study any matter that the council deems important to an adequate appraisal of the application. Any such study and any report issued as a result thereof shall be part of the record of the proceeding.\n\n(f) Any person may make a limited appearance at a hearing held pursuant to the provisions of section 16-50m, prior thereto or within thirty days thereafter, entitling such person to file a statement in writing. At the discretion of the council any person may make a limited appearance at any such hearing to present an oral statement under oath. All papers and matters filed by a person making a limited appearance shall become part of the record. No person making a limited appearance, and not otherwise entitled to be a party, shall be a party or shall have the right to cross-examine witnesses, parties or intervenors.\n\n(1971, P.A. 575, S. 8; P.A. 73-458, S. 7; P.A. 75-375, S. 5, 12; P.A. 79-537, S. 3; P.A. 86-187, S. 6, 10; P.A. 89-45, S. 3, 4; P.A. 90-230, S. 84, 101; P.A. 24-144, S. 4.)\n\nHistory: P.A. 73-458 amended Subsec. (a)(2) to include as parties persons giving notice of intent to be a party, rather than persons who have not given notice that they do not want to be parties and clarified limited appearances in Subsec. (d) by replacing reference to appearance “at any time in the proceeding” with reference to appearance before hearing or within 30 days after hearing and provided that persons making limited appearance are not subject to cross-examination; P.A. 75-375 deleted 15-day deadline for filing of intent to be a party in Subsec. (a)(2), inserted new Subsec. (b) re grouping of parties and relettered former Subsecs. (b) to (d) as (c) to (e); P.A. 79-537 added references to amendment proceedings, certificate holders and resolutions in Subsec. (a) and deleted 20-day deadline for filing of notice of intent by nonprofit corporations under Subsec. (a)(3); P.A. 86-187 replaced power facility evaluation council with Connecticut siting council in Subsec. (c); P.A. 89-45 included provision in Subsec. (a) allowing council to issue declaratory rulings, added Subsec. (b) permitting intervenors in council proceeding, included provision in Subsec. (f) re limited appearances at hearings to present oral statement and relettered Subsecs. (b), (c), (d) and (e) as Subsecs. (c), (d), (e) and (f); P.A. 90-230 made technical change to Subsec. (b); P.A. 24-144 amended Subsec. (b) by adding provision re notwithstanding Sec. 4-177a council shall grant any person status as intervenor.\n\nCited. 177 C. 623.\n\nCited. 20 CA 474.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50n/"
    },
    {
      "id": "section-16-50o",
      "number": "16-50o.",
      "heading": "Record of hearing. Rights of parties. Administrative notice re electromagnetic fields.",
      "text": "(a) A record shall be made of the hearing and of all testimony taken and the cross-examinations thereon. Every party or group of parties as provided in section 16-50n shall have the right to present such oral or documentary evidence and to conduct such cross-examination as may be required for a full and true disclosure of the facts.\n\n(b) For an application on a facility described in subdivision (1) of subsection (a) of section 16-50i, the council shall administratively notice completed and ongoing scientific and medical research on electromagnetic fields.\n\n(c) The applicant shall submit into the record the full text of the terms of any agreement, and a statement of any consideration therefor, if not contained in such agreement, entered into by the applicant and any party to the certification proceeding, or any third party, in connection with the construction or operation of the facility. This provision shall not require the public disclosure of proprietary information or trade secrets.\n\n(d) A copy of the record shall be available at all reasonable times for examination by the public without cost at the principal office of the council. A copy of the transcript of testimony at the hearing shall be filed at an appropriate public office, as determined by the council, in each county in which the facility or any part thereof is proposed to be located.\n\n(1971, P.A. 575, S. 9; P.A. 75-375, S. 6, 12; P.A. 03-140, S. 9; P.A. 04-246, S. 8, 9; P.A. 14-94, S. 30.)\n\nHistory: P.A. 75-375 included grouped parties in Subsec. (a) and required transcript copy to be filed at designated public office in county rather than municipality where facility to be located; P.A. 03-140 added new Subsec. (b) re submitting into the record terms of agreements, added Subsec. (c) re results of the evaluation process and redesignated existing Subsec. (b) as Subsec. (d), effective October 1, 2004; P.A. 04-246 added new Subsec. (b) re administrative notice of research on electromagnetic fields and redesignated existing Subsecs., effective June 3, 2004, and applicable to applications for a certificate of environmental compatibility and public need that was originally filed on or after October 1, 2003, for which the Connecticut Siting Council has not rendered a decision upon the record prior to June 3, 2004; P.A. 14-94 deleted former Subsec. (d) re results of the evaluation process and redesignated existing Subsec. (e) as Subsec. (d), effective June 6, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50o/"
    },
    {
      "id": "section-16-50p",
      "number": "16-50p.",
      "heading": "Certification proceeding decisions: Timing, opinion, factors considered",
      "text": "(a)(1) In a certification proceeding, the council shall render a decision upon the record either granting or denying the application as filed, or granting it upon such terms, conditions, limitations or modifications of the construction or operation of the facility as the council may deem appropriate.\n\n(2) The council's decision shall be rendered in accordance with the following:\n\n(A) Not later than twelve months after the filing of an application for a facility described in subdivision (1) or (2) of subsection (a) of section 16-50i or subdivision (4) of said subsection (a) if the application was incorporated in an application concerning a facility described in subdivision (1) of said subsection (a); and\n\n(B) Not later than one hundred eighty days after the filing of an application for a facility described in subdivisions (3) to (6), inclusive, of subsection (a) of section 16-50i, provided the council may extend such period by not more than one hundred eighty days with the consent of the applicant.\n\n(3) The council shall file, with its order, an opinion stating in full its reasons for the decision. The council shall not grant a certificate, either as proposed or as modified by the council, unless it shall find and determine:\n\n(A) Except as provided in subsection (b) or (c) of this section, a public need for the facility and the basis of the need;\n\n(B) The nature of the probable environmental impact of the facility alone and cumulatively with other existing facilities, including a specification of every significant adverse effect, including, but not limited to, (i) electromagnetic fields that, whether alone or cumulatively with other effects, impact on, and conflict with the policies of the state concerning the natural environment, (ii) ecological balance, (iii) public health and safety, (iv) scenic, historic and recreational values, (v) agriculture, (vi) forests and parks, (vii) air and water purity, and (viii) fish, aquaculture and wildlife;\n\n(C) Why the adverse effects or conflicts referred to in subparagraph (B) of this subdivision are not sufficient reason to deny the application;\n\n(D) (i) From October 1, 2024, to September 30, 2025, inclusive, in the case of an electric transmission line, (I) what part, if any, of the facility shall be located overhead, (II) that the facility conforms to a long-range plan for expansion of the electric power grid of the electric systems serving the state and interconnected utility systems and will serve the interests of electric system economy and reliability, and (III) that the overhead portions, if any, of the facility are cost effective and the most appropriate alternative based on a life-cycle cost analysis of the facility and underground alternatives to such facility, are consistent with the purposes of this chapter, with such regulations or standards as the council may adopt pursuant to section 16-50t, including, but not limited to, the council's best management practices for electric and magnetic fields for electric transmission lines and with the Federal Power Commission “Guidelines for the Protection of Natural Historic Scenic and Recreational Values in the Design and Location of Rights-of-Way and Transmission Facilities” or any successor guidelines and any other applicable federal guidelines and are to be contained within an area that provides a buffer zone that protects the public health and safety, as determined by the council. In establishing such buffer zone, the council shall consider, among other things, residential areas, private or public schools, licensed child care centers, licensed youth camps or public playgrounds adjacent to the proposed route of the overhead portions and the level of the voltage of the overhead portions and any existing overhead transmission lines on the proposed route. At a minimum, the existing right-of-way shall serve as the buffer zone;\n\n(ii) On and after October 1, 2025, in the case of an electric transmission line, (I) what part, if any, of the facility shall be located overhead, (II) that the facility conforms to a long-range plan for expansion of the electric power grid of the electric systems serving the state and interconnected utility systems and will serve the interests of electric system economy and reliability, (III) the estimated initial and life-cycle costs for the facility or modification, as applicable, and for any feasible and practical project alternatives, (IV) the estimated regionalized and localized costs for the facility or modification, as applicable, and for any feasible and practical alternative, (V) for any estimated localized costs for the facility or modification, as applicable, that such estimated localized costs are reasonable compared to the benefits; and (VI) that the overhead portions, if any, of the facility are cost effective and the most appropriate alternative based on a life-cycle cost analysis of the facility and underground alternatives to such facility, are consistent with the purposes of this chapter, with such regulations or standards as the council may adopt pursuant to section 16-50t, including, but not limited to, the council's best management practices for electric and magnetic fields for electric transmission lines and with the Federal Power Commission “Guidelines for the Protection of Natural Historic Scenic and Recreational Values in the Design and Location of Rights-of-Way and Transmission Facilities” or any successor guidelines and any other applicable federal guidelines and are to be contained within an area that provides a buffer zone that protects the public health and safety, as determined by the council. In establishing such buffer zone, the council shall consider, among other things, residential areas, private or public schools, licensed child care centers, licensed youth camps or public playgrounds adjacent to the proposed route of the overhead portions and the level of the voltage of the overhead portions and any existing overhead transmission lines on the proposed route. At a minimum, the existing right-of-way shall serve as the buffer zone;\n\n(E) In the case of an electric or fuel transmission line, that the location of the line will not pose an undue hazard to persons or property along the area traversed by the line;\n\n(F) In the case of a facility described in subdivision (6) of subsection (a) of section 16-50i that is (i) proposed to be installed on land under agricultural restriction, as provided in section 22-26cc, that the facility will not result in a material decrease of acreage and productivity of the arable land, (ii) proposed to be installed on land near a building containing a school, as defined in section 10-154a, or a commercial child care center, as described in subdivision (1) of subsection (a) of section 19a-77, that the facility will not be less than two hundred fifty feet from such school or commercial child care center unless the location is acceptable to the chief elected official of the municipality or the council finds that the facility will not have a substantial adverse effect on the aesthetics or scenic quality of the neighborhood in which such school or commercial child care center is located, or (iii) proposed to be installed on land owned by a water company, as defined in section 25-32a, and which involves a new ground-mounted telecommunications tower, that such land owned by a water company is preferred over any alternative telecommunications tower sites provided the council shall, pursuant to clause (iii) of this subparagraph, consult with the Department of Public Health to determine potential impacts to public drinking water supplies in considering all the environmental impacts identified pursuant to subparagraph (B) of this subdivision. The council shall not render any decision pursuant to this subparagraph that is inconsistent with federal law or regulations; and\n\n(G) That, for a facility described in subdivision (5) or (6) of subsection (a) of section 16-50i, the council has considered the manufacturer's recommended safety standards for any equipment, machinery or technology for the facility.\n\n(H) For a facility described in subdivision (3) of section 16-50i that is a solar photovoltaic facility, that the council has evaluated potential noise levels of the proposed facility in conformance with scientifically accepted methods for noise assessment.\n\n(b) (1) Prior to granting an applicant's certificate for a facility described in subdivision (5) or (6) of subsection (a) of section 16-50i, the council shall examine, in addition to its consideration of subdivisions (1) to (3), inclusive, of subsection (a) of this section: (A) The feasibility of requiring an applicant to share an existing facility, as defined in subsection (b) of section 16-50aa, within a technically derived search area of the site of the proposed facility, provided such shared use is technically, legally, environmentally and economically feasible and meets public safety concerns, (B) whether such facility, if constructed, may be shared with any public or private entity that provides telecommunications or community antenna television service to the public, provided such shared use is technically, legally, environmentally and economically feasible at fair market rates, meets public safety concerns, and the parties' interests have been considered, (C) whether the proposed facility would be located in an area of the state which the council, in consultation with the Department of Energy and Environmental Protection and any affected municipalities, finds to be a relatively undisturbed area that possesses scenic quality of local, regional or state-wide significance, and (D) the latest facility design options intended to minimize aesthetic and environmental impacts. The council may deny an application for a certificate if it determines that (i) shared use under the provisions of subparagraph (A) of this subdivision is feasible, (ii) the applicant would not cooperate relative to the future shared use of the proposed facility, (iii) the proposed facility would substantially affect the scenic quality of its location or surrounding neighborhood and no public safety concerns require that the proposed facility be constructed in such a location, or (iv) no public safety concerns require that a proposed facility owned or operated by the state be constructed in that location. In evaluating the public need for a cellular facility described in subdivision (6) of subsection (a) of section 16-50i, there shall be a presumption of public need for personal wireless services and the council shall be limited to consideration of a specific need for any proposed facility to be used to provide such services to the public.\n\n(2) When issuing a certificate for a facility described in subdivision (5) or (6) of subsection (a) of section 16-50i, the council may impose such reasonable conditions as it deems necessary to promote immediate and future shared use of such facilities and avoid the unnecessary proliferation of such facilities in the state. The council shall, prior to issuing a certificate, provide notice of the proposed facility to the municipality in which the facility is to be located. Upon motion of the council, written request by a public or private entity that provides telecommunications or community antenna television service to the public or upon written request by an interested party, the council may conduct a preliminary investigation to determine whether the holder of a certificate for such a facility is in compliance with the certificate. Following its investigation, the council may initiate a certificate review proceeding, which shall include a hearing, to determine whether the holder of a certificate for such a facility is in compliance with the certificate. In such proceeding, the council shall render a decision and may issue orders it deems necessary to compel compliance with the certificate, which may include, but not be limited to, revocation of the certificate. Such orders may be enforced in accordance with the provisions of section 16-50u.\n\n(c) (1) The council shall not grant a certificate for a facility described in subdivision (3) of subsection (a) of section 16-50i, either as proposed or as modified by the council, unless it finds and determines a public benefit for the facility and considers neighborhood concerns with respect to the factors set forth in subdivision (3) of subsection (a) of this section, including public safety.\n\n(2) (A) On and after October 1, 2025, the council shall not grant a certificate for a facility described in subdivision (1) of subsection (a) of section 16-50i, either as proposed or as modified by the council, unless the council finds and determines a public need for the facility and considers neighborhood concerns with respect to the factors set forth in subdivision (3) of subsection (a) of this section, including public safety and the impact that the proposed facility is anticipated to have on the tax base of any municipality where any part of such facility is proposed to be located.\n\n(B) The certificate holder shall include in any development and management plan submitted to the council on and after October 1, 2025, for a facility described in subdivision (1) of subsection (a) of section 16-50i, or any modification of such a facility: (i) The estimated cost for the facility or modification, as applicable, based on the design in the development and management plan and current cost information, and (ii) the estimated regionalized and localized costs using such estimated cost. If either (I) such estimate of costs based on the design in the development and management plan and current cost information, or (II) such estimate of localized costs is greater than one hundred ten per cent of the estimated initial, life-cycle or localized costs for the facility or modification, as applicable, determined by the council pursuant to subparagraph (D)(ii) of subdivision (3) of subsection (a) of this section, the certificate holder shall include in the development and management plan a detailed analysis of the difference in cost estimates and shall provide any additional information requested by any member of the council or by any intervenors to the proceeding.\n\n(C) The council shall not grant a certificate for a facility described in subdivision (1) of subsection (a) of section 16-50i, that is substantially underground or underwater except where such facility interconnects with existing overhead facilities, either as proposed or as modified by the council, unless it finds and determines a public benefit for a facility substantially underground or a public need for a facility substantially underwater.\n\n(3) For purposes of this section, a public benefit exists when a facility is necessary for the reliability of the electric power supply of the state or for the development of a competitive market for electricity and a public need exists when a facility is necessary for the reliability of the electric power supply of the state.\n\n(4) Any application for an electric transmission line with a capacity of three hundred forty-five kilovolts or more that is filed on or after May 1, 2003, and proposes the underground burial of such line in all residential areas and overhead installation of such line in industrial and open space areas shall have a rebuttable presumption of meeting a public benefit for such facility if the facility is substantially underground and meeting a public need for such facility if the facility is substantially above ground. Such presumption may be overcome by evidence submitted by a party or intervenor to the satisfaction of the council.\n\n(5) The council shall not grant a certificate for a facility described in subdivision (3) of subsection (a) of section 16-50i that is a solar photovoltaic facility if it finds that (A) such facility will not comply with any noise requirements established pursuant to chapter 442, or (B) the distance between any inverters or transformers of such facility and the property line is less than two hundred feet.\n\n(6) The council shall not grant a certificate, either as proposed or as modified by the council, unless it (A) provides summaries and written responses to any comments that the Departments of Administrative Services, Agriculture, Economic and Community Development, Energy and Environmental Protection, Emergency Services and Public Protection, Public Health and Transportation, the Labor Department, the Council on Environmental Quality, the Public Utilities Regulatory Authority, the Office of Policy and Management or the Office of Consumer Counsel submits pursuant to subsection (i) of section 16-50j and (B) provides written responses to the positions of each intervenor that participated in the certification proceeding concerning such certificate. The council shall specifically address any environmental justice concerns raised in the comments of said departments, Council on Environmental Quality, authority and offices, or in the positions of any such intervenor, in such written responses.\n\n(d) If the council determines that the location of all or a part of the proposed facility should be modified, it may condition the certificate upon such modification, provided the municipalities affected by the modification and the residents of such municipalities shall have had notice of the application pursuant to subsection (b) of section 16-50l.\n\n(e) In an amendment proceeding, the council shall render a decision not later than ninety days after the filing of the application or adoption of the resolution initiating the proceeding. The council shall file an opinion with its order stating its reasons for the decision. The council's decision shall include the findings and determinations enumerated in subsection (a) of this section which are relevant to the proposed amendment.\n\n(f) The council shall serve a copy of the order and opinion issued therewith upon each party and publish a notice of the issuance of the order and opinion in such newspapers as will serve substantially to inform the public of the issuance of such order and opinion. The name and address of each party shall be set forth in the order.\n\n(g) In deciding whether to issue a certificate, the council shall in no way be limited by the applicant already having acquired land or an interest therein for the purpose of constructing the facility that is the subject of its application.\n\n(h) For purposes of this section, a public need exists for an energy facility if such facility is necessary for the reliability of the electric power supply of the state.\n\n(i) For a facility described in subdivision (1) of subsection (a) of section 16-50i, with a capacity of not less than three hundred forty-five kilovolts, the presumption shall be that a proposal to place the overhead portions, if any, of such facility adjacent to residential areas, private or public schools, licensed child care centers, licensed youth camps or public playgrounds is inconsistent with the purposes of this chapter. An applicant may rebut this presumption by demonstrating to the council that burying the facility will be technologically infeasible. In determining such infeasibility, the council shall consider the effect of burying the facility on the reliability of the electric transmission system of the state and whether the cost of any contemplated technology or design configuration may result in an unreasonable economic burden on the ratepayers of the state.\n\n(j) Upon a motion of a party or intervenor or a council determination that any party or intervenor relating to a facility described in subdivision (5) or (6) of subsection (a) of section 16-50i has intentionally omitted or misrepresented a material fact in the course of a council proceeding, the council may, by majority vote, request the Attorney General to bring a civil action against such party or intervenor. In any such action, the Attorney General may seek any legal or equitable relief the Superior Court deems appropriate, including, but not limited to, injunctive relief or a civil penalty of not more than ten thousand dollars and reasonable attorney fees and related costs.\n\n(1971, P.A. 575, S. 10; P.A. 73-340, S. 1, 2; 73-458, S. 8; P.A. 75-375, S. 7, 12; P.A. 76-320, S. 1, 2; 76-359, S. 3, 7; P.A. 77-218, S. 4; P.A. 79-537, S. 4; P.A. 80-483, S. 66, 186; P.A. 83-569, S. 5, 17; P.A. 88-121, S. 1, 3; P.A. 93-268, S. 1; P.A. 94-176, S. 3; P.A. 98-28, S. 50, 117; P.A. 01-120, S. 2, 3; P.A. 03-140, S. 10–13; 03-221, S. 6; 03-248, S. 1; 03-263, S. 6; 03-278, S. 120; P.A. 04-236, S. 6, 7; 04-246, S. 3–7; P.A. 05-288, S. 219; June Sp. Sess. P.A. 07-4, S. 116; P.A. 11-80, S. 1; P.A. 12-165, S. 1; P.A. 13-298, S. 61; P.A. 14-94, S. 36; P.A. 15-227, S. 25; P.A. 16-163, S. 8, 9; P.A. 17-218, S. 4; P.A. 24-144, S. 5.)\n\nHistory: P.A. 73-340 added Subsec. (d) re irrelevance of applicant's prior acquisition of land; P.A. 73-458 amended Subsec. (a) to clarify Subdiv. (2) by specifying “significant” adverse effects “whether alone or cumulatively ...”, to add “that will provide, in accordance with the need for adequate and reliable electric service” in Subdiv. (4)(B) and to delete Subdiv. (6) re conformity of facility location to state and local laws; P.A. 75-375 amended Subsec. (a) to require decision within 10 months rather than one year, to delete reference in Subdiv. (4)(B) to elimination of overhead lines in accordance with need for adequate and reliable service and to require consistency with purposes of Ch. 277a and adopted regulations as well as with federal guidelines under Subdiv. (4)(C); P.A. 76-320 made technical change in Subsec. (b) and amended Subsec. (c) to require publication of notice of issuance of order and opinion rather than publication of copy of order and opinion; P.A. 76-359 rephrased Subsec. (d); P.A. 77-218 made 10-month deadline applicable to applications for facilities in Subdivs. (1) to (4), inclusive, of Sec. 16-50i(a), imposed 120-day deadline for those in Subdivs. (5) and (6) and made provision for extensions under Subsec. (a); P.A. 79-537 made clear that provisions apply to certification proceedings, inserted new Subsec. (c) re amendment proceedings and redesignated former Subsecs. (c) and (d) accordingly; P.A. 80-483 made technical changes; P.A. 83-569 amended Subsec. (a) to establish a time limit for council decisions affecting substations and switchyards; P.A. 88-121 amended Subsec. (a) increasing the council's time to render decisions on applications; P.A. 93-268 inserted new Subsec. (b) regarding factors considered in granting and conditions of a certificate for a facility described in Sec. 16-50i(a)(5) or (6), and relettered former Subsecs. (b) to (e) as (c) to (f); P.A. 94-176 amended Subsec. (a)(4)(C) by adding provision re life-cycle cost analysis of the facility and underground alternatives; P.A. 98-28 made technical changes in Subsec. (a), added new Subsec. (c) re siting of electric generating and storage facilities and electric transmission lines which are substantially underground or underwater, and redesignated former Subsecs. (c) to (f) as Subsecs. (d) to (g), effective July 1, 1998; P.A. 01-120 amended Subsec. (a) by adding aquaculture to items in Subdiv. (2) that council must determine the probable environmental impact upon for any facility and adding provisions making the terms of any agreement between the applicant and any party to the proceeding or third party part of the record of the proceeding, effective July 1, 2001; P.A. 03-140 amended Subsec. (a) to add provisions re feasible and prudent alternatives, effective July 1, 2003, and applicable to applications for a certificate of environmental compatibility and public need filed after that date, and further amended said Subsec. to add subdiv. designators, to add “not later than” and “after the deadline for filing an application following the request-for-proposal process for” in Subdiv. (2)(A) and (B), to delete reference to community antenna television and telecommunication towers in Subdiv. (2)(B), to add Subdiv. (2)(C) re deadline for issuing a decision on an application for community antenna television and telecommunication towers, to delete provisions re feasible and prudent alternatives, to add Subdiv. (3)(F) re applications heard under a consolidated hearing process, to delete provisions re terms of agreements as part of the record of the proceedings, and to make conforming changes, effective October 1, 2004, and amended Subsec. (c) to add provisions re public need for a facility that is substantially underwater in Subdiv. (2)(A), to add provisions re feasible and prudent alternatives, and to make technical changes, effective July 1, 2003, and applicable to applications for a certificate of environmental compatibility and public need filed after that date, and further amended said subsec. to add Subdiv. (1)(D) re applications heard under a consolidated hearing process, to delete provisions re feasible and prudent alternatives, and to add Subdiv. (2)(F) re applications heard under a consolidated hearing process, effective October 1, 2004; P.A. 03-221 added Subsec. (a)(6) re telecommunication towers proposed on land under agricultural restriction; P.A. 03-248 added Subsec. (c)(3) re rebuttable resumption for an application for certain electric transmission lines, effective July 9, 2003; P.A. 03-263 added new Subsec. (h) re definition of public need for an energy facility, effective July 9, 2003; P.A. 03-278 amended Subsec. (a) by adding Subdiv. (6) re facility proposed to be installed on land under agricultural restriction; P.A. 04-236 made a technical change in former version of Subsecs. (a)(4)(C) and (c)(2)(B), effective June 8, 2004; P.A. 04-246 amended Subsec. (a) to make technical changes, to add “including, but not limited to, electromagnetic fields that,” to include references to standards and best management practices for electric and magnetic fields for electric transmission lines, and to add buffer zone requirement, amended Subsec. (c) to make technical changes and to eliminate provisions re rebuttable presumption for certain electric transmission line applications, and added Subsec. (i) re presumption re proposal for an overhead electric transmission facility with a capacity of three hundred forty-five kilovolts or greater, effective June 3, 2004, and applicable to applications for a certificate of environmental compatibility and public need that was originally filed on or after October 1, 2003, for which the Connecticut Siting Council has not rendered a decision upon the record prior to June 3, 2004 (Revisor's note: In 2005, the Revisors editorially redesignated Subsec. (c)(3) as Subsec. (c)(4) to conform with technical changes made by P.A. 04-246); P.A. 05-288 made technical changes in Subsec. (a)(3)(A) and (D), effective July 13, 2005; June Sp. Sess. P.A. 07-4 amended Subsec. (i) to add to factors for determining infeasibility whether cost of any contemplated technology or design configuration may result in unreasonable economic burden for ratepayers, effective July 1, 2007; pursuant to P.A. 11-80, “Department of Environmental Protection” was changed editorially by the Revisors to “Department of Energy and Environmental Protection” in Subsec. (b)(1), effective July 1, 2011; P.A. 12-165 amended Subsec. (a)(3) to add provisions re certification decisions for proposed facilities located not less than 250 feet from a school or commercial child day care center in Subpara. (C) and add Subpara. (H) re consideration of manufacturer's recommended safety standards for equipment, machinery or technology, amended Subsec. (b)(1) to add Subpara. (D) re examination of the latest facility design options intended to minimize aesthetic and environmental impacts and add provision re surrounding neighborhood, amended Subsec. (c)(1) to add provision re consideration of neighborhood concerns for proposed facilities, added Subsec. (j) re civil action brought by Attorney General, and made technical changes, effective July 1, 2012; P.A. 13-298 amended Subsec. (a)(3) to add reference to Subsec. (b) in Subpara. (A) and to add clause (iii) re facility proposed to be installed on land owned by a water company and which involves a new ground-mounted telecommunications tower and to make conforming changes in Subpara. (G), and amended Subsec. (b)(1) to add clause (iv) re authorization for council to deny an application if it determines no public safety concerns require that a proposed facility owned or operated by the state be constructed in that location and to add provision re evaluation of public need for a cellular facility, effective July 1, 2013; P.A. 14-94 amended Subsec. (a)(2) by deleting “deadline for” and references to the request for proposal process re timeline for filing an application in Subparas. (A) and (B), making conforming changes in Subpara. (B) and deleting former Subpara. (C) re facility described in Sec. 16-50i(a)(5) or (6), and amended Subsec. (a)(3) by deleting former Subpara. (F) re application heard under a consolidated hearing process and redesignating existing Subparas. (G) and (H) as Subparas. (F) and (G), effective June 6, 2014; pursuant to P.A. 15-227, “child day care center” was changed editorially by the Revisors to “child care center” in Subsec. (a)(3)(F), effective July 1, 2015; P.A. 16-163 amended Subsecs. (a)(3)(D) and (i) by replacing “child day care facilities” with “child care centers”, effective June 9, 2016; P.A. 17-218 amended Subsec. (a)(3)(B) by designating existing provisions re adverse effects as clauses (i) to (iv) and (vi) to (viii) and adding clause (v) re agriculture, effective July 1, 2017; P.A. 24-144 amended Subsec. (a)(1) by designating existing provisions in Subpara. (D) as new clause (i) and amending same by replacing “In” with “From October 1, 2024, to September 30, 2025, inclusive, in”, redesignating existing clauses (i) to (iii) as subclauses (I) to (III) and adding new clause (ii) re council findings and determinations in the case of an electric transmission line on and after October 1, 2025, and by adding Subpara. (H) re council evaluation of potential noise levels for solar photovoltaic facilities, amended Subsec. (c) by adding new Subdiv. (2)(A) and (B) re finding a public need in Subpara. (A) and re including certain estimated costs in development and management plans in Subpara. (B), redesignating existing Subdiv. (2) as Subdiv. (2)(C), adding Subdiv. (5) re not granting certificates for a solar photovoltaic facility that will not comply with noise requirements or property line distance requirements and Subdiv. (6) re not granting certificates unless council provides summaries and written responses to agency and intervenor comments and positions and made technical changes.\n\nCited. 177 C. 623; 212 C. 157; 215 C. 474. In determining environmental impact, council's jurisdiction is limited to nonnuclear environmental effects. 286 C. 57. Subsec. (c)(1) only requires that neighborhood concerns inform the council's decision to the extent that they are material, it does not require the council to make specific findings and determinations regarding such concerns or to articulate how and to what extent each concern impacted its decision. 326 C. 40. Subsec. (a)(3)(B) does not prohibit the siting council from considering an interdependent facility that does not yet exist when balancing the public benefit that will be provided by a proposed facility against the harm such facility will cause to the environment. 340 C. 762. A facility's impact on property values is not an enumerated or unenumerated significant adverse effect required to be considered under Subsec. (a)(3)(B) and an unenumerated significant adverse effect must also be relevant to the probable environmental impact of the facility; if siting council determines that a proponent has demonstrated a facility's impact on property values is relevant to the council's consideration of the facility's probable environmental impact or to the significant adverse effects listed in Subsec. (a)(3)(B), the council should consider such evidence. 349 C. 619.\n\nCited. 20 CA 474.\n\nSubsec. (g):\n\nThe phrase “in no way be limited” implies that legislature did not want council to be bound by applicant's alleged acquisition of an interest in land, but council was not prohibited from considering such an interest in determining whether certificate should be issued; the language is an enlargement of council's discretion, not a limitation, permitting but not obligating council to consider likelihood of applicant securing the proposed site. 50 CS 443.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50p/"
    },
    {
      "id": "section-16-50q",
      "number": "16-50q.",
      "heading": "Judicial review.",
      "text": "(a) Any party may obtain judicial review of an order issued on an application for a certificate or an amendment of a certificate in accordance with the provisions of section 4-183. Any judicial review sought pursuant to this chapter shall be privileged in respect to assignment for trial in the Superior Court.\n\n(b) On and after October 1, 2025, if a municipality seeks judicial review under this section, and such municipality is a prevailing party in the action, the court may award the municipality reasonable attorneys' fees and costs. No public service company may recover any such attorneys' fees or costs awarded by a court through rates if the court finds that the public service company acted imprudently in the application process or petition and such imprudence was the primary cause of the municipality prevailing in such action.\n\n(1971, P.A. 575, S. 11; 1972, P.A. 108, S. 3; P.A. 73-458, S. 9; P.A. 76-436, S. 360, 681; P.A. 77-603, S. 14, 125; P.A. 24-144, S. 6.)\n\nHistory: 1972 act replaced superior court with court of common pleas, effective September 1, 1972, except that courts with cases pending retain jurisdiction; P.A. 73-458 deleted provisions re rehearing on applications as intermediate step to judicial review and deleted provision re finding of facts de novo; P.A. 76-436 replaced court of common pleas with superior court and added reference to judicial districts, effective July 1, 1978; P.A. 77-603 replaced previous provision detailing procedure for judicial review with statement that review to be obtained in accordance with Sec. 4-183; P.A. 24-144 designated existing provisions as Subsec. (a) and added Subsec. (b) re awarding attorneys' fees and costs to municipalities that are prevailing parties in an action.\n\nSince appellate review for both issuance of original certificates and for amendments thereto is provided for, it is not intended that application for amendment opens, for all purposes including appellate review, the previously issued granting of certification. 177 C. 623. Cited. 212 C. 157; 220 C. 516.\n\nCited. 37 CA 653; judgment reversed, see 238 C. 361. Section does not confer automatic statutory aggrievement on parties to appeal adverse decision of council. 133 CA 851.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50q/"
    },
    {
      "id": "section-16-50r",
      "number": "16-50r.",
      "heading": "Report of forecast of loads and resources",
      "text": "(a) Every person engaged in electric transmission services, as defined in section 16-1, electric generation services, as defined in said section, or electric distribution services, as defined in said section, generating electric power in the state utilizing a generating facility with a capacity greater than one megawatt, shall, annually, on or before March first, file a report on a forecast of loads and resources which may consist of an update of the previous year's report with the siting council for its review. The report shall cover the ten-year forecast period beginning with the year of the report. Upon request, the report shall be made available to the public. The report shall include, as applicable: (1) A tabulation of estimated peak loads, resources and margins for each year; (2) data on energy use and peak loads for the five preceding calendar years; (3) a list of existing generating facilities in service; (4) a list of scheduled generating facilities for which property has been acquired, for which certificates have been issued and for which certificate applications have been filed; (5) a list of planned generating units at plant locations for which property has been acquired, or at plant locations not yet acquired, that will be needed to provide estimated additional electrical requirements, and the location of such facilities; (6) a list of planned transmission lines on which proposed route reviews are being undertaken or for which certificate applications have already been filed; (7) a description of the steps taken to upgrade existing facilities and to eliminate overhead transmission and distribution lines in accordance with the regulations and standards described in section 16-50t; and (8) for each private power producer having a facility generating more than one megawatt and from whom the person furnishing the report has purchased electricity during the preceding calendar year, a statement including the name, location, size and type of generating facility, the fuel consumed by the facility and the by-product of the consumption. On and after March 1, 2012, each such report from a person engaged in electric transmission services or electric distribution services, as defined in section 16-1, shall identify any potential reliability concerns during the forecast period and such person shall provide such information to the Commissioner of Energy and Environmental Protection. Confidential, proprietary or trade secret information provided under this section may be submitted under a duly granted protective order. The council may adopt regulations, in accordance with the provisions of chapter 54, that specify the expected filing requirements for persons that transmit electric power in the state, electric distribution companies, and persons that generate electric power in the state utilizing a generating facility with a capacity of greater than one megawatt. Until such regulations are adopted, persons that transmit electric power in the state shall file reports pursuant to this section that include the information requested in subdivisions (6) and (7) of this subsection; electric distribution companies in the state shall file reports pursuant to this section that include the information requested in subdivisions (1), (2), (7) and (8) of this subsection; persons that generate electric power in the state utilizing a generating facility with a capacity greater than one megawatt shall file reports pursuant to this section that include the information requested in subdivisions (3), (4), (5) and (8) of this subsection. The council shall hold a public hearing on such filed forecast reports annually. The council shall conduct a review in an executive session of any confidential, proprietary or trade secret information submitted under a protective order during such a hearing. At least one session of such hearing shall be held after six-thirty p.m. Upon reviewing such forecast reports, the council may issue its own report assessing the overall status of loads and resources in the state. If the council issues such a report, it shall be made available to the public and shall be furnished to each member of the joint standing committee of the General Assembly having cognizance of matters relating to energy and technology, any other member of the General Assembly making a written request to the council for the report and such other state and municipal bodies as the council may designate.\n\n(b) On October 1, 1994, and not less than once every five years thereafter, the council shall establish a proceeding to investigate and determine life-cycle costs for both overhead and underground transmission line alternatives. The council shall determine the schedule and scope of the investigation at a publicly noticed meeting held not earlier than ninety days preceding the first public hearing on the matter. The scope of the investigation shall include, but not be limited to, an inquiry of all relevant life-cycle costs, relative reliability, constraints concerning access and construction, potential damage to the environment and compatibility with the existing electric supply system. As part of the investigation the council shall hold public hearings which shall afford all interested parties opportunity to be heard. At least one public hearing shall be held after six-thirty p.m.\n\n(c) An investigation conducted pursuant to subsection (b) of this section may include the retention of consultants, manufacturers and other experts necessary for the council to objectively determine the range of life-cycle costs of such alternatives. No such consultant, manufacturer or expert shall have any financial interest in, or, in the twelve months preceding the investigation, have engaged in any business, employment or professional activity for compensation with a corporation, company, association, joint stock association, partnership or person, or lessee thereof, owning, leasing, maintaining, operating, managing or controlling poles, wires, conduits or other fixtures, along public highways or streets, for the transmission or distribution of electric current for sale for light, heat or power within the state, or with a person, firm or corporation which manufactures such poles, wires, conduits or other fixtures. The council shall apportion and assess its expenses for consultants, hearing facilities, stenographic reports and other reasonable and necessary expenses of conducting such an investigation among those persons, firms and corporations having gross revenues from the retail sale of electric power in excess of one hundred thousand dollars during the preceding calendar year. The council shall assess each such person, firm or corporation in proportion of its gross revenues to the aggregate gross revenues of all such persons, firms and corporations. Each person, firm or corporation subject to an assessment shall pay its assessed amount not later than thirty days after receiving notice of its assessment or as specified by the council. Prior to incurring expenses for which assessments shall be made under this subsection, the council shall review the anticipated expenses at a public meeting, notice of which shall be given to each person, firm or corporation subject to an assessment. A person, firm or corporation may object to an assessment made pursuant to this subsection by filing with the council, not later than thirty days after receiving notice of its assessment, a petition stating the amount of the assessment to which it objects and the grounds upon which it claims such assessment is excessive, erroneous, unlawful or invalid. Upon the request of the petitioner, the council shall hold a hearing. After reviewing the company's petition and testimony, if any, the council shall issue an order in accordance with its findings. The petitioner shall pay the council the amount indicated in the order not later than thirty days after the date of the order.\n\n(d) The council shall remit all payments received pursuant to this section to the State Treasurer for deposit in the Siting Council Fund. Such payments shall be accounted for as expenses recovered from electric power suppliers. All payments made under this section shall be in addition to any taxes payable to the state under chapters 211, 212, 212a and 219.\n\n(e) An assessment unpaid on the due date or any portion of an assessment withheld after the due date under this section shall be subject to interest at the rate of one and one-fourth per cent per month or fraction thereof.\n\n(1971, P.A. 575, S. 13; P.A. 75-486, S. 18, 69; P.A. 76-323, S. 1, 2; P.A. 78-119; P.A. 79-214, S. 4; P.A. 81-439, S. 5, 14; P.A. 82-222, S. 5, 7; P.A. 89-291, S. 7; P.A. 94-176, S. 2; May 25 Sp. Sess. P.A. 94-1, S. 103, 130; P.A. 96-46, S. 2; P.A. 01-144; P.A. 11-80, S. 97.)\n\nHistory: P.A. 75-486 required filing of description of methodology used to arrive at load forecasts; P.A. 76-323 replaced requirement that report be furnished to “persons listed in subdivision (2)(A) of section 16-50l(b)” with list of persons, departments, agencies etc. to receive report and added provision re hearings to be held on reports; P.A. 78-119 changed filing deadline from January to March, replaced 20-year period “next succeeding the date” of report with period “beginning with the year” of report and added new Subdiv. (2) re data on energy use and peak loads for 5 previous years, renumbering former Subdivs. (2) to (6), inclusive, accordingly; P.A. 79-214 added Subsec. (b) re simplified statements of loads and resources by producers using cogeneration technology; P.A. 81-439 excepted private power producers from 10-year forecast requirement, repealed Subsec. (b), eliminating reporting by person producing electricity by cogeneration or use of renewable fuel resources and added provision requiring report by purchaser of electricity from private power producer having facility generating more than one megawatt; P.A. 82-222 required forecast report to be furnished only to senate president, house speaker, energy committee members and other general assembly members requesting it, instead of to all general assembly members; P.A. 89-291 changed annual report from 10-year to a 20-year forecast of loads and resources; P.A. 94-176 designated existing provisions as Subsec. (a) and changed reference from Subsec. (f) to Subsec. (j) of Sec. 16-50j and added Subsecs. (b) to (e) re investigation of life-cycle costs for overhead and underground transmission line alternatives; May 25 Sp. Sess. P.A. 94-1 amended Subsec. (c) by making technical change; P.A. 96-46 amended Subsec. (a) to allow a forecast report to consist of an update of the previous year's report, to delete requirement that reports be furnished to certain officials and to add provision re issuance of a report by the council assessing overall status of loads and resources to certain members of the General Assembly; P.A. 01-144 amended Subsec. (a) to change application of the subsection from every person engaged in generating electric power to every person engaged in electric transmission, generation, or distribution services utilizing a generating facility with a capacity of greater than one megawatt, delete exception for private power producers, delete report content requirements and change the forecast period for the report from 20 years to 10 years, provide that confidential, proprietary or trade secret information provided under section may be submitted under a protective order, allow the council to adopt regulations to specify filing requirements for transmitters, generators, and distributors, require certain information from transmitters, generators, and distributors in the report until such regulations are adopted, and require the council to review any information submitted under a protective order in an executive session (Revisor's note: In Subsec. (a), certain references to subdivisions of “this section” were changed editorially by the Revisors to “this subsection” for accuracy); P.A. 11-80 amended Subsec. (a) by replacing a reference to “council” with “siting council” and requiring reports on and after March 1, 2012, to identify potential reliability concerns and further requiring that information be provided to Commissioner of Energy and Environmental Protection, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50r/"
    },
    {
      "id": "section-16-50s",
      "number": "16-50s.",
      "heading": "Expenditures by utilities as consideration in proceedings.",
      "text": "(a) From October 1, 2024, to September 30, 2025, inclusive, council may give appropriate consideration in all proceedings to (1) the amounts expended by a utility for research on generation and transmission of the form of energy furnished by it and the environmental effect thereof, (2) the amounts expended by such utility for promotion, including advertising, of the use of the form of energy furnished by it, and (3) the relationship between such expenditures.\n\n(b) On and after October 1, 2025, the council shall give appropriate consideration in all proceedings to (1) the amounts expended by a utility for research on generation and transmission of the form of energy furnished by it and the environmental effect of such form of energy, (2) the amounts expended by such utility for promotion, including advertising, of the use of the form of energy furnished by it, and (3) the relationship between such expenditures.\n\n(1971, P.A. 575, S. 14; P.A. 24-144, S. 7.)\n\nHistory: P.A. 24-144 designated existing provisions as Subsec. (a) and amended same by replacing “The” with “From October 1, 2024, to September 30, 2025, inclusive,” and added Subsec. (b) re council's consideration on and after October 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50s/"
    },
    {
      "id": "section-16-50t",
      "number": "16-50t.",
      "heading": "Regulations and standards. Hearing. Certain expenditures excluded in computation of fair net return.",
      "text": "(a) The council shall prescribe and establish such reasonable regulations and standards in accordance with the provisions of chapter 54 as it deems necessary and in the public interest with respect to application fees, siting of facilities and environmental standards applicable to facilities, including, but not limited to, regulations or standards relating to: (1) Reliability, effluents, thermal effects, air and water emissions, protection of fish and wildlife and other environmental factors; (2) the methodical upgrading or elimination of facilities over appropriate periods of time to meet the standards established pursuant to this subsection or other applicable laws, standards or regulations; and (3) the elimination of overhead electric transmission and distribution lines over appropriate periods of time in accordance with existing applicable technology and the need to provide electric service at the lowest reasonable cost to consumers.\n\n(b) The council may adopt regulations or standards in accordance with the provisions of chapter 54, with respect to subdivisions (1) and (2) of subsection (a) of this section. Such regulations or standards shall be in addition to and not in lieu of any regulation or standard adopted by any other state or local agency or instrumentality. No such regulation or standard shall be adopted by the council without one or more public hearings at which members of the public are given adequate opportunity to be heard.\n\n(c) The council shall adopt, and revise as the council deems necessary, standards for best management practices for electric and magnetic fields for electric transmission lines. Such standards shall be based on the latest completed and ongoing scientific and medical research on electromagnetic fields and shall require individual, project-specific assessments of electromagnetic fields, taking into consideration design techniques including, but not limited to, compact spacing, optimum phasing of conductors, and applicable and appropriate new field management technologies. Such standards shall not be regulations for purposes of chapter 54.\n\n(d) Expenditures by a utility shall not be considered a necessary and proper expense for the purpose of computing fair net return on invested capital, if such expenditures were incurred (1) for fines, forfeitures and other penalties, including legal fees and other expenses incurred in connection therewith, imposed for failure to comply with any state or federal environmental or pollution standard or (2) in connection with any action described in subsection (a) of section 16-50k prior to issuance of a certificate therefor.\n\n(1971, P.A. 575, S. 15; P.A. 73-458, S. 10; P.A. 75-375, S. 8, 12; P.A. 88-317, S. 62, 107; P.A. 04-246, S. 10.)\n\nHistory: P.A. 73-458 replaced references to repealed Secs. 4-41 to 4-50 with reference to Secs. 4-166 to 4-185, qualified requirement that overhead lines be eliminated in Subsec. (a)(3) with “in accordance with existing applicable technology” and replaced reference in Subsec. (b) to Subdivs. (2) and (3) of Subsec. (a) with reference to Subdivs. (1) and (2); P.A. 75-375 deleted “methodical” referring to elimination of overhead lines in Subsec. (a) (3) and added provision for regulations on “the need to provide electric service at the lowest reasonable cost to consumers”; P.A. 88-317 substituted “chapter 54” for “sections 4-166 to 4-185, inclusive,” in Subsecs. (a) and (b), effective July 1, 1989, and applicable to all agency proceedings commencing on or after that date; P.A. 04-246 added new Subsec. (c) re adoption of standards for best management practices for electric and magnetic fields for electric transmission lines, redesignated existing Subsec. (c) as new Subsec. (d) and made a technical change therein, effective June 3, 2004, and applicable to applications for a certificate of environmental compatibility and public need that was originally filed on or after October 1, 2003, for which the Connecticut Siting Council has not rendered a decision upon the record prior to June 3, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50t/"
    },
    {
      "id": "section-16-50u",
      "number": "16-50u.",
      "heading": "Enforcement of certificate and other requirements. Imposition of civil penalties by council.",
      "text": "(a) Each holder of a certificate issued by the council shall comply with such certificate, any condition of such certificate and any other requirements of this chapter. The council shall enforce the provisions of this chapter and compliance with any condition or requirement of a certificate issued by the council.\n\n(b) If the council finds that any person has failed to secure a certificate pursuant to this chapter or has failed to comply with any certificate, condition of such certificate or any other requirements of this chapter, the council shall fine such person, order such person to pay restitution or order such person to pay a combination of a fine and restitution. The council may assess civil penalties in an amount not less than one thousand dollars per day for each day of construction or operation in material violation of this chapter, or in material violation of any certificate issued pursuant to this chapter. Civil proceedings to enforce this chapter may be brought by the Attorney General in the superior court for any judicial district affected by the violation. The remedies and penalties in this section shall be cumulative and shall be in addition to any other penalties and remedies available at law, or in equity, to any person.\n\n(c) If the council has reason to believe that a violation has occurred for which a civil penalty is authorized pursuant to subsection (b) of this section, the council shall notify the alleged violator by certified mail, return receipt requested, or by personal service. The notice shall include:\n\n(1) A reference to any applicable section of this title, council regulation or certificate, or to any condition or requirement of such certificate;\n\n(2) A short and plain statement of the matter asserted or charged;\n\n(3) A statement of the prescribed civil penalty for the violation; and\n\n(4) A statement of the person's right to a hearing.\n\n(d) The person to whom the notice is addressed shall have twenty days from the date of receipt of the notice in which to deliver to the council a written application for a hearing. If a hearing is requested, then, after a hearing and upon a finding that a violation has occurred, the council may issue a final order assessing a civil penalty under this section which shall not be greater than the maximum penalty permitted by subsection (b) of this section. If a hearing is not requested, or if such a request is later withdrawn, then the notice shall, on the first day after the expiration of the twenty-day period or on the first day after the withdrawal of the request for hearing, whichever is later, become a final order of the council and the matters asserted or charged in the notice shall be deemed admitted, unless the notice is modified by a consent order before it becomes a final order. A consent order shall be deemed a final order.\n\n(e) All hearings under this section shall be conducted in accordance with sections 4-176e to 4-184, inclusive. Any final order of the council assessing a civil penalty shall be subject to appeal under section 4-183. No challenge to any final order of the council that assesses a civil penalty shall be allowed as to any issue that could have been raised by an appeal of an earlier order of the council. Any civil penalty authorized by this section shall become due and payable (1) at the time of receipt of a final order, in the case of a civil penalty assessed in such order after a hearing, (2) on the first day after the expiration of the period in which a hearing may be requested, if no hearing is requested, or (3) on the first day after the withdrawal of a request for hearing.\n\n(f) Any civil penalty assessed in a final order of the council under this section may be enforced in the same manner as a judgment of the Superior Court. The council shall deliver the final order to the person found to be in violation by personal service or by certified mail, return receipt requested. After entry of such final order, the council may file a transcript without the payment of costs, in the office of the clerk of the superior court in the judicial district in which such person resides, has a place of business, owns real property, or where any real property that is the subject of the proceedings is located or, if such person is not a resident of the state, in the judicial district of Hartford. Upon such filing, the clerk shall docket the order in the same manner and with the same effect as a judgment entered in the superior court within the judicial district. Upon the docketing, the order may be enforced as a judgment of the court.\n\n(g) Such court may grant such restraining orders, and such temporary and permanent injunctive relief, as may be necessary to secure compliance with this chapter and with a certificate issued pursuant to this chapter, including, but not limited to, requiring modifications to the layout of a facility or the installation of noise-dampening materials or equipment to comply with noise level restrictions required pursuant to such a certificate.\n\n(1971, P.A. 575, S. 16; P.A. 73-458, S. 11; P.A. 78-280, S. 2, 127; P.A. 24-144, S. 8.)\n\nHistory: P.A. 73-458 substituted “established pursuant to this chapter” for “applicable to such facility” as phrase modifying “standards”; P.A. 78-280 replaced “county” with “judicial district”; P.A. 24-144 added Subsec. (a) re compliance with certificate and council enforcement, designated existing provisions re civil penalties as Subsec. (b) and amended same by adding provision requiring council to fine or order restitution if council finds a person has failed to comply with any certificate or failed to secure a certificate, and added Subsec. (c) re notice of violations, Subsec. (d) re applications for hearings, Subsec. (e) re conduct of hearings and payment and appeal of orders and civil penalties, Subsec. (f) re enforcement of civil penalties in superior court and Subsec. (g) restraining orders and injunctive relief.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50u/"
    },
    {
      "id": "section-16-50v",
      "number": "16-50v.",
      "heading": "Administration expenses. Assessments. Fees. Staff. Consultants. Late fees.",
      "text": "(a) All expenses of administering this chapter, including the functions of the council and its staff, shall be financed as provided in this section.\n\n(b) (1) Before December thirty-first of each year, the council shall review the anticipated amount of expenses attributable to energy facilities for the next fiscal year, excluding expenses under subsection (c), (d), (e), (g) or (h) of this section at a public meeting, notice of which shall be given to each person subject to assessment under this subsection, and at which interested persons shall be heard. After the meeting, the council shall determine the anticipated amount of such expenses and submit its determination to the joint standing committee of the General Assembly having cognizance of appropriations and the budgets of state agencies. After the committee completes its review, the council shall apportion and assess the anticipated amount of expenses among those persons having gross revenue from the sale of electric power at retail in the state in excess of one hundred thousand dollars during the preceding calendar year, in the proportion which the gross revenue of each such person bears to the aggregate gross revenues of all such persons. Each such person shall pay the assessment in three equal installments on or before July thirty-first, October thirty-first, and January thirty-first of the fiscal year. During the fiscal year the council may further apportion and assess the additional amount of such expenses as could not reasonably have been anticipated prior to the fiscal year, apportioned in the same manner after notice and hearing in the same manner. The total of such assessments for any fiscal year shall not exceed one million five hundred thousand dollars. No proceeds from any assessment under this subsection may be used by the council after June 30, 1984, for any proceedings concerning hazardous waste facilities.\n\n(2) As used in this subdivision, “communications services” means services involving transmitting or receiving signals in the electromagnetic spectrum for a public or commercial purpose pursuant to a Federal Communications Commission license. Before December thirty-first of each year, the council shall review the anticipated amount of administrative expenses attributable to facilities used for providing communications services for the next fiscal year, excluding expenses under subsection (c), (d), (e), (g) or (h) of this section, at a public meeting, notice of which shall be given to each person subject to assessment under this subsection, and at which interested persons shall be heard. After the meeting, the council shall determine the anticipated amount of such expenses and submit its determination to the joint standing committee of the General Assembly having cognizance of matters relating to appropriations and the budgets of state agencies. The council shall apportion and assess the anticipated amount of expenses equitably in proportion to the percentage of the council's direct costs, among those persons who (1) provide communications services or have provided communications services facilities, and (2) have come before the council in the preceding calendar year. Each such person shall pay the assessment and submit a return, on a form prescribed by the council, to the council in four equal installments, on or before July 1, 1994, and July thirty-first of each year thereafter, October 31, 1994, and October thirty-first of each year thereafter, January 31, 1995, and January thirty-first of each year thereafter, and April 30, 1995, and April thirtieth of each year thereafter. The council shall transfer all payments received pursuant to this section to the Treasurer who shall credit such payments to the Siting Council Fund. Such payments shall be considered administrative expenses recovered from communications services providers.\n\n(c) The fee for each application for a certificate for a facility described in subdivisions (1) to (4), inclusive, of subsection (a) of section 16-50i, shall be used to meet the expenses of the council in connection with the review of, hearing on and decision on the application, including the expenses of any consultant employed by the council under subsection (d) of section 16-50n. The council shall, by regulation, adjust the fees to meet the expenses. In addition, the council may assess the applicant during the proceeding on the application and thereafter, as may be necessary to meet the expenses. The amount of any fees and assessments paid under this subsection which are in excess of the expenses of the council in reviewing and acting upon the application for which the fees and assessments were paid shall be refunded within sixty days after completion of the matter.\n\n(d) The fee for each application for a certificate for a facility described in subdivisions (5) and (6) of subsection (a) of section 16-50i or for a determination regarding shared use of a facility used for providing communications services, as defined in subdivision (2) of subsection (b) of this section, shall be established by regulation and used for the administrative expenses of the council and its staff incurred in processing the application or determination. In the event a hearing is held on any such application or determination, the council may assess an applicant during the proceeding and thereafter for all expenses of the council in connection with the review of, hearing on and decision on such application or determination, including the expenses of any consultant employed by the council pursuant to subsection (d) of section 16-50n.\n\n(e) With regard to any facility described in subsection (a) of section 16-50i, the council shall, by regulation, establish such filing fees and provide for such assessments as may be necessary to meet the expenses of the council and its staff in reviewing and acting upon each application for an amendment of a certificate, each statement of intent to acquire property prior to the issuance of a certificate, each petition for an advisory ruling, each notice of modification and each appeal pursuant to subsection (d) of section 16-50x. The amount of any fees and assessments paid under this subsection which are in excess of the expenses of the council in reviewing and acting upon the application, statement of intent, petition for an advisory ruling, notice of modification or appeal for which the fees and assessments were paid shall be refunded within sixty days after completion of the matter.\n\n(f) The council shall obtain such full-time and part-time staff and consultants as may be appropriate to carry out its duties and the provisions of this chapter.\n\n(g) The council may undertake such studies as it deems necessary to carry out its duties under subdivision (2) of subsection (a) of section 16-50t. The council shall apportion and assess its expenses for consultants, hearing facilities and stenographic reports and other reasonable and necessary expenses to carry out its duties under subsection (a) of section 16-50t among those persons having gross revenue from the sale of electric power at retail in excess of one hundred thousand dollars during the preceding calendar year, in the proportion which the gross revenue of each such person bears to the aggregate gross revenues of all such persons. Each such person shall pay the assessment within thirty days. Before incurring expenses for which assessments will be made under this subsection, the council shall review the anticipated expenses at a public meeting, notice of which shall be given to each person subject to the assessment, and at which interested persons shall be heard.\n\n(h) With regard to any facility described in subsection (a) of section 16-50i, the council shall, by regulation, establish such fees and assessments as are necessary to meet the expenses of the council and its staff in conducting field inspections of (1) a certified project constructed pursuant to a development and management plan, or (2) a completed project for which a declaratory or advisory ruling has been issued.\n\n(i) On and after January 1, 2008, with regard to any assessment or other charge billed by the council pursuant to this chapter, the council shall charge late fees or penalties at the rate of one and one-half per cent per month against invoiced amounts not received by the council within thirty days after the due date shown on the council's invoice.\n\n(1971, P.A. 575, S. 17; P.A. 73-458, S. 12; P.A. 77-276, S. 1, 2; P.A. 81-317, S. 1, 2; 81-369, S. 14, 20; P.A. 82-314, S. 33, 63; P.A. 83-235, S. 5, 6; P.A. 84-249, S. 2, 3; P.A. 85-466, S. 2, 3; P.A. 86-187, S. 3, 10; 86-403, S. 34, 132; P.A. 90-254, S. 2, 3; P.A. 92-232, S. 2, 3; P.A. 93-361, S. 15, 17; 93-435, S. 68; June 18 Sp. Sess. P.A. 97-11, S. 61, 65; P.A. 00-174, S. 47, 83; P.A. 04-226, S. 5; P.A. 07-222, S. 5–7.)\n\nHistory: P.A. 73-458 added Subsecs. (b) and (c) re staff and studies; P.A. 77-276 divided former Subsec. (a) into (a) and (b), redesignating former Subsecs. (b) and (c) accordingly, and clarified expenses of council and detailed manner of meeting expenses by assessments and fees; P.A. 81-317, in Subsec. (a) increased fee assessment ceiling from $200,000 to $400,000, required review of council's anticipated expenses by appropriations committee and prohibited use of assessment proceeds for hazardous waste facilities after June 30, 1984, clarified Subsec. (b) and added new Subsec. (c), concerning assessments of applicants for certificates of environmental compatibility and public need; P.A. 81-369 inserted new Subsec. (c) to establish a procedure for assessment for expenses incurred in processing an application for a certificate of public safety and necessity for a hazardous waste disposal facility, relettering remaining Subsecs. accordingly, and made provisions applicable to Ch. 445 proceedings; P.A. 82-314 changed name of appropriations committee; P.A. 83-235 amended Subsec. (d) to repeal the provision requiring that the cost of regulations be assessed among applicants in the first fiscal year that hazardous waste facility applications are filed; P.A. 84-249 relettered subsections, changed deadline in Subsec. (b) for council review of anticipated expenses from June thirtieth to December thirty-first, transferred provisions re regulations re filing fees and assessments from Subsec. (c) to Subsec. (e) and added Subsec. (i) re regulations re fees and assessments for field inspections; P.A. 85-466 removed provisions relating to council's proceedings concerning hazardous waste facilities under chapter 445 throughout section, deleting former Subsec. (f) entirely and relettering remaining Subsecs. accordingly; P.A. 86-187 amended Subsec. (b) to increase limit on total assessments for any fiscal year from $400,000 to $500,000; P.A. 86-403 made technical changes to Subsecs. (a) and (b); P.A. 90-254 amended Subsec. (b) to increase limit on total assessments for any fiscal year to $700,000; P.A. 92-232 amended Subsec. (b) to increase limit on total assessments for any fiscal year to $1,000,000; P.A. 93-361 made existing Subsec. (b) into Subdiv. (1) and added new Subdiv. (2) re assessment of communications services for expenses of the council, amended Subsec. (d) to include determinations regarding shared use of facility used to provide communications services and amended Subsec. (e) to add reference to notices of modification, effective July 1, 1993; P.A. 93-435 changed the transfer of payments received pursuant to this section from the consumer counsel and public utility control fund to the siting council fund; June 18 Sp. Sess. P.A. 97-11 amended Subsec. (b) (2) to change assessment of expenses from an equal assessment to an equitable assessment in proportion to frequency of appearance, degree of regulation required and percentage of council's workload and to delete provision limiting assessment to persons having gross revenues from in-state, retail sale of communications in excess of $100,000 during preceding calendar year, effective June 27, 1997, and applicable to assessments made on or after January 1, 1997; P.A. 00-174 amended Subsec. (b)(2) to transfer responsibility for collecting assessments under this section from the Commissioner of Revenue Services to the council, effective May 26, 2000, and applicable to assessments first due and payable on or after July 31, 2000; P.A. 04-226 amended Subsecs. (a) and (f) to include Secs. 16-50dd and 16-50ee in reference to “this chapter” and made a technical change in Subsec. (h), effective June 8, 2004; P.A. 07-222 amended Subsec. (b)(1) to increase maximum annual total assessments from $1,000,000 to $1,500,000, effective July 6, 2007, amended Subsec. (b)(2) to change assessment of expenses from frequency of appearance, degree of regulation required and percentage of council's workload to direct costs and to include persons who provided communications services facilities, effective July 6, 2007, and applicable to the assessment period commencing on or after July 1, 2006, and added Subsec. (i) re late fees, effective July 6, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50v/"
    },
    {
      "id": "section-16-50w",
      "number": "16-50w.",
      "heading": "Conflicting provisions.",
      "text": "In the event of any conflict between the provisions of this chapter and any provisions of the general statutes, as amended, or any special act, this chapter shall take precedence.\n\n(1971, P.A. 575, S. 18.)\n\nCited. 35 CS 303.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50w/"
    },
    {
      "id": "section-16-50x",
      "number": "16-50x.",
      "heading": "Exclusive jurisdiction of council; exception. Eminent domain after certification. Municipal regulation of proposed location.",
      "text": "(a) Notwithstanding any other provision of the general statutes, except as provided in section 16-243, the council shall have exclusive jurisdiction over the location and type of facilities and over the location and type of modifications of facilities subject to the provisions of subsection (d) of this section. When evaluating an application for a telecommunication tower within a particular municipality, the council shall consider any location preferences or criteria (1) provided to the council pursuant to section 16-50gg, or (2) that may exist in the zoning regulations of said municipality as of the submission date of the application to the council. In ruling on applications for certificates or petitions for a declaratory ruling for facilities and on requests for shared use of facilities, the council shall give such consideration to other state laws and municipal regulations as it shall deem appropriate. Whenever the council certifies a facility pursuant to this chapter, such certification shall satisfy and be in lieu of all certifications, approvals and other requirements of state and municipal agencies in regard to any questions of public need, convenience and necessity for such facility.\n\n(b) Whenever the council has certified a facility pursuant to this chapter, any person joining in the application for such certification shall be empowered to exercise its powers of eminent domain, granted by the general statutes or any special act, to acquire property for such facility for the benefit of all persons receiving such certificates.\n\n(c) Whenever the council has certified a facility pursuant to this chapter and the applicant for such certificate thereafter initiates condemnation proceedings to acquire property for such facility, and it shall appear to the court or judge before whom such proceedings are pending that the public interest will be prejudiced by delay, said court or judge may direct that said applicant be permitted to enter immediately upon the property to be taken and devote it temporarily to the public use specified in the application instituting such proceeding upon the deposit with said court of a sum to be fixed by said court or judge, upon notice to the parties of not less than ten days, and such sum when fixed and paid shall be applied to the payment of any assessment of damages which may be made, with interest thereon from the date of such entry upon said property, and the remainder, if any, returned to said applicant. If such application is dismissed, no assessment of damages is made, or the proceedings are abandoned by said applicant, said court or judge shall direct that the money so deposited, so far as it may be necessary, shall be applied to the payment of any damages that the owner of said property or other parties in interest may have sustained by such entry upon and use of such property, including reasonable attorneys', engineers' and appraisers' fees and other reasonable expenses incurred by such owner or other parties in interest in connection with such proceedings, and the costs and expenses of such proceedings. Such damages shall be ascertained by said court or judge or a committee to be appointed for that purpose, and if the sum so deposited shall be insufficient to pay such damages and all costs and expenses so assessed, judgment shall be entered against said applicant for the deficiency to be enforced and collected in the same manner as a judgment in the Superior Court, and the possession of such property shall be restored to the owner or owners thereof.\n\n(d) Any town, city or borough zoning commission and inland wetland agency may regulate and restrict the proposed location of a facility, as defined in subdivisions (3) and (4) of subsection (a) of section 16-50i. Such local bodies may make all orders necessary to the exercise of such power to regulate and restrict, which orders shall be in writing and recorded in the records of their respective communities, and written notice of any order shall be given to each party affected thereby. Such a local body shall make any such order (1) not more than sixty-five days after an application has been filed with the council for the siting of a facility described in subdivision (3) of subsection (a) of section 16-50i, or (2) not more than thirty days after an application has been filed with the council for the siting of a facility described in subdivision (4) of subsection (a) of section 16-50i. Each such order shall be subject to the right of appeal within thirty days after the giving of such notice by any municipality required to be served with a copy of the application under subdivision (1) of subsection (b) of section 16-50lor by any party aggrieved to the council, which shall have jurisdiction, in the course of any proceeding on an application for a certificate or otherwise, to affirm, modify or revoke such order or make any order in substitution thereof by a vote of six members of the council.\n\n(P.A. 73-458, S. 4; P.A. 75-375, S. 9, 11, 12; P.A. 94-242, S. 7, 9; P.A. 99-141, S. 1, 3, 4; June Sp. Sess. P.A. 05-1, S. 23; P.A. 07-222, S. 3.)\n\nHistory: P.A. 75-375 clarified extent of council's jurisdiction in Subsec. (a) and clarified agencies included under applicability provision in Subsec. (d); P.A. 94-242 added reference to rulings on requests for shared use of facilities, effective July 1, 1994; P.A. 99-141 amended Subsec. (d) by adding reference to any municipality required to be served under Sec. 16-50l(b)(1), effective June 8, 1999, and applicable to applications pending before the Connecticut Siting Council on or after that date, and amended Subsec. (d) by deleting provision requiring orders to be made within 30 days of any application and by adding Subdivs. (1) and (2) re time periods in which a local body shall make an order, effective October 1, 1999; June Sp. Sess. P.A. 05-1 amended Subsec. (a) to add “or petitions for a declaratory ruling”, effective July 1, 2005; P.A. 07-222 amended Subsec. (a) to require council to consider municipal location preferences or criteria and make a technical change, effective July 6, 2007.\n\nCited. 212 C. 157.\n\nCited. 20 CA 474.\n\nSubsec. (a):\n\nCouncil had jurisdiction to consider state noise law when ruling on petition for declaratory rulings, however council not required to give any consideration to state noise law when ruling on a petition and had authority to approve project even when project did not comply with state laws outside the Public Utility Environmental Standards Act. 313 C. 669.\n\nCouncil found to have exclusive jurisdiction in case involving proposed facility that would have both cellular and noncellular attachments. 47 CS 382.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50x/"
    },
    {
      "id": "section-16-50y",
      "number": "16-50y.",
      "heading": "Location application for electric generating facilities.",
      "text": "Section 16-50y is repealed.\n\n(P.A. 73-458, S. 14; P.A. 76-359, S. 5, 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50y/"
    },
    {
      "id": "section-16-50z",
      "number": "16-50z.",
      "heading": "Acquisition of real property for transmission facility. Regulations. Public service company acquisition of residential real property by condemnation.",
      "text": "(a) No person engaged in the transmission of electric power or fuel in the state shall acquire real property in contemplation of a possible future transmission facility, other than a facility for which the council has issued a certificate or one which the council has found will have no substantial adverse environmental effect, except as provided in regulations adopted by the council. Such regulations shall permit such acquisition (1) to avoid hardship for an owner of property; (2) to prevent substantial development along a possible transmission route until it becomes timely for the council to decide whether a certificate should be issued for a transmission facility along that route; and (3) to allow a modification of the boundaries between an existing right-of-way in fee and an adjoining parcel of land, or of the location of an existing easement right-of-way across a parcel of land, for the convenience of the owner of such parcel. Such regulations shall require that any such person intending to acquire such property shall, prior to entering any binding commitment therefor, file with the council a statement describing the property and the reason for its acquisition. Such acquisition may proceed unless the council gives notice within thirty days after such filing that a hearing will be held to review the conformity of the acquisition with its regulations, in which case such acquisition shall not proceed without the approval of the council.\n\n(b) A person engaged in the transmission of electric power or fuel in the state may acquire real property, and exercise any right of eminent domain, granted by the general statutes or any special act therefor, for (1) relocation of a transmission facility or right-of-way required by a public highway project or other governmental action; (2) acquisition of additional rights or title to property already subject to an easement or other rights for electric transmission or distribution lines; or (3) widening a portion, not exceeding one mile in length, of a transmission right-of-way for reasons of safety or convenience of the public.\n\n(c) When a public service company intends to acquire residential real property by condemnation, the company shall notify the owner of the property not less than sixty days prior to the intended date of condemnation, by certified mail, with the envelope marked in not less than twelve-point size bold type, as follows: “NOTICE REGARDING POTENTIAL CONDEMNATION OF YOUR PROPERTY”. The company shall include in its notifications under this section to the owner of its intention to acquire such property by condemnation, a statement that the owner may bring the issue of the purpose for which the property is being acquired to the Connecticut Siting Council. If the owner of such property disputes the company's need to acquire such property, the owner may bring the issue of the purpose for which the property is being acquired to the Connecticut Siting Council not later than thirty days after the date on which the owner receives notice of the potential condemnation of property pursuant to this section. Upon written request by the owner, the council shall initiate a proceeding to determine whether the proposed taking is necessary and consistent with the provisions of section 16a-35k. The council shall (1) provide the owner of the property and the public service company with notice of the proceeding, (2) hold a hearing in accordance with the provisions of chapter 54 as part of such a proceeding, and (3) render a decision upon the record not later than ninety days following the council's receipt of the written request for such a proceeding, provided the parties may agree to a longer period, which decision shall state whether the proposed taking is necessary and consistent with the provisions of section 16a-35k and include appropriate findings. The public service company shall pay the expenses incurred by the council in conducting a proceeding pursuant to this subsection. If a public service company and the owner of real property agree that the proposed taking is necessary and consistent with the provisions of section 16a-35k but cannot agree on fair compensation for the property, or if the public service company or owner disagrees with the decision of the council regarding whether the proposed taking is necessary and consistent with the provisions of section 16a-35k, the public service company or the owner may petition the Superior Court to determine the issue in question. Such a petition shall be submitted to the superior court for the judicial district in which the property is located.\n\n(d) A public service company which acquires residential real property by condemnation shall pay to the owner of such property (1) the fair market value of such property, (2) reasonable moving expenses incurred by the owner, provided if the owner moves beyond a two-hundred-mile radius of such property, the company shall pay the reasonable moving expenses that would have been incurred by the owner if the owner had moved within a two-hundred-mile radius of such property, and (3) any other expenses as ordered by a court.\n\n(P.A. 76-359, S. 6, 7; P.A. 95-217, S. 7; P.A. 24-144, S. 9.)\n\nHistory: P.A. 95-217 added new Subsecs. (c) and (d) re condemnation of residential real property; P.A. 24-144 amended Subsec. (c) by adding provision re notification not less than 60 days prior to intended date of condemnation and provisions re envelope requirements, replacing “its notification” with “its notifications under this section” and made a technical change.\n\nSection distinguishes between acquiring property and exercising “any right of eminent domain”. 35 CS 303.\n\nSubsec. (a):\n\nLegislative history indicates “acquire” means “purchase”; authority to condemn to be strictly construed in favor of owner. 35 CS 303.\n\nSubsec. (b):\n\n“Acquire” and “eminent domain” distinguished. 35 CS 303.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-16/chapter-277a/section-16-50z/"
    }
  ]
}