{
  "state": "connecticut",
  "path": "title-title-4a-administrative-services/chapter-chapter-57-department-of-administrative-services",
  "sections": [
    {
      "id": "section-4a-1",
      "number": "4a-1.",
      "heading": "(Formerly Sec. 4-23a). - Department of Administrative Services",
      "text": "(a) There shall be a Department of Administrative Services. The department head shall be the Commissioner of Administrative Services, who shall be appointed by the Governor in accordance with the provisions of sections 4-5, 4-6, 4-7 and 4-8, with the powers and the duties therein prescribed.\n\n(b) The Department of Administrative Services shall constitute a successor department to the Department of Public Works, except those duties relating to construction and construction management, in accordance with the provisions of sections 4-38d, 4-38e and 4-39. Where any order or regulation of said departments conflict, the Commissioner of Administrative Services may implement policies or procedures consistent with the provisions of this title and title 4b while in the process of adopting such policies or procedures in regulation form, provided notice of intent to adopt such regulations is printed in the Connecticut Law Journal not later than twenty days after implementation. Any such policies or procedures shall be valid until the time final regulations are adopted.\n\n(c) The Department of Administrative Services shall constitute a successor department to the Department of Information Technology in accordance with the provisions of sections 4-38d, 4-38e and 4-39. Where any order or regulation of said departments conflict, the Commissioner of Administrative Services may implement policies or procedures consistent with the provisions of title 4d while in the process of adopting such policies or procedures in regulation form, provided notice of intent to adopt such regulations is printed in the Connecticut Law Journal not later than twenty days after implementation. Any such policies or procedures shall be valid until the time final regulations are adopted.\n\n(d) The Department of Administrative Services shall constitute a successor department to the Department of Construction Services in accordance with the provisions of sections 4-38d, 4-38e, 4-39 and 4b-1b. Where any order or regulation of said departments conflict, the Commissioner of Administrative Services may implement policies or procedures consistent with the provisions of title 4b while in the process of adopting such policies or procedures in regulation form, provided notice of intent to adopt such regulations is printed in the Connecticut Law Journal not later than twenty days after implementation. Any such policies or procedures shall be valid until the time final regulations are adopted.\n\n(P.A. 77-614, S. 62, 610; P.A. 11-51, S. 42; P.A. 13-247, S. 196.)\n\nHistory: Sec. 4-23a transferred to Sec. 4a-1 in 1989; P.A. 11-51 designated existing provisions as Subsec. (a) and added Subsecs. (b) and (c) re successor authority to Departments of Public Works and Information Technology, effective July 1, 2011; P.A. 13-247 added Subsec. (d) re successor authority to Department of Construction Services, effective July 1, 2013.\n\nSee Sec. 4b-1 et seq. re successor authority to Department of Public Works and Department of Construction Services and Sec. 4d-1 et seq. re successor authority to Department of Information Technology.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-1-formerly-sec-4-23a/"
    },
    {
      "id": "section-4a-1a",
      "number": "4a-1a.",
      "heading": "Commissioner and Department of Administrative Services substituted for former commissioner and department.",
      "text": "Section 4a-1a is repealed, effective July 1, 2015.\n\n(P.A. 11-51, S. 44; P.A. 13-247, S. 200; P.A. 14-134, S. 129; P.A. 15-73, S. 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-1a/"
    },
    {
      "id": "section-4a-2",
      "number": "4a-2.",
      "heading": "(Formerly Sec. 4-23b). - Commissioner's general powers and responsibilities.",
      "text": "(a) The Commissioner of Administrative Services shall have the following general duties and responsibilities:\n\n(1) The establishment of personnel policy and responsibility for the personnel administration of state employees;\n\n(2) The purchase and provision of supplies, materials, equipment and contractual services, as defined in section 4a-50;\n\n(3) The publishing, printing or purchasing of laws, stationery, forms and reports;\n\n(4) The collection of sums due the state for public assistance;\n\n(5) The purchase and contracting for information systems and telecommunication system facilities, equipment and services for state agencies, in accordance with chapter 61;\n\n(6) The purchase, sale, lease, sublease and acquisition of property and space to house state agencies and the construction, maintenance and development of such property, in accordance with chapters 59 and 60;\n\n(7) Subject to the provisions of section 4b-21, the sale or exchange of any land or interest in land belonging to the state;\n\n(8) The supervision of the care and control of building and grounds owned or leased by the state in Hartford, except (A) the buildings and grounds of the State Capitol and the Legislative Office Building and parking garage and related structures and facilities and grounds, as provided in section 2-71h, (B) any property of the Connecticut Marketing Authority, and (C) property under the supervision of the Office of the Chief Court Administrator as provided in section 4b-11; and\n\n(9) The establishing and maintaining of security standards for all facilities housing the offices and equipment of the state except (A) Department of Transportation mass transit, marine and aviation facilities, (B) the State Capitol and Legislative Office Building and related facilities, (C) facilities under the care and control of The University of Connecticut or other constituent units of the state system of higher education, (D) Judicial Department facilities, (E) Department of Emergency Services and Public Protection facilities, (F) Military Department facilities, (G) Department of Correction facilities, (H) Department of Children and Families client-occupied facilities, (I) facilities occupied by the Governor, Lieutenant Governor, Attorney General, Comptroller, Secretary of the State and Treasurer, and (J) facilities occupied by the Board of Pardons and Paroles. As used in this subdivision, “security” has the same meaning as provided in section 4b-30.\n\n(b) Notwithstanding any other provision of the general statutes, the commissioner may supervise the care and control of (1) any state-owned or leased office building, and related buildings and grounds, outside the city of Hartford, used as district offices, except any state-owned or leased office building, and such buildings and grounds, used by the Judicial Department or The University of Connecticut, and (2) any other state-owned or leased property, other than property of The University of Connecticut, on a temporary or permanent basis, if the commissioner, the Secretary of the Office of Policy and Management and the executive head of the department or agency supervising the care and control of such property agree, in writing, to such supervision.\n\n(c) Subject to the provisions of chapter 67, the Commissioner of Administrative Services may appoint such employees as are necessary for carrying out the duties prescribed to said commissioner by the general statutes.\n\n(P.A. 77-614, S. 63, 610; P.A. 83-334, S. 1, 3; P.A. 84-546, S. 9, 173; P.A. 85-301, S. 3, 13; P.A. 87-496, S. 2, 110; P.A. 88-297, S. 1; P.A. 89-257, S. 11, 14; P.A. 90-213, S. 15, 56; P.A. 93-396, S. 13; May Sp. Sess. P.A. 94-5, S. 17, 30; June 18 Sp. Sess. P.A. 97-9, S. 15, 50; P.A. 11-51, S. 43; P.A. 12-116, S. 87; 12-205, S. 3; P.A. 13-247, S. 197.)\n\nHistory: P.A. 83-334 replaced alphabetic Subdiv. indicators with numeric indicators and added reference to commissioner's duties with respect to the sale or exchange of land or interest in land; P.A. 84-546 reworded Subdiv. (1) for grammatical consistency with other Subdivs; P.A. 85-301 amended Subdiv. (2) to exclude the planning and construction of the legislative office building from the commissioner's functions; P.A. 87-496 designated existing section as Subsec. (a), added “of administrative services” in introductory language of Subsec. (a), repealed Subsec. (a)(2) and (3) re capital improvements and property and space to house state agencies, renumbered remaining Subdivs. accordingly and added Subsec. (b) re appointment of employees by commissioner of administrative services; P.A. 88-297 amended Subsec. (a)(2) to eliminate purchase and provision of furniture from commissioner's duties and responsibilities and to reference Sec. 4a-50 and amended Subsec. (a)(3) by substituting “laws, stationery, forms and reports” for “public documents”; Sec. 4-23b transferred to Sec. 4a-2 in 1989; P.A. 89-257 added reference to certain sections in title 16a in Subdiv. (4); P.A. 90-213 added Subsec. (a)(6) providing the commissioner of administrative services with the responsibility for the receipt and processing of child support payments in certain IV-D cases; P.A. 93-396 made a technical change in Subsec. (a)(6); May Sp. Sess. P.A. 94-5 deleted Subsec. (a)(6) re receipt and processing of child support payments in IV-D support cases from the responsibilities of the commissioner of administrative services, effective July 1, 1994; June 18 Sp. Sess. P.A. 97-9 deleted former Subsec. (a)(4) re control and direction of data processing and telecommunication equipment and installations and renumbered remaining Subdiv., effective July 1, 1997; P.A. 11-51 amended Subsec. (a) to add Subdivs. (5) to (10) re successor duties, added new Subsec. (b) re commissioner's supervision and Subsec. (c) re inventory and redesignated existing Subsec. (b) as Subsec. (d), effective July 1, 2011; P.A. 12-205 amended Subsec. (a) to delete former Subdiv. (8) re inventory of leased property and redesignate existing Subdivs. (9) and (10) as Subdivs. (8) and (9), deleted former Subsec. (c) re update and submission of copy of the leased property inventory and redesignated existing Subsec. (d) as Subsec. (c), effective July 1, 2012; P.A. 13-247 amended Subsec. (a)(6) to add reference to construction, maintenance and development of property, effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-2-formerly-sec-4-23b/"
    },
    {
      "id": "section-4a-2a",
      "number": "4a-2a.",
      "heading": "Workplace stress awareness and prevention program. Workplace violence awareness, prevention and preparedness program.",
      "text": "(a) For the fiscal year ending June 30, 1999, and each fiscal year thereafter, the Commissioner of Administrative Services, in consultation with the Commissioner of Mental Health and Addiction Services and the Commissioner of Emergency Services and Public Protection, shall, within the limits of available appropriations, provide an appropriate program of workplace stress awareness and prevention for state employees.\n\n(b) On or before January 1, 2012, the Commissioner of Administrative Services shall develop an employee training program to instruct state employees on workplace violence awareness, prevention and preparedness. Any full-time employee, as defined in section 5-196, employed by the state prior to January 1, 2012, shall be required to attend the training described in this subsection. Any full-time employee employed by the state on or after January 1, 2012, shall be required, not later than six months from the date of hire, to attend the training described in this subsection as a condition of his or her employment.\n\n(P.A. 98-136, S. 2, 3; P.A. 11-33, S. 1; 11-51, S. 134.)\n\nHistory: P.A. 98-136 effective May 6, 1998; P.A. 11-33 designated existing provisions as Subsec. (a) and amended same to delete “and violence” and “and preparedness” and added Subsec. (b) re development of state employee training program on workplace violence awareness, prevention and preparedness; pursuant to P.A. 11-51, “Commissioner of Public Safety” was changed editorially by the Revisors to “Commissioner of Emergency Services and Public Protection”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-2a/"
    },
    {
      "id": "section-4a-2b",
      "number": "4a-2b.",
      "heading": "Master insurance program.",
      "text": "Notwithstanding any other statute to the contrary, the Department of Administrative Services may administer a master property and casualty insurance program for state funded and federally funded housing units operating under the jurisdiction of local housing authorities. The department may charge the housing authorities a reasonable fee to provide for the administrative costs of the program.\n\n(P.A. 98-176, S. 2, 4.)\n\nHistory: P.A. 98-176 effective July 1, 1998.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-2b/"
    },
    {
      "id": "section-4a-2c",
      "number": "4a-2c.",
      "heading": "Diversity training program.",
      "text": "On or before February 1, 2000, the Commissioner of Administrative Services, with the advice and assistance of the Commission on Human Rights and Opportunities shall, within available appropriations, develop a standardized diversity training program which shall be used by each state agency in completing the diversity training required under section 46a-54. Such program shall include, but shall not be limited to, training and education concerning the federal and state statutory provisions concerning discrimination and hate crimes directed at protected classes and remedies available to victims of discrimination and hate crimes, standards for working with and serving persons from diverse populations and strategies for addressing differences that may arise from diverse work environments.\n\n(P.A. 99-180, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-2c/"
    },
    {
      "id": "section-4a-2d",
      "number": "4a-2d.",
      "heading": "Online posting of links to state employment opportunities required.",
      "text": "Not later than July 1, 2022, the Commissioner of Administrative Services shall post on the Internet web site of the Department of Administrative Services where executive branch employment opportunities are posted, in a prominent location, individual links to the Internet web sites containing the employment opportunities of the judicial branch, legislative branch and the constituent units of the state system of higher education, as defined in section 10a-1. If the links to such web sites are updated subsequent to such posting, the applicable branch agency or unit shall notify the Department of Administrative Services of the updated link and said department shall update the link posted on its web site.\n\n(P.A. 22-118, S. 122.)\n\nHistory: P.A. 22-118 effective May 7, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-2d/"
    },
    {
      "id": "section-4a-2e",
      "number": "4a-2e.",
      "heading": "State agency use of artificial intelligence. Annual inventory and assessment.",
      "text": "(a) For the purposes of this section:\n\n(1) “Artificial intelligence” means (A) an artificial system that (i) performs tasks under varying and unpredictable circumstances without significant human oversight or can learn from experience and improve such performance when exposed to data sets, (ii) is developed in any context, including, but not limited to, software or physical hardware, and solves tasks requiring human-like perception, cognition, planning, learning, communication or physical action, or (iii) is designed to (I) think or act like a human, including, but not limited to, a cognitive architecture or neural network, or (II) act rationally, including, but not limited to, an intelligent software agent or embodied robot that achieves goals using perception, planning, reasoning, learning, communication, decision-making or action, or (B) a set of techniques, including, but not limited to, machine learning, that is designed to approximate a cognitive task; and\n\n(2) “State agency” has the same meaning as provided in section 4d-1.\n\n(b) (1) Not later than December 31, 2023, and annually thereafter, the Department of Administrative Services shall conduct an inventory of all systems that employ artificial intelligence and are in use by any state agency. Each such inventory shall include at least the following information for each such system:\n\n(A) The name of such system and the vendor, if any, that provided such system;\n\n(B) A description of the general capabilities and uses of such system;\n\n(C) Whether such system was used to independently make, inform or materially support a conclusion, decision or judgment; and\n\n(D) Whether such system underwent an impact assessment prior to implementation.\n\n(2) The Department of Administrative Services shall make each inventory conducted pursuant to subdivision (1) of this subsection publicly available on the state's open data portal.\n\n(c) Beginning on February 1, 2024, the Department of Administrative Services shall perform ongoing assessments of systems that employ artificial intelligence and are in use by state agencies to ensure that no such system shall result in any unlawful discrimination or disparate impact described in subparagraph (B) of subdivision (1) of subsection (b) of section 4-68jj. The department shall perform such assessment in accordance with the policies and procedures established by the Office of Policy and Management pursuant to subsection (b) of section 4-68jj.\n\n(P.A. 23-16, S. 1.)\n\nHistory: P.A. 23-16 effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-2e/"
    },
    {
      "id": "section-4a-3",
      "number": "4a-3.",
      "heading": "(Formerly Sec. 4-23c). - Deputy commissioners; appointment and qualifications. Director of Personnel and Labor Relations.",
      "text": "(Formerly Sec. 4-23c). - Deputy commissioners; appointment and qualifications. Director of Personnel and Labor Relations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4a-4",
      "number": "4a-4.",
      "heading": "(Formerly Sec. 4-23j). - Control of state property and equipment.",
      "text": "(a) Except as provided in subsections (b) and (c) of this section, the Commissioner of Administrative Services shall consider and devise ways and means of establishing and maintaining proper control of state property and equipment, including vehicles and office equipment; shall require the establishment of proper permanent inventory records and the taking of physical inventories of both stores and equipment; shall discover unused and improperly used or neglected equipment and shall authorize the transfer, use or disposal of such equipment.\n\n(b) The Office of the Chief Court Administrator shall consider and devise ways and means of establishing and maintaining proper control of Judicial Department property and equipment, including vehicles and office equipment, require the establishment of proper permanent inventory records and the taking of physical inventories of Judicial Department equipment, and authorize the transfer, use or disposal of unused and improperly used or neglected Judicial Department equipment. For the purposes of this subsection, the term “Judicial Department” does not include the courts of probate, the Division of Criminal Justice and the Public Defender Services Commission, except where they share facilities in state-maintained courts.\n\n(c) The chief executive officer of each constituent unit of the state system of higher education may consider and devise ways and means of and The University of Connecticut shall be responsible for establishing and maintaining proper control of equipment, including all vehicles and office equipment of such unit, require the establishment of proper permanent inventory records and the taking of physical inventories of the equipment of such constituent unit, and may authorize the transfer, use or disposal of unused and improperly used or neglected equipment of such unit.\n\n(P.A. 77-614, S. 74, 610; P.A. 84-436, S. 1, 12; P.A. 91-256, S. 7, 69; P.A. 95-230, S. 31, 45; P.A. 07-217, S. 10.)\n\nHistory: P.A. 84-436 added Subsec. (b) re the control, inventory, transfer, use and disposal of judicial department property and equipment by the office of the chief court administrator and a definition of “judicial department”, effective July 1, 1985; Sec. 4-23j transferred to Sec. 4a-4 in 1989; P.A. 91-256 added Subsec. (c) concerning constituent units of the state system of higher education; P.A. 95-230 amended Subsec. (c) to add that The University of Connecticut shall be responsible for control of property and equipment, effective June 7, 1995; P.A. 07-217 made a technical change in Subsec. (a), effective July 12, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-4-formerly-sec-4-23j/"
    },
    {
      "id": "section-4a-5",
      "number": "4a-5.",
      "heading": "(Formerly Sec. 4-23l). - State motor pool.",
      "text": "There shall be a state interagency motor pool within the Department of Administrative Services. Said motor pool shall provide motor vehicles to state agencies on a rental basis. Proceeds from rentals of such motor vehicles by said motor pool shall be deposited in the purchasing revolving fund maintained by said department and all direct expenses incurred by said motor pool shall be charged against said fund on order of the State Comptroller. The Commissioner of Administrative Services shall adopt rules regarding the rental and use of motor vehicles provided by the motor pool.\n\n(P.A. 78-173, S. 1, 2.)\n\nHistory: Sec. 4-23ltransferred to Sec. 4a-5 in 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-5-formerly-sec-4-23l/"
    },
    {
      "id": "section-4a-5a",
      "number": "4a-5a.",
      "heading": "State agency use of services provided by the Department of Administrative Services.",
      "text": "Notwithstanding any provision of the general statutes, each state agency, except (1) the agencies within the Legislative Department, (2) the Judicial Department, and (3) the constituent units of the state system of higher education, shall use the services of the Department of Administrative Services if the Department of Administrative Services can: (A) Provide the particular goods or services requested by such state agency, (B) comply with the delivery schedule set forth by such state agency, and (C) provide such goods or services at a cost which is not more than three per cent greater than the price quoted to such state agency by any private vendor.\n\n(P.A. 93-80, S. 40, 67; P.A. 05-287, S. 8.)\n\nHistory: P.A. 93-80 effective July 1, 1993; (Revisor's note: In 1995 numeric Subdiv. indicators in Subdiv. (2) were changed editorially by the Revisors to alphabetic indicators to conform to customary statutory style); P.A. 05-287 replaced requirement that state agencies utilize the services of the state regional laundry system, the facilities of the Central State Warehouse, the State Data Center and the Office of Administrative Support with requirement that state agencies use the services of the Department of Administrative Services, effective July 13, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-5a/"
    },
    {
      "id": "section-4a-5b",
      "number": "4a-5b.",
      "heading": "Memorandum of understanding with state agencies re provision of certain services. Report.",
      "text": "(a) The Department of Administrative Services shall enter into a memorandum of understanding with each state agency for which the department provides the following services: (1) Personnel, (2) payroll, (3) affirmative action, and (4) business office functions, establishing said department's and such agency's responsibilities regarding the services provided. Said department and each such agency shall enter into such a memorandum of understanding not later than October 1, 2012, or three months after the department begins providing such services to such agency, whichever is later.\n\n(b) Not later than October 1, 2012, or three months after the Department of Administrative Services begins providing services to a state agency, whichever is later, the department shall submit a report on the status of each memorandum entered into pursuant to subsection (a) of this section to the joint standing committee of the General Assembly having cognizance of matters relating to appropriations and the budgets of state agencies through the Office of Fiscal Analysis in accordance with the provisions of section 11-4a.\n\n(June 12 Sp. Sess. P.A. 12-1, S. 248.)\n\nHistory: June 12 Sp. Sess. P.A. 12-1 effective July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-5b/"
    },
    {
      "id": "section-4a-6",
      "number": "4a-6.",
      "heading": "(Formerly Sec. 4-23o). - Leasing of personal property by state agencies; responsibilities of Commissioner of Administrative Services.",
      "text": "No state agency shall enter into any agreement, whether oral or written, or renew any agreement for the leasing of any personal property, except upon approval of the Commissioner of Administrative Services and subject to such procedures as the commissioner may establish respecting the leasing of personal property. The commissioner shall cause to be kept a complete record of all personal property leased by state agencies, the location of each item of such property and a copy of all leasing agreements and renewals thereof.\n\n(1967, P.A. 855; P.A. 77-614, S. 78, 610; P.A. 82-314, S. 10, 63; P.A. 21-76, S. 21.)\n\nHistory: P.A. 77-614 transferred duties of comptroller under section to commissioner of administrative services; P.A. 82-314 changed formal designation of appropriations committee; Sec. 3-116b transferred to Sec. 4-23o in 1985; Sec. 4-23o transferred to Sec. 4a-6 in 1989; P.A. 21-76 deleted former Subsec. (b) re annual report listing leased personal property of state agencies and deleted Subsec. designator (a), effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-6-formerly-sec-4-23o/"
    },
    {
      "id": "section-4a-7",
      "number": "4a-7.",
      "heading": "Transferred to Chapter 61, Part I, Sec. 4d-9.",
      "text": "Transferred to Chapter 61, Part I, Sec. 4d-9.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4a-7a",
      "number": "4a-7a.",
      "heading": "Personal service agreements.",
      "text": "(a) As used in this section, “personal service agreement” means a written agreement between the state and an individual for services rendered to the state which are infrequent or unique.\n\n(b) A personal service agreement between a state agency and an individual shall have a term of not more than one year. Any such personal service agreement may be extended or renewed, for an unlimited term, provided the appropriate collective bargaining representative, the Commissioner of Administrative Services and the joint standing committee of the General Assembly having cognizance of matters relating to labor and public employees are notified of such extension or renewal.\n\n(P.A. 88-77.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-7a/"
    },
    {
      "id": "section-4a-8",
      "number": "4a-8.",
      "heading": "Transferred to Chapter 61, Part I, Sec. 4d-10.",
      "text": "Transferred to Chapter 61, Part I, Sec. 4d-10.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4a-9",
      "number": "4a-9.",
      "heading": "Capital Equipment Purchase Fund.",
      "text": "There is created a Capital Equipment Purchase Fund. The fund shall be administered by the Secretary of the Office of Policy and Management. The fund shall be used for the purpose of acquiring, by purchase or by exercise of prepayment or purchase options in existing capital leases entered into by the state, capital equipment with an anticipated remaining useful life of not less than five years from the date of purchase and (1) to the extent of not more than two million nine hundred thousand dollars, payment for projects under subsection (a) of section 4-67f, and (2) to the extent of not more than one hundred thousand dollars, payment for awards under subsection (b) of said section. Notwithstanding the provisions of this section, or any regulations adopted under the general statutes, a state agency may purchase necessary data processing equipment that has a unit price of less than one thousand dollars from the Capital Equipment Purchase Fund authorized under section 4a-10, provided such equipment has a useful life of not less than five years.\n\n(P.A. 87-361, S. 1, 3; P.A. 88-276, S. 1, 2; May Sp. Sess. P.A. 92-7, S. 3, 36; May Sp. Sess. P.A. 94-2, S. 2, 203; P.A. 96-27, S. 1, 2; P.A. 00-167, S. 56, 69; June Sp. Sess. P.A. 01-7, S. 24, 28.)\n\nHistory: P.A. 88-276 removed former Subsecs. (b) and (c) concerning the Capital Equipment Debt Service Fund and certain transitional provisions concerning the start-up of the Capital Equipment Purchase Fund; May Sp. Sess. P.A. 92-7 added provision regarding allocations for Sec. 4-67f; May Sp. Sess. P.A. 94-2 made technical change re application for funds, effective July 1, 1994; P.A. 96-27 substituted requirement that fund be administered by Secretary of the Office of Policy and Management for requirement that secretary submit written request to Commissioner of Administrative Services for use of fund, effective July 1, 1996; P.A. 00-167 extended the requirement for useful life of equipment purchased under this section from three to five years, effective July 1, 2000; June Sp. Sess. P.A. 01-7 added provision authorizing agencies to purchase data processing equipment with a useful life of not less than five years and having unit price of less than $1,000 from the Capital Equipment Purchase Fund, effective July 1, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-9/"
    },
    {
      "id": "section-4a-10",
      "number": "4a-10.",
      "heading": "Bond issue for Capital Equipment Purchase Fund.",
      "text": "(a) For the purposes described in subsection (b) of this section, the State Bond Commission shall have the power, from time to time to authorize the issuance of bonds of the state in one or more series and in principal amounts not exceeding in the aggregate six hundred eleven million one hundred thousand dollars, provided twenty-five million dollars of said authorization shall be effective July 1, 2024.\n\n(b) The proceeds of the sale of said bonds, to the extent of the amount stated in subsection (a) of this section, shall be deposited in the Capital Equipment Purchase Fund created by section 4a-9.\n\n(c) All provisions of section 3-20 or the exercise of any right or power granted thereby which are not inconsistent with the provisions of section 4a-9 and this section are hereby adopted and shall apply to all bonds authorized by the State Bond Commission pursuant to section 4a-9 and this section, and temporary notes in anticipation of the money to be derived from the sale of any such bonds so authorized may be issued in accordance with said section 3-20 and from time to time renewed. Such bonds shall mature at such time or times not exceeding five years from their respective dates as may be provided in or pursuant to the resolution or resolutions of the State Bond Commission authorizing such bonds. None of said bonds shall be authorized except upon a finding by the State Bond Commission that there has been filed with it a request for such authorization, which is signed by or on behalf of the Secretary of the Office of Policy and Management and states such terms and conditions as said commission, in its discretion, may require. Said bonds issued pursuant to section 4a-9 and this section shall be general obligations of the state and the full faith and credit of the state of Connecticut are pledged for the payment of the principal of and interest on said bonds as the same become due, and accordingly and as part of the contract of the state with the holders of said bonds, appropriation of all amounts necessary for punctual payment of such principal and interest is hereby made, and the Treasurer shall pay such principal and interest as the same become due.\n\n(P.A. 87-361, S. 2, 3; P.A. 88-343, S. 22, 32; P.A. 89-331, S. 2, 30; P.A. 90-230, S. 5, 101; 90-297, S. 2, 24; June Sp. Sess. P.A. 91-4, S. 7, 25; June Sp. Sess. P.A. 93-1, S. 3, 45; P.A. 95-272, S. 2, 29; June 5 Sp. Sess. P.A. 97-1, S. 3, 20; P.A. 99-241, S. 3, 66; June Sp. Sess. P.A. 01-7, S. 2, 28; May 9 Sp. Sess. P.A. 02-5, S. 2; May Sp. Sess. P.A. 04-1, S. 3; June Sp. Sess. P.A. 05-5, S. 3; June Sp. Sess. P.A. 07-7, S. 42; P.A. 10-44, S. 27; P.A. 11-57, S. 63; P.A. 12-189, S. 34; P.A. 13-239, S. 53; June Sp. Sess. P.A. 15-1, S. 53; May Sp. Sess. P.A. 16-4, S. 241; June Sp. Sess. P.A. 17-2, S. 430; P.A. 20-1, S. 53; P.A. 21-111, S. 53; P.A. 22-118, S. 331; P.A. 23-205, S. 53.)\n\nHistory: P.A. 88-343 increased bond authorization from $20,000,000 to $28,900,000; P.A. 89-331 increased the bond authorization to $43,900,000; P.A. 90-230 made a technical correction in Subsec. (b); P.A. 90-297 increased the bond authorization to $58,900,000; June Sp. Sess. P.A. 91-4 increased the bond authorization to $73,900,000; June Sp. Sess. P.A. 93-1, effective July 1, 1993, amended Subsec. (a) to increase bond authorization to $85,200,000, effective July 1, 1993, provided $2,700,000 of said authorization shall be effective July 1, 1994; P.A. 95-272 amended Subsec. (a) to increase authorization to $114,500,000, effective July 1, 1995, provided $11,800,000 of the authorization shall be effective July 1, 1996; June 5 Sp. Sess. P.A. 97-1 amended Subsec. (a) to increase bond authorization to $141,500,000 provided $10,800,000 is effective July 1, 1998, effective July 31, 1997; P.A. 99-241 amended Subsec. (a) to increase authorization to $189,500,000, effective July 1, 1999, provided $21,000,000 is effective July 1, 2000; June Sp. Sess. P.A. 01-7 amended Subsec. (a) to increase authorization to $227,500,000 provided $17,000,000 is effective July 1, 2002, effective July 1, 2001; May 9 Sp. Sess. P.A. 02-5 amended Subsec. (a) to increase authorization to $230,000,000 and to provide that $19,500,000 of such authorization shall be effective July 1, 2002; May Sp. Sess. P.A. 04-1 amended Subsec. (a) to increase the aggregate authorization to $248,000,000 and to provide that $18,000,000 of said authorization be effective July 1, 2004, effective July 1, 2004; June Sp. Sess. P.A. 05-5 amended Subsec. (a) to increase the aggregate authorization to $300,550,000, of which $25,050,000 is effective July 1, 2006, effective July 1, 2005; June Sp. Sess. P.A. 07-7 amended Subsec. (a) by increasing aggregate authorization from $300,550,000 to $366,550,000, of which $26,000,000 is effective July 1, 2008, effective November 2, 2007; P.A. 10-44 amended Subsec. (a) by decreasing aggregate authorization from $366,550,000 to $364,200,000 and by deleting provision re authorization amount effective on July 1, 2008, effective July 1, 2010; P.A. 11-57 amended Subsec. (a) to increase aggregate authorization from $364,200,000 to $387,100,000, of which $22,900,000 is effective July 1, 2012, effective July 1, 2011; P.A. 12-189 amended Subsec. (a) to increase aggregate authorization from $387,100,000 to $389,100,000 and delete provision re authorization amount effective on July 1, 2012, effective July 1, 2012; P.A. 13-239 amended Subsec. (a) to increase aggregate authorization from $389,100,000 to $464,100,000, of which $35,000,000 is effective July 1, 2014, effective July 1, 2013; June Sp. Sess. P.A. 15-1 amended Subsec. (a) to increase aggregate authorization from $464,100,000 to $524,100,000, change July 1, 2014, to July 1, 2016, and replace $35,000,000 with $30,000,000, effective July 1, 2015; May Sp. Sess. P.A. 16-4 amended Subsec. (a) to decrease aggregate authorization from $524,100,000 to $484,100,000 and delete provision re $30,000,000 of authorization is effective July 1, 2016, effective July 1, 2016; June Sp. Sess. P.A. 17-2 amended Subsec. (a) to increase aggregate authorization from $484,100,000 to $499,100,000, effective October 31, 2017; P.A. 20-1 amended Subsec. (a) to increase aggregate authorization from $499,100,000 to $526,100,000, effective July 1, 2020; P.A. 21-111 amended Subsec. (a) to increase aggregate authorization from $526,100,000 to $546,100,000, of which $10,000,000 is effective July 1, 2022, effective July 1, 2021; P.A. 22-118 amended Subsec. (a) to increase aggregate authorization from $546,100,000 to $561,100,000, effective July 1, 2022; P.A. 23-205 amended Subsec. (a) to increase aggregate authorization from $561,100,000 to $611,100,000, of which $25,000,000 is effective July 1, 2024, effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-10/"
    },
    {
      "id": "section-4a-10a",
      "number": "4a-10a.",
      "heading": "2-1-1 Infoline program.",
      "text": "Notwithstanding the provisions of section 4a-9, the Department of Social Services may provide up to five hundred thousand dollars of the funds authorized under section 4a-10 to the United Way of Connecticut for the purchase of capital equipment for the 2-1-1 Infoline program.\n\n(May Sp. Sess. P.A. 04-1, S. 18.)\n\nHistory: May Sp. Sess. P.A. 04-1 effective June 8, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-10a/"
    },
    {
      "id": "section-4a-11",
      "number": "4a-11.",
      "heading": "Bond issue for higher education for Capital Equipment Purchase Fund.",
      "text": "(a) For the purposes described in subsection (b) of this section, the State Bond Commission shall have the power, from time to time to authorize the issuance of bonds of the state in one or more series and in principal amounts not exceeding in the aggregate thirteen million six hundred fifty thousand dollars.\n\n(b) The proceeds of the sale of said bonds, to the extent of the amount stated in subsection (a) of this section, shall be deposited in the Capital Equipment Purchase Fund created by section 4a-9. Any such proceeds shall be allocated to the Board of Regents for Higher Education as follows: (1) For The University of Connecticut, not exceeding six million three hundred ninety-five thousand dollars; (2) for The University of Connecticut Health Center, not exceeding one million two hundred thirty-five thousand dollars; (3) for the Connecticut State University System, not exceeding two million five hundred forty thousand dollars; (4) for the regional community-technical colleges, not exceeding two million seven hundred fifty thousand dollars; (5) for the Board of Regents for Higher Education, not exceeding thirty thousand dollars.\n\n(c) All provisions of section 3-20, or the exercise of any right or power granted thereby which are not inconsistent with the provisions of this section are hereby adopted and shall apply to all bonds authorized by the State Bond Commission pursuant to this section, and temporary notes in anticipation of the money to be derived from the sale of any such bonds so authorized may be issued in accordance with said section 3-20 and from time to time renewed. Such bonds shall mature at such time or times not exceeding five years from their respective dates as may be provided in or pursuant to the resolution or resolutions of the State Bond Commission authorizing such bonds. None of said bonds shall be authorized except upon a finding by the State Bond Commission that there has been filed with it a request for such authorization, which is signed by or on behalf of the Secretary of the Office of Policy and Management and states such terms and conditions as said commission, in its discretion, may require. Said bonds issued pursuant to this section shall be general obligations of the state and the full faith and credit of the state of Connecticut are pledged for the payment of the principal of and interest on said bonds as the same become due, and accordingly and as part of the contract of the state with the holders of said bonds, appropriation of all amounts necessary for punctual payment of such principal and interest is hereby made, and the Treasurer shall pay such principal and interest as the same become due.\n\n(P.A. 88-343, S. 23, 32; P.A. 89-331, S. 3, 30; P.A. 90-230, S. 6, 101; P.A. 91-256, S. 40, 69; P.A. 92-126, S. 13, 48; P.A. 93-293, S. 4, 11; P.A. 11-48, S. 285.)\n\nHistory: P.A. 89-331 increased the aggregate bond authorization from $9,100,000 to $13,650,000 and increased The University of Connecticut authorization from $4,400,000 to $6,395,000, the University of Connecticut Health Center authorization from $800,000 to $1,235,000, the Connecticut State University from $700,000 to $2,540,000, the regional community colleges from $1,500,000 to $1,685,000 and the state technical colleges from $1,000,000 to $1,065,000, and added an authorization for the department of higher education of $30,000; P.A. 90-230 made a technical change in Subsec. (b); P.A. 91-256 made a technical change in Subsec. (b); P.A. 92-126 combined the amounts for community colleges and technical colleges and earmarked such sums for community-technical colleges; P.A. 93-293 deleted Subsec. (b)(5) pertaining to the Central Naugatuck Regional Higher Education Center and renumbered Subdiv. (6) accordingly, effective July 1, 1993; pursuant to P.A. 11-48, “Department of Higher Education” was changed editorially by the Revisors to “Board of Regents for Higher Education” in Subsec. (b), effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-11/"
    },
    {
      "id": "section-4a-11a",
      "number": "4a-11a.",
      "heading": "Bond issue for technical education and career schools for Capital Equipment Purchase Fund.",
      "text": "(a) For the purposes described in subsection (b) of this section, the State Bond Commission shall have the power, from time to time to authorize the issuance of bonds of the state in one or more series and in principal amounts not exceeding in the aggregate five hundred thousand dollars.\n\n(b) The proceeds of the sale of said bonds, to the extent of the amount stated in subsection (a) of this section, shall be deposited in the Capital Equipment Purchase Fund created by section 4a-9. Any such proceeds shall be allocated to the Department of Education for technical education and career schools and satellites of such schools.\n\n(c) All provisions of section 3-20, or the exercise of any right or power granted thereby which are not inconsistent with the provisions of this section are hereby adopted and shall apply to all bonds authorized by the State Bond Commission pursuant to this section, and temporary notes in anticipation of the money to be derived from the sale of any such bonds so authorized may be issued in accordance with said section 3-20 and from time to time renewed. Such bonds shall mature at such time or times not exceeding five years from their respective dates as may be provided in or pursuant to the resolution or resolutions of the State Bond Commission authorizing such bonds. None of said bonds shall be authorized except upon a finding by the State Bond Commission that there has been filed with it a request for such authorization, which is signed by or on behalf of the Secretary of the Office of Policy and Management and states such terms and conditions as said commission, in its discretion, may require. Said bonds issued pursuant to this section shall be general obligations of the state and the full faith and credit of the state of Connecticut are pledged for the payment of the principal of and interest on said bonds as the same become due, and accordingly and as part of the contract of the state with the holders of said bonds, appropriation of all amounts necessary for punctual payment of such principal and interest is hereby made, and the Treasurer shall pay such principal and interest as the same become due.\n\n(June Sp. Sess. P.A. 91-4, S. 8, 25; P.A. 12-116, S. 87; P.A. 17-237, S. 33.)\n\nHistory: Pursuant to P.A. 12-116, “regional vocational-technical schools” was changed editorially by the Revisors to “technical high schools” in Subsec. (b), effective July 1, 2012; P.A. 17-237 amended Subsec. (b) by replacing “state technical high schools” with “technical education and career schools”, effective July 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-11a/"
    },
    {
      "id": "section-4a-11b",
      "number": "4a-11b.",
      "heading": "Bond issue for Department of Children and Families for Capital Equipment Purchase Fund.",
      "text": "(a) For the purposes described in subsection (b) of this section, the State Bond Commission shall have the power, from time to time to authorize the issuance of bonds of the state in one or more series and in principal amounts not exceeding in the aggregate one million eight hundred thousand dollars.\n\n(b) The proceeds of the sale of said bonds, to the extent of the amount stated in subsection (a) of this section, shall be deposited in the Capital Equipment Purchase Fund created by section 4a-9. Any such proceeds shall be allocated to the Department of Children and Families for capital equipment purchases.\n\n(c) All provisions of section 3-20, or the exercise of any right or power granted thereby which are not inconsistent with the provisions of this section are hereby adopted and shall apply to all bonds authorized by the State Bond Commission pursuant to this section, and temporary notes in anticipation of the money to be derived from the sale of any such bonds so authorized may be issued in accordance with said section 3-20 and from time to time renewed. Such bonds shall mature at such time or times not exceeding five years from their respective dates as may be provided in or pursuant to the resolution or resolutions of the State Bond Commission authorizing such bonds. None of said bonds shall be authorized except upon a finding by the State Bond Commission that there has been filed with it a request for such authorization, which is signed by or on behalf of the Secretary of the Office of Policy and Management and states such terms and conditions as said commission, in its discretion, may require. Said bonds issued pursuant to this section shall be general obligations of the state and full faith and credit of the state of Connecticut are pledged for the payment of the principal of and interest on said bonds as the same become due, and accordingly and as part of the contract of the state with the holders of said bonds, appropriation of all amounts necessary for punctual payment of such principal and interest is hereby made, and the Treasurer shall pay such principal and interest as the same become due.\n\n(May Sp. Sess. P.A. 92-7, S. 4, 36; P.A. 93-91, S. 1, 2.)\n\nHistory: P.A. 93-91 substituted commissioner and department of children and families for commissioner and department of children and youth services, effective July 1, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-11b/"
    },
    {
      "id": "section-4a-11c",
      "number": "4a-11c.",
      "heading": "Bond issue for Judicial Department for Capital Equipment Purchase Fund.",
      "text": "(a) For the purposes described in subsection (b) of this section, the State Bond Commission shall have the power, from time to time, to authorize the issuance of bonds of the state in one or more series and in principal amounts not exceeding in the aggregate two million four hundred ninety thousand dollars, provided one million six hundred thousand dollars of said authorization shall be effective July 1, 1994.\n\n(b) The proceeds of the sale of said bonds, to the extent of the amount stated in subsection (a) of this section, shall be deposited in the Capital Equipment Purchase Fund created by section 4a-9. Any such proceeds shall be allocated to the Judicial Department for capital equipment purchases.\n\n(c) All provisions of section 3-20, or the exercise of any right or power granted thereby which are not inconsistent with the provisions of this section are hereby adopted and shall apply to all bonds authorized by the State Bond Commission pursuant to this section, and temporary notes in anticipation of the money to be derived from the sale of any such bonds so authorized may be issued in accordance with said section 3-20, and from time to time renewed. Such bonds shall mature at such time or times not exceeding five years from their respective dates as may be provided in or pursuant to the resolution or resolutions of the State Bond Commission authorizing such bonds. None of said bonds shall be authorized except upon a finding by the State Bond Commission that there has been filed with it a request for such authorization, which is signed by or on behalf of the Secretary of the Office of Policy and Management and states such terms and conditions as said commission, in its discretion, may require. Said bonds issued pursuant to this section shall be general obligations of the state and full faith and credit of the state of Connecticut are pledged for the payment of the principal of and interest on said bonds as the same become due, and accordingly and as part of the contract of the state with the holders of said bonds, appropriation of all amounts necessary for punctual payment of such principal and interest is hereby made, and the Treasurer shall pay such principal and interest as the same become due.\n\n(June Sp. Sess. P.A. 93-1, S. 4, 45.)\n\nHistory: June Sp. Sess. P.A. 93-1 effective July 1, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-11c/"
    },
    {
      "id": "section-4a-12",
      "number": "4a-12.",
      "heading": "(Formerly Sec. 4-68a). - Collection services performed by Commissioner of Administrative Services",
      "text": "(a) The Commissioner of Administrative Services shall be responsible for the following: (1) Investigation, determination, billing and collection of all charges for support of persons aided, cared for or treated in a state humane institution, as defined in section 17b-222, and enforcement of support obligations of the liable relatives of such persons; (2) investigation, determination, billing and collection of all charges for services covered under the Medicaid or Medicare programs provided to persons aided, cared for or treated by the Department of Veterans Affairs; (3) billing and collection of any money due to the state in public assistance cases, and enforcement of support obligations of liable relatives in such cases; (4) collection of benefits and maintenance of trustee accounts therefor; and (5) such collection services for other state agencies and departments as shall be agreed to between said commissioner and the heads of such other agencies and departments.\n\n(b) Any debt referred to the Department of Administrative Services by a state agency may be referred by the commissioner to a consumer collection agency, licensed under section 36a-801, or, with the approval of the Attorney General, to an attorney admitted under the provisions of section 51-80 who practices in the area of debt collection, for collection, provided the debtor has been given at least thirty days' notice that the debt will be so referred.\n\n(c) For purposes of this section, “liable relative” means the husband or wife of any person receiving public assistance or aided, cared for or treated in a state humane institution, as defined in said section 17b-222, and the father and mother of any such person under the age of eighteen years, but shall not include the parent or parents whose financial liability for a child is determined by the Office of Child Support Services under subsection (b) of section 17b-179. The Commissioner of Administrative Services, in consultation with the Secretary of the Office of Policy and Management, shall adopt regulations in accordance with the provisions of chapter 54 establishing: (1) A uniform contribution scale for liable relatives based upon ability to pay and the administrative feasibility of collecting such contributions, provided no such liable relative shall contribute an amount in excess of twelve per cent of the remainder, if any, after the state median income, adjusted for family size, has been deducted from such liable relative's taxable income for federal income tax purposes, or if such federal income tax information is unavailable, from such relative's taxable income, as calculated from other sources, including, but not limited to, information pertaining to wages, salaries and commissions as provided by such relative's employer; (2) the manner in which the Department of Administrative Services shall determine and periodically reinvestigate the ability of such liable relatives to pay; and (3) the manner in which the department shall waive such contributions upon determination that such contribution would pose a significant financial hardship upon such liable relatives.\n\n(d) Notwithstanding the provisions of this section, no liability shall be imposed upon a liable relative upon determination by the Department of Developmental Services, Social Services, Children and Families, Mental Health and Addiction Services or Public Health that the benefit of the assistance or service provided would be significantly impaired by the imposition of such liability. Each such department may waive all or part of any liability resulting from its delay in establishing such liability if it determines that imposition of such liability would pose a significant financial hardship upon a liable relative.\n\n(e) Notwithstanding the provisions of this section, on and after July 1, 2024, the Commissioner of Administrative Services shall not recover charges from the estate of a deceased person for the aid, care or treatment of such person in a state humane institution unless (1) recovery of such charges is required under federal law, or (2) the person was liable pursuant to subsection (d) of section 17b-223 for the difference between the amounts actually billed and paid and the amount that would have been billed against such person except for fraud or concealment. The commissioner shall release any liens filed for recovery of such charges except for any lien filed pursuant to subdivision (1) or (2) of this subsection. Nothing in this subsection shall be construed to authorize the commissioner to return to any person or estate payments properly recovered by the commissioner pursuant to this section for charges related to the aid, care or treatment of a person in a humane institution before July 1, 2024.\n\n(1967, P.A. 314, S. 1; P.A. 73-450; P.A. 75-430; P.A. 77-614, S. 86, 323, 610; P.A. 78-298, S. 7, 14; P.A. 87-421, S. 1, 13; P.A. 90-213, S. 16, 56; P.A. 91-57, S. 1; P.A. 92-79, S. 1; P.A. 93-91, S. 1, 2; 93-262, S. 1, 87; 93-381, S. 9, 39; 93-396, S. 14; May Sp. Sess. P.A. 94-5, S. 18, 30; P.A. 95-257, S. 5, 11, 12, 21, 58; P.A. 98-250, S. 13, 39; P.A. 99-2, S. 1, 2; 99-193, S. 2, 16; P.A. 00-115; P.A. 07-73, S. 2(a); June 12 Sp. Sess. P.A. 12-1, S. 105; P.A. 16-13, S. 2; 16-167, S. 15; P.A. 24-81, S. 25.)\n\nHistory: P.A. 73-450 replaced Sec. 17-21 with Sec. 4-68g in Subdiv. (3), added Subdiv. (4) concerning collection services for other state agencies and deleted temporary provision concerning transfer of welfare department personnel to division of central collections; P.A. 75-430 added Subsec. (b) concerning transfer of debt to consumer collection agency for collection; P.A. 77-614 replaced commissioner of finance and control with commissioner of administrative services and department of health with department of health services, the latter, effective January 1, 1979; P.A. 78-298 deleted reference to collection of resources under Sec. 4-68q from Subdiv. (3); P.A. 87-421 added Subsecs. (c) and (d) re relatives' legal liability and amended Subsec. (a) by substituting “state humane institution, as defined in section 17-294” for “hospitals, institutions and facilities operated by the departments of health services and mental health” and by deleting a reference in Subsec. (a)(2) to “child welfare” cases; Sec. 4-68a transferred to Sec. 4a-12 in 1989; P.A. 90-213 inserted new Subdiv. (4) in Subsec. (a) providing the commissioner of administrative services with the responsibility for the billing and collection of child support payments in certain IV-D cases, renumbering former Subdiv. (4) as (5); P.A. 91-57 repealed provision in Subsec. (b) allowing commissioner to refer debt only to collection agency “maintaining an office in the country in which the debtor resides”; P.A. 92-79 amended Subsec. (c) to provide that a liable relative's taxable income may be determined from other sources if federal income tax information is unavailable; P.A. 93-91 substituted commissioner and department of children and families for commissioner and department of children and youth services, effective July 1, 1993; P.A. 93-262 authorized substitution of department of social services for department of income maintenance, effective July 1, 1993; P.A. 93-381 replaced Connecticut alcohol and drug abuse commission with department of public health and addiction services, effective July 1, 1993; P.A. 93-396 made a technical change in Subdiv. (4); May Sp. Sess. P.A. 94-5 deleted former Subsec. (a)(4) re billing and collection of any money due in IV-D cases and of any money due in non-IV-D spouse and child support cases made payable through the support enforcement division from the duties of the commissioner of administrative services, renumbering former Subdiv. (5) accordingly, effective July 1, 1994; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health and replaced Commissioner and Department of Mental Health with Commissioner and Department of Mental Health and Addiction Services, effective July 1, 1995; P.A. 98-250 amended Subsec. (c)(1) to change limit on amount liable relative shall contribute from an amount in excess of 12% rather than 25%, substituted “the state median income” for “two hundred per cent of the federal poverty income guidelines” and added waiver authority in Subsec. (d), effective July 1, 1998; P.A. 99-2 amended Subsec. (b) by repealing condition that Department of Administrative Services be unable to collect debt for six months after referral by state agency before referring to a consumer collection agency, effective July 1, 1999; P.A. 99-193 amended Subsec. (c) by adding exception for parents whose financial liability is determined by the Bureau of Child Support Enforcement, effective July 1, 1999; P.A. 00-115 amended Subsec. (b) by permitting, with the approval of the Attorney General, collection of debt to be referred to attorney who practices in the area of debt collection; pursuant to P.A. 07-73 “Department of Mental Retardation” was changed editorially by the Revisors to “Department of Developmental Services”, effective October 1, 2007; June 12 Sp. Sess. P.A. 12-1 amended Subsec. (a) by adding new Subdiv. (2) re commissioner's responsibilities for charges for Medicaid and Medicare covered services provided to persons aided, cared for or treated by Department of Veterans' Affairs and redesignating existing Subdivs. (2) to (4) as Subdivs. (3) to (5), effective July 1, 2012; P.A. 16-13 amended Subsec. (c) to replace “Bureau of Child Support Enforcement” with “Office of Child Support Services”, effective May 6, 2016; P.A. 16-167 amended Subsec. (a) to replace “Department of Veterans' Affairs” with “Department of Veterans Affairs”, effective July 1, 2016; P.A. 24-81 amended Subsec. (d) by deleting reference to Subsec. (c) in provision notwithstanding section and inserted Subsec. (e) re limitation on recovery of charges from estate of deceased former patient in a state humane institution, effective July 1, 2024.\n\nSee Sec. 38a-318a re information provided to commissioner re filed liability insurance claims.\n\nAnnotation to former section 4-68a:\n\nCited. 37 CS 825.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-12-formerly-sec-4-68a/"
    },
    {
      "id": "section-4a-13",
      "number": "4a-13.",
      "heading": "(Formerly Sec. 4-68e). - Commissioner may accept mortgage notes and deeds in payment of claims.",
      "text": "The Commissioner of Administrative Services may accept mortgage notes and mortgage deeds in payment of claims due for (1) institutional care, and (2) to the extent required under federal law, medical assistance. The commissioner may accept such mortgage notes and mortgage deeds on such terms and conditions as the commissioner deems proper and reasonable, and such encumbrances may be foreclosed in an action brought in a court of competent jurisdiction by the commissioner on behalf of the state. Any such encumbrance shall be released by the commissioner upon payment of the amount by it secured.\n\n(1959, P.A. 203; 1967, P.A. 314, S. 16; P.A. 77-614, S. 70, 610; P.A. 10-32, S. 10; P.A. 21-3, S. 2.)\n\nHistory: 1967 act replaced welfare commissioner with commissioner of finance and control; P.A. 77-614 replaced commissioner of finance and control with commissioner of administrative services; Sec. 4-68e transferred to Sec. 4a-13 in 1989; P.A. 10-32 made technical changes, effective May 10, 2010; P.A. 21-3 deleted “welfare assistance or” from claims due, added Subdiv. (1) designator and Subdiv. (2) re limitation on recovery of medical assistance, and made a technical change, effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-13-formerly-sec-4-68e/"
    },
    {
      "id": "section-4a-14",
      "number": "4a-14.",
      "heading": "(Formerly Sec. 4-68b). - Estate administrator.",
      "text": "There shall be an estate administrator in the Department of Administrative Services, appointed by the Commissioner of Administrative Services under the provisions of chapter 67. In the case of a vacancy in such office and the filling of such vacancy by the commissioner, said commissioner shall file with the several probate courts a certificate attesting his appointment of a successor estate administrator and such successor shall be appointed by the Probate Court as the fiduciary in each case before it wherein the estate administrator was fiduciary without application, notice or hearing effective on the date of such vacancy. The Auditors of Public Accounts shall immediately make an audit of the accounts of the previous estate administrator and, if such accounts are found in order, they shall so certify to the Commissioner of Administrative Services. No final accounting of the previous estate administrator shall be required, provided the successor estate administrator shall include in his next accounting all the doings in each estate since the last previous accounting. Before entering upon the duties of his office the estate administrator shall take the oath provided by law for public officers.\n\n(1967, P.A. 314, S. 19; P.A. 77-614, S. 70, 71, 610.)\n\nHistory: P.A. 77-614 replaced division of central collections and commissioner of finance and control with department and commissioner of administrative services, respectively; Sec. 4-68b transferred to Sec. 4a-14 in 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-14-formerly-sec-4-68b/"
    },
    {
      "id": "section-4a-15",
      "number": "4a-15.",
      "heading": "(Formerly Sec. 4-68c). - Powers and duties of administrator.",
      "text": "The estate administrator may act as guardian, conservator, administrator or trustee, or in any other fiduciary capacity under the jurisdiction and appointment of the probate courts of this state or like courts of any other state or of the United States, or any instrumentality of any other state or of the United States qualified to appoint fiduciaries, only in connection with property of any minor, incapable, incompetent or deceased person who is or has been receiving financial aid from the state. In the case of any person receiving public or medical assistance from the state, the estate administrator shall apply toward the cost of care of such person any assets exceeding limits on assets set by statute or regulations adopted by the Commissioner of Social Services. The estate administrator shall have the same rights and powers and be subject to the same duties and obligations as are possessed by and imposed upon guardians, conservators, administrators and other fiduciaries, and such courts or instrumentalities are authorized to appoint the estate administrator, trustee or other fiduciary in connection with property of any such minor, incapable, incompetent or deceased person. The authority of the estate administrator to act and of the court or instrumentality to appoint such estate administrator shall be limited to cases in which the estate consists of personal property only, and the amount of personal property involved, or the annual income other than state benefits, does not exceed fifty thousand dollars in value. The estate administrator shall be excused from giving any bond in any court proceeding, and shall not be allowed a fee for services.\n\n(1967, P.A. 314, S. 20; 1969, P.A. 453, S. 1; P.A. 81-82, S. 4; 81-349, S. 1, 5; P.A. 93-262, S. 1, 87; June 18 Sp. Sess. P.A. 97-2, S. 8, 165; P.A. 03-126, S. 1.)\n\nHistory: 1969 act specified that estate administrators act only in cases in which estate consists entirely of personal property or of income other than state benefits not exceeding $5,000, replacing previous dollar limit of $3,500, and provided that administrators not be required to give bond and that they not receive a fee for services; P.A. 81-82 increased the limit on the amount of personal property involved from $5,000 to $10,000; P.A. 81-349 required that in the case of any person receiving public or medical assistance, the administrator shall apply any assets exceeding limits set by statute or regulation toward the cost of care of such person; Sec. 4-68c transferred to Sec. 4a-15 in 1989; P.A. 93-262 authorized substitution of commissioner of social services for commissioner of income maintenance, effective July 1, 1993; June 18 Sp. Sess. P.A. 97-2 made technical changes, effective July 1, 1997; P.A. 03-126 substituted $50,000 for $10,000, effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-15-formerly-sec-4-68c/"
    },
    {
      "id": "section-4a-16",
      "number": "4a-16.",
      "heading": "(Formerly Sec. 4-68h). - Disposition of estates of cash or medical assistance beneficiaries, state institution patients, inmates and certain children",
      "text": "When any person supported or cared for by the state (1) under a program of cash assistance or medical assistance, (2) in an institution maintained by the Department of Developmental Services or Department of Mental Health and Addiction Services, (3) when an inmate of the Department of Correction, or (4) as a child committed to the Commissioner of Social Services or Commissioner of Children and Families dies, leaving only personal estate, including personal assets owing and due the estate after death, not exceeding the aggregate value, as described in section 45a-273, the Commissioner of Administrative Services or the commissioner's authorized representative shall, upon completing a financial accounting of the estate's assets and debt, make a reasonable effort to inform the next of kin of the decedent in writing that the commissioner or the commissioner's designee intends to become the legal representative of the estate for the purpose of securing partial or full reimbursement of the claim of the state for care or assistance rendered to the decedent required to be recovered under federal law or the provisions of section 17b-93 or 18-85c. The commissioner, or the commissioner's designee, not later than thirty days after making a reasonable effort to contact the next of kin of the decedent, shall file with the Probate Court having jurisdiction of such estate a certificate that the total estate is under the aggregate value, as described in section 45a-273, and the claim of the state, together with the expense of last illness not exceeding three hundred seventy-five dollars and funeral and burial expenses in accordance with sections 17b-84 and 17b-131, equals or exceeds the amount of such estate. The Commissioner of Administrative Services shall be issued a certificate by said court that the commissioner is the legal representative of such estate only for the following purpose. The commissioner shall have authority to claim such estate, the commissioner's receipt for the same to be a valid discharge of the liability of any person turning over the same, and to settle the same by payment of the expense of last illness not exceeding three hundred seventy-five dollars, expense of funeral and burial in accordance with sections 17b-84 and 17b-131 and the remainder as partial or full reimbursement of the claim of the state only for amounts due under the provisions of federal law or section 17b-93 or 18-85c. The commissioner shall file with the Probate Court a statement of the settlement of such estate as herein provided. As used in this section, “cash assistance” means payments made to a beneficiary of the aid to families with dependent children program, the state-administered general assistance program, the state supplement program or the temporary family assistance program.\n\n(1961, P.A. 37, S. 1; 1963, P.A. 438, S. 2; February, 1965, P.A. 625, S. 2; 1967, P.A. 151, S. 2; 653, S. 2; 1969, P.A. 453, S. 3; 730, S. 36; P.A. 74-251, S. 3; P.A. 75-638, S. 20, 23; P.A. 77-614, S. 70, 323, 521, 610; P.A. 78-337, S. 1, 2, 11; P.A. 81-82, S. 3; P.A. 88-364, S. 4, 123; P.A. 90-86; P.A. 93-91, S. 1, 2; 93-262, S. 1, 87; 93-381, S. 9, 39; P.A. 95-257, S. 5, 11, 12, 21, 58; P.A. 00-68, S. 2; P.A. 01-26, S. 3; P.A. 04-58, S. 5; P.A. 07-73, S. 2(a); P.A. 09-232, S. 15; Sept. Sp. Sess. P.A. 09-7, S. 157; P.A. 21-65, S. 1; June Sp. Sess. P.A. 21-2, S. 454, 496.)\n\nHistory: 1963 act decreased amount allowed for burial expense from $600 to $400; 1965 act increased burial expense allotment to $450; 1967 acts increased amount to $500, applied provisions to children committed to welfare commissioner and raised limit on value of estate to $3,500; 1969 acts extended provisions to include persons in state institutions administered by health or mental health department, increased value limit of estate from $3,000 to $5,000, replaced welfare commissioner with commissioner of finance and control in provisions concerning estate settlement and increased burial allotment to $600; P.A. 74-251 included children committed to children and youth services commissioner under provisions of section; section was transferred from Sec. 17-83b to Sec. 4-68h in 1975; P.A. 75-638 included persons in institutions maintained by department of mental retardation; P.A. 77-614 replaced commissioner of finance and control with commissioner of administrative services, department of health with department of health services and replaced remaining reference to welfare commissioner with commissioner of human resources, with the latter two changes, effective January 1, 1979; P.A. 78-337 included funeral expenses and made limit for funeral and burial expenses subject to Sec. 17-82q; P.A. 81-82 increased the limit on the value of the total estate from $5,000 to $10,000; P.A. 88-364 substituted references to Sec. 17-82i for references to Sec. 17-82g; Sec. 4-68h transferred to Sec. 4a-16 in 1989; P.A. 90-86 increased the limit on the value of the total estate to $20,000; P.A. 93-91 substituted commissioner and department of children and families for commissioner and department of children and youth services, effective July 1, 1993; P.A. 93-262 authorized substitution of commissioner of social services for commissioner of human resources, effective July 1, 1993; P.A. 93-381 replaced department of health services with department of public health and addiction services, effective July 1, 1993; P.A. 95-257 replaced Commissioner and Department of Public Health and Addiction Services with Commissioner and Department of Public Health and replaced Commissioner and Department of Mental Health with Commissioner and Department of Mental Health and Addiction Services, effective July 1, 1995; P.A. 00-68 applied provisions to inmates of the Department of Correction and made technical changes for the purpose of gender neutrality; P.A. 01-26 made technical changes; P.A. 04-58 made a technical change; pursuant to P.A. 07-73 “Department of Mental Retardation” was changed editorially by the Revisors to “Department of Developmental Services”, effective October 1, 2007; P.A. 09-232 deleted reference to institution maintained by Department of Public Health; Sept. Sp. Sess. P.A. 09-7 replaced references to $20,000 in value with references to the aggregate value, as described in Sec. 45a-273, effective October 5, 2009; P.A. 21-65 added provision re reasonable effort of commissioner or commissioner's designee to inform next of kin re intent to become legal representative of estate for purpose of securing full or partial reimbursement, added references to Sec. 17b-131, and made technical and conforming changes, repealed by June Sp. Sess. P.A. 21-2, S. 496; June Sp. Sess. P.A. 21-2 replaced “public assistance” with “cash assistance or medical assistance”, added Subdiv. designators (1) to (4), added provision re reasonable effort of commissioner or commissioner's designee to inform next of kin re intent to become legal representative of estate for purpose of securing full or partial reimbursement, added references to Sec. 17b-131, replaced “for care or assistance rendered to the decedent” with “only for amounts due under the provisions of federal law or section 17b-93 or 18-85c”, added definition of “cash assistance”, and made technical and conforming changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-16-formerly-sec-4-68h/"
    },
    {
      "id": "section-4a-17",
      "number": "4a-17.",
      "heading": "(Formerly Sec. 4-68f). - Service of process on persons with psychiatric disabilities.",
      "text": "(a) If a party to any action or proceeding in any court or a person whose property rights may be affected by any such action or proceeding is confined by order of any court, or as provided in section 17a-502 or 17a-506, in any institution for persons with psychiatric disabilities in this state, a copy of all process, notices and documents required to be served upon such confined person by means other than personal service shall be sent by registered or certified mail to such confined person at the institution where such person is confined and, except as provided in this subsection, another copy thereof shall be sent by registered or certified mail to the superintendent of the institution where such person is confined. Such mailing and proof of delivery thereof shall satisfy any requirement under law for service of such process, notices or documents by means other than personal service and shall be deemed equivalent to any service of such process, notices or documents required under law by means other than personal service. Except as provided in this subsection, a copy of all process, notices or documents that are required to be served by means of personal service on such confined person shall be sent by registered or certified mail to the superintendent of the institution where such person is confined, in addition to being served personally on such confined person. If the institution where such person is confined is the party initiating the action or proceeding, a copy of all process, notices or documents may be sent by first class mail to the superintendent of the institution rather than by registered or certified mail. As soon as practical and reasonable after receiving a copy of any process, notice or document under this subsection, such superintendent or such superintendent's representative shall deliver such copy of the process, notice or document to such confined person.\n\n(b) No action or proceeding shall abate because of any failure to comply with the provisions of this section, but the court before whom any such action or proceeding is pending shall, upon finding noncompliance with any of said provisions, order immediate compliance with said provisions.\n\n(1949, Rev., S. 2677; 1955, S. 1508d; 1957, P.A. 637; 1967, P.A. 314, S. 16; 897; P.A. 77-614, S. 70, 610; P.A. 07-148, S. 1; P.A. 14-103, S. 4; P.A. 17-136, S. 2.)\n\nHistory: 1967 acts replaced welfare commissioner and department with commissioner of finance and control and added reference to confinement as provided by Sec. 17-183; section transferred from Sec. 17-20 to Sec. 4-68f in 1975; P.A. 77-614 replaced commissioner of finance and control with commissioner of administrative services; Sec. 4-68f transferred to Sec. 4a-17 in 1989; P.A. 07-148 made technical changes, added reference to Sec. 17a-506, replaced “institution for the mentally ill or mentally deficient” with “institution for persons with psychiatric disabilities” and required copies of all process, notices and documents that would otherwise be served personally on or mailed to the home of a person committed to such institution to be mailed directly to the person at the institution; P.A. 14-103 designated existing provisions re service of process as Subsec. (a), made such provisions applicable to person whose property rights may be affected by action or proceeding and substantially rewrote such provisions, and designated existing provisions re abatement of action or proceeding as Subsec. (b); P.A. 17-136 amended Subsec. (a) by adding provisions re service of process if institution where person is confined is party initiating proceeding or action.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-17-formerly-sec-4-68f/"
    },
    {
      "id": "section-4a-18",
      "number": "4a-18.",
      "heading": "(Formerly Sec. 4-68i). - Location of deserting parents and liable relatives.",
      "text": "To assist in locating parents who have deserted their children and other persons liable for support of dependents, the Commissioner of Administrative Services, the Commissioner of Emergency Services and Public Protection, the Commissioner of Social Services or a support enforcement officer of the Superior Court may request and shall receive information from the records of all departments, boards, bureaus or other agencies, including law enforcement agencies of this state and the same are authorized and required to provide such information promptly as is necessary for this purpose, provided, only information directly bearing on the identity and whereabouts of a person owing or asserted to be owing an obligation of support shall be furnished by such departments, boards, bureaus or other agencies as requested and used or transmitted by the Commissioner of Administrative Services, the Commissioner of Emergency Services and Public Protection, the Commissioner of Social Services or a support enforcement officer of the Superior Court pursuant to the authority conferred by this section. The Commissioner of Social Services, acting by and through the IV-D agency, or a support enforcement officer of the Superior Court may make such information available only to federal agencies and public officials and agencies of this state, other states and the political subdivisions of this state and other states seeking to locate parents who have deserted their children and other persons liable for support of dependents for the purpose of enforcing their liability for support.\n\n(1963, P.A. 63; 1969, P.A. 730, S. 14; P.A. 76-334, S. 2, 12; P.A. 77-594, S. 1, 7; 77-614, S. 70, 521, 587, 608, 610; P.A. 78-303, S. 85, 123, 136; P.A. 79-374, S. 1; P.A. 93-262, S. 30, 87; June 18 Sp. Sess. P.A. 97-7, S. 1, 38; P.A. 01-207, S. 1, 12; P.A. 11-51, S. 134.)\n\nHistory: 1969 act replaced welfare department with commissioner of finance and control; section was transferred from Sec. 17-2e to Sec. 4-68i in 1975; P.A. 76-334 strengthened section by specifically requiring agencies to supply relevant information; P.A. 77-594 included commissioner of social services under provisions of section; P.A. 77-614 replaced commissioner of finance and control with commissioner of administrative services, and also social services commissioner with commissioner of human resources and commissioner of income maintenance, effective January 1, 1979; P.A. 78-303 included commissioner of state police, later termed commissioner of public safety, effective January 1, 1979; P.A. 79-374 deleted reference to administrative services, public safety and income maintenance commissioners in provision regarding making information available, leaving commissioner of human resources responsible acting through Connecticut child support enforcement unit; Sec. 4-68i transferred to Sec. 4a-18 in 1989; P.A. 93-262 replaced references to commissioner of income maintenance and commissioner of human resources with references to commissioner of social services, effective July 1, 1993; June 18 Sp. Sess. P.A. 97-7 added “including law enforcement agencies”, substituted “and through the IV-D agency” for “the Connecticut child support enforcement unit of the Department of Social Services” and added reference to “federal agencies”, effective July 1, 1997; P.A. 01-207 included support enforcement officers of the Superior Court under provisions of section, effective July 1, 2001; pursuant to P.A. 11-51, “Commissioner of Public Safety” was changed editorially by the Revisors to “Commissioner of Emergency Services and Public Protection”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-4a/chapter-57/section-4a-18-formerly-sec-4-68i/"
    }
  ]
}