{
  "state": "new-mexico",
  "path": "title-chapter-26-drugs-and-cosmetics/chapter-article-2a-controlled-substances-therapeutic-research",
  "sections": [
    {
      "id": "section-26-2a-1",
      "number": "26-2A-1",
      "heading": "Short title.Section 26-2A-2 - Purpose",
      "text": "Section 26-2A-3 - Definitions.Section 26-2A-4 - Lynn Pierson therapeutic research program established; participation.Section 26-2A-5 - Patient qualification review board; composition; powers and duties.Section 26-2A-6 - Lynn Pierson therapeutic research program;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26-2a-2",
      "number": "26-2A-2",
      "heading": "Purpose.",
      "text": "The legislature finds that recent research has shown that the use of marijuana may alleviate the nausea and ill-effects of cancer chemotherapy, and, additionally, may alleviate the ill-effects of glaucoma. The legislature further finds that there is a need for further research and experimentation with regards to the use of marijuana under strictly controlled circumstances. It is for this purpose that the Controlled Substances Therapeutic Research Act is hereby enacted.\n\nHistory:1953 Comp., § 54-12-2, enacted by Laws 1978, ch. 22, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-26/article-2a/section-26-2a-2/"
    },
    {
      "id": "section-26-2a-3",
      "number": "26-2A-3",
      "heading": "Definitions.",
      "text": "As used in the Controlled Substances Therapeutic Research Act:\n\nA. \"administrator\" means the secretary, or his designee, of health and environment;\n\nB. \"marijuana\" means marijuana, tetrahydrocannabinols or a chemical derivative of tetrahydrocannabinol; and\n\nC. \"practitioner\" means a physician licensed to prescribe and administer drugs which are subject to the Controlled Substances Act [Chapter 30, Article 31 NMSA 1978].\n\nHistory:1953 Comp., § 54-12-3, enacted by Laws 1978, ch. 22, § 3.\n\nCompiler's notes.— Laws 1991, ch. 25, § 16 repealed former 9-7-4 NMSA 1978, relating to the health and environment department, and enacted a new 9-7-4 NMSA 1978, creating the department of health. Laws 1991, ch. 25, § 4 created the department of environment. Under 9-7-5 NMSA 1978, the administrative head of the department of health is the secretary of health. Under 9-7A-5 NMSA 1978, the administrative head of the department of environment is the secretary of environment.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-26/article-2a/section-26-2a-3/"
    },
    {
      "id": "section-26-2a-4",
      "number": "26-2A-4",
      "heading": "Lynn Pierson therapeutic research program established; participation.",
      "text": "A. There is established in the health and environment department [department of health] the \"Lynn Pierson therapeutic research program\". The program shall be administered by the administrator. The department shall promulgate rules and regulations necessary for the proper administration of the Controlled Substances Therapeutic Research Act. In such promulgation, the department shall take into consideration those pertinent rules and regulations promulgated by the drug enforcement administration, food and drug administration and the national institute on drug abuse.\n\nB. Except as provided in Subsection C of Section 5 [26-2A-5 NMSA 1978] of the Controlled Substances Therapeutic Research Act, the Lynn Pierson therapeutic research program shall be limited to cancer chemotherapy patients and glaucoma patients, who are certified to the patient qualification review board by a physician as being involved in a life-threatening or sense-threatening situation and who are not responding to conventional controlled substances or where the conventional controlled substances administered have proven to be effective but where the patient has incurred severe side effects.\n\nHistory:1953 Comp., § 54-12-4, enacted by Laws 1978, ch. 22, § 4; 1979, ch. 11, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 1991, ch. 25, § 16 repealed former 9-7-4 MNSA 1978, relating to the health and environment department, and enacted a new 9-7-4 NMSA 1978, creating the department of health.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-26/article-2a/section-26-2a-4/"
    },
    {
      "id": "section-26-2a-5",
      "number": "26-2A-5",
      "heading": "Patient qualification review board; composition; powers and duties.",
      "text": "A. The administrator, upon the recommendation of the New Mexico medical society, shall appoint a patient qualification review board to serve at his pleasure. The patient qualification review board shall be comprised of:\n\n(1) a physician licensed to practice medicine in New Mexico and certified by the American board of ophthalmology;\n\n(2) a physician licensed to practice medicine in New Mexico and certified by the American board of internal medicine and also certified in the subspecialty of medical oncology; and\n\n(3) a physician licensed to practice medicine in New Mexico and certified in psychiatry by the American board of psychiatry and neurology.\n\nMembers of the board may be reimbursed for their attendance at meetings at the rate of forty dollars ($40.00) per day.\n\nB. The patient qualification review board shall review all applicants for the Lynn Pierson therapeutic research program and their licensed physicians and certify their participation in the program.\n\nC. The patient qualification review board may include other disease groups for participation in the Lynn Pierson therapeutic research program after pertinent medical data have been presented by a physician to both the administrator and the board and after receiving the necessary approval of the food and drug administration, the drug enforcement administration and the national institute on drug abuse.\n\nHistory:1953 Comp., § 54-12-5, enacted by Laws 1978, ch. 22, § 5; 1979, ch. 11, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-26/article-2a/section-26-2a-5/"
    },
    {
      "id": "section-26-2a-6",
      "number": "26-2A-6",
      "heading": "Lynn Pierson therapeutic research program; distribution.",
      "text": "A. The administrator shall obtain marijuana through whatever means he deems most appropriate, consistent with regulations promulgated by the national institute on drug abuse, the food and drug administration and the drug enforcement administration and pursuant to the provisions of the Controlled Substances Therapeutic Research Act.\n\nB. The administrator shall cause such marijuana to be transferred to a certified state-operated licensed pharmacy for distribution to the certified patient pursuant to the Controlled Substances Therapeutic Research Act.\n\nHistory:1953 Comp., § 54-12-6, enacted by Laws 1978, ch. 22, § 6; 1979, ch. 11, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-26/article-2a/section-26-2a-6/"
    },
    {
      "id": "section-26-2a-7",
      "number": "26-2A-7",
      "heading": "Report.",
      "text": "The administrator, in conjunction with the patient qualification review board, shall each year report his findings and recommendations to the governor and the legislature regarding the effectiveness of the Lynn Pierson therapeutic research program.\n\nHistory:1953 Comp., § 54-12-7, enacted by Laws 1978, ch. 22, § 7; 1979, ch. 11, § 4.\n\nCompiler's notes.— Laws 1979, ch. 11, § 5, effective March 7, 1979, repealed Laws 1978, ch. 22, § 10, which would have repealed the Controlled Substances Therapeutic Research Act (26-2A-1 to 26-2A-7 NMSA 1978) effective July 1, 1979.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-26/article-2a/section-26-2a-7/"
    }
  ]
}