{
  "state": "illinois",
  "path": "title-chapter-110-higher-education/chapter-110-ilcs-975-nursing-education-scholarship-law",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "Short title.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Legislative finding and declaration of policy.",
      "text": "Legislative finding and declaration of policy.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Definitions. The following terms, whenever used or referred to, have the following",
      "text": "meanings except where the context clearly indicates otherwise:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "3.1.",
      "heading": "Approved institutions. An approved institution must maintain compliance with all applicable State and federal laws",
      "text": "An approved institution is not eligible for other programs administered by the Commission and is not required to meet the definition of \"institution of higher learning\", \"qualified ins",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Functions of Department. The Department shall prepare and supervise the issuance of public",
      "text": "information about the provisions of this Article; prescribe the form and\nregulate the submission of applications for scholarships; determine the\neligibility of applicants; award the appropriate scholarships; prescribe the\ncontracts or other acknowledgments of scholarship which an applicant is\nrequired to execute; and determine whether all or any part of a recipient's scholarship needs to be monetarily repaid, or has been excused\nfrom repayment, and the extent of any repayment or excused repayment. The\nDepartment may require a recipient to reimburse\nthe State for expenses, including but not limited to attorney's fees, incurred\nby the Department or other agent of the State for a successful legal action\nagainst the recipient for a breach of any provision of the scholarship\ncontract. The Department is\nauthorized to make all necessary and\nproper\nrules, not inconsistent with this Article, for the efficient exercise of the\nforegoing functions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Nursing education scholarships. Beginning with the fall term of the 2004-2005",
      "text": "academic year, the\nDepartment, in accordance with rules and regulations promulgated by it for this\nprogram, shall provide scholarships to individuals selected\nfrom among those applicants who qualify for consideration by showing:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Nursing requirements for scholarship recipients. Within 12 months after graduation from an associate degree in",
      "text": "nursing program, hospital-based diploma in nursing\nprogram,\nbaccalaureate degree in nursing program, graduate degree in nursing program, or\ncertificate in practical nursing program, any\nrecipient who accepted a\nscholarship under Section 5 shall begin meeting the required nursing\nemployment obligation. In order to defer his\nor her continuous employment obligation, a recipient must\nrequest the deferment in writing from the Department.\nA recipient shall notify program staff within 30 days if he or she\nspends up to 4 years in military service before or after graduation. A\nrecipient shall notify program staff within 30 days if he or she is enrolled in\nan academic\nprogram leading to a graduate degree in nursing. If a recipient receives\nfunding through the Nursing Education Scholarship Program for a higher degree,\nthe nursing employment obligation shall be deferred until he or she is no\nlonger\nenrolled or has graduated. The recipient must begin meeting the required\nnursing employment obligations no later than 6 months after the end of the\ndeferments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "6.5.",
      "heading": "Nurse educator scholarships.",
      "text": "Nurse educator scholarships.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Amount of scholarships. To determine a scholarship",
      "text": "amount, the Department shall consider tuition and fee charges at\ncommunity colleges and universities statewide and projected living\nexpenses. 75% of the weighted tuition and fees charged by\ncommunity colleges in Illinois shall be added to the uniform living\nallowance reported in the weighted Monetary Award Program (MAP)\nbudget to determine the full-time scholarship amount for students\npursuing an associate degree or diploma in nursing at an Illinois\ncommunity college. Scholarship amounts for students pursuing\nassociate, baccalaureate, or graduate degrees in nursing at a college or university shall\ninclude 75% of the\nweighted tuition and fees charged by public universities in Illinois plus\nthe uniform living allowance reported in the weighted MAP budget.\nScholarship amounts for students in practical nursing programs shall\ninclude 75% of the average of tuition charges at all practical nursing\nprograms plus the uniform living allowance reported in the weighted MAP\nbudget. The\nDepartment may provide that scholarships shall be on a quarterly or\nsemi-annual basis and shall be contingent upon the student's diligently\npursuing nursing studies and being a student in good\nstanding. Scholarship awards may be provided to part-time students; the\namount shall be determined by applying the proportion represented by the\npart-time enrollment to full-time enrollment ratio to the average per-term\nscholarship amount for a student in the same nursing degree category.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Advisory Council. The Nurse Scholarship and Baccalaureate Nursing Assistance Advisory",
      "text": "Council created by the Baccalaureate Assistance Law for Registered Nurses\n(now repealed) shall assist and advise the Department in the administration of this Article.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Student enrollment and obligations of institutions.",
      "text": "Student enrollment and obligations of institutions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-91",
      "number": "9.1.",
      "heading": "Transfer of functions from the Department to the Commission.",
      "text": "Transfer of functions from the Department to the Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    }
  ]
}