{
  "state": "illinois",
  "path": "title-chapter-110-higher-education/chapter-110-ilcs-32-educational-credit-for-military-experience-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title. This Act may be cited as the Educational Credit for Military Experience Act.",
      "text": "Short title. This Act may be cited as the Educational Credit for Military Experience Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Definitions. As used in this Act, \"institution of higher education\" means the University of Illinois, Southern Illinois University, Chicago State University, Eastern Illinois University, Governors State University, Illinois State University, Northeastern Illinois University, Northern Illinois Univer",
      "text": "Definitions. As used in this Act, \"institution of higher education\" means the University of Illinois, Southern Illinois University, Chicago State University, Eastern Illinois University, Governors State University, Illinois State University, Northeastern Illinois University, Northern Illinois University, Western Illinois University, a public community college that is included in the definition of \"Community Colleges\" under Section 1-2 of the Public Community College Act, and any institution that receives funds under Section 35 of the Higher Education Student Assistance Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Policies and procedures.",
      "text": "Policies and procedures.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Policies and procedures review",
      "text": "Each institution of higher education shall submit its policy for awarding academic credit for military training to the Board of Higher Education and the Illinois Community College Board, if applicable, before June 30, 2018 and before June 30 of every other year there",
      "history": "",
      "source_url": ""
    }
  ]
}