{
  "state": "illinois",
  "path": "title-chapter-110-higher-education/chapter-110-ilcs-520-southern-illinois-university-management-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nSouthern Illinois University Management Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "There is hereby created a body politic and corporate which shall be",
      "text": "styled the Board of Trustees of Southern Illinois University to operate,\nmanage, control and maintain the University, hereinafter called the Board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The Board shall consist of 7 members appointed by the Governor, by",
      "text": "and with the advice and consent of the Senate, and 2 voting student members, one from each campus of the University. Each student\nmember shall be chosen by the respective campuses of Southern Illinois\nUniversity at Carbondale and Edwardsville. The method of choosing these\nstudent members shall be by campus-wide student election. The student members shall serve terms of one\nyear beginning on July 1 of each year, except that the student members\ninitially selected shall serve a term beginning on the date of such selection\nand expiring on the next succeeding June 30. To be eligible for selection as\na student member and to be eligible to remain as a student\nmember of the Board, a student member must be a resident of this State, must\nhave and maintain a grade point average that is equivalent to at least 2.5\non a 4.0 scale, and must be a full-time student enrolled at all times during\nhis or her term of office except for that part of the term which follows\nthe completion of the last full regular semester of an academic year and\nprecedes the first full regular semester of the succeeding academic year at\nthe university (sometimes commonly referred to as the summer session or summer\nschool). If a student member serving on the Board fails\nto continue to meet or maintain the residency, minimum grade point average, or\nenrollment requirement established by this Section, his or her membership on\nthe Board shall be deemed to have terminated by operation of law. No more than\n4 of the members appointed by the Governor shall be affiliated with the same\npolitical party. Each member appointed by the Governor must be a resident of\nthis State. A failure to meet or maintain this residency requirement\nconstitutes a resignation from and creates a vacancy in the Board. Upon the\nexpiration of the terms of members appointed by the Governor, their respective\nsuccessors shall be appointed for terms of 6 years from the third Monday in\nJanuary of each odd-numbered year and until their respective successors are\nappointed for like terms. If the Senate is not in session appointments shall\nbe made as in the case of vacancies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "All the rights, powers, and duties, vested by law in the Teachers",
      "text": "College Board, and in the Department of Regulation and Education relating\nto the operation, management, control and maintenance of Southern Illinois\nUniversity are hereby transferred to and vested in the Board of Trustees of\nSouthern Illinois University.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Members of the Board shall serve without compensation but",
      "text": "shall be entitled to reasonable amounts for expenses necessarily incurred\nin the performance of their duties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Members of the Board shall elect annually by secret ballot from",
      "text": "their own number a chairman who shall preside over meetings of the Board and\na secretary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Ex-officio",
      "text": "Treasurer of the Board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "6.5.",
      "heading": "Corn to ethanol.",
      "text": "The Board shall operate and manage the National\nCorn-to-Ethanol Research Pilot Plant for the purpose of reducing the\ncosts of producing ethanol through the development and commercialization of new\nproduction technologies, equipment, processes, feedstocks, and new value added\nco-products and by-products. This work shall be conducted under the review and\nguidance of the Illinois Ethanol Research Advisory Board.\nThe ethanol production research shall be conducted\nat the National Corn-to-Ethanol Research Pilot Plant in cooperation with other\nuniversities,\nindustry, State agencies, and the federal government.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-66",
      "number": "6.6.",
      "heading": "The Illinois Ethanol Research Advisory Board.",
      "text": "The Illinois Ethanol Research Advisory Board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "The Board shall have power to enter into contracts, to sue and be",
      "text": "sued, provided that any suit against the Board based upon a claim sounding\nin tort must be filed in the Court of Claims, to acquire, hold and convey\nreal property as it shall deem appropriate and personal property in\naccordance with the State Property Control Act, and to expend the funds\nappropriated to the University; provided that the Board in the exercise of\nthe powers conferred by this Act shall not create any liability or\nindebtedness of funds from the Treasury of the State in excess of the funds\nappropriated to the University.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71",
      "number": "7.1.",
      "heading": "The Board shall comply with the provisions of \"An Act concerning",
      "text": "the use of Illinois mined coal in certain plants and institutions\", filed\nJuly 13, 1937, as heretofore or hereafter amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-72",
      "number": "7.2.",
      "heading": "The Board shall, by January 1, 1985, submit to the office of",
      "text": "the State Fire Marshal plans for a smoke detection system in all University\ndormitory corridors which shall be connected to a monitor panel and to a\ncentral fire alarm system.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Powers and duties of the Board. The Board shall have power and",
      "text": "it shall be its duty:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "10.5.",
      "heading": "To conduct health care programs in furtherance     of its teaching, research, and public service functions, which shall include without limitation patient and ancillary facilities, institutes, clinics, or offices owned, leased, or purchased through an equity interest by the Board or its appointed de",
      "text": "To conduct health care programs in furtherance of its teaching, research, and public service functions, which shall include without limitation patient and ancillary facilities, institutes, clinics, or offices owned, leased, or purchased through an equity interest by the Board or its appointed designee to carry out such activities in the course of or in support of the Board's academic, clinical, and public service responsibilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8a",
      "number": "8a.",
      "heading": "(1) The Board shall provide each member of the Southern",
      "text": "Illinois University Police Department without cost to him public liability\ninsurance covering him for any liability which arises out of his employment\nto the extent of the insurance policy limits which shall be not less than\n$50,000.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8b",
      "number": "8b.",
      "heading": "(a) If the Board has provided access to any of the campuses under",
      "text": "its jurisdiction to persons or groups whose purpose is to make students\naware of educational or occupational options, the board shall provide, on\nan equal basis, access to the official recruiting representatives of the\narmed forces of Illinois and the United States for the purpose of informing\nstudents of educational and career opportunities available to them in the\nmilitary. The board is not required to give greater notice regarding the\nright of access to recruiting representatives than is given to other persons\nand groups.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8b1",
      "number": "8b.1.",
      "heading": "Child care services.",
      "text": "Child care services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8b2",
      "number": "8b.2.",
      "heading": "Flexible hours positions.",
      "text": "The Board is authorized to use flexible\nhours positions. A flexible hours position is one that does not require an\nordinary work schedule and includes but is not limited to: (1) a part-time job\nof 20 hours or more per week, (2) a job which is shared by 2 employees, or (3)\na job with a compressed work week consisting of an ordinary number of working\nhours performed on fewer than the number of days ordinarily required to perform\nthat job. The Board may define flexible hours positions to include other types\nof jobs than are defined above.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8c",
      "number": "8c.",
      "heading": "The Board of Trustees of Southern Illinois University shall",
      "text": "establish a program to assess the oral English language proficiency of all\npersons providing classroom instruction to students at each campus under\nthe jurisdiction, governance or supervision of the Board, and shall ensure\nthat each person who is not orally proficient in the English language\nattain such proficiency prior to providing any classroom instruction to\nstudents. The program required by this Section shall be fully implemented\nto ensure the oral English language proficiency of all classroom instructors at\neach campus under the jurisdiction, governance or supervision of the Board\nby the beginning of the 1987-88 academic year.\nAny other provisions of this Section to the contrary notwithstanding,\nnothing in this Section shall be deemed or construed to apply to, or to\nrequire such oral English language proficiency of any person who provides\nclassroom instruction to students in foreign language courses only.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8d",
      "number": "8d.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8d-5",
      "number": "8d-5.",
      "heading": "In-state tuition charge.",
      "text": "In-state tuition charge.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8e",
      "number": "8e.",
      "heading": "Admissions.",
      "text": "Admissions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8f",
      "number": "8f.",
      "heading": "Partial tuition waivers.",
      "text": "Partial tuition waivers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8g",
      "number": "8g.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8h",
      "number": "8h.",
      "heading": "Tuition and fee waiver report.",
      "text": "The Board shall report to the\nBoard of\nHigher\nEducation by September 15 of each year the tuition and fee waivers the\nUniversity\nhas\ngranted in the\nprevious fiscal year as well as the following information for each tuition and\nfee\nwaiver\nprogram in\nwhich the University participates:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8i",
      "number": "8i.",
      "heading": "Vince Demuzio Governmental Internship Program.",
      "text": "Vince Demuzio Governmental Internship Program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "The fiscal year of the University shall terminate on the thirtieth",
      "text": "day of June, and all reports of the University, except catalogs and\ncirculars, shall be addressed to the Governor. Annual reports shall contain\na full account of the financial and other transactions of the University at\nthe close of the fiscal year, together with a full statement of the then\ncondition of the endowment fund, and shall be presented to the Governor on\nor before the fifteenth day of November.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Medical school research experiments; informed consent.",
      "text": "If a\nperson is\nto participate as a subject in a research experiment conducted at the School of\nMedicine\nbut does not understand the English language, then the informed consent\ndocument for\nthe research experiment must be written in a language that the person does\nunderstand. If\nthe person cannot read or has difficulty reading, the document must be read to\nthe person\nin that same language.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Meningitis vaccine; information.",
      "text": "At the\nbeginning of each academic year, the University shall inform each of its\nincoming freshmen and transfer students about meningitis and its transmission. Any\nUniversity facility that delivers health services to University students\nmust offer the meningitis vaccine, subject to availability of the vaccine\nfrom the manufacturer. Nothing in this Section may\nbe construed to require the University to pay for the cost\nof vaccination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Limitation on tuition increase. This Section applies only to those students who first enroll after the",
      "text": "2003-2004 academic year. For 4 continuous academic years following\ninitial enrollment (or for undergraduate programs that require more than\n4 years to complete, for the normal time to complete the program, as\ndetermined by the University), the tuition charged an undergraduate\nstudent who is an Illinois resident shall not exceed the amount that the\nstudent was charged at the time he or she first enrolled in the University.\nHowever, if the student changes majors during this time period, the\ntuition charged the student shall equal the amount the student would\nhave been charged had he or she been admitted to the changed major\nwhen he or she first enrolled. An undergraduate student who is an Illinois resident and who has for 4 continuous academic years been charged no more than the tuition amount that he or she was charged at the time he or she first enrolled in the University shall be charged tuition not to exceed the amount the University charged students who first enrolled in the University for the academic year following the academic year the student first enrolled in the University for a maximum of 2 additional continuous academic years.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Provision of student and social security",
      "text": "information prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Students called to active military service",
      "text": "The University shall allow a currently enrolled student who is called to active military service to complete any unfinished courses at a later date at no additional charge, unless course credit has already been given or the student received a full refund u",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Sexual assault awareness education",
      "text": "The University shall provide some form of sexual assault awareness education to all incoming students, whether through a seminar, online training, or some other way of informing students.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Buildings available for emergency purposes",
      "text": "The Board shall make mutually agreed buildings of the university available for emergency purposes, upon the request of the Illinois Emergency Management Agency, the State-accredited emergency management agency with jurisdiction, or the American Red Cross,\nManagement Agency, local emergency management agencies, State-certified, local public health departments, the American Red Cross, and\nfederal agencies concerned with emergency preparedness and response.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Veterans' Day; moment of silence",
      "text": "If the University holds any type of event at the University on November 11, Veterans' Day, the Board shall require a moment of silence at that event to recognize Veterans' Day.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Faculty and staff contact with public officials",
      "text": "All faculty and staff members of the University are free to communicate their views on any matter of private or public concern to any member of the legislative, executive, or judicial branch of government, State or federal, without notice to or prior",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Faculty and staff political displays",
      "text": "The University may not prohibit any faculty or staff member from (i) displaying political buttons, stickers, or patches while on University property, provided that such display by any member of the faculty in an instructional setting is for a purpose relevant to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Disability history and awareness",
      "text": "The University may conduct and promote activities that provide education on, awareness of, and an understanding of disability history, people with disabilities, and the disability rights movement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Administrator and faculty salary and benefits; report",
      "text": "The Board of Trustees shall report to the Board of Higher Education, on or before August 1 of each year, the base salary and benefits of the president of the university and all administrators, faculty members, and instructors employed by the uni",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "American Sign Language courses",
      "text": "The University may award academic credit for the successful completion of any American Sign Language course offered or approved by the University, which may be applied toward the satisfaction of the foreign language requirements of the University, except for those req",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "Search firm prohibition. Charges for the services of an external hiring search firm may not be paid from any source of funds, except (i) in the hiring of the President of the University or (ii) in the case of when the President of the University and the Board demonstrate a justifiable need for guida",
      "text": "Search firm prohibition. Charges for the services of an external hiring search firm may not be paid from any source of funds, except (i) in the hiring of the President of the University or (ii) in the case of when the President of the University and the Board demonstrate a justifiable need for guidance from an individual or firm with specific expertise in the field of the hiring. The University shall implement a policy under this Section, including qualifying criteria, within 6 months after the effective date of this amendatory Act of the 97th General Assembly.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70",
      "number": "70.",
      "heading": "Priority enrollment; service member or veteran.",
      "text": "Priority enrollment; service member or veteran.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "75.",
      "heading": "Employment contract limitations.    This Section",
      "text": "applies to the employment contracts of the president or all chancellors of the University entered into, amended,\nrenewed, or extended after the effective date of this\namendatory Act of the 99th General Assembly. This Section does\nnot apply to collective bargaining agreements. With respect to\nemployment contracts entered into with the president or all chancellors of the\nUniversity:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-80",
      "number": "80.",
      "heading": "Executive accountability. The Board must complete an annual performance review of the president and",
      "text": "any chancellors of the University. Such annual performance\nreview must be considered when the Board contemplates a bonus, incentive-based compensation,\nraise, or severance agreement for the president or all chancellors of the University.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85",
      "number": "85.",
      "heading": "Black History course.  Subject to Section 7 of the Board of Higher Education Act, the University shall offer a course studying",
      "text": "the events of Black History, including the history of the African slave trade, slavery in America, and the vestiges of slavery in this country. These events shall include not only the\ncontributions made by individual African-Americans in government and in the\narts, humanities, and sciences to the economic, cultural, and political\ndevelopment of the United States and Africa, but also the socio-economic\nstruggle that African-Americans experienced collectively in striving to\nachieve fair and equal treatment under the laws of this nation. The\ntaking of this course shall constitute an affirmation by students of\ntheir commitment to respect the dignity of all races and peoples and to\nforever eschew every form of discrimination in their lives and careers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90",
      "number": "90.",
      "heading": "Mental health resources. For the 2020-2021 academic year and for each academic year thereafter, the University must make available to its students information on all mental health and suicide prevention resources available at the University",
      "text": "Mental health resources. For the 2020-2021 academic year and for each academic year thereafter, the University must make available to its students information on all mental health and suicide prevention resources available at the University.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "95.",
      "heading": "Competency-based learning program; notice",
      "text": "If the University offers a competency-based learning program, it must notify a student if he or she becomes eligible for the program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-100",
      "number": "100.",
      "heading": "Modification of athletic or team uniform permitted.",
      "text": "Modification of athletic or team uniform permitted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-102",
      "number": "102.",
      "heading": "Academic major report. The Board shall provide to each enrolled student, at the time the student declares or changes his or her academic major or program of study, a report that contains relevant, independent, and accurate data related to the student's major or program of study and to the current oc",
      "text": "Academic major report. The Board shall provide to each enrolled student, at the time the student declares or changes his or her academic major or program of study, a report that contains relevant, independent, and accurate data related to the student's major or program of study and to the current occupational outlook associated with that major or program of study. The report shall provide the student with all of the following information:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110",
      "number": "110.",
      "heading": "Availability of menstrual hygiene products.",
      "text": "Availability of menstrual hygiene products.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-115",
      "number": "115.",
      "heading": "Adjunct professor; status of class.",
      "text": "Adjunct professor; status of class.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-120",
      "number": "120.",
      "heading": "Family and medical leave coverage",
      "text": "A University employee who has been employed by the University for at least 12 months and who has worked at least 1,000 hours in the previous 12-month period shall be eligible for family and medical leave under the same terms and conditions as leave provided to elig",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-125",
      "number": "125.",
      "heading": "Undocumented Student Liaison; Undocumented Student Resource Center.",
      "text": "Undocumented Student Liaison; Undocumented Student Resource Center.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-130",
      "number": "130.",
      "heading": "Personal support worker's attendance in class permitted. If a student of the University has a personal support worker through the Home-Based Support",
      "text": "Services Program for Adults with Mental Disabilities under the\nDevelopmental Disability and Mental Disability Services Act, the Board must permit the personal support worker to attend class with the student but is not responsible for providing or paying for the personal support worker. If the personal support worker's attendance in class is solely to provide personal support services to the student, the Board may not charge the personal support worker tuition and fees for such attendance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-135",
      "number": "135.",
      "heading": "Benefits navigator.",
      "text": "Benefits navigator.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-145",
      "number": "145.",
      "heading": "COVID-19 sick leave. For purposes of this Section, \"employee\" means a person employed by the University on or after April 5, 2022 (the effective date of Public Act 102-697)",
      "text": "COVID-19 sick leave. For purposes of this Section, \"employee\" means a person employed by the University on or after April 5, 2022 (the effective date of Public Act 102-697).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-150",
      "number": "150.",
      "heading": "COVID-19 paid administrative leave.",
      "text": "COVID-19 paid administrative leave.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-155",
      "number": "155.",
      "heading": "Winter weather emergency closure; educational support services pay",
      "text": "If a campus is closed due to a city, county, or State declaration of a winter weather emergency, the Board shall pay to its employees who provide educational support services to the campus, including, but not limited to, custodial e",
      "history": "",
      "source_url": ""
    }
  ]
}