{
  "state": "district-of-columbia",
  "path": "title-38/chapter-29",
  "sections": [
    {
      "id": "section-38-2901",
      "number": "38-2901",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Adult education” means services or instruction below the college level for adults who:\n\n(A) Lack sufficient mastery of basic educational skills to enable them to function effectively in society;\n\n(B) Do not have a certificate of graduation from a school providing secondary education and who have not achieved an equivalent level of education; or\n\n(C) Have limited ability in speaking, reading, writing, or understanding the English language and whose native language is a language other than English.\n\n(1A) “Allowable special education costs” means costs incurred for the following purposes:\n\n(A) Instruction, salaries, benefits, supplies, textbooks, and other expenses, including:\n\n(i) The cost of salaries and benefits of special education program teachers, regular program teachers, and teacher aides, allocated to the corresponding working time that each person devotes to special education, including services required by an individualized education program;\n\n(ii) Teaching supplies and textbooks for special education programs;\n\n(iii) The purchase, rental, repair, and maintenance of instructional equipment required to implement a student’s individualized education program;\n\n(iv) Professional development activities for teachers who work with, or provide services to, students with disabilities;\n\n(v) Contracted services, including fees paid for professional services, advice, and consultation regarding children with disabilities under the IDEA, and the delivery of special education services by public or private entities; and\n\n(vi) Transportation costs for special education instructional personnel who travel on an itinerant basis from school to school or to in-state and out-of-state individualized education program meetings;\n\n(B) Related services as defined in 34 CFR § 300.34 and supplementary aids and services as defined in 34 CFR § 300.42 and also including the following:\n\n(i) Salaries and benefits of professional supportive personnel, corresponding to the working time that each person devotes to implementing services required pursuant to an individualized education program (“IEP”) as defined in 34 CFR § 300.22.\n\n(ii) Salaries and benefits of clerical personnel who assist professional personnel in supportive services, corresponding to the working time that each person devotes to special education services or program;\n\n(iii) Supplies for related services and supplementary aids and services;\n\n(iv) Contracted services, including fees paid for professional advice and consultation regarding children with disabilities under the IDEA or related services and supplementary aids and services, and the delivery of such services by public or private agencies;\n\n(v) Transportation for special education-related services personnel and providers of supplementary aides who travel from school to school or to in-state and out-of-state individualized education program meetings; and\n\n(vi) Equipment purchase, rental, repair, and maintenance required to implement related services and supplementary aids and services as required by a student’s individualized education program;\n\n(C) Administrative expenses related to the direct implementation of IDEA Part B programmatic and fiscal requirements within the public school, including:\n\n(i) Salaries and benefits of staff who ensure programmatic and fiscal requirements of IDEA are being implemented, corresponding to the working time that each person devotes to the implementation of IDEA;\n\n(ii) Contracted services, including fees paid for professional services, advice, and consultation regarding the implementation of IDEA, and the delivery of special education services to students with IEPs by public or private entities;\n\n(D) Assistive technology devices for students with IEPs, not including medical devices surgically implanted (i.e., cochlear implant);\n\n(E) Implementation of due process hearing decisions;\n\n(F) Implementation of compensatory education plans;\n\n(G) Implementation of coordinated early intervening services programs (CEIS) as defined in 34 CFR § 300.226; and\n\n(H) Transition of a student back into public schools in the District who, as a result of an IEP decision or due process hearing decision, is currently attending non-public schools.\n\n(1B) “Alternative program” means specialized instruction for students under court supervision or who have a history of being on short- or long-term suspension or who have been expelled from school, or who meet other criteria as defined by the State Education Office through rulemaking. To qualify as an alternative program, a school must meet the criteria and rules set by the State Education Office. An alternative program may describe an entire school or a specialized program within a school.\n\n(2) Repealed.\n\n(2A) “At-risk” means a DCPS student or a public charter school student who is identified as one or more of the following:\n\n(A) Homeless;\n\n(B) In the District’s foster care system;\n\n(C) Qualifies for the Temporary Assistance for Needy Families program or the Supplemental Nutrition Assistance Program; or\n\n(D) A high school student that is one year older, or more, than the expected age for the grade in which the student is enrolled.\n\n(2B) \"At-Risk High School Over-age Supplement\" means weighting provided in addition to the at-risk weight for a student who is at-risk because the student is a high school student that is one year older, or more, than the expected age for the grade in which the student is enrolled.\n\n(2C) “Central administration” means the functions necessary for the governance of a school district as a whole, including general oversight and management of support services such as procurement, human resources, and financial administration. The term “central administration” does not include any functions that are:\n\n(A) Budgeted at the individual school level; or\n\n(B) Budgeted centrally and which support costs associated with programs and services provided at the school level or directly to students.\n\n(3) “Consumer Price Index” (“CPI”) means the Consumer Price Index for all urban consumers for Washington, DC-MD-VA, Index Base Period 1982-84 or its successor, as issued by the United States Department of Labor, Bureau of Labor Statistics.\n\n(4) \"DCPS\" means the District of Columbia Public Schools system. The term does not include Public Charter Schools.\n\n(4A) \"Elementary ELL\" means students who are LEP/NEP and enrolled in grades pre-kindergarten 3 through 5.\n\n(5) “Foundation” or “foundation level” means the amount of funding per weighted student needed to provide adequate regular education services to students. Regular education services do not include special education, language minority education, summer school, capital costs, state education agency functions or services funded through federal and other non-appropriated revenue sources.\n\n(6) “Full-time equivalent” means student enrollment the equal of:\n\n(A) Five hours or more per school day for a minimum of 180 school days for students enrolled in grades pre-school through 12; or\n\n(B) Three hours per day for a minimum of 4 days per week for 36 weeks per school year for adult enrollment.\n\n(6A) “Intensive Program of Special Education Services” means specialized special education services of at least 30 hours per student per week for students with one or more disabling conditions in a self-contained setting during regular school hours.\n\n(7) “Limited English Proficient/Non-English Proficient” (“LEP/NEP”) means students identified in accordance with federal law as entitled to English as a second language or bilingual services on the basis of their English language proficiency.\n\n(8) “Per student funding formula” (“Formula”) means the formula used to determine annual operating funding for DCPS and Public Charter Schools on a uniform per student basis, pursuant to § 38-1804.01.\n\n(9) “Public Charter School” means a publicly funded school established pursuant to subchapter II of Chapter 18 of this title; and except as provided in §§ 38-1802.12(d)(5) and 38-1802.13(c)(5), is not a part of the DCPS.\n\n(10) “Residential school” means a DCPS or Public Charter School that provides students with room and board in a residential setting, in addition to their instructional program.\n\n(10A) “Resident student” means a minor enrolled in a District of Columbia public school or public charter school who has a parent, guardian, or custodian residing in the District of Columbia or an adult enrolled in a District of Columbia public school or a public charter school who resides in the District of Columbia as determined pursuant to Chapter 3 of this title [§ 38-302 et seq.].\n\n(10B) \"Secondary ELL\" means students who are LEP/NEP and enrolled in:\n\n(A) Grades 6 through 12 at a DCPS or public charter school;\n\n(B) An alternative program;\n\n(C) Adult education; or\n\n(D) Grades 6 through 12 at a special education school.\n\n(10C) “Self-Contained (Dedicated) Special Education School” means a school that has the capacity to provide all the facilities and services needed to meet the educational and therapeutic needs of its students, which may share a campus or only a building with a general education school.\n\n(11) “Special education” means specialized services for students identified as having disabilities, as provided in section 101(a)(1) of the Individuals with Disabilities Education Act, approved April 13, 1970 (84 Stat. 175; 20 U.S.C. § 1401(a)(1)), or students who are individuals with a disability as provided in section 7(8) of the Rehabilitation Act of 1973, approved September 26, 1973 (87 Stat. 359; 29 U.S.C. § 706(8)).\n\n(11A) Repealed.\n\n(11B) “Special Education Compliance Funding” means funds provided to public schools through the “Formula” to support activities required to address identified noncompliance with federal and local laws and regulations regarding the provision of special education services to students with disabilities.\n\n(11C) “Special Education Payment” means funding appropriated by the District through the “Formula” in the following budget categories: Special education schools, Special Education Add-ons, Special Education Capacity Fund, Special Education Compliance Fund, Residential Add-ons for Special Education, and Special Education Add-ons for Students with Extended School Year (“ESY”) Indicated in Their Individualized Education Programs.\n\n(11D) “Special Education School” means a separate DCPS or public charter day school or residential school dedicated exclusively to serving special education students at levels 4 or 5.\n\n(12) “State level costs” means costs incurred by the DCPS in its function as a state education agency, including the census of minors pursuant to § 38-204, impact aid surveys, issuance of work permits, conduct of hearings and appeals, employee certification, administration of federal aid to agencies or institutions outside of the DCPS or Public Charter Schools administration. For purposes of the Formula, transportation of students with disabilities and payment of tuition for private placements of children with disabilities are considered state level costs.\n\n(13) “Summer school” means an accelerated instructional program provided outside the regular school year of 180 days for students in targeted grades or grade spans pursuant to promotion policies of the District of Columbia Public Schools and public charter schools.\n\n(14) “Weighting” is a multiplication factor applied to the foundation cost for student counts in certain grade levels or special needs programs to account for differences in the cost of educating these students.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 102, 45 DCR 8095; Oct. 1, 2002, D.C. Law 14-190, § 3402(a), 49 DCR 6968; Apr. 13, 2005, D.C. Law 15-348, § 101(a), 52 DCR 1991; Mar. 2, 2007, D.C. Law 16-192, § 4002(a), 53 DCR 6899; Apr. 24, 2007, D.C. Law 16-305, § 57(a), 53 DCR 6198; Sept. 18, 2007, D.C. Law 17-20,§ 4002(a), 54 DCR 7052; Sept. 14, 2011, D.C. Law 19-21, § 4003(a), 58 DCR 6226; Feb. 22, 2014, D.C. Law 20-87, § 4(a), 61 DCR 309; Feb. 26, 2015, D.C. Law 20-155, § 4012, 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2901.html"
    },
    {
      "id": "section-38-2902",
      "number": "38-2902",
      "heading": "Applicability of Formula.",
      "text": "(a) The Formula shall apply to operating budget appropriations for District of Columbia resident students in DCPS and Public Charter Schools of the District of Columbia. The student count to which the Formula is applied shall not include students enrolled in private institutions providing special education services paid by the District of Columbia or to nonresident students subject to the requirement of paying tuition pursuant to Chapter 3 of this title.\n\n(b) The Formula shall apply only to operating budget appropriations from the District of Columbia General Fund for DCPS and Public Charter Schools; except, that the Formula shall not apply to:\n\n(1) Repealed.\n\n(2) Funds from federal or other revenue sources;\n\n(3) Funds appropriated to other agencies and funds of the District government;\n\n(4) Any program operated by DCPS that provides special education outreach, referral, and evaluation services for children under 5 years 11 months of age (\"eligible children\"), if the program serves eligible children who have not yet entered the school system or are homeschooled; or\n\n(5) IMPACTplus bonus payments.\n\n(b-1) Starting in Fiscal Year 2029, the cost of IMPACTplus bonus payments shall be paid from operating budget appropriations from the General Fund for DCPS and included in the Formula.\n\n(c) The Formula shall apply only to Public Charter Schools until the DCPS student enrollment count is verified by an independent contractor who shall perform a census on the student enrollment of the DCPS. The count shall include the information provided in § 38-1804.02(b).",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 103, 45 DCR 8095",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2902.html"
    },
    {
      "id": "section-38-2903",
      "number": "38-2903",
      "heading": "Foundation level.",
      "text": "(a) The foundation level or cost of providing public education services is $15,070 per student for Fiscal Year 2026 and $14,110 for subsequent fiscal years. The foundation level may be revised in subsequent years in accordance with provisions for inflation, revenue unavailability, and periodic review and revision of the Formula, pursuant to §§ 38-2909 [repealed], 38-2910, and 38-2911.\n\n(b) By December 31, 2018, and annually thereafter, the Mayor shall transmit to the Council the algorithm that will be used to determine the next fiscal year's Formula foundation level, which shall include variables for the cost of teachers and other classroom-based personnel and for both school-based and non-school-based administrative personnel. The Office of the State Superintendent of Education shall publish the algorithm on its website.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 104, 45 DCR 8095; Oct. 1, 2002, D.C. Law 14-190, § 3402(b), 49 DCR 6968; June 5, 2003, D.C. Law 14-307, § 102(a), 49 DCR 11664; Nov. 13, 2003, D.C. Law 15-39, § 312(a), 50 DCR 5668; Dec. 7, 2004, D.C. Law 15-205, § 4002(a), 51 DCR 8441; Oct. 20, 2005, D.C. Law 16-33, § 4012(a), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 4002(b), 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 4002(b), 54 DCR 7052; Aug. 16, 2008, D.C. Law 17-219, § 4016(a), 55 DCR 7598; Sept. 24, 2010, D.C. Law 18-223, § 4022(a), 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-370, § 402(a), 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 4003(b), 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 4002(a), 59 DCR 8025; Dec. 24, 2013, D.C. Law 20-61, § 4002(a), 60 DCR 12472; Feb. 26, 2015, D.C. Law 20-155, § 4002(a), 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2903.html"
    },
    {
      "id": "section-38-2904",
      "number": "38-2904",
      "heading": "Weightings applied to counts of students enrolled at certain grade levels.",
      "text": "The student counts at certain grade levels and in certain programs shall be weighted to provide an amount per student differing from the basic foundation level in accordance with the following schedule:",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 105, 45 DCR 8095; Oct. 1, 2002, D.C. Law 14-190, § 3402(c), 49 DCR 6968; June 5, 2003, D.C. Law 14-307, § 102(b), 49 DCR 11664; Nov. 13, 2003, D.C. Law 15-39, § 312(b), 50 DCR 5668; Dec. 7, 2004, D.C. Law 15-205, § 4002(b), 51 DCR 8441; Oct. 20, 2005, D.C. Law 16-33, § 4012(b), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-191, § 61, 53 DCR 6794; Mar. 2, 2007, D.C. Law 16-192, § 4002(c), 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 4002(c), 54 DCR 7052; Aug. 16, 2008, D.C. Law 17-219, § 4016(b), 55 DCR 7598; Mar. 3, 2010, D.C. Law 18-111, § 4002(a), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 4022(b), 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-370, § 402(b), 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 4003(c), 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 4002(b), 59 DCR 8025; Dec. 24, 2013, D.C. Law 20-61, § 4002(b), 60 DCR 12472; Feb. 26, 2015, D.C. Law 20-155, § 4002(b), 61 DCR 9990; Oct. 22, 2015, D.C. Law 21-36, § 4002(a), 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2904.html"
    },
    {
      "id": "section-38-2905",
      "number": "38-2905",
      "heading": "Supplement to foundation level funding on the basis of the count of special education, LEP/NEP, summer school, and residential school students.",
      "text": "(a) In addition to grade level allocations, supplemental allocations shall be provided on the basis of the count of students identified as entitled to and receiving:\n\n(1) Special education;\n\n(2) English as a second language or bilingual education services; and\n\n(3) Summer school instruction for students who do not meet literacy standards pursuant to promotion policies of the DCPS or Public Charter Schools as defined in § 38-1804.01(b)(3)(B)(ii).\n\n(4) Repealed.\n\n(a-1) Pursuant to § 38-2905.01, supplemental allocations shall be provided on the basis of the count of students identified as at-risk.\n\n(b) Supplemental allocations shall be provided for each student in full-time residence at a residential DCPS or Public Charter School.\n\n(c) The supplemental allocations shall be calculated by applying weightings to the foundation level as follows:\n\n(d) Except as otherwise provided in this subchapter, the above weightings shall be applied cumulatively in the counts of students who fall into more than one of the above categories.\n\n(1) The summer school weighting of 0.17 shall apply to DCPS and public charter school students enrolled for at least 6 weeks for the purpose described in § 38-2901(13). Summer school students enrolled for a lesser period shall be funded for the number of days in that period on a pro-rata basis.\n\n(2) To receive funding, a DCPS or public charter school summer school program must offer at least 60 hours of instruction outside the regular school year.\n\n(3) To receive full funding, a summer school program must offer at least 4 hours of instruction per day, 5 days a week, for 6 weeks, or its equivalent, for a total of at least 120 hours of instruction outside the regular school year for the purpose described in § 38-2901(13).\n\n(4) The fully funded summer school weighting of 0.17 shall apply for summer school programs that meet the requirements of paragraph (3) of this subsection.\n\n(5) Summer school programs that enroll students for less than 120 hours but more than 59 hours shall be funded on a pro-rata basis.\n\n(1) Funding for special education students enrolled in summer school whose Individual Education Plans require extended school year or summer school services shall be calculated using the add-on weights corresponding to their special education service levels as defined in subsection (c) of this section.\n\n(2) Special education add-on weights for summer school shall apply only to summer programs that deliver the specialized services required by the Individual Education Plans of their enrolled special education students.\n\n(g) Repealed.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 106, 45 DCR 8095; Oct. 19, 2000, D.C. Law 13-172, § 2702, 47 DCR 6308; Oct. 3, 2001, D.C. Law 14-28, § 502, 48 DCR 6981; Oct. 1, 2002, D.C. Law 14-190, § 3402(d), 49 DCR 6968; June 5, 2003, D.C. Law 14-307, § 102(c), 49 DCR 11664; Nov. 13, 2003, D.C. Law 15-39, § 312(c), 50 DCR 5668; Dec. 7, 2004, D.C. Law 15-205, § 4002(c), 51 DCR 8441; Apr. 13, 2005, D.C. Law 15-348, § 101(b), 52 DCR 1991; Oct. 20, 2005, D.C. Law 16-33, § 4012(c), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192,§ 4002(d), 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 4002(d), 54 DCR 7052; Aug. 16, 2008, D.C. Law 17-219, § 4016(c), 55 DCR 7598; Mar. 3, 2010, D.C. Law 18-111, § 4002(b), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 4022(c), 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-370, § 402(c), 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 4003(d), 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 4002(c), 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, § 95(a), 59 DCR 6190; Dec. 24, 2013, D.C. Law 20-61, § 4002(c), 60 DCR 12472; Feb. 26, 2015, D.C. Law 20-155, §  4002(c), 61 DCR 9990; Oct. 22, 2015, D.C. Law 21-36, § 4002(b), 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2905.html"
    },
    {
      "id": "section-38-2905.01",
      "number": "38-2905.01",
      "heading": "Supplement to foundation level funding on the basis of the count of at-risk students.",
      "text": "(a) In addition to the grade level and supplemental allocations provided pursuant to §§ 38-2904 and 38-2905, additional allocations shall be provided on the basis of the count of students identified as at-risk.\n\n(b) The additional allocations required by subsection (a) of this section shall be calculated by applying weighting factors, as reflected in this subchapter, to the foundation level.\n\n(c) The weighting factors for at-risk students shall be applied cumulatively in the counts of students who fall into more than one of the formula weighting categories; provided, that for students identified as both at-risk and as participating in an alternative program or as adult learners, only the alternative program weighting shall apply.\n\n(c-1) To ensure alignment between the alternative program and at-risk weighting factors, the alternative program weighting factor should be amended whenever the grades 9-12, at-risk, or at-risk high school over-age supplement weighting factors are amended.\n\n(1) Consistent with the weightings provided in § 38-2905(c), an at-risk concentration supplement shall be provided for a DCPS school or public charter school with an at-risk student population that exceeds 40% of the school's total enrollment and an additional supplement shall be provided for a DCPS school or public charter school with an at-risk student population that exceeds 70% of the school's total enrollment, based on actual audited enrollments for public charter schools and projected enrollments for DCPS schools submitted pursuant to this subchapter.\n\n(2) Only schools that have at-risk student populations greater than 40% of the school's total population may receive funding from the at-risk > 40% concentration supplement. The number of students for which a school may receive the per pupil allocation for the at-risk > 40% concentration supplement shall be equal to the number of at-risk students enrolled in the school minus the product, rounded to the nearest whole number, of 40% times that school's total student population.\n\n(3) Only schools that have at-risk student populations greater than 70% of the school's total population may receive funding from the at-risk > 40% concentration supplement and the at-risk > 70% concentration supplement. The number of students for which a school may receive the per pupil allocation for the at-risk 70% concentration supplement shall be equal to the number of at-risk students enrolled in the school minus the product, rounded to the nearest whole number, of 70% times that school's total student population.\n\n(d) By March 31, 2024, and annually thereafter, every local education agency that is allocated funds pursuant to this section shall provide the Office of the State Superintendent of Education with data related to expenditures of such funds for the previous school year consistent with reporting standards established by the Department of Education pursuant to § 38-191(b)(10).",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 106a; as added Feb. 22, 2014, D.C. Law 20-87, § 4(b), 61 DCR 309; Feb. 26, 2015, D.C. Law 20-155, § 4002(d), 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2905.01.html"
    },
    {
      "id": "section-38-2905.02",
      "number": "38-2905.02",
      "heading": "Pandemic Supplement Fund.",
      "text": "(a) There is established as a special fund the Pandemic Supplement Fund (\"Fund\"), which shall be administered by the Mayor in accordance with this section.\n\n(1) There shall be deposited into the Fund $18,164,919 in Fiscal Year 2023.\n\n(2) There shall be deposited into the Fund $19,835,082 in Fiscal Year 2024.\n\n(1) Money in the Fund shall be used to provide stability to DCPS and public charter schools as they respond to the effects of the COVID-19 pandemic and continue recovery efforts initiated with federal relief grants.\n\n(2) Of the amount deposited into the Fund in Fiscal Year 2023, 52.62%, equivalent to $9,559,091, shall be transferred to the DCPS and 47.38%, equivalent to $8,605,828 (\"FY23 PCS Amount\"), shall be allocated to public charter schools pursuant to subsection (d) of this section.\n\n(3) Of the amount deposited into the Fund in Fiscal Year 2024, 52.62%, equivalent to $10,437,996, shall be transferred to the DCPS and 47.38%, equivalent to $9,397,086 (\"FY24 PCS Amount\"), shall be allocated to public charter schools pursuant to subsection (d-1) of this section.\n\n(d) From the FY23 PCS Amount, in School Year 2022-2023, the Mayor shall award each public charter school $183.74 per enrolled pupil, which the Mayor shall pay in quarterly installments throughout Fiscal Year 2023 according to the schedule and enrollment figures the Mayor uses to make Formula payments pursuant to section 107b(b); provided, that the first quarterly payment may be paid by October 15, 2022.\n\n(d-1) From the FY24 PCS Amount, in School Year 2023-2024, the Mayor shall award each public charter school $196.11 per enrolled pupil, which the Mayor shall pay in quarterly installments throughout Fiscal Year 2024 according to the schedule and enrollment figures the Mayor uses to make Formula payments pursuant to § 38-2906.02(b); provided, that the first quarterly payment may be paid by October 15, 2023.\n\n(e) The Formula shall not apply to transfers or payments made from the Fund.\n\n(f) Except as provided in subsection (g) of this section:\n\n(1) The money deposited into the Fund but not expended in a fiscal year shall not revert to the unassigned fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time.\n\n(2) Subject to authorization in an approved budget and financial plan, any funds appropriated in the Fund shall be continually available without regard to fiscal year limitation.\n\n(g) The Fund shall sunset on September 30, 2024, and any money remaining in the Fund at that time shall be transferred to the General Fund of the District of Columbia.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2905.02.html"
    },
    {
      "id": "section-38-2906",
      "number": "38-2906",
      "heading": "Pupil count.",
      "text": "(a) Annual appropriations for DCPS pursuant to the Formula shall equal the total estimated costs for the number of resident students projected to be enrolled in DCPS during the fiscal year for which the appropriation is made; provided, that for fiscal year 2008, the projected change in enrollment shall equal the average annual change in enrollment for the preceding 3 years. Beginning in fiscal year 2018, the base for the projections shall be the verified enrollment for the school year preceding the fiscal year for which the appropriation is made.\n\n(b) Annual appropriations for public charter schools pursuant to the Formula shall equal the total estimated costs for the following:\n\n(1) The number of resident students projected to be enrolled in all public charter schools combined during the fiscal year for which the appropriation is made, plus;\n\n(2) The total estimated costs for the per pupil public charter school facilities allotment for the fiscal year for which the appropriation is made.\n\n(3) Repealed.\n\n(c) Repealed.\n\n(1) The student counts reported by October 15 of each year shall be verified by the Office of the State Superintendent of Education, which shall also determine the number of students whose tuition for enrollment in other school systems is paid for by funds available to the District of Columbia public schools and the amount of fees and tuition assessed and collected from nonresident students enrolled in local education agencies.\n\n(2) The verification shall cover the information required by § 38-1804.02, and shall be transmitted to the Mayor and the Council, and made publically available, no later than December 31 of each year. Until the verification is transmitted, the unverified October count shall serve as the basis for quarterly payments.\n\n(e) Preliminary projections of public charter school enrollment shall be made by each eligible chartering authority for the public charter schools under its supervision, and submitted to the Mayor by the date on which the Chancellor is required to submit his or her budget request to the Mayor. The eligible chartering authorities may submit revisions of the projections to the Mayor and the Council at any time before the Council committee with oversight responsibilities for the public education budget reports its recommendations on that budget to the Council.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 107, 45 DCR 8095; Dec. 7, 2004, D.C. Law 15-205, § 4002(d), 51 DCR 8441; Apr. 13, 2005, D.C. Law 15-348, § 101(c), 52 DCR 1991; Oct. 20, 2005, D.C. Law 16-33, § 4012(d), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 4002(e), 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 4002(e), 54 DCR 7052; Mar. 3, 2010, D.C. Law 18-111, § 4002(c), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 4022(d), 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2906.html"
    },
    {
      "id": "section-38-2906.01",
      "number": "38-2906.01",
      "heading": "Payments for District of Columbia Public Schools.",
      "text": "Repealed.",
      "history": "Mar, 26, 1999, D.C. Law 12-207, § 107a; as added Apr. 13, 2005, D.C. Law 15-348, § 101(d), 52 DCR 1991; Mar. 3, 2010, D.C. Law 18-111, § 4002(d), 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2906.01.html"
    },
    {
      "id": "section-38-2906.02",
      "number": "38-2906.02",
      "heading": "Payments to public charter schools.",
      "text": "(a) The Mayor shall make payments to each public charter school from the escrow account established under § 38-1804.03 to a bank designated by each school. The annual payment shall be made in the form of quarterly payments calculated in accordance with this section; provided, that the entire annual payment for facilities calculated pursuant to § 38-2908 shall be included in the first payment of the fiscal year and that any payment for new charter schools determined pursuant to § 38-1804.03 shall also be included in the first payment of the fiscal year. The first payment shall be made no later than July 15. Subsequent payments shall be made no later than October 25, January 15, and April 15.\n\n(b) Payments shall be determined as follows:\n\n(1) The basis of the July 15 payment to a public charter school shall be the estimate used in the June 30 quarterly reports submitted by the eligible chartering authorities pursuant to § 38-1804.02(a) and shall be 30% of an existing school's entitlement, and 45% of the entitlement for a newly chartered school in its first school year of operation.\n\n(2) The basis of the October 25 payment shall be the unverified October enrollment numbers for that school contained in the reports submitted by the eligible chartering authorities by October 15 and shall be equal to 60% of an existing school's entitlement and 70% of the entitlement for a newly chartered school in its first school year of operation, less amounts paid in July.\n\n(3) The basis of the January 15 payment shall be the unverified October enrollment numbers for that school contained in reports submitted by the eligible chartering authorities by October 15 and shall be equal to 80% of an existing school's entitlement and 85% of the entitlement for a newly chartered school in its first school year of operation, less amounts paid in July and October.\n\n(4) The basis of the April 15 payment shall be the verified October enrollment numbers and shall be equal to 100% of the school’s entitlement less amounts paid in July, October, and January; provided, that these amounts shall be adjusted in accordance with the provisions of subsection (c) of this section.\n\n(c) Payments shall not be reduced or delayed pending the conduct and results of the verification prescribed by § 38-2906(d). If the verification finds that the number of verified resident students enrolled at any public charter school differs from that on which its July 15 and October 25 payments were based, the Mayor shall recalculate the appropriate amount of subsequent payments accordingly, adjusting them by the amount of the discrepancy.\n\n(1) Notwithstanding subsections (b), (c), (d), and (g) of this section, for School Year 2020-2021, the annual payment pursuant to the Funding Formula for each adult education program and each residential public charter school shall equal the total estimated costs for the number of District resident students projected to be enrolled in the adult education program or the residential public charter school, during School Year 2020-2021, including the costs of all add-on components provided in §§ 38-2905 and 38-2905.01, based on the program or school's enrollment projections contained in the Mayor's Fiscal Year 2021 proposed budget, as modified pursuant to § 38-2906(e).\n\n(A) The first quarterly payment shall be 35% of a school's annual payment.\n\n(B) A school's October 25, January 15, and April 15 payments shall each equal 1/3 of the school's total remaining annual payment after the first quarterly payment is made.\n\n(3) For the purposes of this subsection, the term:\n\n(A) \"Adult education program\" means a public charter school or a program in a public charter school that, during School Year 2019-2020, was identified as an adult education performance management framework school by the District of Columbia Public Charter School Board.\n\n(B) \"Residential public charter school\" means a public charter school that, during School Year 2019-2020, provided a majority of its students with room and board in a residential setting, in addition to their instructional program.\n\n(A) Payments for special education, limited English proficient students, at-risk students, and other add-on components of the Funding Formula shall be included in the quarterly payments to public charter schools.\n\n(B) Payments shall reflect one-quarter of the annual per student amount for each add-on; provided, that add-ons for special education students shall be added on a pro-rata basis from the date on which a public charter school begins to provide add-on services for such students, as set forth in subsection (g)(1) of this section.\n\n(C) Charter schools shall receive the full annual per-pupil payment for at-risk or limited English proficient students who are enrolled by October 5, but who are not designated as at-risk or limited English proficient students until after October 5.\n\n(A) Payments for summer school shall be made by the Chief Financial Officer on April 15 on the basis of a funding schedule from the District of Columbia Public Charter School Board listing each charter school offering a summer school program in accordance with the requirements of § 38-1804.01(b)(3)(B).\n\n(B) The Office of the State Superintendent of Education shall certify enrollment projections based upon information contained in the state education longitudinal data system that form the basis of the funding schedule. The payment amount shall be equal to 75% of the total summer school entitlement for each charter school.\n\n(C) Not later than August 25 of each year, the Office of the State Superintendent of Education shall certify the final actual summer school enrollment for each charter school. The final payment for summer school will be issued to each charter school not later than September 30 of each year and shall be equal to the remainder of the school’s entitlement.\n\n(3) Payments for the Special Education Extended School Year add-on shall be made in full to each charter school by the Chief Financial Officer following certification of the actual enrollment for each school by the Office of the State Superintendent of Education.\n\n(e) Prior to, or concurrent with, any payment made pursuant to this section, the Chief Financial Officer of the District of Columbia shall provide to each public charter school an accounting indicating the purpose of the payment and how the payment was calculated.\n\n(f) During any period in which payments to public charter schools become due on a date when District funding is authorized pursuant to a continuing resolution rather than pursuant to an appropriations act, the Chief Financial Officer of the District of Columbia shall provide payments for new public charter schools and increased enrollments in other public charter schools from any unexpended and unobligated funds.\n\n(1) Charter schools may receive payment on a pro-rata basis from the date on which the school begins providing special education services to students enrolled by October 5, who are identified as requiring an individualized education program (\"IEP\") or as needing an increased IEP after October 5.\n\n(2) Upon application to and at the discretion of the Chief Financial Officer, the supplemental payments for the special education students available pursuant to paragraph (1) of this subsection shall be disbursed in addition to the quarterly payments made pursuant to subsection (a) of this section.\n\n(h) If an eligible charter authority proposes to revoke the charter of a public charter school as described in § 38-1802.13 during any period prior to a July 15 payment, consistent with this section, the Office of the State Superintendent of Education (“OSSE”) shall hold the July 15 payment in escrow pending a final decision by the eligible charter authority. Upon a final revocation decision, the Mayor shall have no obligation to release the escrow funds. The OSSE, in its discretion, may approve the distribution of the July 15 payment as it considers appropriate.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 107b; as added Apr. 13, 2005, D.C. Law 15-348, § 101(d), 52 DCR 1991; Oct. 20, 2005, D.C. Law 16-33, § 4012(e), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 4002(f), 53 DCR 6899; Sept. 14, 2011, D.C. Law 19-21, § 4032, 58; Dec. 24, 2013, D.C. Law 20-61, § 4022, 60 DCR 12472; Mar. 26, 1999, D.C. Law 12-207, § 107c",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2906.02.html"
    },
    {
      "id": "section-38-2906.03",
      "number": "38-2906.03",
      "heading": "Public charter school stabilization funding.",
      "text": "(a) Notwithstanding any other provision of law, in Fiscal Year 2022, of the funds allocated to the Non-Departmental Agency, up to $10,208,530 shall be transferred to the Office of the State Superintendent of Education (\"OSSE\") to award formula-based payments to each eligible charter school described in subsection (b) of this section.\n\n(b) A public charter school shall be eligible to receive funds pursuant to this section if it operates:\n\n(1) An adult public charter school, an early childhood education public charter school, or a residential public charter school; and\n\n(2) The total annual payment the adult public charter, early childhood education public charter, or residential public charter school is projected to receive for School Year 2021-2022, based on the school's unverified October 15, 2021, enrollment count, is less than 95% of the total annual payment the school actually received for School Year 2019-2020.\n\n(A) No later than December 31, 2021, OSSE shall award each eligible school its stabilization funding amount.\n\n(B) For purposes of calculating the stabilization funding amount owed to an adult public charter school that also operates an alternative program, all students counted as being enrolled in the alternative program shall be counted as being enrolled in the adult public charter school.\n\n(2) Notwithstanding paragraph (1)(A) of this subsection, if the total amount of funds required to provide each eligible school its stabilization funding amount is more than $10,208,530, OSSE shall pay to each eligible school a proportional share of available funds equal to the product of the school's stabilization funding amount multiplied by the stabilization factor.\n\n(d) Payments allocated pursuant to this section shall be supplemental to other funds a school may receive from the District and shall not supplant other funds to which a school or local education agency is entitled, including pursuant to this subchapter or federal law.\n\n(e) Any funds in excess of the funds required to satisfy the requirements of subsection (b) of this section shall be transferred to the Office of Victim Services and Justice Grants for the Access to Justice program by December 31, 2021.\n\n(f) For the purposes of this section, the term:\n\n(1) \"Adult public charter school\" means a public charter school or a program in a public charter school that, during School Year 2021-2022, was identified as an adult education performance management framework school by the District of Columbia Public Charter School Board\n\n(2) \"Annual payment\" means the sum of the quarterly payments described in § 38-2906.02, including all applicable weightings provided pursuant to §§ 38-2904, 38-2905 and 38-2905.01.\n\n(3) \"Early childhood education public charter school\" means:\n\n(A) A public charter school LEA whose prekindergarten 3 and prekindergarten 4 student enrollment comprised at least 33% of the public charter school LEA's total enrollment during School Year 2019-2020 and whose LEA will serve only grades pre-kindergarten 3 up to third grade in School Year 2021-2022; provided, that if a public charter school LEA served more grades in School Year 2019-2020 than it serves in School Year 2021-2022, the percentage of the public charter school LEA's prekindergarten 3 and prekindergarten 4 student enrollment shall be calculated using only the grade bands that the public charter school serves in School Year 2021-2022; or\n\n(B) A public charter school that is an adult public charter school that also serves grades prekindergarten 3 and grades prekindergarten 4.\n\n(4) \"Eligible school\" means an adult public charter school, an early childhood education public charter school, or a residential public charter school that meets the criteria for funding described in subsection (b)(2) of this section.\n\n(5) \"LEA\" means any individual District public charter school, or any group of public charter schools operating under a single charter.\"\n\n(6) \"Residential public charter school\" means:\n\n(A) A public charter school that, during School Year 2021-2022, provides students with room and board in a residential setting, in addition to their instructional program; or\n\n(B) A public charter school that operates a residential program that provides support services to its students, in addition to an instructional program, but is unable to provide its students with overnight room and board in a residential setting in order to comply with health guidance provided by the District's Department of Health related to the COVID-19 (SARS-CoV-2) pandemic.\n\n(7) Stabilization funding amount\" means the amount of money equal to 95% of an eligible school's actual School Year 2019-2020 total annual payment, less the amount of the total annual payment the school is projected to receive for School Year 2021-2022 based on its unverified October 15, 2021, enrollment count.\n\n(8) \"Stabilization factor\" means the quotient of $10,208,530 divided by the sum of all eligible schools' stabilization funding amounts.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 107c; Mar. 26, 1999, D.C. Law 12-207, § 107c",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2906.03.html"
    },
    {
      "id": "section-38-2907",
      "number": "38-2907",
      "heading": "Education costs excluded from the Formula payments.",
      "text": "(a) The cost of transportation for students with disabilities, tuition payments for private placements for students with disabilities, and the cost of performing state education functions for the District of Columbia are not covered by the Formula and shall be allocated by the Mayor and Council to the Office of the State Superintendent of Education (“OSSE”), or to another agency as considered appropriate by the Mayor, in addition to the amount generated by the Formula.\n\n(b) The OSSE, as the state education agency for the District of Columbia, shall perform all state education functions for public charter schools and for DCPS, which are local education agencies.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 108, 45 DCR 8095; Apr. 24, 2007, D.C. Law 16-305, § 57(b), 53 DCR 6198; Mar. 25, 2009, D.C. Law 17-353, § 172(d), 56 DCR 1117; Mar. 3, 2010, D.C. Law 18-111, § 4002(e), 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2907.html"
    },
    {
      "id": "section-38-2907.01",
      "number": "38-2907.01",
      "heading": "DCPS budget.",
      "text": "Repealed.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 108a; as added Feb. 22, 2014, D.C. Law 20-87, § 4(c), 61 DCR 309; Oct. 22, 2015, D.C. Law 21-36, § 4092, 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2907.01.html"
    },
    {
      "id": "section-38-2908",
      "number": "38-2908",
      "heading": "Facilities allowance for Public Charter Schools.",
      "text": "(a) Except as otherwise provided in this section, the fiscal year facility allowance for Public Charter Schools shall be determined as follows: DCPS approved capital budget shall be divided by the previous school year (“SY”) DCPS total pupil count, as defined in § 38-2906, to determine the DCPS per pupil facility cost.\n\n(b) For fiscal year 2004 through fiscal year 2008, the facility allowance for Public Charter Schools shall be determined as described in subsection (a) of this section, except that the DCPS per pupil facility cost for all previous years shall be averaged with the current year’s DCPS per pupil facility cost to determine the Public Charter School per pupil facility allowance. The facility allowance shall then be multiplied by the number of students estimated to be attending each Public Charter School to determine the actual facility allowance payments to be received by each Public Charter School. For each year after FY 2004, this “moving average” shall only include the most recent 5-year’s DCPS per pupil facility cost.\n\n(b-1) For fiscal year 2009 , the per pupil facility allowance for Public Charter Schools shall be $3000. The facility allowance shall then be multiplied by the number of students estimated to be attending each Public Charter School to determine the actual facility allowance payments to be received by each Public Charter School.\n\n(1) For Fiscal Years 2015 and 2016, the per pupil facility allowance for Public Charter Schools shall be $ 3072.\n\n(2) For Fiscal Year 2017 , the per pupil facility allowance for Public Charter Schools shall be $ 3100.\n\n(2A) For Fiscal Year 2018:\n\n(A) The non-residential per pupil facility allowance for Public Charter Schools shall be $ 3,193; and\n\n(B) The residential per pupil facility allowance for Public Charter Schools shall be $ 8,621.\n\n(2B) For Fiscal Year 2019, the per pupil facility allowance for Public Charter Schools shall be $ 3,263.\n\n(2C) For Fiscal Year 2020, the per pupil facility allowance for Public Charter Schools shall be $ 3,335.\n\n(2D) For Fiscal Years 2021 and 2022, the per pupil facility allowance for Public Charter Schools shall be $3,408.\n\n(2E) For Fiscal Year 2023, the per pupil facility allowance for Public Charter Schools shall be $3,513 per pupil for non-residential facilities and $9,486 per pupil for residential facilities.\n\n(3) The facility allowance set forth in paragraphs (1), (2), (2A), (2B), (2C), and (2D) of this subsection shall be multiplied by the number of students estimated to attend each Public Charter School to determine the actual facility allowance payments to be received by each Public Charter School.\n\n(b-3) In Fiscal Year 2024, Fiscal Year 2025, and Fiscal Year 2026, the per pupil facility allowance for Public Charter Schools shall be 3.1% greater than the previous fiscal year's per pupil facility allowance. The per pupil facility allowance shall be multiplied by the number of students estimated to attend each Public Charter School to determine the actual facility allowance payments to be received by each Public Charter School.\n\n(1) For Fiscal Year 2027 and Fiscal Year 2028, the per-pupil facility allowance for Public Charter Schools shall be $3,850 per pupil for non-residential facilities and $10,396 per pupil for residential facilities.\n\n(2) For Fiscal Year 2029, the per-pupil facility allowance for public charter schools shall be $4,219 per pupil for non-residential facilities and $11,393 per pupil for residential facilities.\n\n(3) Beginning with Fiscal Year 2030, and for each subsequent fiscal year, the per-pupil facility allowance for public charter schools shall be 3.1% greater than the previous fiscal year's per-pupil facility allowance.\n\n(4) The facility allowance set forth in paragraphs (1), (2) and (3) of this subsection shall be multiplied by the number of students estimated to be attending each Public Charter School to determine the actual facility allowance payments to be received by each Public Charter School.\n\n(c) The entire annual payment for facilities shall be included in the first payment of the fiscal year and that any payment for new charter schools shall also be included in the first payment of the fiscal year.\n\n(d) For DCPS or Public Charter Schools that provide students with room and board in a residential setting, in addition to their instructional program, the facilities allowance determined pursuant to this section shall be multiplied by 2.7 for those students in residence at the school.\n\n(e) The facilities allowance shall only apply to students receiving instruction at a Public Charter School educational facility or as otherwise approved by the Office of the State Superintendent of Education.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 109, 45 DCR 8095; Oct. 1, 2002, D.C. Law 14-190, § 3402(e), 49 DCR 6968; Mar. 2, 2007, D.C. Law 16-192, § 4002(g), 53 DCR 6899; Aug. 16, 2008, D.C. Law 17-219, § 4016(d), 55 DCR 7598; Mar. 3, 2010, D.C. Law 18-111, § 4011, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 4022(e), 57 DCR 6242; Feb. 26, 2015, D.C. Law 20-155, § 4082, 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2908.html"
    },
    {
      "id": "section-38-2909",
      "number": "38-2909",
      "heading": "Cost of education adjustment.",
      "text": "Repealed.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 110, 45 DCR 8095; Mar. 3, 2010, D.C. Law 18-111, § 4002(h), 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2909.html"
    },
    {
      "id": "section-38-2910",
      "number": "38-2910",
      "heading": "Procedure for adjusting appropriation in case of revenue unavailability.",
      "text": "If in any given fiscal year the Council finds that full funding of the Formula from local revenues is inconsistent with legal requirements for a balanced budget, the following shall apply:\n\n(1) The Council shall reduce the foundation level accordingly, and set a schedule for achieving or restoring full funding, however, funding shall not be less than 95% of the previous fiscal year’s funding; and\n\n(2) The Mayor, Council, Superintendent/CEO, and Board of Education shall use their best efforts to obtain temporary supplemental funding from other revenue sources.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 111, 45 DCR 8095; Mar. 2, 2007, D.C. Law 16-192, § 4002(h), 53 DCR 6899",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2910.html"
    },
    {
      "id": "section-38-2911",
      "number": "38-2911",
      "heading": "Periodic revision of Formula.",
      "text": "(1) Except as provided in paragraph (2) of this subsection, the Mayor and Council, in consultation with representatives of DCPS and of the Public Charter Schools, shall review and revise this Formula within 2 years of its establishment, within 2 years after this initial review and revision, and once every 4 years subsequently. Revisions shall be based upon information and data including study of actual costs of education in the District of Columbia, consideration of performance incentives created by the Formula in practice, research in education and education finance, and public comment.\n\n(2) Beginning January 30, 2017, the Mayor shall submit to the Council a report every 2 years that reviews the Formula and includes recommendations for revisions to the Formula based upon a study of actual costs of education in the District of Columbia, research in education and education finance, and public comment.\n\n(b) The study of actual costs of education pursuant to subsection (a) of this section shall include but not be limited to the following:\n\n(1) The relation of funding levels to student outcomes;\n\n(2) Maintenance of effort in specified areas of focus to promote continuity of effective practices;\n\n(3) Improved techniques for determining specific levels of funding needed to provide adequate special education services;\n\n(4) Improved measures of change in the cost of education; and\n\n(5) A review of the costs associated with serving at-risk students and of how at-risk students are identified.\n\n(c) The Office of the State Superintendent for Education shall be responsible for the development of the report required by subsection (a) of this section and shall convene a working group, which shall be comprised of, at a minimum, representatives from DCPS, public charter schools, and the public, to solicit input and recommendations regarding revisions to the Formula.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 112, 45 DCR 8095; Mar. 2, 2007, D.C. Law 16-192, § 4002(i), 53 DCR 6899; Feb. 22, 2014, D.C. Law 20-87, § 4(d), 61 DCR 309",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2911.html"
    },
    {
      "id": "section-38-2912",
      "number": "38-2912",
      "heading": "Variations in per pupil allocations.",
      "text": "Variations from uniformity in the Formula are not intended as an exercise of the Council’s line-item authority over the DCPS budget. Allocations by the count of students in certain grade levels and programs are intended only to generate total appropriation amounts on a per student basis.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 113, 45 DCR 8095",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2912.html"
    },
    {
      "id": "section-38-2913",
      "number": "38-2913",
      "heading": "Services.",
      "text": "Beginning in Fiscal Year 2029, services provided by District of Columbia government agencies to public schools shall be provided on an equitable basis to the District of Columbia Public Schools and public charter schools. Any services that are funded apart from the Uniform per Student Funding Formula shall not also be funded by the Uniform Per Student Funding Formula.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 115; as added Sept. 24, 2010, D.C. Law 18-223, § 4062, 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-370, § 402(d), 58 DCR 1008; Sept. 20, 2012, D.C. Law 19-168, § 4072, 59 DCR 8025; Dec. 24, 2013, D.C. Law 20-61, § 4102, 60 DCR 12472; Feb. 26, 2015, D.C. Law 20-155, § 4062, 61 DCR 9990; Oct. 22, 2015, D.C. Law 21-36, § 4002(c), 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2913.html"
    },
    {
      "id": "section-38-2914",
      "number": "38-2914",
      "heading": "Public Education Finance Reform Commission.",
      "text": "(1) An independent organization shall be retained by the Mayor of the District of Columbia to convene and staff an independent commission on public education finance reform in the District of Columbia, to be known as the Public Education Finance Reform Commission (“Commission”).\n\n(2) The Commission shall:\n\n(A) Be conducted according to the standard procedures of the independent organization, with full cooperation of the:\n\n(i) Council;\n\n(ii) Mayor;\n\n(iii) Chancellor;\n\n(iv) State Superintendent of Education; and\n\n(v) Other government personnel;\n\n(B) Establish a process by which the public may participate in providing information, opinion, and reaction to Commission proceedings and reports; and\n\n(C) Post all documents that it produces on the Internet.\n\n(3) All Commission meetings and deliberations shall be open to the public.\n\n(b) The Commission shall study and report on revisions to the Uniform Per Student Funding Formula with regard to improvements in:\n\n(1) Equity;\n\n(2) Adequacy;\n\n(3) Affordability; and\n\n(4) Transparency, including:\n\n(A) The maintenance of uniformity in funding between District of Columbia Public Schools (“DCPS”) and public charter schools, taking into account services provided without charge by other District of Columbia agencies;\n\n(B) The determination of the funding level needed by DCPS and the public charter schools to provide educational services sufficient to enable public school students, including special education students and English-language learners, to meet the academic standards of the District of Columbia;\n\n(C) The fiscal ability of the District of Columbia government to provide the necessary funding level; and\n\n(D) The presentation of the Uniform Per Student Funding Formula and calculations made pursuant to it so that the public may clearly understand the basis of the calculations and related budget appropriations.\n\n(1) Prior to the delivery of final recommendations, the Commission shall provide to the Mayor and Council an equity report detailing for fiscal years 2009 and 2010:\n\n(A) The kinds and amounts of payments made directly to DCPS and to public charter schools from the General Fund of the District of Columbia;\n\n(B) The kind and amount of any other transfers from the General Fund of the District of Columbia to DCPS and public charter schools from District of Columbia government agencies;\n\n(C) The kind and value of in-kind services provided to DCPS and the public charter schools by District of Columbia government agencies; and\n\n(D) The kind and value of reprogrammed funds from the General Fund of the District of Columbia to DCPS or the public charter schools.\n\n(2) The equity report shall include:\n\n(A) An analysis of the impact of these payments, transfers, in-kind services, and reprogramming on the uniformity of funding for DCPS and public charter schools;\n\n(B) Recommendations for increasing uniformity in the 2013 budget and succeeding years; and\n\n(C) Weaknesses in the Uniform Per Student Funding Formula Act or in its implementation, if any, that interfere with uniformity of funding.\n\n(d) No later than November 30, 2011, the Commission shall provide the Mayor and Council with a final report and its recommendations for consideration in the development of the fiscal year 2013 budget.",
      "history": "Mar. 26, 1999, D.C. Law 12-207, § 116; as added Sept. 24, 2010, D.C. Law 18-223, § 4062, 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-370, § 402(e), 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 7013, 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 97, 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2914.html"
    },
    {
      "id": "section-38-2931",
      "number": "38-2931",
      "heading": "After-school programs.",
      "text": "The District of Columbia Public Schools (“DCPS”) shall distribute any TANF or Health and Human Services funds that it receives that are designated for after-school programs, on an equitable basis, to DCPS and Public Charter Schools serving students with after-school programs, that receive funding based on the Uniformed Per Pupil Funding Formula.",
      "history": "Oct. 1, 2002, D.C. Law 14-190, § 3472, 49 DCR 6968",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2931.html"
    },
    {
      "id": "section-38-2951",
      "number": "38-2951",
      "heading": "Financial Management Reform Plan.",
      "text": "(a) The Superintendent of the public schools shall develop a Financial Management Reform Plan (“Reform Plan”) which shall include the following:\n\n(1) Measurable goals;\n\n(2) Timeline for deliverables;\n\n(3) Roles and responsibilities of all District agencies that provide financial management related services;\n\n(4) Proposed statutory and regulatory amendments to approve the budget process;\n\n(5) Targeted savings activities, and reallocations within the DCPS budget, for the next 2 fiscal years; and\n\n(6) Review and input from members of the Financial Management Task Force.\n\n(b) The Superintendent shall submit the Reform Plan to the Board of Education for its approval.",
      "history": "Dec. 7, 2004, D.C. Law 15-211, § 4, 51 DCR 8805",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2951.html"
    },
    {
      "id": "section-38-2952",
      "number": "38-2952",
      "heading": "Financial Management Task Force.",
      "text": "(a) There is established a Financial Management Task Force (“Task Force”) with the purpose of serving as a collaborative body of District agencies that will support and assist in implementing financial management reform within the District of Columbia Public Schools.\n\n(b) Specific functions of the Task Force shall include the following:\n\n(1) Within 60 days of the approval of the Board of Education pursuant to § 38-2951(b), adopt by a majority vote the Reform Plan developed pursuant to § 38-2951(a);\n\n(2) Convene monthly, or more frequently as deemed necessary and appropriate, to report on the progress of, identify obstacles to, and recommend amendments to, the Reform Plan;\n\n(3) Identify ways that better coordinate and improve financial management service delivery; and\n\n(4) Assist with the implementation of the Reform Plan to ensure that the Reform Plan is executed in an appropriate and timely manner.\n\n(1) The Task Force shall be comprised of the following 8 voting members, or designees thereof, as follows:\n\n(A) The Mayor of the District of Columbia;\n\n(B) The Chair of the Committee on Education, Libraries and Recreation of the Council;\n\n(C) The Chair of Committee of Finance and Revenue of the Council;\n\n(D) The President of the Board of Education;\n\n(E) The District of Columbia Public Schools Superintendent;\n\n(F) The State Education Officer of the District of Columbia;\n\n(G) The Chief Financial Officer for the District of Columbia; and\n\n(H) The Chief Financial Officer for the District of Columbia Public Schools.\n\n(2) The following persons shall serve as advisory, nonvoting members of the Task Force:\n\n(A) All the members of the Council’s Committee on Education, Libraries and Recreation;\n\n(B) The department head or designee of the Office of Financial Management;\n\n(C) The department head or designee of the Committee on Financial Management and Student Services for the Board of Education;\n\n(D) The department head or designee of the Office of the Attorney General; and\n\n(E) The representative of the State Advisory Panel on Financial Management in the District of Columbia;\n\n(3) The Task Force shall be co-chaired by the Mayor, the Chair of the Committee on Education, Libraries and Recreation of the Council, and the President of the Board of Education.\n\n(4) The Director of the State Education Office shall provide staffing for the Task Force.\n\n(d) The voting members of the Task Force shall adopt and sign a Memorandum of Understanding binding their respective agencies regarding the implementation of the Reform Plan.\n\n(e) The Task Force shall terminate upon the full execution of the Memorandum of Understanding referred in subsection (d) of this section.",
      "history": "Dec. 7, 2004, D.C. Law 15-211, § 5, 51 DCR 8805",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2952.html"
    },
    {
      "id": "section-38-2955",
      "number": "38-2955",
      "heading": "Reallocation and use of District of Columbia Public Schools funds.",
      "text": "(a) Pursuant to rules promulgated by the Chief Financial Officer, each school in the District of Columbia Public Schools (\"DCPS\") may reallocate funds between object classes within the school's non-personal services object category in the aggregate not-to-exceed amount of $100,000 within each fiscal year.\n\n(b) DCPS is authorized to spend appropriated funds to pay for DCPS-sponsored student travel, including the cost of transportation, lodging, meals, and admission fees for students and adult chaperones, to locations and venues outside DCPS facilities in accordance with rules promulgated by the Chancellor pursuant to § 38-174(c)(5); provided, that such travel be related to the students' curriculum or for the purpose of rewarding student curricular or extra-curricular achievement.\n\n(c) For the purposes of this section, the terms \"object category\" and \"object class\" shall have the same meanings as provided in § 47-361(9) and (10), respectively.\n\n(d) Notwithstanding any other provision of law, DCPS shall not reprogram or reallocate any funds appropriated to it for the purpose of providing permanent residency sponsorship services for educators.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2955.html"
    },
    {
      "id": "section-38-2961",
      "number": "38-2961",
      "heading": "Use of Student Activity Funds for theatrical and music performances.",
      "text": "(a) Expenditures on school-administered theatrical and music performances, including stipends for non-District of Columbia Public Schools (\"DCPS\") employees, but excluding stipends for DCPS employees, shall be an allowable expenditure from a DCPS school's Student Activity Fund.\n\n(b) For the purposes of this section, the term \"theatrical and music performances\" means the planning, rehearsal, or presentation of a musical, staged play, choral production, orchestral or band concert, variety show, improvised or sketch comedy performance, or other live performance.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2961.html"
    },
    {
      "id": "section-38-2971.01",
      "number": "38-2971.01",
      "heading": "Establishment of the Public School Capital Improvement Fund.",
      "text": "(a) There is established a nonlapsing special revenue fund to be known as the Public School Capital Improvement Fund (“Fund”), which shall be separate from the General Fund of the District of Columbia and which shall be used to provide a revenue source for the Office of Public Education Facilities Modernization.\n\n(b) The Chief Financial Officer shall deposit into the Fund:\n\n(1) All revenue specifically identified by any provision of District of Columbia law to be paid into the Fund; and\n\n(2) Any federal grant or other federal funds that may be used for the purposes of the Fund.\n\n(c) Funds deposited in the Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in this chapter, subject to authorization by Congress in an appropriations act.\n\n(d) Beginning on October 1, 2006, the Chief Financial Officer shall transfer any funds deposited in the Fund to the Office of Public Education Facilities Modernization, subject to the requirements of § 38-2971.03.\n\n(e) The appropriation of local funds to, or the existence of retained funds in, the Public School Capital Improvement Fund shall not replace local funding that otherwise would be directed to the capital budget for the Office of Public Education Facilities Modernization.",
      "history": "June 8, 2006, D.C. Law 16-123, § 101, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(a), 54 DCR 4102",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2971.01.html"
    },
    {
      "id": "section-38-2971.02",
      "number": "38-2971.02",
      "heading": "Cost-of-construction adjustment for the Fund attributable to District of Columbia Public School capital budgets.",
      "text": "Repealed.",
      "history": "June 8, 2006, D.C. Law 16-123, § 102, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(b), 54 DCR 4102; Sept. 18, 2007, D.C. Law 17-20, § 4042(a), 54 DCR 7052",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2971.02.html"
    },
    {
      "id": "section-38-2971.03",
      "number": "38-2971.03",
      "heading": "Use of Fund.",
      "text": "(1) Funds transferred to the Office of Public Education Facilities Modernization from the Fund are in addition to the annual capital budget appropriation for the Office of Public Education Facilities Modernization, as required in § 47-305.02 [repealed], and shall be used in conjunction with the annual capital appropriation to finance, pursuant to § 38-2973.03, the modernization of public school facilities.\n\n(2) For the purposes of this chapter, the term “modernization” means a construction project designed to bring an existing school building and its grounds up to current standards for condition, design, and utilization, as defined by the District of Columbia Public Schools educational requirements and current building codes. Modernization can include partial or complete demolition, new construction, and rehabilitation of existing building fabric, in any combination.\n\n(b) No funds transferred to the Office of Public Education Facilities Modernization pursuant to this subchapter and subchapter II of this chapter shall be spent except to fund the Office of Public Education Facilities Modernization and to modernize District of Columbia Public Schools in accordance with the Facilities Master Plan and the Capital Improvement Plan and Budget.\n\n(c) No funds shall be transferred by the Chief Financial Officer to the Office of Public Education Facilities Modernization unless the facilities management organizational strategy required by § 38-2971.04 has been submitted to and approved by the Council.\n\n(1) Except as provided in paragraph (3) of this subsection, funds provided pursuant to this chapter shall not be spent for any other purposes than those specified in the work program submitted to the Council on December 3, 2007 (“December submission”), and shall not exceed the amounts specified in the December submission without approval of the Council of an amended work program.\n\n(2) An amended work program for any revisions in purpose or amount of any project or activity shall be submitted, along with a proposed resolution, to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the amended work program within the 45-day period, by resolution, the amended work program shall be deemed disapproved.\n\n(3) Notwithstanding the requirements of paragraph (1) of this subsection, funds may be expended on:\n\n(A) School Consolidation, including PreK-8 Renovation, Receiving School Blitz, Relocation, and Furniture Fixtures and Equipment, not to exceed $92 million, except as additional funds may be necessary to provide for an increase in Pre-Kindergarten enrollment;\n\n(B) School Stabilization; including General Improvements, A/C and Electrical Upgrades, Boiler Readiness, Roof Repairs, Life/Safety Code, Program Management, and ADA Compliance, not to exceed $120 million;\n\n(C) School Modernizations, as set forth on pages 100-119 of the December submission, not to exceed $434.5 million in addition to intra-District transfers;\n\n(D) Technology development, pursuant to an intra-District agreement between OFM and the Office of the Chief Technology Officer, not to exceed $15 million;\n\n(E) Athletic Facilities, not to exceed $36 million; and\n\n(F) Such amounts as may be necessary to pay the U.S. Corps of Engineers for prior work.\n\n(1) The Chief Financial Officer shall provide authority to obligate funds to the OFM to modernize and make capital improvements to District of Columbia Public Schools under this chapter if:\n\n(A) The Facilities Master Plan is submitted as required by subsection (b) of this section and certified as required by paragraph (2) of this subsection; or\n\n(B) The work program is submitted as required by subsection (c) or subsection (c-1) of this section, if applicable, of this section and certified as required by paragraph (2) of this subsection.\n\n(2) The Chief Financial Officer shall transfer funds pursuant to this section only upon receipt of written certification from the Secretary to the Council of the District of Columbia that the requirements of § 38-2973.03 have been met.",
      "history": "June 8, 2006, D.C. Law 16-123, § 103, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(c), 54 DCR 4102; Aug. 16, 2008, D.C. Law 17-219, § 4021, 55 DCR 7598",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2971.03.html"
    },
    {
      "id": "section-38-2971.04",
      "number": "38-2971.04",
      "heading": "Establishment of the Public School Capital Improvement Fund.",
      "text": "(a) No later than May 1, 2006, the Superintendent and Board of Education shall submit to the Council for approval by resolution a comprehensive facilities management organizational strategy that shall include:\n\n(1) The specific staffing and organizational structure charged with overseeing and implementing the school capital improvement program, which may include creating in-house capacity or using private project management or a combination thereof, and the rationale for the structure chosen;\n\n(2) A detailed timeline with specific milestones needed for the development and implementation of the staffing and organizational structure;\n\n(3) Implementation procedures detailing an annual schedule, project eligibility criteria, and definitions of all eligible project types;\n\n(4) Measures of program accountability and project management that will be implemented by the Director of the Office of Public Education Facilities Modernization to ensure that the capital expenditures remain aligned with the approved Facilities Master Plan and the capital budget of the Office of Public Education Facilities Modernization;\n\n(5) A summary report of the school facility condition assessment that was used to inform the development of the revised Facilities Master Plan;\n\n(6) A detailed plan establishing how and when the school system will address issues of excess capacity and facilities space, including consolidation, closure, and co-locations; and\n\n(7) Recommendations for policy and legislative changes necessary for the efficient expenditure of the capital budget.\n\n(b) If the Council does not approve or disapprove of the facilities management organizational strategy submitted pursuant to subsection (a) of this section by resolution within 30 days of its submission, the organizational strategy shall be deemed approved.\n\n(c) If the Council disapproves the facilities management organizational strategy submitted pursuant to subsection (a) of this section, the Superintendent and Board of Education may resubmit, within 30 days of the disapproval, a revised version to the Council. If the Council does not approve or disapprove of the facilities management organizational strategy submitted pursuant to this subsection by resolution within 30 days of its submission, the organizational strategy shall be deemed approved.",
      "history": "June 8, 2006, D.C. Law 16-123, § 104, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(d), 54 DCR 4102",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2971.04.html"
    },
    {
      "id": "section-38-2972.01",
      "number": "38-2972.01",
      "heading": "Funding the fiscal effect of subchapter I of this chapter.",
      "text": "(a) The revenue to offset reductions to the General Fund of District of Columbia resulting from the deposit of revenue into the Fund shall be funded from the following sources, in the following order of priority, and shall not be allocated for any other uses or purposes until subchapter I of this chapter is fully funded:\n\n(1) The unallocated local revenues, from existing revenue sources, in the revised quarterly revenue estimates of the Chief Financial Officer, beginning September 2005, through May 2006, which are estimated by the Chief Financial Officer to be collected in fiscal years 2007, 2008, and 2009; provided, that such allocation shall be subject to the funding the fiscal effect of the following acts:\n\n(A) The New Columbia Community Land Trust 22nd and Channing Streets, N.E. Tax Exemption Emergency Act of 2005, effective December 22, 2005 (D.C. Act 16-243; 53 DCR 266);\n\n(B) The Self-Assessing Taxpayer Fairness in Notice Emergency Act of 2005, effective December 22, 2005 (D.C. Act 16-241; 53 DCR 262);\n\n(C) The Parkside Terrace Economic Development Act of 2006, (§ 4607) [D.C. Law 16-84, effective April 4, 2006];\n\n(D) The National Community Reinvestment Coalition Real Property Tax Exemption Act of 2005, ( 47-1071) (D.C. Act 16-222) [D.C. Law 16-60, effective March 8, 2006];\n\n(E) The February Revised Revenue Allocation Emergency Act of 2006, effective February 27, 2006 (D.C. Act 16-297);\n\n(F) The Triangle Community Garden Equitable Real Property Tax Exemption and Relief Emergency Act of 2006, effective March 23, 2006 (D.C. Act 16-330; 53 DCR 2589); and\n\n(G) The Far Southeast Community Organization Tax Exemption and Forgiveness for Accrued Taxes Emergency Act of 2006 [D.C. Act 16-372, effective May 19, 2006].(D.C. Act 16-372; 53 DCR 4384).\n\n(2) In fiscal year 2007, the unrestricted balance of the General Fund of the District of Columbia, subject to any funds required pursuant to § 42-2802(c)(16), as certified pursuant to the annual audit, as of the end of fiscal year 2007.\n\n(3) Repealed.\n\n(b) The Mayor shall submit an annual budget which incorporates the allocations of revenues as provided in subsection (a) of this section. The Mayor shall incorporate such allocations in any supplemental budget submission.",
      "history": "June 8, 2006, D.C. Law 16-123, § 141, 53 DCR 2843; Mar. 2, 2007, D.C. Law 16-192, § 1132(a), 53 DCR 6899; Mar. 25, 2009, D.C. Law 17-353, § 108(a), 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2972.01.html"
    },
    {
      "id": "section-38-2973.01",
      "number": "38-2973.01",
      "heading": "Establishment of Public School Modernization Advisory Committee.",
      "text": "Repealed.",
      "history": "June 8, 2006, D.C. Law 16-123, § 201, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(e), 54 DCR 4102; Apr. 27, 2012, D.C. Law 19-124, § 501(o), 59 DCR 1862; May 2, 2015, D.C. Law 20-271, § 264(a), 62 DCR 1884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2973.01.html"
    },
    {
      "id": "section-38-2973.02",
      "number": "38-2973.02",
      "heading": "Public School Modernization Advisory Committee functions and coordination with the Director of the Office of Public Education Facilities Modernization.",
      "text": "Repealed.",
      "history": "June 8, 2006, D.C. Law 16-123, § 202, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(f), 54 DCR 4102; May 2, 2015, D.C. Law 20-271, § 264(b), 62 DCR 1884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2973.02.html"
    },
    {
      "id": "section-38-2973.03",
      "number": "38-2973.03",
      "heading": "Annual adoption of Capital Improvement Plan and Budget.",
      "text": "Repealed.",
      "history": "June 8, 2006, D.C. Law 16-123, § 203, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(g), 54 DCR 4102; Mar. 3, 2010, D.C. Law 18-111, § 4072, 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2973.03.html"
    },
    {
      "id": "section-38-2973.04",
      "number": "38-2973.04",
      "heading": "Compliance with District, local, small and disadvantaged businesses contracting requirements.",
      "text": "(a) The Office of Public Education Facilities Modernization shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the Office of Public Education Facilities Modernization or any agency or instrumentality of the Office of Public Education Facilities Modernization with respect to any project designated in the Facilities Master Plan shall comply with the requirements of subchapter IX-A of Chapter 2 of Title 2.\n\n(b) The Office of Public Education Facilities Modernization shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the Office of Public Education Facilities Modernization or any agency or instrumentality of the Office of Public Education Facilities Modernization with respect to each major phase of development and construction of any project designated in the Facilities Master Plan, including contracts for architectural, engineering, and construction services, shall provide that at least 35% of the work in the aggregate under such contracts shall be awarded to local business enterprises, small business enterprises, or disadvantaged business enterprises, as such terms are defined in § 2-218.02; provided, that if the 35% requirement is unattainable, the Office of Public Education Facilities Modernization shall report this to the Council for reconsideration.\n\n(c) The Office of Public Education Facilities Modernization shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the Office of Public Education Facilities Modernization or any agency or instrumentality of the Office of Public Education Facilities Modernization with respect to the development and construction of an any project designated in the Facilities Master Plan shall comply with First Source Employment requirements of subchapter X of Chapter 2 of Title 2.\n\n(1) The Office of Public Education Facilities Modernization shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the Office of Public Education Facilities Modernization or any agency or instrumentality of the Office of Public Education Facilities Modernization with respect to the development and construction of any project designated in the Facilities Master Plan shall comply with the requirements of subchapter I of Chapter 14 of Title 32.\n\n(A) 50% of all apprenticeship hours performed pursuant to apprenticeship programs related to the construction and operation of any project designated in the Facilities Master Plan shall be performed by District of Columbia residents.\n\n(B) Any prime contractor or subcontractor that fails to make a good-faith effort to comply with the requirements of this paragraph shall be subject to a monetary fine in the amount of 5% of the direct or indirect labor costs of the contract. Fines shall be imposed by the Contracting Officer and remitted to the Department of Employment Services to be applied to job training programs, subject to appropriations by Congress.",
      "history": "June 8, 2006, D.C. Law 16-123, § 204, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(h), 54 DCR 4102; Mar. 25, 2009, D.C. Law 17-353, § 108(b), 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2973.04.html"
    },
    {
      "id": "section-38-2973.05",
      "number": "38-2973.05",
      "heading": "Audit of capital improvement projects.",
      "text": "Repealed.",
      "history": "June 8, 2006, D.C. Law 16-123, § 205, 53 DCR 2843",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2973.05.html"
    },
    {
      "id": "section-38-2981",
      "number": "38-2981",
      "heading": "Turkey Bowl Revenue Generation and Sponsorship.",
      "text": "(a) Notwithstanding any other provision of law, the Mayor may enter into one or more written agreements for advertisements and sponsorships to supplement local funding for the annual District of Columbia Interscholastic Athletic Association (“DCIAA”) Championship Turkey Bowl and other DCIAA athletic activities and programs. The Mayor may delegate this authority to the Chancellor of the District of Columbia Public Schools (“DCPS”).\n\n(b) The Chancellor of DCPS may sub-delegate, by written order, the authority to contract for advertisements or sponsorships to another official within DCPS.\n\n(c) An agreement pursuant to this chapter shall not require the District to expend funds.\n\n(d) Only advertisements shall be agreed to in exchange for corporate goods, services, or funds.\n\n(e) There shall be no limit to the value of goods, services, or funds that may be received from an organization, registered or not, or from an individual, regardless of whether the organization is located, or the individual resides, within the District of Columbia.\n\n(f) Any sponsorship or advertisement pursuant to this chapter shall be memorialized by written agreement of the parties.\n\n(g) The Chief Financial Officer shall deposit all cash proceeds received from advertisements and sponsorships pursuant to this chapter to the credit of the District of Columbia Public Schools in the same manner as that used for donations under § 1-329.01.\n\n(h) The Chancellor of DCPS shall keep an accounting of all goods, services, and funds received pursuant to this chapter.",
      "history": "Mar. 11, 2015, D.C. Law 20-232, § 2, 62 DCR 422",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2981.html"
    },
    {
      "id": "section-38-2991",
      "number": "38-2991",
      "heading": "Definitions.",
      "text": "(a) For the purposes of this chapter:\n\n(1) \"DCPS\" means the District of Columbia Public Schools.\n\n(2) \"DESAP\" means the Duke Ellington School of the Arts Project, the public and private partnership that supports the Duke Ellington School of the Arts, which includes DCPS, the Ellington Fund, the John F. Kennedy Center for the Performing Arts, and George Washington University.\n\n(3) \"Ellington Fund\" means the 501(c)(3) organization established in 1979 to serve as the charitable arm of the Duke Ellington School of the Arts.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2991.html"
    },
    {
      "id": "section-38-2992",
      "number": "38-2992",
      "heading": "Proposed new funding and organizational model for the Duke Ellington School of the Arts.",
      "text": "(a) The Chancellor or the Chancellor's DCPS designee shall meet with the DESAP Board of Directors at least once every 4 weeks to discuss a proposed new funding and organizational model for the Duke Ellington School of the Arts (\"DESA\") until a memorandum of agreement (\"MOA\") is signed by both parties.\n\n(b) The proposed new funding and organizational model shall address and resolve the following matters:\n\n(1) The conversion of DESAP faculty and staff, other than the DESAP Principal, to DCPS employee status with levels of pay for all such individuals comparable to those of DCPS employees;\n\n(2) The absorption of all of DESA's human resources for DESA employees, staff payroll for DESA employees, and student support functions into the budget of DCPS;\n\n(3) The preservation of, and due regard for, the dual-curriculum nature of DESA, including its arts faculty and staff;\n\n(4) The continuation of DESA's pre-professional arts program at the same or higher level of quality as the current pre-professional arts program; and\n\n(5) The continued role of the DESAP Board of Directors in providing guidance and support for the DESA arts program, including partnerships with third-party organizations and the Ellington Fund.\n\n(c) DCPS shall submit the MOA to the Council no later than 2 weeks after it is signed by DCPS and the DESAP Board of Directors.\n\n(d) DCPS and the DESAP Board of Directors shall independently and promptly present to the Council a report detailing their proposed new DESA funding and organizational model together with a recommendation for Council action should an MOA not be attained by December 31, 2022.\n\n(e) The Chairman of the Council may appoint up to 2 observers to attend the meetings between DCPS and the DESAP Board of Directors.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2992.html"
    }
  ]
}