{
  "state": "illinois",
  "path": "title-chapter-65-municipalities/chapter-65-ilcs-97-neighborhood-security-patrol-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nNeighborhood Security Patrol Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Purpose.",
      "text": "The purpose of a neighborhood security patrol program is\nto guarantee a greater sense of safety and security by employing private\nsecurity patrols to assist and supplement the services performed by the local\nlaw enforcement agencies. The security patrols may be armed under Section 15\nof this Act. The security patrols shall not have the powers of arrest, but\nshall act within allowable legal limits (including the power to detain for\npolice arrest). The security patrols shall be completely liable for their\nactions, indemnifying the municipality and county, the sponsoring organization,\nand all participants. The security patrols shall be available to the entire\ncommunity through a dispatch telephone number and shall be directly accountable\nto the community through its governing commission. The governing commission\nshall establish guidelines, such as the hours of service, the areas of focus,\nand the procedures for bidding for the patrols.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Definitions.",
      "text": "As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Creation of Commission.",
      "text": "Creation of Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Additional precinct.",
      "text": "Additional precinct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Duties and Functions of Commission.",
      "text": "The duties and functions\nof the governing commission of a program shall include the following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Security Fund.",
      "text": "Security Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Termination of a program.",
      "text": "A program may be terminated only by the\nsubmission of and approval of the issue in the form of a public question before\nthe voters of the territory of the program at a regularly scheduled election in\nthe same manner as the question of the creation of the program, as set forth in\nSection 15 of this Act. If a majority of the voters voting upon the question\napprove the termination of the program, as certified by the proper election\nauthorities, the program shall conclude its business and cease operations\nwithin one year of the date on which the election containing the public\nquestion was held.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Indemnification.",
      "text": "A program shall indemnify each commissioner,\nofficer, and employee, whether on salary, wage, or voluntary basis, and also\nthe State of Illinois and the county and municipality in which the program is\nlocated and their employees, officers, and agents, against any and all losses,\ndamages, judgments, interest, settlements, fines, court costs and other\nreasonable costs and expenses of legal proceedings including attorney fees, and\nany other liabilities incurred by, imposed upon, or suffered by such individual\nor governmental entity in connection with or resulting from any claim, action,\nsuit, or proceeding, actual or threatened, arising out of or in connection with\nthe performance of program duties. Any settlement of any claim must be made\nwith prior approval of the governing commission in order for indemnification,\nas provided in this Section, to be available.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Penalty.",
      "text": "Any person violating any provision of this Act or\nany procedure, regulation, or bylaw of a governing commission and program\ncreated under this Act shall, in addition to all other remedies provided by\nlaw, be guilty of a business offense and shall be fined an amount not to exceed\n$1,000 for each offense.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-47",
      "number": "47.",
      "heading": "Existing programs.",
      "text": "Nothing in this Act shall be construed to\naffect or alter the validity or operation of a neighborhood security patrol\nprogram created by a municipal ordinance adopted before the effective date of\nthis Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Home Rule.",
      "text": "It is declared to be the law of this State,\npursuant to paragraph (h) of Section 6 of Article VII of the Illinois\nConstitution, that the authority or duty to establish or prohibit the\nestablishment of neighborhood security patrol programs in any municipality with\nmore than 1,000,000 inhabitants, including home rule units, and the\ndetermination of the terms of such programs are declared to be exclusive powers\nand functions of the State which may not be exercised concurrently by any such\nmunicipality, except as otherwise provided in this Section. No municipality\nwith more than 1,000,000 inhabitants, including home rule units, shall\nestablish or maintain a neighborhood security patrol program other than as\nprovided in this Act, and any such municipality shall affirmatively establish\nand maintain a neighborhood security patrol program when required to do so\npursuant to this Act, except that this Section shall not be construed to\nprohibit the operation of a neighborhood security patrol program created by a\nmunicipal ordinance adopted before the effective date of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-900",
      "number": "900.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    }
  ]
}