{
  "state": "connecticut",
  "path": "title-title-22-agriculture-domestic-animals/chapter-chapter-431-milk-industry",
  "sections": [
    {
      "id": "section-22-204",
      "number": "22-204.",
      "heading": "Legislative findings, purpose and policy.",
      "text": "The production, sale and distribution of milk and certain milk products in this state are attended with serious conditions and practices affecting producers, dealers and consumers of milk; and, after due investigation of such conditions and practices, the following legislative findings of fact with respect thereto are hereby made.\n\n(1) Milk is the most necessary human food, vital for promotion of the public health; the health and growth of children are particularly dependent upon a constant and wholesome supply thereof. Since milk is a most fertile field for the growth of bacteria, its production and distribution have been surrounded by more costly sanitary requirements than those of any other food.\n\n(2) Milk consumers are not assured of a constant and sufficient supply of pure, wholesome milk when the high cost of maintaining sanitary conditions of production and high standards of purity is not returned to the producers of milk; or when a disparity between prices of milk and milk products and other commodities and services compels large numbers of producers to dispose of their herds or impairs the ability of producers to maintain such conditions and standards. Therefore, public health is menaced when milk dealers do not or cannot pay a price to producers commensurate with the cost of sanitary conditions of production and high standards of purity.\n\n(3) Milk dealers are required constantly to handle surpluses to meet the emergency requirements of unpredictable variations in fluid consumption and to meet seasonal variations in production, which milk in excess of fluid requirements must find an immediate market and tends to cause unfair, unreasonable and demoralizing trade and price practices, detrimental to the public health and interest. This excess milk is normally diverted into other uses at lower prices. Hence, producers who sell to a particular dealer or on a particular market should receive a proportionate share of the proceeds from the sale of milk in fluid form and in the lower price outlets if stable market conditions and equitable treatment of producers are to be assured.\n\n(4) Milk producers are required to make delivery of this highly perishable commodity immediately after it is produced and therefore must often accept any market at any price. Because of facts above stated, the value of milk cannot be determined until the dealer has sold such milk in fluid form or has disposed of it in surplus outlets; furthermore, only the dealers have convenient facilities for accurately weighing and testing milk. Hence, prior and often exclusive knowledge of the value of milk is in the possession of the dealer. The producers' lack of control over their market is aggravated by the trade custom of dealers in paying weeks after delivery, which often keeps producers obligated to continue delivery in order to receive payment for previous sales and permits dealers to operate on the producers' capital without giving security therefor. Hence, milk producers are subject to fraud and imposition, and do not possess the freedom of contract necessary for the procuring of cost of sanitary production. The above and attendant conditions and practices pertain to and exist in a paramount industry upon which the health and welfare of the inhabitants of the state are largely dependent; and the public interest therefore requires efficiency, equitable conditions, and the reduction or prevention of unhealthful, uneconomic, deceptive and destructive trade and price practices with respect thereto among producers, dealers and consumers. In exercise of the state police power to protect and promote the public health and welfare and to prevent fraud and imposition upon producers, such conditions and practices require control and regulation of the production, transportation, manufacture, processing, storage, distribution, sale and handling of milk as a business affecting the public health and interest.\n\n(1949 Rev., S. 3112.)\n\nCited. 132 C. 599.\n\nValidity of delegation of power. 12 CS 466.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-204/"
    },
    {
      "id": "section-22-205",
      "number": "22-205.",
      "heading": "Definitions.",
      "text": "The following terms shall be construed in this part to have the following meanings, unless the context otherwise requires: (1) “Commissioner” means the Commissioner of Agriculture; (2) “consumer” means any person, other than a dealer, who purchases milk for consumption or use; (3) “cooperative marketing association” means a producer-owned and producer-controlled association or corporation of producers, organized under the cooperative laws of this state, or of any other state and authorized to do business in this state, and conforming to the requirements of the Act of Congress of February 18, 1922, as amended, known as the “Capper-Volstead Act”, and such association shall be governed by the applicable provisions of this part as to the prices at which it sells, markets or bargains to sell milk to dealers and others; (4) “dealer” means milk dealer, including any person, store, subdealer or producer-dealer, who purchases, receives, distributes or handles fluid milk or milk products for sale, but “dealer” does not include a producer who delivers milk to a dealer alone, retail raw milk producers, raw milk cheese manufacturers or a cooperative marketing association as herein defined. A cooperative marketing association, as defined in this section, shall be deemed a producer if such association sells milk to stores or consumers. It shall be deemed a dealer as to such operations and shall be governed by the provisions of this part applicable thereto; (5) “licensee” means a licensed dealer; (6) “marketing area” means any city, town, borough or state, or two or more cities, towns, boroughs or states, or parts thereof and territory contiguous thereto, so designated by the Commissioner of Agriculture and having reasonable uniformity or similarity of marketing conditions among producers or dealers; (7) “milk” means fluid milk and cream, all products defined in sections 22-127 and 22-133, fresh, sour or storage, skimmed milk, buttermilk and flavored milk or milk drink; and reference in this part to quantity of milk shall be construed to include its whole milk equivalent; (8) “person” means any individual, firm, corporation, limited liability company, partnership or association; (9) “producer” means a person producing milk and includes cooperative marketing associations; (10) “producer-dealer” means a dealer who is also a producer; (11) “store” means a grocery store, hotel, restaurant, drug store, dairy products store or any similar mercantile establishment which sells milk, except “store” does not include any establishment that sells milk only for consumption on the premises; (12) “subdealer” means any person, firm or corporation that sells fluid milk or milk products in their finished form for human consumption within the state to stores, other dealers or subdealers, restaurants, manufacturers or any place where the final sale of such fluid milk or milk products takes place in the same containers in which such person, firm or corporation purchased it from other dealers; (13) “cheese manufacturer” means any person, firm, corporation or dealer within the state that purchases fluid milk, or receives or handles fluid milk for the purpose of manufacturing cheese; (14) “yogurt manufacturer” means a milk dealer that purchases fluid milk or receives or handles fluid milk for the purpose of manufacturing yogurt for sale or distribution in the state; (15) “dry milk manufacturer” means any person, firm, corporation or dealer within the state who purchases fluid or dried milk, or receives or handles fluid or dried milk for the purpose of manufacturing or remanufacturing dry milk to be included or blended with fluid milk or be reconstituted into a milk product.\n\n(1949 Rev., S. 3113; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 91-312, S. 32; P.A. 95-79, S. 86, 189; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1; P.A. 05-175, S. 15; P.A. 06-19, S. 6; P.A. 07-217, S. 98.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 91-312 amended the definition of “marketing area” to include any state or two or more states; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 05-175 added Subdiv. designators, redefined “dealer”, “milk”, “producer”, “producer-dealer”, “store” and “subdealer”, added new definitions of “cheese manufacturer”, “yogurt manufacturer” and “dry milk manufacturer” and made technical changes; P.A. 06-19 redefined “producer” in Subdiv. (9), effective May 2, 2006; P.A. 07-217 made technical changes, effective July 12, 2007.\n\nCited. 132 C. 597.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-205/"
    },
    {
      "id": "section-22-206",
      "number": "22-206.",
      "heading": "Powers and duties of Commissioner of Agriculture.",
      "text": "The Commissioner of Agriculture shall have the power to investigate and regulate all phases of the milk industry in this state, including the production, handling, transportation, manufacture, storage, distribution, purchase and sale of milk and milk products; provided nothing herein shall affect other statutes pertaining thereto except as herein specified.\n\n(1949 Rev., S. 3114, 3118; June, 1955, S. 1729d; February, 1965, P.A. 574, S. 30; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1965 act deleted provision re governor's appointment of milk administrator and transferred duties formerly held by milk administrator to commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.\n\nCited. 132 C. 533.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-206/"
    },
    {
      "id": "section-22-207",
      "number": "22-207.",
      "heading": "Employees.",
      "text": "The Commissioner of Agriculture may, subject to the provisions of chapter 67, appoint such assistants and employees as may be necessary for the discharge of his duties. Legal services and the services of other experts shall, upon request of the Commissioner of Agriculture, be performed as far as reasonably possible by any or all state departments and institutions.\n\n(1949 Rev., S. 3115; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-207/"
    },
    {
      "id": "section-22-208",
      "number": "22-208.",
      "heading": "Official seal.",
      "text": "The Commissioner of Agriculture may, for the authentication of his records, process and proceedings, adopt and use a seal, of which judicial notice shall be taken in all courts of the state. All acts, proceedings, orders, rulings, regulations, directions, papers, findings and other records of the commissioner and all reports or documents filed with him may be proved in any court of this state by a copy thereof, certified by the commissioner, with his seal attached thereto; and certification under seal that an order or regulation has been posted, filed and publicized as provided for herein shall constitute evidence of compliance with all formalities in respect thereto.\n\n(1949 Rev., S. 3116; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.\n\nSee Sec. 51-58 re court seals.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-208/"
    },
    {
      "id": "section-22-209",
      "number": "22-209",
      "heading": "to 22-211. - Report to Governor. Regulations. Complaints and investigations.",
      "text": "Sections 22-209 to 22-211, inclusive, are repealed.\n\n(1949 Rev., S. 3117, 3119, 3122; September, 1957, P.A. 11, S. 13; 1959, P.A. 116, S. 2, 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-209-to-22-211/"
    },
    {
      "id": "section-22-211a",
      "number": "22-211a.",
      "heading": "Regulations.",
      "text": "The Commissioner of Agriculture may adopt, and from time to time revise and amend, regulations, in accordance with the provisions of chapter 54, necessary and appropriate to effectuate the policy and provisions of this part or any ruling or order issued hereunder. The commissioner shall have power to exempt from any regulation issued hereunder all dealers selling not more than three hundred quarts of milk per month.\n\n(1961, P.A. 348; 1971, P.A. 872, S. 446, 448; P.A. 91-312, S. 33; P.A. 96-55, S. 2; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1; P.A. 09-229, S. 25.)\n\nHistory: 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 91-312 replaced provisions re the procedure for the posting, filing and mailing of each regulation with provision authorizing the commissioner to “adopt”, revise and amend regulations “in accordance with the provisions of chapter 54”; P.A. 96-55 added provision authorizing adoption of regulations which incorporate future amendments to the federal Pasteurized Milk Ordinance; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 09-229 deleted provision allowing commissioner to adopt regulations which incorporate by reference provisions of the federal Pasteurized Milk Ordinance.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-211a/"
    },
    {
      "id": "section-22-211b",
      "number": "22-211b.",
      "heading": "Regulations re system of milk prices, premiums and fees. Equalization of costs in obtaining and producing milk.",
      "text": "Regulations re system of milk prices, premiums and fees. Equalization of costs in obtaining and producing milk.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-212",
      "number": "22-212.",
      "heading": "Coordination with other authorities.",
      "text": "In order to effectuate the policies and provisions of this part and, when deemed necessary, to obtain uniformity in the formulation, administration and enforcement of any order, ruling or regulation issued hereunder or promulgated by the duly constituted authorities of the United States, other states and the state of Connecticut, pertaining to the regulating or the handling of milk and milk products, the Commissioner of Agriculture shall have power to confer, cooperate and enter compacts with such authorities; to avail himself of records and facilities of, and to make available records and facilities to, such authorities; to conduct joint investigations and hold joint hearings; to issue orders, rulings or regulations jointly or concurrently with, or complementary to those issued by, such authorities; to administer or assist in the administration of any joint, concurrent or complementary orders relating to Connecticut milk markets whether issued by the duly constituted authorities of the United States, other states or the state of Connecticut; to collaborate with such authorities and others in the development and operation of measures for the encouragement of increased milk consumption or equitable disposition of milk surpluses originating within the state and to designate a joint agent or joint agencies when necessary to effectuate or enforce the foregoing.\n\n(1949 Rev., S. 3123; 1957, P.A. 309; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-212/"
    },
    {
      "id": "section-22-213",
      "number": "22-213.",
      "heading": "Encouragement of cooperative marketing.",
      "text": "The Commissioner of Agriculture shall accord such recognition and encouragement to cooperative marketing associations as will be in harmony with the policy toward such associations set forth in existing acts of this state and as will tend to promote efficient methods of marketing and distribution. The commissioner shall seek to achieve the purposes of this part as far as possible by promoting and encouraging cooperation among producers, dealers and consumers, for whose benefit the commissioner shall prepare and disseminate information and statistics concerning the dairy industry and operation of any provision of this part or of any orders and regulations issued by him hereunder.\n\n(1949 Rev., S. 3124; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-213/"
    },
    {
      "id": "section-22-214",
      "number": "22-214",
      "heading": "to 22-223. - Transportation rates. Orders establishing producers' prices, generally. Production Incentive Fund.",
      "text": "to 22-223. - Transportation rates. Orders establishing producers' prices, generally. Production Incentive Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-224",
      "number": "22-224.",
      "heading": "Information and records.",
      "text": "Dealers shall furnish to the Commissioner of Agriculture such information as he deems necessary, from time to time, to effectuate the policy and provisions of this part or any order, ruling, regulation or direction issued thereunder; and such information shall be furnished upon such forms or reports as the commissioner prescribes. Dealers shall keep within the state such books, records and accounts of their operations as the commissioner deems necessary for correctly furnishing information required hereunder; and such data shall be preserved for not less than two years unless the commissioner otherwise provides. Such information, books, records and accounts may pertain to or include: (1) The quantities, butterfat test and sources of milk or milk products produced, received or purchased and contracts with respect thereto; (2) the quantities used, sold or otherwise disposed of, stating the butterfat test and outlets in the various classes, grades and products of milk; (3) the prices paid and charged for such milk and milk products; (4) the cost of handling or distributing milk and milk products, including transportation or hauling costs; (5) all other matters relevant thereto or otherwise necessary to effectuate the policy and provisions of this part or any order, ruling, regulation or direction promulgated thereunder.\n\n(1949 Rev., S. 3135; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-224/"
    },
    {
      "id": "section-22-225",
      "number": "22-225.",
      "heading": "Confidential information; public data.",
      "text": "Section 22-225 is repealed.\n\n(1949 Rev., S. 3136; 1959, P.A. 116, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-225/"
    },
    {
      "id": "section-22-226",
      "number": "22-226.",
      "heading": "Statements of purchases from producers.",
      "text": "The Commissioner of Agriculture shall have power to require periodically from each dealer receiving or purchasing milk from producers a statement of the sums paid and owed each producer, including quantity, butterfat test and utilization of such milk. Each dealer shall furnish to each producer from whom milk is received or purchased a complete statement of his account at least monthly, on or before such day of the following month as is designated by the commissioner. Such statement may specify the sums paid or owed for milk received or purchased, including quantity, butterfat test and utilization, and shall be in such form as the commissioner prescribes.\n\n(1949 Rev., S. 3137; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-226/"
    },
    {
      "id": "section-22-227",
      "number": "22-227.",
      "heading": "Inspection and audit.",
      "text": "The Commissioner of Agriculture or his designated agent shall have power to examine, copy and audit, from time to time, as he deems necessary and proper, the books, papers, records and accounts of dealers and others for the purpose of effectuating the policy and provisions of this part or any order, ruling, regulation or direction promulgated hereunder. The commissioner or his designated agent shall have access to and may enter and inspect at all reasonable hours all places, equipment and vehicles where milk and milk products are being received, purchased, stored, bottled, manufactured, sold or handled and where books, papers, records or accounts relating thereto are kept. The commissioner may make known the findings of such examination, inspection or audit to the producers directly interested therein when, in his judgment, such action will best effectuate the policy and provisions of this part or any order, ruling or regulation promulgated hereunder.\n\n(1949 Rev., S. 3138; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-227/"
    },
    {
      "id": "section-22-228",
      "number": "22-228.",
      "heading": "Subpoena; punishment for contempt.",
      "text": "The Commissioner of Agriculture shall have power to subpoena dealers and others, and such books, papers, records, accounts and other data as in his judgment may be necessary to effectuate the policy and provisions of this part or any order, ruling, regulation or direction promulgated hereunder. The commissioner or his designated agent may issue subpoenas and administer oaths to witnesses. Witnesses so required to attend shall be entitled to the same fees and mileage as are paid to witnesses required to appear in the Superior Court. If any person fails to appear in response to such subpoena, to produce matter required thereunder or to answer any question addressed to him by the commissioner or his designated agent, the superior court for any judicial district or, if the person is not located in this state, the superior court for the judicial district of Hartford, or any judge thereof when such court is not in session, upon application made to it or to him alleging such failure, may make an order requiring such person to appear before the commissioner or his agent and answer any material question and produce the matter required; provided, when any testimony is refused upon a valid claim of privilege to prevent self-incrimination, such testimony may be required but shall not be used in any criminal proceeding to incriminate the witness claiming such privilege. If any person fails to comply with any requirement of such order, the court or judge shall commit such person to a community correctional center until he complies therewith, but not for a longer period than sixty days.\n\n(1949 Rev., S. 3139; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1969, P.A. 297; 1971, P.A. 872, S. 446, 448; P.A. 78-280, S. 2, 6, 127; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner and department of agriculture with commissioner and department of agriculture, conservation and natural resources; 1961 act replaced commissioner and department of agriculture, conservation and natural resources with commissioner and department of agriculture and natural resources; 1969 act substituted “community correctional center” for “jail”; 1971 act replaced commissioner and department of agriculture and natural resources with commissioner and department of agriculture; P.A. 78-280 substituted “judicial district” for “county” and “judicial district of Hartford-New Britain” for “Hartford county”; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.\n\nSee Sec. 52-260 re witness fees.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-228/"
    },
    {
      "id": "section-22-229",
      "number": "22-229.",
      "heading": "Dealers required to be licensed.",
      "text": "No dealer shall receive or purchase milk from producers or others within the state for storage, manufacture, processing, sale, distribution or handling within or without the state, or sell or distribute milk within the state, unless such dealer is licensed as provided herein. No dealer shall buy milk from, or sell milk to, a dealer within the state who is unlicensed, or deal in or handle milk which he has reason to believe has previously been dealt in or handled in violation of this part or any order, ruling or regulation issued hereunder. The license period shall be for a period of two years and extend from July first to the second following June thirtieth, inclusive.\n\n(1949 Rev., S. 3140; P.A. 16-102, S. 4.)\n\nHistory: P.A. 16-102 changed license period from one year to two years.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-229/"
    },
    {
      "id": "section-22-229a",
      "number": "22-229a.",
      "heading": "Sanitation, handling, storage and processing requirements for milk dealers.",
      "text": "All milk dealers processing, handling, storing, distributing, transporting, selling or offering for sale, barter or exchange any milk, milk product or cheese shall comply with the sanitation, handling, storage and processing provisions of chapter 430 and any regulations adopted thereunder.\n\n(P.A. 09-229, S. 26.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-229a/"
    },
    {
      "id": "section-22-230",
      "number": "22-230.",
      "heading": "License applications.",
      "text": "(a) An application for a license to do business as a dealer, subdealer, cheese manufacturer, dry milk manufacturer or yogurt manufacturer shall be made to the commissioner. Any person who desires to enter business as a dealer, subdealer, cheese manufacturer, dry milk manufacturer or yogurt manufacturer shall file application not less than fifteen days prior to the date for which he is applying to engage in such business. Application for renewal of a license shall be made no later than July first of the second year following issuance of such license.\n\n(b) In order to be complete, each application shall be accompanied by the license fee provided for by sections 22-235a and 22-236. An applicant who fails to apply for renewal of a license on or before July first of the second year following issuance of such license shall be assessed a late filing fee of fifty dollars and in the case of a store the late filing fee shall be fifteen dollars. Such late filing fee shall be in addition to any fees normally due for renewal of a license.\n\n(c) The applicant shall state such information in regard to his business or proposed business as is required by the commissioner, upon such form as he prescribes. Such information may include: (1) The nature of the business to be conducted; (2) the full name and address of the person applying; if the applicant is a copartnership, the full name of each member shall be stated; if the applicant is an association or corporation, the names and addresses of all officers and directors shall be stated; (3) the location at which the business is to be conducted and the locations or areas in which such business is to be operated; (4) the financial condition of the applicant; (5) a showing that he has complied and will comply with this part and all orders, rulings, regulations or directions issued hereunder; (6) the quantities, sources and type of outlets of milk handled during the calendar year preceding the period for which the license is desired; (7) such other facts with respect to the applicant's business as may be required by the commissioner pursuant to this part. The commissioner shall grant or renew a license to an applicant qualifying under and complying with all provisions of this part and orders, rulings, regulations and directions issued under this section.\n\n(d) Licenses shall not be transferable.\n\n(e) The licensing period shall be from the first day of July through the thirtieth day of June of the second year following issuance of such license. The reporting period shall be the first day of April through the thirty-first day of March of the second year following issuance of such license. During the month of March, the commissioner shall send a notice to each milk dealer, subdealer, cheese manufacturer, dry milk manufacturer and yogurt manufacturer, regarding their license renewal date and licensing reporting requirements.\n\n(f) The fees accompanying their application shall be returned to applicants who have been refused a license by the commissioner.\n\n(g) License fees collected shall be credited to the General Fund.\n\n(h) A milk dealer or a yogurt, dry milk and cheese manufacturer who fails to submit required information or fees no later than sixty days after the end of the licensing period shall be deemed to have surrendered its license and shall be notified by the commissioner via certified mail that its license is expired and deemed to have been surrendered. In the case of a store, such notification may be via first class mail. In the month of September, the commissioner shall furnish all licensed dealers, by electronic or other means deemed acceptable by the commissioner, a listing of all known milk dealers and stores that have failed to renew a license or whose license was revoked. The commissioner may update the listing from time to time.\n\n(i) No license shall be issued to any person, firm or corporation who has surrendered its license or whose license was revoked, until the commissioner has received all past due license or late fees.\n\n(1949 Rev., S. 3141; 1959, P.A. 116, S. 3; 1961, P.A. 424, S. 1; P.A. 91-312, S. 34; P.A. 96-25; P.A. 05-175, S. 16; P.A. 16-102, S. 5.)\n\nHistory: 1959 act replaced “administrator”, i.e. milk administrator, with “commissioner”, i.e. commissioner of agriculture, established $2 license fee and $1 additional charge for late renewal, replacing provision for minimum fee of $1 and increase of 5% for late renewals; 1961 act replaced fee provision with reference to fees as provided in Secs. 22-235a and 22-236; P.A. 91-312 divided section into Subsecs., amended Subsec. (a) to require an application for renewal to be made “during the month of May and no later than June first” rather than “on or before June first” and amended Subsec. (b) to replace provision increasing the license fee by $1 for a late renewal with provision imposing a late filing fee of $15 in addition to the normal renewal fees for an applicant who fails to apply for renewal on or before June first; P.A. 96-25 amended Subsecs. (a) and (b) to revise time for application for renewal of license; P.A. 05-175 required subdealers and cheese, dry milk and yogurt manufacturers to make application to commissioner in Subsec. (a), added $50 late filing fee and $15 store late filing fee in Subsec. (b), made a technical change in Subsec. (c) and added new Subsecs. (d) to (i), inclusive, re licensing fees and issuance; P.A. 16-102 amended Subsec. (a) to change license renewal period from one year to two years, amended Subsec. (b) to change license renewal deadline from July first of each license year to July first of second year following issuance of license and amended Subsec. (e) to change licensing and reporting periods from one year to two years.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-230/"
    },
    {
      "id": "section-22-231",
      "number": "22-231.",
      "heading": "Grounds for refusal, suspension or revocation of license.",
      "text": "The Commissioner of Agriculture may refuse to grant or renew a license, or may suspend, revoke or refuse to transfer a license already granted, after the commissioner has determined that the applicant or dealer: (1) Has failed to comply, or has been a responsible member or officer of a partnership or corporation which failed to comply, with any provision of this part or any order, ruling, regulation or direction issued hereunder; (2) has insufficient financial responsibility, personnel or equipment to properly to conduct the milk business; (3) is a person, partnership, corporation or other business entity, in which any individual holding a material position, interest or power of control has previously been responsible in whole or in part for any act on account of which a license was or may be denied, suspended or revoked under the provisions of this part; (4) has failed to file a bond required by the commissioner under the provisions of this part; (5) if located out of the state, has failed to obtain a satisfactory milk sanitation compliance rating from a certified state milk sanitation rating officer; (6) is not in compliance with all laws and regulations of the state pertaining to health and sanitation in the production, processing, handling or sale of milk; (7) has rejected, without reasonable cause, any milk purchased from a producer, or has refused to accept, without either reasonable cause or reasonable advance notice, milk delivered by or on behalf of a producer in ordinary continuance of a previous course of dealing, except when the contract has been lawfully terminated; provided, in the absence of an express or implied fixing of a period in the contract, “reasonable advance notice” shall be construed to mean not less than one week or more than two weeks; (8) has continued in a course of dealing of such nature as to show an intent to deceive, defraud or impose upon producers or consumers; (9) has violated any stipulation or written agreement entered into with the commissioner in the course of any proceeding under this part; (10) has made a false material statement in his or her application; or (11) has failed to provide information required under this chapter.\n\n(1949 Rev., S. 3142; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 91-312, S. 46, 48; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1; P.A. 05-175, S. 17; P.A. 06-19, S. 7; 06-196, S. 255.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 91-312 made technical change and added reference to Sec. 22-211b which is included in existing reference to “this part”; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 05-175 made a technical change and added provision in Subdiv. (5) re dealer located out of state and new Subdiv. (10) re failure to provide required information; P.A. 06-19 made technical changes, effective May 2, 2006; P.A. 06-196 made a technical change in Subdivs. (7) and (10), effective June 7, 2006.\n\nCited. 221 C. 422.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-231/"
    },
    {
      "id": "section-22-232",
      "number": "22-232.",
      "heading": "Revocation of license; prior violations.",
      "text": "The issuance or renewal of a license hereunder shall not preclude the Commissioner of Agriculture from suspending or revoking such license for a violation committed by the licensee prior thereto, unless the commissioner had proceeded against the licensee for such violation and any valid ruling thereon has been complied with by the licensee.\n\n(1949 Rev., S. 3143; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-232/"
    },
    {
      "id": "section-22-233",
      "number": "22-233.",
      "heading": "Conditional licenses.",
      "text": "A license may be granted, renewed, continued in effect, suspended or revoked subject to any reasonable condition which effectuates the provisions of this part; provided such condition pertains to the subject matter of a hearing held under this part. In any case in which an appeal has been taken from a ruling of the Commissioner of Agriculture revoking or refusing to renew or transfer a license and a stay has been obtained as hereinafter provided for, nothing herein shall preclude the commissioner from renewing or transferring the license of such dealer for a subsequent license period, conditioned that if such appeal is not sustained the license shall thereby be automatically terminated.\n\n(1949 Rev., S. 3144; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-233/"
    },
    {
      "id": "section-22-234",
      "number": "22-234.",
      "heading": "Hearings; service of rulings.",
      "text": "Before refusing to grant or renew, or before suspending, revoking or refusing to transfer, a license, the Commissioner of Agriculture shall afford the applicant or licensee an opportunity to be heard before him or his designated agent. A citation shall be directed to such applicant or licensee by registered or certified mail to his last-known address, giving at least five days' notice of such hearing and a statement of the matters complained of. After such hearing and upon entry of any ruling thereon, the commissioner shall forthwith serve a certified copy of such ruling upon the applicant or licensee at his place of business or by registered or certified mail to his last-known address. The original, and a statement in writing of the findings of fact in support thereof, shall be filed in the office of the commissioner.\n\n(1949 Rev., S. 3145; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.\n\nCited. 215 C. 277; 221 C. 422.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-234/"
    },
    {
      "id": "section-22-235",
      "number": "22-235.",
      "heading": "Method of computation of license fees.",
      "text": "Section 22-235 is repealed.\n\n(1949 Rev., S. 3146; 1959, P.A. 116, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-235/"
    },
    {
      "id": "section-22-235a",
      "number": "22-235a.",
      "heading": "Method of computation of license fees for milk dealers. Regulations.",
      "text": "License fees for all milk dealers, except stores, shall be based upon the volume of milk and milk products sold in the state during the reporting period. The Commissioner of Agriculture shall adopt regulations, in accordance with the provisions of chapter 54, necessary to carry out the provisions of this section.\n\n(1961, P.A. 424, S. 2; P.A. 05-175, S. 18.)\n\nHistory: P.A. 05-175 deleted former provisions re computation of milk dealer licensing fees and added provisions re computation of milk dealer licensing fees based on volume of milk and milk products sold and requiring commissioner to adopt regulations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-235a/"
    },
    {
      "id": "section-22-236",
      "number": "22-236.",
      "heading": "License fees. Regulations. Waiver.",
      "text": "(a) The biennial license fee for each milk dealer, yogurt manufacturer, or subdealer shall be two hundred dollars. The license fee for dealers and subdealers with yearly sales in excess of one hundred thousand quarts shall be increased at a rate of .021 cents per one hundred quarts of milk product sold during the reporting period.\n\n(b) The license fee for each cheese manufacturer shall be two hundred dollars.\n\n(c) The license fee for each dry milk manufacturer shall be two hundred dollars.\n\n(d) The license fee for each store shall be one hundred twenty dollars.\n\n(e) The Commissioner of Agriculture shall adopt regulations, in accordance with the provisions of chapter 54, necessary to carry out the provisions of this section.\n\n(f) The commissioner may grant a waiver from any fee established in this chapter to any nonprofit organization, as defined in Section 501(c)(3) of the United States Internal Revenue Code, upon presentation to the commissioner of adequate proof of the organization's nonprofit status.\n\n(1949 Rev., S. 3147; 1959, P.A. 116, S. 5; 1961, P.A. 424, S. 3; February, 1965, P.A. 51; 1967, P.A. 656, S. 20; 1971, P.A. 256, S. 2; P.A. 74-226, S. 1, 2; P.A. 82-91, S. 12, 38; P.A. 84-326, S. 1, 2; P.A. 91-312, S. 35, 48; P.A. 05-175, S. 19; June Sp. Sess. P.A. 09-3, S. 293; P.A. 16-102, S. 6.)\n\nHistory: 1959 act deleted provisions setting forth license fees based on quantities of milk handled, whether or not sales are a part of the business, etc. reflecting amendments to Sec. 22-230; 1961 act inserted new fee schedule with varying rates based on quantities of milk, number of stores involved, type of sales made, etc.; 1965 act deleted phrase “from producers” in provision re those who purchase milk but do not sell milk or cream; 1967 act added Subsecs. (c) and (d) re disposition of fees collected; 1971 act raised basis of fee determined on quantity to 100 quarts where previously there existed a two-tiered fee of $2 for quantities up to 10 quarts and $3 for quantities from 11 to 100 quarts and raised fee addition from $1 to $2 for quantities beyond 100-quart level and amended Subsec. (d) to specify that funds generated through fee increase be segregated for the administration of Secs. 22-236 and 22-242b; P.A. 74-226 required that any funds segregated as provided in 1971 act be transferred to general fund and that no more be so segregated; P.A. 82-91 increased license fee for daily average not exceeding 100 quarts of milk from $2 to $3, increased rate of fee increase from that point for each daily average of 100 quarts or fraction thereof from $2 to $3, increased license fee for each separate store location from $5 to $15, increased license fee for dealer who purchases milk but does not sell milk or cream from $15 to $25, increased license fee for dealer who sells or disposes of milk only in another state from $15 to $30 if the dealer's daily average amount of milk does not exceed 500 quarts, and from $25 to $50 if such daily average exceeds 500 quarts, increased transfer recording fee from $1 to $5 and deleted obsolete provision concerning transfer of reserve account funds to general fund; P.A. 84-326 amended Subsec. (a) by increasing the standard from 100 to 300 quarts and increasing the fee from $3 to $15 and from $3 to $5 for each 100 quarts or fraction thereof above 300; P.A. 91-312 increased license fee for daily average not exceeding 300 quarts from $15 to $25, increased rate of fee increase for each daily average of 100 quarts or fraction thereof in excess of 300 quarts from $5 to $7.50, increased the license fee for each separate store location from $15 to $25 and increased the fee for recording a transfer from $5 to $15; P.A. 05-175 replaced former section with new Subsecs. (a) to (f), inclusive, re license fees, regulations and waivers for nonprofit organizations; June Sp. Sess. P.A. 09-3 amended Subsecs. (a) to (d) to increase fees; P.A. 16-102 amended Subsec. (a) to replace “annual” with “biennial” and replace $100 with $200 in provision re license fee for milk dealer, yogurt manufacturer or subdealer, amended Subsecs. (b) and (c) to replace $100 with $200 and amended Subsec. (d) to replace $60 with $120.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-236/"
    },
    {
      "id": "section-22-237",
      "number": "22-237.",
      "heading": "Issuance and display of certificate.",
      "text": "Upon granting or renewing a license, the commissioner shall issue a suitable certificate which shall be displayed conspicuously in the dealer's place of business.\n\n(1949 Rev., S. 3148; 1959, P.A. 116, S. 6; 347, S. 1; 1967, P.A. 656, S. 21; P.A. 91-312, S. 36.)\n\nHistory: 1959 act replaced “administrator”, i.e. milk administrator, with “commissioner”, i.e. commissioner of agriculture, and deleted provision which had allowed administrator to retain pro rata amount of fee when renewal is refused for that part of the year which expired prior to renewal; 1967 act deleted provisions requiring deposit of fees in general fund and requiring return of application fees to those who are refused licenses; P.A. 91-312 deleted provision authorizing the commissioner to issue a license plate for display on a vehicle used for delivering or hauling milk.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-237/"
    },
    {
      "id": "section-22-238",
      "number": "22-238.",
      "heading": "Exemptions.",
      "text": "The Commissioner of Agriculture may exempt from any or all of the provisions of sections 22-229 to 22-237, inclusive, any dealer whose daily sales of milk do not exceed ten quarts of milk or its equivalent.\n\n(1949 Rev., S. 3149; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-238/"
    },
    {
      "id": "section-22-239",
      "number": "22-239.",
      "heading": "Commissioner may require bonds or other security of milk dealers.",
      "text": "(a) The Commissioner of Agriculture shall have power, when he finds such action necessary for the protection of producers, to require a dealer holding a permit issued under section 22-173 or 22-184 to provide a bond or other security, satisfactory to the commissioner, payable to the state of Connecticut for the benefit of such producers. Such bond, with sufficient surety, or other security, properly assigned to the commissioner, shall be filed with the commissioner, in such form as he prescribes, and conditioned upon full and prompt payment for all milk received or purchased from producers by such dealer during the license year or remainder thereof.\n\n(b) Such other security may be: (1) Cash deposited with a bank or trust company and held under an escrow agreement with the Commissioner of Agriculture, (2) United States government interest-bearing obligations and negotiable bonds for the United States deposited with the commissioner or (3) the assignment of assets such as the cash surrender value of life insurance policies owned by the dealer; stock or bonds or other marketable securities the value of which has been determined by the market quotation listed in The Wall Street Journal on the first calendar day of each quarter, or real property the value of which has been determined by an appraisal filed with the commissioner.\n\n(1949 Rev., S. 3150; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 86-168, S. 2, 6; P.A. 97-234, S. 8; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 86-168 authorized dealers to provide other security in lieu of a bond, added Subsec. (b) concerning the nature of other security and lettered existing language as Subsec. (a); P.A. 97-234 deleted reference to repealed Sec. 22-184a; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-239/"
    },
    {
      "id": "section-22-240",
      "number": "22-240.",
      "heading": "Amount of bond or other security.",
      "text": "The amount of any bond or other security required under section 22-239 shall be at least equal to the average monthly value of the total amount of milk so received or purchased by such dealer during the twelve-month period preceding the filing of the bond or other security and shall be filed within ten days after notice from the commissioner of the requirement. In any case in which the dealer did not receive or purchase milk from producers during at least six months of the year preceding such requirement, the commissioner shall determine the amount of the bond or other security based on current receipts or purchases. The amount of the bond or other security so required may be revised within six months after the filing thereof.\n\n(1949 Rev., S. 3151; 1969, P.A. 22; P.A. 86-168, S. 3, 6; P.A. 91-312, S. 37.)\n\nHistory: 1969 act required that bonds not exceed triple, rather than double, the value of total amount of milk received or purchased by dealer during any one month of preceding year; P.A. 86-168 replaced prior provisions which had limited bond amount to not more than triple the value of milk received or estimated to be received and authorized acceptance of security in form other than a bond; P.A. 91-312 provided that the amount of the bond or other security “required under section 22-239” shall be at least equal to the “average monthly” value of the total amount of milk received or purchased during 12-month period preceding the filing of the bond or other security rather than the value of the total amount of milk received or purchased during “any six-week period of the year” preceding such filing.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-240/"
    },
    {
      "id": "section-22-241",
      "number": "22-241.",
      "heading": "Standards for determining bond as security requirement.",
      "text": "In determining whether it is necessary for the protection of producers that a dealer file a bond or other security as provided in section 22-239 the Commissioner of Agriculture shall consider the amount of money owed by such dealer to producers and others, the financial condition of such dealer and his record for full and prompt payments to producers.\n\n(1949 Rev., S. 3152; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 86-168, S. 4, 6; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 86-168 added reference to security other than a bond; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-241/"
    },
    {
      "id": "section-22-242",
      "number": "22-242.",
      "heading": "Default.",
      "text": "Upon default under any condition of such bond or other security, the Commissioner of Agriculture may give reasonable notice to producers to file verified claims, fixing a reasonable time within which such claims shall be filed. The commissioner shall examine each claim so filed and shall determine and certify the amount due thereon. He may bring an action upon the bond or take such other action as may be appropriate or necessary to convert the other security for the use of such producers and, for the purpose of such action, the certificate of the amount due shall be prima facie evidence of the facts therein stated. If the recovery upon the bond or other security is not sufficient to pay all claims filed and established, the amount recovered shall be prorated among the claimants.\n\n(1949 Rev., S. 3153; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 86-168, S. 5, 6; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 86-168 added provisions re security other than a bond; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-242/"
    },
    {
      "id": "section-22-242a",
      "number": "22-242a.",
      "heading": "Bond of subdealer of milk.",
      "text": "(a) The Commissioner of Agriculture shall have power, when he finds such action necessary for the protection of processing dealers, to require a subdealer of milk to provide a bond payable to the state of Connecticut for the benefit of such processing dealers. Such bond shall be filed with the commissioner, upon such form as he prescribes, with sufficient surety and approved by the commissioner, conditioned for full and prompt payment for all milk received or purchased from processing dealers by such subdealer during the license year or remainder thereof, provided, if at the time of the default, such processing dealer or dealers are indebted or in arrears in payments to producers, the proceeds of such bond shall be held for the account of such dealer or dealers for the benefit of such producers. In determining whether it is necessary for the protection of processing dealers that a subdealer file a bond hereunder, the commissioner shall consider the amount of money owed by such subdealer to processing dealers and others, the financial condition of such subdealer and his record for full and prompt payments to processing dealers.\n\n(b) Such bond shall be in an amount not exceeding double the value of the total amount of milk so received or purchased by such subdealer during any one month of the year preceding the requirement thereof and shall be filed within ten days after notice of requirement. In any case in which the subdealer did not receive or purchase milk from processing dealers during at least six months of the year preceding such requirement, the commissioner shall determine the amount of the bond in a reasonable sum which shall not exceed double the value of the total amount of milk which it appears probable that such subdealer will receive or purchase from processing dealers during any one month of the year succeeding the requirement of such bond. The amount of the bond so required may be revised within six months after the filing thereof.\n\n(c) Upon default under any condition of such bond, the commissioner may give reasonable notice to processing dealers to file verified claims, fixing a reasonable time within which such claims shall be filed. The commissioner shall examine each claim so filed and shall determine and certify the amount due thereon. He may bring an action upon the bond and, for the purpose of such action, the certificate of the amount due shall be prima facie of the facts therein stated. If the recovery upon the bond is not sufficient to pay all claims filed and established, the amount recovered shall be prorated among the claimants.\n\n(1969, P.A. 58, S. 1–3; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-242a/"
    },
    {
      "id": "section-22-242b",
      "number": "22-242b.",
      "heading": "Payment by dealer for milk purchased from another dealer.",
      "text": "All dealers, as defined in section 22-205, shall pay all accounts promptly and in full for milk or milk products purchased from one another but in no case later than ten days prior to the date on which final payments by dealers must be made to producers or an association of producers for milk purchased from producers or an association of producers as required by the Federal Milk Marketing Administration. If the milk dealer making such purchases fails or neglects to make payment within such period, the Commissioner of Agriculture may hold a hearing, upon at least ten days notice, on the revocation of the license of such dealer.\n\n(1971, P.A. 256, S. 1; 872, S. 446, 448; P.A. 91-312, S. 38; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: Later 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 91-312 replaced “Federal Milk Marketing Order for Connecticut” with “Federal Milk Marketing Administration”; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-242b/"
    },
    {
      "id": "section-22-243",
      "number": "22-243.",
      "heading": "Unfair trade practices.",
      "text": "The Commissioner of Agriculture shall have power, after notice and hearing and as hereinafter provided, to prohibit unfair methods of competition and unfair trade practices in the receiving, purchase, transportation, handling, distribution or sale of milk or milk products upon finding that such methods of competition and trade practices are inimical to the welfare of the dairy industry and the public.\n\n(1949 Rev., S. 3121; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-243/"
    },
    {
      "id": "section-22-244",
      "number": "22-244.",
      "heading": "Disruption of market.",
      "text": "It shall be an unfair trade practice for any dealer in a marketing area to sell or otherwise dispose of milk at prices which the Commissioner of Agriculture finds, after notice and opportunity for hearing, before him or his designated agent, create a condition of emergency by disrupting and undermining or tending to disrupt and undermine the prices required hereunder to be paid by such dealer or by other dealers for milk received or purchased from producers, or by imperiling the ability of such dealer or other dealers to make full and prompt payment for such milk.\n\n(1949 Rev., S. 3154; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-244/"
    },
    {
      "id": "section-22-245",
      "number": "22-245.",
      "heading": "Cease and desist directives. Corrective terms and conditions.",
      "text": "After such hearing and finding, the Commissioner of Agriculture may issue against such dealer or store a directive to cease and desist, and prescribe such corrective terms and conditions as he determines upon the hearing evidence to be in the public interest. Such corrective terms and conditions may include one or more of the following or parts thereof, and other reasonable and similar terms or conditions with like corrective purpose, subject to such regulations as the commissioner prescribes in aid of the effectiveness of such directive: (1) In cases in which prices are favoring, special or discriminatory, directing the revision of prices at which milk is so sold; or directing and specifying restoration of nondiscriminatory prices; or directing that no further sales be made to favored purchasers for a period not exceeding ninety days. Such provision may prohibit the sale or offer of reasonably similar quantities and qualities of milk under similar conditions to different purchasers at unreasonably different prices; or the sale or offer of milk of special properties or quality, or with an uncustomary amount of service or in an unusual container at prices which do not make allowance for differences in cost existing between such sales or offers and usual sales; (2) directing the revision of prices at which milk is sold; or directing and specifying restoration of normally prevailing resale prices for a period not exceeding ninety days considering comparable milk in the same locality at any reasonable preceding period of time in which resale price conditions were sufficiently stable to protect producers' prices, adjusting for any difference in producers' prices at such time and place; (3) prohibiting any dealer or store, directly or indirectly, from furnishing or receiving or offering to furnish or receive in connection with a sale or purchase of milk or offer to sell or purchase milk any rebate, discount, premium, gift or other thing of value, an unreasonable service or extension of credit, or an advertising allowance; from charging a combined price for milk, together with another commodity, or a service which is less, or is represented to be less, than the aggregate of the price of the milk and the price or value of such commodity or service when sold or offered for sale separately; or from otherwise applying or attempting to apply any method or device intended to defeat the policy of this part, or to defeat or evade any provision of this part or of any order, ruling or regulation issued hereunder. Nothing in this section shall be construed to prevent a dealer from participating in any program sponsored or conducted by the commissioner or any other governmental authority, designed to make milk available at specially low prices to groups designated by appropriate public authorities for the purpose of increasing consumption. Hearings may be held and directions issued under this section affecting one or more dealers concurrently or independently; and may be held only on such notice as the emergency reasonably permits. Directions under this section may be served upon a dealer at his place of business or by registered or certified mail to his last-known address.\n\n(1949 Rev., S. 3155; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 91-312, S. 39; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1; P.A. 05-175, S. 20.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 91-312 replaced “direction” with “directive” and deleted as a corrective term or condition former Subdiv. (1) re the public posting of resale prices and price changes, which may include an itemization of names of purchasers and the milk sold, in the commissioner's office once or from time to time over a period not exceeding 90 days, and renumbered the remaining Subdivs. accordingly; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 05-175 added stores as entities subject to cease and desist directives and made technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-245/"
    },
    {
      "id": "section-22-246",
      "number": "22-246.",
      "heading": "Regulations.",
      "text": "Section 22-246 is repealed.\n\n(1949 Rev., S. 3156; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 91-312, S. 47.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-246/"
    },
    {
      "id": "section-22-247",
      "number": "22-247.",
      "heading": "Penalties; review.",
      "text": "Any written or oral contract for the sale of milk under an unfair trade practice shall be unenforceable by any dealer participating therein. Any dealer who fails to comply with any direction or regulation of the Commissioner of Agriculture issued hereunder shall have committed an unfair trade practice with respect to each transaction in violation thereof and each such unfair trade practice shall be a violation of this part. In any action against the license of such dealer, or in any other action to enforce such direction or to attempt to enforce a contract for the sale of milk in violation of such direction, the record of the unfair trade practice hearing or any relevant part thereof, the findings made and direction issued shall be admissible in evidence and thereby incorporated into the record of such action and shall be reviewable only as part thereof. Regulations issued under section 22-245 shall be reviewable only in the manner hereinafter provided respecting orders and regulations.\n\n(1949 Rev., S. 3157; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 91-312, S. 40; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 91-312 replaced reference to “sections 22-244 to 22-246, inclusive” with reference to “section 22-245”; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-247/"
    },
    {
      "id": "section-22-248",
      "number": "22-248.",
      "heading": "Petition for reconsideration of order or regulation; appeal.",
      "text": "Any person aggrieved by an order or regulation may, within forty-five days after the effective date thereof, file a written petition with the Commissioner of Agriculture stating that any such order or regulation or any provision thereof is not in accordance with law, praying for reconsideration and for revision, modification or revocation thereof. Such petition shall specify the objections to such order or regulation, and shall state facts and reasons in support of such objections, none of which objections, unless so specified and supported, shall be considered by the commissioner or included in any appeal petition subsequently filed or considered by the court upon appeal from such order or regulation. Any such person, within ten days after notice of decision by the commissioner denying such reconsideration or the relief sought, or within twenty days after the filing of such petition, if the commissioner fails to grant such reconsideration or the relief sought, may appeal from such order or regulation to the superior court for the judicial district of Hartford. No such appeal shall be permitted to act as a supersedeas except on special order of the court or, if such court is not in session, on special order of any judge thereof, issued upon application and after reasonable notice thereof to the commissioner; provided such special order shall require the appellant to file a bond with sufficient sureties in such sum as is determined by the court to be necessary for the protection of producers and others during the pendency of the appeal, or to comply with other adequate protective conditions therein provided.\n\n(1949 Rev., S. 3158; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 870, S. 74; 872, S. 446, 448; P.A. 76-436, S. 453, 681; P.A. 78-280, S. 5, 127; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 acts replaced commissioner of agriculture and natural resources with commissioner of agriculture and replaced superior court with court of common pleas, effective September 1, 1971, except that courts with cases pending retain jurisdiction unless pending matters deemed transferable; P.A. 76-436 replaced court of common pleas with superior court, effective July 1, 1978; P.A. 78-280 replaced “Hartford county” with “judicial district of Hartford-New Britain”; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.\n\nCited. 221 C. 422.\n\nAdministrator does not have unlimited discretion; he is controlled by the right to appeal. 13 CS 259.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-248/"
    },
    {
      "id": "section-22-249",
      "number": "22-249.",
      "heading": "Appeal from rulings relating to application or license.",
      "text": "An applicant or licensee aggrieved by any ruling of the Commissioner of Agriculture with respect to his application or license hereunder may appeal therefrom in accordance with section 4-183. Such appeal shall be privileged in respect to assignment of trial.\n\n(1949 Rev., S. 3159; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 870, S. 75; 872, S. 446, 448; P.A. 74-183, S. 245, 291; P.A. 76-436, S. 211, 681; P.A. 77-603, S. 95, 125; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 acts replaced commissioner of agriculture and natural resources with commissioner of agriculture and replaced superior court with court of common pleas, effective September 1, 1971, except that courts with cases pending retain jurisdiction unless pending matters deemed transferable; P.A. 74-183 added reference to judicial districts; P.A. 76-436 replaced court of common pleas with superior court, effective July 1, 1978; P.A. 77-603 replaced previous provisions detailing appeal procedure with provision requiring that appeals be made in accordance with Sec. 4-183; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-249/"
    },
    {
      "id": "section-22-250",
      "number": "22-250",
      "heading": "to 22-253. - Appeal petition. Appeal to be privileged case. Record; certification. Scope of review.",
      "text": "Sections 22-250 to 22-253, inclusive, are repealed.\n\n(1949 Rev., S. 3160–3163; P.A. 77-603, S. 96, 125.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-250-to-22-253/"
    },
    {
      "id": "section-22-254",
      "number": "22-254.",
      "heading": "Enforcement by injunction.",
      "text": "Relief to enforce compliance with or to restrain violation of any provision of this part or any order, ruling, regulation or direction issued hereunder may be by injunction. The Commissioner of Agriculture may apply for such relief to the superior court for the judicial district of Hartford, or for the judicial district wherein the dealer resides or has his principal place of business. In connection with such application the commissioner shall not be required to allege or prove that an adequate remedy at law does not exist.\n\n(1949 Rev., S. 3164; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 870, S. 76; 872, S. 446, 448; P.A. 76-436, S. 454, 681; P.A. 78-280, S. 1, 5, 127; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 acts replaced commissioner of agriculture and natural resources with commissioner of agriculture and replaced superior court with court of common pleas, effective September 1, 1971, except that courts with cases pending retain jurisdiction unless pending matters deemed transferable; P.A. 76-436 replaced court of common pleas with superior court and added reference to judicial districts, effective July 1, 1978; P.A. 78-280 deleted general reference to counties and replaced “Hartford county” with “judicial district of Hartford-New Britain”; P.A. 88-230 replaced “judicial district of Hartford-New Britain” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.\n\nAdministrator could not compel payment where tests on which payment based not made in accordance with statute. 131 C. 616. Statute valid; administrator granted injunction to enforce compliance with minimum price order. 132 C. 596.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-254/"
    },
    {
      "id": "section-22-255",
      "number": "22-255.",
      "heading": "Civil penalty.",
      "text": "Any person who violates any provision of this part, or of any order, ruling, regulation or direction issued hereunder, and any person who wilfully makes any false report to the Commissioner of Agriculture or makes any false entry upon any book, paper, report or statement required to be made or kept hereunder shall be assessed a civil penalty in accordance with the provisions of section 22-7.\n\n(1949 Rev., S. 3165; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 91-312, S. 41; May 25 Sp. Sess. P.A. 94-1, S. 77, 130; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; P.A. 91-312 replaced criminal penalty of a fine of not more than $500 or imprisonment of not more than six months or both with provision for the assessment of a civil penalty; May 25 Sp. Sess. P.A. 94-1 made a technical change for accuracy, effective July 1, 1994; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-255/"
    },
    {
      "id": "section-22-256",
      "number": "22-256.",
      "heading": "Penalties and remedies to be concurrent.",
      "text": "The penalties and remedies prescribed in this part shall be deemed concurrent or independent, and the exercise or existence of any one remedy herein shall not preclude the Commissioner of Agriculture from exercising any other remedy hereunder.\n\n(1949 Rev., S. 3166; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-256/"
    },
    {
      "id": "section-22-257",
      "number": "22-257.",
      "heading": "Bond for prosecution not required of commissioner.",
      "text": "The Commissioner of Agriculture shall not be required to give or post a bond in any action to which he is a party, whether upon appeal or otherwise.\n\n(1949 Rev., S. 3167; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-257/"
    },
    {
      "id": "section-22-258",
      "number": "22-258.",
      "heading": "Severability.",
      "text": "If any provision, clause or phrase of this part or of any order, ruling, regulation or direction or any action of the Commissioner of Agriculture hereunder is adjudged by any court of competent jurisdiction to be invalid, or if the applicability thereof to any person or circumstance is held invalid, such judgment shall not invalidate the remainder, and the applicability thereof to other persons and circumstances shall not be affected thereby.\n\n(1949 Rev., S. 3168; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1959 act replaced commissioner of agriculture with commissioner of agriculture, conservation and natural resources; 1961 act replaced commissioner of agriculture, conservation and natural resources with commissioner of agriculture and natural resources; 1971 act replaced commissioner of agriculture and natural resources with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-258/"
    },
    {
      "id": "section-22-259",
      "number": "22-259.",
      "heading": "Interstate commerce.",
      "text": "No provision of this part or of any order, ruling or regulation thereunder shall apply or be construed to apply to interstate or foreign commerce, except so far as such provision may be effective pursuant to the Constitution of the United States and to the laws of the United States enacted thereunder.\n\n(1949 Rev., S. 3169.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-259/"
    },
    {
      "id": "section-22-259a",
      "number": "22-259a.",
      "heading": "Assessment of producers for administration of act.",
      "text": "Section 22-259a is repealed.\n\n(1961, P.A. 459; February, 1965, P.A. 283.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-259a/"
    },
    {
      "id": "section-22-260",
      "number": "22-260",
      "heading": "to 22-264. - Connecticut Wholesale Milk Producers' Council.",
      "text": "Sections 22-260 to 22-264, inclusive, are repealed.\n\n(1949 Rev., S. 3170–3174; 1951, S. 1730d; P.A. 78-48, S. 3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-260-to-22-264/"
    },
    {
      "id": "section-22-265",
      "number": "22-265.",
      "heading": "Establishment of fund.",
      "text": "Section 22-265 is repealed.\n\n(1957, P.A. 616; 1959, P.A. 637, S. 2; 1961, P.A. 67; 1971, P.A. 872, S. 446, 448; P.A. 85-613, S. 101, 154; P.A. 91-312, S. 47.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-265/"
    },
    {
      "id": "section-22-265a",
      "number": "22-265a.",
      "heading": "Payments to dairy farmers to offset low milk prices.",
      "text": "The Department of Agriculture shall, within available appropriations, make payments, in such manner as determined by the Commissioner of Agriculture, to dairy farmers operating in this state to offset the low milk prices paid to such farmers during the period from January 1, 2006, to December 31, 2006, inclusive. The commissioner shall calculate any payment made to a dairy farmer under this section on the basis of the amount of milk produced by such farmer during said period.\n\n(June Sp. Sess. P.A. 07-5, S. 29.)\n\nHistory: June Sp. Sess. P.A. 07-5 effective October 6, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-265a/"
    },
    {
      "id": "section-22-265b",
      "number": "22-265b.",
      "heading": "Grants to milk producers.",
      "text": "(a) For purposes of this section:\n\n(1) “Federal pay price” means the northeast monthly uniform price for milk at Hartford zone pursuant to the United States Department of Agriculture Northeast Federal Milk Marketing Order;\n\n(2) “Milk producer” means a person, firm or corporation registered pursuant to section 22-172; and\n\n(3) “Minimum sustainable monthly cost of production” means eighty-two per cent of the baseline determined by the United States Department of Agriculture's Economic Research Service monthly average cost of production for a New England state or, if such baseline is unavailable, a baseline determined by the Commissioner of Agriculture that is based on the data and variables published by the United States Department of Agriculture.\n\n(b) (1) Commencing on the date the first deposit is made into the agricultural sustainability account established pursuant to section 4-66cc and subject to subdivisions (2) and (3) of this subsection, a milk producer shall be entitled to a grant as specified in this subsection. For each month that the federal pay price is below the minimum sustainable monthly cost of production, the milk producer shall be entitled to an amount equal to the dollar amount such federal pay price was below the minimum sustainable monthly cost of production, multiplied by the amount of milk produced by such milk producer during such month. The Commissioner of Agriculture shall make such grants to such milk producers on a quarterly basis, beginning on the date three months after the first deposit is made into the agricultural sustainability account established pursuant to section 4-66cc. Such grant payments shall be made by the commissioner from said account. In the event the amount of available funds in said account at the time such quarterly grants are due is less than the aggregate amount of grants to which producers are entitled pursuant to this section, the commissioner shall distribute all of the funds in the account to such milk producers on a proportionate basis based on their relative levels of milk production.\n\n(2) For purposes of calculating a grant due a milk producer pursuant to subdivision (1) of this subsection, each milk producer or handler, as defined in section 22-127, who receives milk from producers in the state, shall file with the Commissioner of Agriculture, in such form and at such times as said commissioner shall direct, information as to the amount of milk produced by each producer.\n\n(3) Prior to receiving a grant pursuant to subdivision (1) of this subsection, a milk producer shall file with the Commissioner of Agriculture, in such form and at such times as said commissioner shall direct, proof that such milk producer has completed an energy audit, as defined in section 16a-38.\n\n(P.A. 09-229, S. 30; P.A. 11-48, S. 135.)\n\nHistory: P.A. 09-229 effective July 1, 2009; P.A. 11-48 amended Subsec. (a)(3) by redefining “minimum sustainable monthly cost of production”, made technical changes in Subsec. (b)(1) and deleted former Subsec. (c) re termination of section, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22/chapter-431/section-22-265b/"
    }
  ]
}