{
  "state": "south-carolina",
  "path": "title-title-60/chapter-t60c009",
  "sections": [
    {
      "id": "section-60-9-10",
      "number": "60-9-10",
      "heading": "",
      "text": "Whenever the friends and patrons of a public school raise, from public subscription or otherwise, a sum not less than five dollars nor more than twenty-five dollars and deposit it with the county treasurer to the credit of their school district, the county board of education, through the county superintendent of education, shall credit such district with an equal amount, to be drawn from the county board fund or, if the county board fund has been exhausted, to be drawn from the general school fund of the county. The county superintendent shall then make application to the State Superintendent of Education for an amount equal to the sum raised, by private subscription or otherwise, and deposit it with the county treasurer. All the money resulting from private subscription or otherwise, from county funds, or from State funds shall be held in the county treasury to the credit of the school district and shall be paid out upon the warrant of the board of school district trustees, duly approved and countersigned by the county superintendent of education. Nothing herein shall prevent other funds greater than those mentioned herein being raised by private subscription and applied by the county superintendent of education to the purposes herein set forth. HISTORY: 1962 Code Section 42-251; 1952 Code Section 42-251; 1942 Code Section 5498; 1932 Code Section 5423; Civ. C. '22 Section 2686; Civ. C. '12 Section 1796; 1904 (24) 391; 1905 (24) 877; 1908 (25) 1024; 1913 (28) 190; 1914 (28) 752; 1919 (31) 150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-9/section-60-9-10/"
    },
    {
      "id": "section-60-9-20",
      "number": "60-9-20",
      "heading": "",
      "text": "The funds provided under Section 60-9-10 shall be expended only for the establishment of a library, for the enlargement of a library or for the purchase of supplementary readers to be kept in the school library. Any free public school may participate in this fund but only once during a fiscal year. The trustees or teachers of any school receiving the benefits of this section and Section 60-9-10 shall file, both with the county superintendent of education and with the State Superintendent of Education, a correct and legible list of the books purchased. HISTORY: 1962 Code Section 42-252; 1952 Code Section 42-252; 1942 Code Section 5499; 1932 Code Section 5424; Civ. C. '22 Section 2687; Civ. C. '12 Section 1797; 1904 (24) 391; 1905 (24) 877; 1919 (31) 150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-9/section-60-9-20/"
    },
    {
      "id": "section-60-9-30",
      "number": "60-9-30",
      "heading": "",
      "text": "The State Board of Education shall select and publish a list of library books and also a list of supplementary readers and shall make all necessary rules and regulations concerning the use and care of libraries. HISTORY: 1962 Code Section 42-253; 1952 Code Section 42-253; 1942 Code Section 5499; 1932 Code Section 5424; Civ. C. '22 Section 2687; Civ. C. '12 Section 1797; 1904 (24) 391; 1905 (24) 877; 1919 (31) 150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-9/section-60-9-30/"
    }
  ]
}