{
  "state": "south-carolina",
  "path": "title-title-60/chapter-chapter-17",
  "sections": [
    {
      "id": "section-60-17-10",
      "number": "60-17-10.",
      "heading": "",
      "text": "(A) The South Carolina Confederate Relic Room and Military Museum Commission is established and must be composed of nine voting members who shall be appointed for terms of four years and until their successors are appointed and qualify, except as specified in subsection (B) for initial terms. The members of the board shall be appointed as follows:\n\n(1) three members appointed by the Governor;\n\n(2) two members appointed by the President of the Senate;\n\n(3) one member appointed by the President of the Senate upon the recommendation of the South Carolina Division Commander of the Sons of Confederate Veterans;\n\n(4) two members appointed by the Speaker of the House of Representatives; and\n\n(5) one member appointed by the Speaker of the House of Representatives upon the recommendation of the President of the South Carolina Division of the United Daughters of the Confederacy.\n\n(B)(1) Initially, in order to stagger terms:\n\n(a) one member appointed by the Governor shall serve a term of one year;\n\n(b) one member appointed by the Governor shall serve a term of two years;\n\n(c) one member appointed by the Governor shall serve for three years;\n\n(d) one member appointed by the President of the Senate shall serve for one year;\n\n(e) one member appointed by the President of the Senate shall serve for two years;\n\n(f) one member appointed by the President of the Senate shall serve for three years;\n\n(g) one member appointed by the Speaker of the House of Representatives shall serve for one year;\n\n(h) one member appointed by the Speaker of the House of Representatives shall serve for two years; and\n\n(i) one member appointed by the Speaker of the House of Representatives shall serve for three years.\n\n(2) At the expiration of these initial terms, successors must be appointed for terms of four years.\n\nHISTORY: 2014 Act No. 121 (S.22), Pt VI, Section 17.A, eff July 1, 2015; 2019 Act No. 1 (S.2), Section 75, eff January 31, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-17/section-60-17-10/"
    },
    {
      "id": "section-60-17-20",
      "number": "60-17-20.",
      "heading": "",
      "text": "(A) The South Carolina Confederate Relic Room and Military Museum is authorized to supplement its state appropriations by receiving donations of funds and artifacts and admission fees and to expend these donations and fees to support its operations and for the acquisition, restoration, preservation, and display of its collection.\n\n(B) The South Carolina Confederate Relic Room and Military Museum is authorized to collect, retain, and expend fees from research and photographic processing requests and from the sale of promotional items.\n\nHISTORY: 2014 Act No. 121 (S.22), Pt VI, Section 17.A, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-17/section-60-17-20/"
    },
    {
      "id": "section-60-17-30",
      "number": "60-17-30.",
      "heading": "",
      "text": "No artifacts owned by the State in the permanent collections of the South Carolina Confederate Relic Room and Military Museum may be permanently removed or disposed of except by a Concurrent Resolution of the General Assembly.\n\nHISTORY: 2014 Act No. 121 (S.22), Pt VI, Section 17.A, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-17/section-60-17-30/"
    },
    {
      "id": "section-60-17-40",
      "number": "60-17-40.",
      "heading": "",
      "text": "The Director of the South Carolina Confederate Relic Room and Military Museum must be selected by the South Carolina Confederate Relic Room and Military Museum Commission after consultation with the South Carolina Division Commander of the Sons of the Confederate Veterans and the President of the South Carolina Chapter of the United Daughters of the Confederacy. The director shall serve at the pleasure of the commission.\n\nHISTORY: 2014 Act No. 121 (S.22), Pt VI, Section 17.A, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-17/section-60-17-40/"
    }
  ]
}