{
  "state": "south-carolina",
  "path": "title-title-60/chapter-t60c004",
  "sections": [
    {
      "id": "section-60-4-10",
      "number": "60-4-10",
      "heading": "",
      "text": "Records related to registration and circulation of library materials which contain names or other personally identifying details regarding the users of public, private, school, college, technical college, university, and state institutional libraries and library systems, supported in whole or in part by public funds or expending public funds, are confidential information. Records which by themselves or when examined with other public records would reveal the identity of the library patron checking out or requesting an item from the library or using other library services are confidential information. The confidential records do not include nonidentifying administrative and statistical reports of registration and circulation. The confidential records may not be disclosed except to persons acting within the scope of their duties in the administration of the library or library system or persons authorized by the library patron to inspect his records, or in accordance with proper judicial order upon a finding that the disclosure of the records is necessary to protect public safety, to prosecute a crime, or upon showing of good cause before the presiding Judge in a civil matter. HISTORY: 1985 Act No. 108, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-4/section-60-4-10/"
    },
    {
      "id": "section-60-4-20",
      "number": "60-4-20",
      "heading": "",
      "text": "As used in this chapter, the term \"registration records\" includes any information which a library requires a patron to provide in order to become eligible to borrow books and other materials, and the term \"circulation records\" includes all information which identifies the patrons borrowing particular books and other materials. HISTORY: 1985 Act No. 108, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-4/section-60-4-20/"
    },
    {
      "id": "section-60-4-30",
      "number": "60-4-30",
      "heading": "",
      "text": "Any person violating the provisions of Section 60-4-10 must upon conviction be fined not more than five hundred dollars or imprisoned for not more than thirty days for the first offense, must be fined not more than one thousand dollars or imprisoned for not more than sixty days for the second offense, and must be fined not more than two thousand dollars or imprisoned for not more than ninety days for the third or subsequent offense. HISTORY: 1985 Act No. 108, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-4/section-60-4-30/"
    }
  ]
}