{
  "state": "south-carolina",
  "path": "title-title-60/chapter-t60c002",
  "sections": [
    {
      "id": "section-60-2-10",
      "number": "60-2-10",
      "heading": "",
      "text": "As used in this chapter, unless the context clearly indicates otherwise: (1) \"Complete depository\" means a place, usually a library, that requests and receives at least one copy of all state publications; (2) \"Depository system\" means a system established by the State Library in which copies of all state publications are deposited in one central depository or library for distribution to other designated depositories or libraries; (3) \"Electronic\" means publication only in a computerized format; (4) \"Print\" means publication in a format other than an electronic or computerized format; (5) \"Selective depository\" means a place, usually a library, that requests and receives one copy of selected state publications; (6) \"State publication\" means any document, compilation, register, book, pamphlet, report, map, leaflet, order, regulation, directory, periodical, magazine, or other similar written material excluding interoffice and intraoffice communications issued in any format by the State, any state agency or department, or any state-supported college or university intended for public distribution, or distribution to the General Assembly, agencies, political subdivisions, or nonprofit organizations and to the general public. State publication includes publications that may or may not be financed by state funds and are released by private bodies, such as research and consultant firms under contract with or supervision of a state agency. HISTORY: 1982 Act No. 348, Section 1; 2005 Act No. 24, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-2/section-60-2-10/"
    },
    {
      "id": "section-60-2-20",
      "number": "60-2-20",
      "heading": "",
      "text": "Notwithstanding any other provision of law, the South Carolina State Library is the official state depository of all state publications, with the responsibility for organizing and providing bibliographic control over state publications and distributing state publications to all libraries participating in a depository system. HISTORY: 1982 Act No. 348, Section 1; 2005 Act No. 24, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-2/section-60-2-20/"
    },
    {
      "id": "section-60-2-30",
      "number": "60-2-30",
      "heading": "",
      "text": "All state agencies, departments, and state-supported colleges and universities must provide at least fifteen copies of every state publication that the agency, department, college, or university prints or causes to be printed to the State Library within fifteen days after the printing. A publication produced only in electronic format must be electronically provided to the State Library within fifteen days of the publication's posting or distribution. The State Library Director may waive the deposition of any agency publication if: (1) the publication is of ephemeral value; (2) less than ten copies are to be printed and no electronic version is available; or (3) the issuing agency requests a waiver. HISTORY: 1982 Act No. 348, Section 1; 2005 Act No. 24, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-60/chapter-2/section-60-2-30/"
    }
  ]
}