{
  "state": "idaho",
  "path": "title-title-71/chapter-chapter-2",
  "sections": [
    {
      "id": "section-71-229",
      "number": "71-229",
      "heading": "",
      "text": "71-229. UNITED STATES AND METRIC SYSTEMS JOINTLY RECOGNIZED. The system of weights and measures in customary use in the United States and the metric system of weights and measures are jointly recognized, and either one (1) or both of these systems shall be used for all commercial purposes in the state of Idaho. The definitions of basic units of weight and measure, the tables of weight and measure, and weights and measures equivalents as published by the national bureau of standards or its successor organization, the national institute of standards and technology, are recognized and shall govern weighing and measuring equipment and transactions in the state.\n\n[71-229, added 1969, ch. 43, sec. 2, p. 108; am. 1990, ch. 37, sec. 3, p. 57.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-229/"
    },
    {
      "id": "section-71-230",
      "number": "71-230",
      "heading": "",
      "text": "71-230. \"BARREL,\" \"TON\" AND \"CORD\" DEFINED. The term \"barrel\" when used in connection with fermented liquor shall mean a unit of thirty-one (31) gallons. The term \"ton\" shall mean a unit of two thousand (2,000) pounds avoirdupois weight. The term \"cord\" when used in connection with wood intended for fuel purposes shall mean the amount of wood that is contained in a space of one hundred twenty-eight (128) cubic feet when the wood is ranked and well stowed.\n\n[71-230, added 1969, ch. 43, sec. 3, p. 108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-230/"
    },
    {
      "id": "section-71-231",
      "number": "71-231",
      "heading": "",
      "text": "71-231. CERTIFICATION OF STATE STANDARDS — FIELD STANDARDS. The weights and measures of the state used as state standards shall, when they have been certified as being satisfactory for use by the national bureau of standards or its successor organization, the national institute of standards and technology, be the state standards of weight and measure and they shall be maintained in such calibration as prescribed by the national institute of standards and technology. There shall also be \"field standards\" and such equipment as may be found necessary to carry out the provisions of this act. Said field standards shall be tested by the bureau each year.\n\n[71-321, added 1969, ch. 43, sec. 4, p. 108; am. 1974, ch. 18, sec. 239, p. 364; am. 1990, ch. 37, sec. 4, p. 57; am. 1991, ch. 32, sec. 1, p. 70.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-231/"
    },
    {
      "id": "section-71-232",
      "number": "71-232",
      "heading": "",
      "text": "71-232. SALE OF COMMODITIES BY WEIGHT OR MEASURE — EXCEPTIONS. Commodities in liquid form shall be sold only by liquid measure or by weight, and, except as otherwise provided in this act, commodities not in liquid form shall be sold only by weight, by measure of length or area, or by count; provided, that liquid commodities may be sold by weight and commodities not in liquid form may be sold by count only if such methods give accurate information as to the quantity of commodity sold: and provided further, that the provisions of this section shall not apply (1) to commodities when sold for immediate consumption on the premises where sold, (2) to vegetables when sold by the head or bunch, (3) to commodities in containers standardized by a law of this state or by federal law, (4) to commodities in package form when there exists a general consumer usage to express the quality in some other manner, (5) to concrete aggregates, concrete mixtures, and loose solid materials such as earth, soil, gravel, crushed stone, and the like, when sold by cubic measure, or (6) to unprocessed vegetable and animal fertilizer when sold by cubic measure. The director may issue such reasonable regulations as are necessary to assure that amounts of commodity sold are determined in accordance with good commercial practice and are so determined and represented as to be accurate and informative to all parties at interest.\n\n[71-232, added 1969, ch. 43, sec. 16, p. 108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-232/"
    },
    {
      "id": "section-71-233",
      "number": "71-233",
      "heading": "",
      "text": "71-233. PACKAGED COMMODITIES — LABEL REQUIRED — CONTENTS. Any packaged commodity, introduced or received into intrastate commerce or kept, offered or exposed for sale shall bear on the outside of the package declarations of: (1) the identity of the commodity in the package, (2) the net quantity of the contents in terms of weight, measure or count, and (3) where the package is not sold where packed the name and place of business of the manufacturer, packer or distributor. The director may by regulation provide for use and/or methods of labeling, qualifying terms, reasonable variations, exceptions, exemptions, declarations of price, random packages, misleading packages, standards of net weight, measure or count and standards of fill, and advertising. In adopting such regulations the director may consider the appropriate federal packaging and labeling laws and regulations and all commodities packaged in compliance with such federal laws and regulations.\n\n[71-233, added 1969, ch. 43, sec. 17, p. 108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-233/"
    },
    {
      "id": "section-71-234",
      "number": "71-234",
      "heading": "",
      "text": "71-234. MISREPRESENTATION OF PRICE PROHIBITED — FRACTIONS OF CENTS. Whenever any commodity or service is sold, or is offered, exposed, or advertised for sale, by weight, measure, or count, the price shall not be misrepresented, nor shall the price be represented in any manner calculated or tending to mislead or deceive an actual or prospective purchaser. Whenever an advertised, posted, or labeled price per unit of weight, measure, or count includes a fraction of a cent, all elements of the fraction shall be prominently displayed and the numeral or numerals expressing the fraction shall be immediately adjacent to, of the same general design and style as, and at least one-half (1/2) the height and width of the numerals representing the whole cents.\n\n[71-234, added 1969, ch. 43, sec. 18, p. 108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-234/"
    },
    {
      "id": "section-71-235",
      "number": "71-235",
      "heading": "",
      "text": "71-235. SALE OF MEAT, POULTRY AND SEAFOOD BY WEIGHT REQUIRED — EXCEPTIONS. Except for immediate consumption on the premises where sold, or as one (1) of several elements comprising a ready-to-eat meal sold as a unit for consumption elsewhere than on the premises where sold, all meat, meat products, poultry (whole or parts), and all seafood except shellfish, offered or exposed for sale or sold as food shall be offered or exposed for sale and sold by weight. When meat, poultry or seafood is combined with or associated with some other food product or a food combination, such food product or combination shall be offered or exposed for sale and sold by weight, and the quantity representation may be the total weight of the product of combination, and a quantity representation need not be made for each of the several elements of the product or combination.\n\n[71-235, added 1969, ch. 43, sec. 19, p. 108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-235/"
    },
    {
      "id": "section-71-236",
      "number": "71-236",
      "heading": "",
      "text": "71-236. SIZES OF LOAVES OF BREAD PERMITTED. Each loaf of bread kept, offered, or exposed for sale, or sold, whether or not the bread is packaged or sliced, shall be sold by weight unless specifically exempted by rules promulgated by the director.\n\n[71-236, added 1969, ch. 43, sec. 20, p. 108; am. 1998, ch. 134, sec. 1, p. 491.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-236/"
    },
    {
      "id": "section-71-237",
      "number": "71-237",
      "heading": "",
      "text": "71-237. BUTTER, OLEOMARGARINE, MARGARINE, BUTTER-LIKE AND MARGARINE-LIKE SPREADS. Butter, oleomargarine, margarine, butter-like and margarine-like spreads shall be offered and exposed for sale and sold by weight. Butter-like and margarine-like spreads are those products that meet the federal standard of identity for butter or margarine and oleomargarine except that they contain less than eighty percent (80%) fat and may contain other safe and suitable ingredients.\n\n[71-237, added 1969, ch. 43, sec. 21, p. 108; am. 1991, ch. 33, sec. 1, p. 70; am. 1998, ch. 134, sec. 2, p. 492.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-237/"
    },
    {
      "id": "section-71-238",
      "number": "71-238",
      "heading": "",
      "text": "71-238. FLUID DAIRY AND MILK PRODUCTS. All fluid dairy and milk products including, but not limited to, whole milk, skimmed milk, cultured milk, sweet cream, sour cream, and buttermilk, shall be sold in units of fluid volume.\n\n[71-238, added 1969, ch. 43, sec. 22, p. 108; am. 1975, ch. 231, sec. 1, p. 634; am. 1998, ch. 134, sec. 3, p. 492.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-238/"
    },
    {
      "id": "section-71-239",
      "number": "71-239",
      "heading": "",
      "text": "71-239. FLOUR, HOMINY GRITS AND CORN MEAL. When in package form and when packed, kept, offered, or exposed for sale or sold, wheat flour, whole wheat flour, graham flour, self-rising wheat flour, phosphated wheat flour, bromated flour, enriched flour and enriched self-rising flour, enriched bromated flour, corn flour, corn meal, and hominy grits, whether enriched or not, shall be sold by weight.\n\n[71-239, added 1969, ch. 43, sec. 23, p. 108; am. 1998, ch. 134, sec. 4, p. 492.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-239/"
    },
    {
      "id": "section-71-240",
      "number": "71-240",
      "heading": "",
      "text": "71-240. DELIVERY IN BULK — DUPLICATE DELIVERY TICKET SHOWING WEIGHT. When a vehicle delivers to an individual purchaser a commodity in bulk, and the commodity is sold in terms of weight units, the delivery shall be accompanied by a duplicate delivery ticket with the following information clearly stated, in ink or by means of other indelible marking equipment and, in clarity, equal to type or printing, (1) the name and address of the vendor, (2) the name and address of the purchaser, and (3) the net weight of the delivery expressed in pounds, and, if the net weight is derived from determinations of gross and tare weights, such gross and tare weights also shall be stated in terms of pounds. One (1) of these tickets shall be retained by the vendor, and the other shall be delivered to the purchaser at the time of delivery of the commodity, or shall be surrendered, on demand, to the director, or the bureau chief or the inspector, who, if he desires to retain it as evidence, shall issue a weight slip in lieu thereof for delivery to the purchaser; provided, that, if the purchaser, himself, carries away his purchase, the vendor shall be required only to give to the purchaser at the time of sale a delivery ticket stating the number of pounds of commodity delivered to him.\n\n[71-240, added 1969, ch. 43, sec. 24, p. 108; am. 1974, ch. 18, sec. 240, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-240/"
    },
    {
      "id": "section-71-241",
      "number": "71-241",
      "heading": "",
      "text": "71-241. PETROLEUM PRODUCTS — HOW SOLD — MEASUREMENT. (1) All petroleum products shall be sold by liquid measure or by net weight in accordance with the provisions of section 71-232, Idaho Code, and in accordance with regulations to be made by the director.\n\n(2) Sellers of motor fuel within this state shall offer to prospective purchasers the option to buy the product either by gross gallons or on the assumption that the temperature of the product is sixty degrees (60°) fahrenheit or the centigrade equivalent. This purchaser option may be exercised only on an annual basis and applied only to single deliveries of eight thousand (8,000) gallons or more or the metric equivalent. Any adjustments to volumes during the temperature compensation process shall be made in accordance with the standards set by the American society of testing materials.\n\n(3) The department of agriculture may purchase and use measuring devices for monitoring bulk deliveries.\n\n(4) Any retail outlet offering self-dispensed motor fuels only shall, upon request of the disabled driver, provide assistance in delivering fuel into the tank of a vehicle displaying an accessible parking license or card, but this requirement shall not apply when such vehicle carries an able-bodied adult or if only one (1) attendant is on duty at the retail outlet. Disabled individuals receiving this refueling service at a self-service pump shall not be charged more than the self-service price for the fuel. Notice of the availability of this service shall be posted pursuant to the provisions of subsection (5)(b) of this section. A violation of the provisions of this subsection shall be an infraction.\n\n(5) Any retail outlet offering both attendant-dispensed motor fuels and self-dispensed motor fuels will, during those hours that attendant-dispensed motor fuels are available, provide attendant-dispensed motor fuels at the same price as for self-dispensed motor fuels when such fuel is delivered at the self-service pump into the fuel tank of a vehicle displaying an accessible parking license or card, but this requirement shall not apply when such vehicle carries an able-bodied adult.\n\n(a) Notification of the provisions of subsections (4) and (5) of this section shall be provided, by the Idaho transportation department, to all operators of facilities offering gasoline or other motor vehicle fuels for sale, and to every person who is issued an accessible parking plate or a disabled veterans registration plate, or other authorized designation.\n\n(b) The following notice shall be provided by the Idaho transportation department and posted in a manner and location which is visible to any driver seeking refueling service. The notice shall be a placard in substantially the following format, printed in black except that the international accessible symbol shall be printed in blue.\n\nWHEN THERE ARE TWO OR MORE\n\nEMPLOYEES ON DUTY\n\nTHIS STATION WILL\n\nPUMP YOUR GAS\n\nIdaho Code Section 71-241\n\n[71-241, added 1969, ch. 43, sec. 25, p. 108; am. 1981, ch. 337, sec. 1, p. 701; am. 1990, ch. 297, sec. 1, p. 819; am. 1999, ch. 135, sec. 1, p. 381; am. 2010, ch. 235, sec. 69, p. 603.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-241/"
    },
    {
      "id": "section-71-242",
      "number": "71-242",
      "heading": "",
      "text": "71-242. BERRIES AND SMALL FRUIT — HOW SOLD. Berries and small fruits shall be offered and exposed for sale and sold by weight, or by measure in open containers having capacities of one-half (1/2) dry pint, one (1) dry pint, or one (1) dry quart.\n\n[71-242, added 1969, ch. 43, sec. 26, p. 108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-242/"
    },
    {
      "id": "section-71-243",
      "number": "71-243",
      "heading": "",
      "text": "71-243. FRACTIONAL PARTS OF UNITS OF WEIGHT OR MEASURE. Fractional parts of any unit of weight or measure shall mean like fractional parts of the value of such unit as prescribed or defined in sections 71-229 and 71-230, and all contracts concerning the sale of commodities and services shall be construed in accordance with this requirement.\n\n[71-243, added 1969, ch. 43, sec. 27, p. 108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-71/chapter-2/section-71-243/"
    }
  ]
}