{
  "state": "south-dakota",
  "path": "title-title-23a-criminal-procedure/chapter-chapter-16-jurisdiction-and-venue-of-offenses-and-proceeding",
  "sections": [
    {
      "id": "section-23a-16-1",
      "number": "23A-16-1",
      "heading": "Concurrent state jurisdiction of offenses on Indian reservations within state",
      "text": "23A-16-1. Concurrent state jurisdiction of offenses on Indian reservations within state.\n\nWhenever any acts in violation of the penal laws of the United States committed by any person upon any Indian reservation within this state shall constitute a crime under any law of the State of South Dakota, concurrent jurisdiction is hereby expressly reserved to the State of South Dakota to arrest, prosecute, convict, and punish any person committing any offense under the laws of the State of South Dakota, even though the acts constituting such offense may also constitute an offense under the laws of the United States of America.\n\nSource:SDC 1939, §34.0502; SL 1951, ch 187; SDCL, §23-9-6; SL 1978, ch 178, §220.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-1/"
    },
    {
      "id": "section-23a-16-2",
      "number": "23A-16-2",
      "heading": "State jurisdiction of offense commenced outside state and consummated within state.",
      "text": "23A-16-2. State jurisdiction of offense commenced outside state and consummated within state.\n\nWhen the commission of a public offense commenced outside this state is consummated within this state, the defendant may be punished in this state, even if he were out of the state at the time of the commission of the offense charged, if he consummated it in this state through the intervention of an innocent or guilty agent or by any other means proceeding directly from himself.\n\nSource:SDC 1939 & Supp 1960, §34.0801; SDCL, §23-9-10; SL 1978, ch 178, §208.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-2/"
    },
    {
      "id": "section-23a-16-3",
      "number": "23A-16-3",
      "heading": "(Rule 18) Right to speedy trial by impartial jury--Venue in county where offense committed.",
      "text": "23A-16-3.(Rule 18) Right to speedy trial by impartial jury--Venue in county where offense committed.\n\nThe accused has the right to a speedy public trial by an impartial jury of the county in which the offense is alleged to have been committed.\n\nSource:SDC 1939 & Supp 1960, §34.2905 (5); SDCL, §23-2-11; SL 1978, ch 178, §205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-3/"
    },
    {
      "id": "section-23a-16-4",
      "number": "23A-16-4",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23a-16-5",
      "number": "23A-16-5",
      "heading": "Proceedings taken within judicial circuit--Issues of fact determined within county--Circuit judge orders in chambers.",
      "text": "23A-16-5. Proceedings taken within judicial circuit--Issues of fact determined within county--Circuit judge orders in chambers.\n\nAll actions, special proceedings, motions, and applications of a criminal nature, arising under the laws of this state of which a circuit court has jurisdiction may be heard and determined at any place in the judicial circuit in which is situated the county where the same is brought or pending; but issues of fact in any criminal action must be tried in the county in which the same is brought or to which the place of trial is changed by order of court. Neither this section nor §23A-45-11 shall prevent the judge of any circuit court from making an order in chambers at any place within the state in any criminal matter properly before him.\n\nSource:SL 1887, ch 81, §1; CL 1887, §4828; RCCivP 1903, §33; RC 1919, §4654; SDC 1939 & Supp 1960, §34.0401; SDCL, §§23-9-2, 23-9-3; SL 1978, ch 178, §207.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-5/"
    },
    {
      "id": "section-23a-16-6",
      "number": "23A-16-6",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23a-16-7",
      "number": "23A-16-7",
      "heading": "Venue of offense commenced outside state.",
      "text": "23A-16-7. Venue of offense commenced outside state.\n\nWhen a person commences an offense outside this state and consummates it within this state, and this state has jurisdiction of the offense pursuant to §23A-16-2, the venue is in the county in which the offense is consummated.\n\nSource:SDC 1939 & Supp 1960, §34.0801; SDCL, §23-9-10; SL 1978, ch 178, §209.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-7/"
    },
    {
      "id": "section-23a-16-8",
      "number": "23A-16-8",
      "heading": "Venue of offense committed partly in one county and partly in another.",
      "text": "23A-16-8. Venue of offense committed partly in one county and partly in another.\n\nWhen a public offense is committed partly in one county and partly in another county, or the acts or effects thereof constituting or requisite to the offense occur in two or more counties, the venue is in either county.\n\nSource:SDC 1939 & Supp 1960, §34.0804; SDCL, §23-9-17; SL 1978, ch 178, §210.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-8/"
    },
    {
      "id": "section-23a-16-9",
      "number": "23A-16-9",
      "heading": "Venue of offense on or near county boundary.",
      "text": "23A-16-9. Venue of offense on or near county boundary.\n\nWhen a public offense is committed on the boundary of two or more counties, or within five hundred yards thereof, the venue is in either county.\n\nSource:SDC 1939 & Supp 1960, §34.0804; SDCL, §23-9-18; SL 1978, ch 178, §211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-9/"
    },
    {
      "id": "section-23a-16-10",
      "number": "23A-16-10",
      "heading": "Venue of offense on state boundary water--Change of venue.",
      "text": "23A-16-10. Venue of offense on state boundary water--Change of venue.\n\nWhen an offense is committed in this state on a boundary water between this state and another state, the venue is in any county which bounds on the body of water. Upon a showing of good cause, the court in which such prosecution is commenced may order the case transferred to any other county bounding on the body of water as is more appropriate under the general venue provisions of §23A-16-5.\n\nSource:SDC 1939 & Supp 1960, §34.0805; SDCL, §23-9-19; SL 1978, ch 178, §214.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-10/"
    },
    {
      "id": "section-23a-16-11",
      "number": "23A-16-11",
      "heading": "Venue of homicide prosecution in county where fatal injury inflicted.",
      "text": "23A-16-11. Venue of homicide prosecution in county where fatal injury inflicted.\n\nThe venue of a prosecution for murder or manslaughter, when the injury which caused the death was inflicted in one county and the person injured dies in another county or out of state, is in the county where the injury was inflicted.\n\nSource:SDC 1939 & Supp 1960, §34.0809; SDCL, §23-9-24; SL 1978, ch 178, §218.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-11/"
    },
    {
      "id": "section-23a-16-12",
      "number": "23A-16-12",
      "heading": "Venue when stolen property taken from one county to another.",
      "text": "23A-16-12. Venue when stolen property taken from one county to another.\n\nWhen property taken in one county by burglary or theft is brought into another, the venue of the offense is in either of the counties where the prosecution is first commenced.\n\nSource:SDC 1939 & Supp 1960, §34.0806; SDCL, §23-9-20; SL 1978, ch 178, §212.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-12/"
    },
    {
      "id": "section-23a-16-13",
      "number": "23A-16-13",
      "heading": "Venue of offense by sending letter from one county to another.",
      "text": "23A-16-13. Venue of offense by sending letter from one county to another.\n\nWhen the sending of a letter is made a public offense by the statutes of this state, the venue of the offense is in any county where the letter is deposited or delivered or where it is received by the person to whom it is addressed.\n\nSource:SDC 1939, §13.0107; SDCL, §22-1-7; SL 1976, ch 158, §1-6; SDCL Supp, §23-9-17.1; SL 1978, ch 178, §213.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-13/"
    },
    {
      "id": "section-23a-16-14",
      "number": "23A-16-14",
      "heading": "Venue of offense by use of mails.",
      "text": "23A-16-14. Venue of offense by use of mails.\n\nWhere the commission of a public offense involves the use of the mails, the venue of the offense is in any county where the letter is deposited or delivered, or where it is received by the person to whom it is addressed.\n\nSource:SL 1978, ch 178, §213-A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-14/"
    },
    {
      "id": "section-23a-16-15",
      "number": "23A-16-15",
      "heading": "Venue of prosecution of principal not present at commission of offense.",
      "text": "23A-16-15. Venue of prosecution of principal not present at commission of offense.\n\nThe venue in the case of a principal in the commission of a public offense, who was not present at the commission of the offense, is in the same county in which it would be under this title if he had been present and aiding and abetting therein.\n\nSource:SDC 1939 & Supp 1960, §34.0807; SDCL, §23-9-21; SL 1978, ch 178, §215.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-15/"
    },
    {
      "id": "section-23a-16-16",
      "number": "23A-16-16",
      "heading": "Venue of prosecution of accessory where principal offense committed in another county.",
      "text": "23A-16-16. Venue of prosecution of accessory where principal offense committed in another county.\n\nIn the case of an accessory in the commission of a public offense as defined in §22-3-5, where the principal offense is committed in one county and the offense of the accessory is committed in another county, the venue is in either of the counties where the prosecution is first commenced.\n\nSource:SDC 1939 & Supp 1960, §34.0807; SDCL, §23-9-22; SL 1978, ch 178, §216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-16/"
    },
    {
      "id": "section-23a-16-17",
      "number": "23A-16-17",
      "heading": "County seat municipality which lies in more than one county.",
      "text": "23A-16-17.County seat municipality which lies in more than one county.\n\nA county seat municipality which lies in more than one county is considered to be a district under the provisions of S. D. Const., Art. VI, §7.\n\nSource:SL 1984, ch 51.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-17/"
    },
    {
      "id": "section-23a-16-18",
      "number": "23A-16-18",
      "heading": "Venue of prosecution of perjury.",
      "text": "23A-16-18. Venue of prosecution of perjury.\n\nPerjury may be prosecuted in the circuit court for either the county where the proceeding or action is venued or where the act of perjury was committed.\n\nSource:SL 2002, ch 113, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-16/section-23a-16-18/"
    }
  ]
}