{
  "state": "south-dakota",
  "path": "title-title-23a-criminal-procedure/chapter-chapter-41-rule-45-time-allowed",
  "sections": [
    {
      "id": "section-23a-41-1",
      "number": "23A-41-1",
      "heading": "(Rule 45(a)) Days included and excluded in computing time--Adjustment for weekends and holidays",
      "text": "23A-41-1.(Rule 45(a)) Days included and excluded in computing time--Adjustment for weekends and holidays.\n\nIn computing any period of time, the day of the act, event, or default from which the designated period of time begins to run shall not be included. The last day of the period so computed shall be included, unless it is a Saturday, a Sunday, or a legal holiday or, when the act to be done is the filing of a paper in court, a day on which weather or other conditions have made the office of the clerk of court inaccessible, in which event the period runs until the end of the next day which is not one of the aforementioned days. When a period of time prescribed or allowed is less than eleven days, intermediate Saturdays, Sundays, and legal holidays shall be excluded in the computation. As used in this section, a \"legal holiday\" is any day designated as a holiday in §1-5-1.\n\nSource:SL 1978, ch 178, §495; SL 2010, ch 253 (Supreme Court Rule 09-09), eff. Sept. 24, 2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-41/section-23a-41-1/"
    },
    {
      "id": "section-23a-41-2",
      "number": "23A-41-2",
      "heading": "(Rule 45(b)) Extension of time by court--Permitting action after expiration of period--Exceptions.",
      "text": "23A-41-2.(Rule 45(b)) Extension of time by court--Permitting action after expiration of period--Exceptions.\n\nWhen an act is required or allowed to be done at or within a specified time, a court for cause shown may at any time in its discretion:\n\n(1)With or without motion or notice, order the period extended if a request therefor is made before the expiration of the period originally prescribed or as extended by a previous order; or\n\n(2)Upon motion made after the expiration of the specified period, permit the act to be done if the failure to act was the result of excusable neglect.\n\nHowever, a court may not extend the time for taking an action under chapter 23A-23, chapter 23A-29, chapter 23A-30, or §23A-31-1, except to the extent and under the conditions stated in those chapters and section.\n\nSource:SL 1978, ch 178, §496.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-41/section-23a-41-2/"
    },
    {
      "id": "section-23a-41-3",
      "number": "23A-41-3",
      "heading": "(Rule 45(c)) Reserved.",
      "text": "(Rule 45(c)) Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23a-41-4",
      "number": "23A-41-4",
      "heading": "(Rule 45(d)) Minimum time between notice and hearing on motion--Service of affidavits supporting and opposing motions.",
      "text": "23A-41-4.(Rule 45(d)) Minimum time between notice and hearing on motion--Service of affidavits supporting and opposing motions.\n\nA written motion, other than one which may be heard ex parte, and notice of the hearing thereon must be served at least five days before the time specified for the hearing unless a different period is fixed by rule or order of court. For cause shown such an order may be made on ex parte application. When a motion is supported by an affidavit, the affidavit must be served with the motion; and opposing affidavits must be served at least one day before the hearing unless the court permits them to be served at a later time.\n\nSource:SL 1978, ch 178, §498.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-41/section-23a-41-4/"
    },
    {
      "id": "section-23a-41-5",
      "number": "23A-41-5",
      "heading": "(Rule 45 (e)) Time added when papers served by mail.",
      "text": "23A-41-5.(Rule 45 (e)) Time added when papers served by mail.\n\nWhenever a party has the right or is required to do an act within a prescribed period after the service of a notice or other paper upon him and the notice or other paper is served upon him by mail, three days shall be added to the prescribed period.\n\nSource:SL 1978, ch 178, §499.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-23a/chapter-41/section-23a-41-5/"
    }
  ]
}