{
  "state": "nebraska",
  "path": "title-chapter-11-bonds-and-oaths-official/chapter-11-101-oath-of-office-officers-of-state-and-political-subdiv",
  "sections": [
    {
      "id": "section-11-101",
      "number": "11-101",
      "heading": "",
      "text": "11-101.Oath of office; officers of state and political subdivisions, except constitutional officers; form; endorsement on bonds; filing.\n\nAll state, district, county, precinct, township, municipal, and especially appointed officers, except those mentioned in Article XV, section 1, of the Constitution of the State of Nebraska, shall, before entering upon their respective duties, take and subscribe the following oath, which shall be endorsed upon their respective bonds:\n\nI, ......................, do solemnly swear that I will support the Constitution of the United States and the Constitution of the State of Nebraska, against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; that I take this obligation freely and without mental reservation or for purpose of evasion; and that I will faithfully and impartially perform the duties of the office of ........................, according to law, and to the best of my ability. And I do further swear that I do not advocate, nor am I a member of any political party or organization that advocates the overthrow of the government of the United States or of this state by force or violence; and that during such time as I am in this position I will not advocate nor become a member of any political party or organization that advocates the overthrow of the government of the United States or of this state by force or violence. So help me God.\n\nIf any such officer is not required to give bond, the oath shall be filed in the office of the Secretary of State, or of the clerk of the county, city, village, or other municipal subdivision of which he shall be an officer.\n\nSourceLaws 1881, c. 13, § 1, p. 94;R.S.1913, § 5707;C.S.1922, § 5037;C.S.1929, § 12-101;R.S.1943, § 11-101;Laws 1951, c. 206, § 2, p. 766.\n\nAnnotations\n\n1. Effect of failure to take oath\n\n2. Officers required to take oath\n\n3. Officers not required to take oath\n\n1. Effect of failure to take oath\n\nFailure of acting county attorney to take oath and give bond does not subject his acts to collateral attack. State ex rel. Gossett v. O'Grady, 137 Neb. 824, 291 N.W. 497 (1940).\n\nCounty judge justified in refusing to approve bond of county officer where oath not endorsed thereon, and mandamus will not lie to compel approval unless bond complies with statute. State ex rel. Baird v. Slattery, 108 Neb. 415, 187 N.W. 899 (1922).\n\nFailure of acting deputy clerk of district court to take oath and give bond does not deprive court of jurisdiction to enter judgment in cases where the acting deputy clerk filed petition and issued summons. Haskell v. Dutton, 65 Neb. 274, 91 N.W. 395 (1902).\n\n2. Officers required to take oath\n\nElected county officials are required to give individual official bonds. Blanket bond is not sufficient. Foote v. County of Adams, 163 Neb. 406, 80 N.W.2d 179 (1956).\n\nRoad overseer of township must take and subscribe oath under section 23-242, and filing of oath and bond under this section is not sufficient. State ex rel. Luckey v. Weber, 124 Neb. 84, 245 N.W. 407 (1932).\n\nCounty judge should take the oath provided by Article XV, section 1, of the Constitution, and not the oath under this section, but taking wrong oath does not operate to vacate office. Duffy v. State ex rel. Edson, 60 Neb. 812, 84 N.W. 264 (1900).\n\n3. Officers not required to take oath\n\nA person designated by court to make sale of mortgaged premises under foreclosure decree need not take and file oath. Wright v. Stevens, 55 Neb. 676, 76 N.W. 441 (1898).\n\nPerson designated by court to hold sale need not take the oath prescribed by this section. Northwestern Mutual Life Ins. Co. v. Mulvihill, 53 Neb. 538, 74 N.W. 78 (1898).\n\nSpecial master appointed by court in foreclosure proceedings need not take and file an oath, or execute a bond. Omaha L. & T. Co. v. Bertrand, 51 Neb. 508, 70 N.W. 1120 (1897).\n\nSchool district officers are not required to take oath prescribed by this section, as the term \"district\" applies only to judicial districts, and the term \"municipal\" to villages, towns, and cities. Frans v. Young, 30 Neb. 360, 46 N.W. 528 (1890).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-11/statute-11-101/"
    }
  ]
}