{
  "state": "new-mexico",
  "path": "title-chapter-28-human-rights/chapter-article-22-religious-freedom-restoration",
  "sections": [
    {
      "id": "section-28-22-1",
      "number": "28-22-1",
      "heading": "Short title.Section 28-22-2 - Definitions",
      "text": "Sections 1 through 5 [28-22-1 to 28-22-5 NMSA 1978] of this act may be cited as the \"New Mexico Religious Freedom Restoration Act\".\n\nHistory:Laws 2000 (2nd S.S.), ch. 17, § 1.\n\nEffective dates.— Laws 2000 (2nd S.S.), ch. 17 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective July 3, 2000, 90 days after the adjournment of the legislature.\n\nThe New Mexico Religious Freedom Restoration Act does not apply to actions between private parties.— Where plaintiff offered wedding photography services to the general public; plaintiff's business was a public accommodation under the Human Rights Act, Section 28-1-1 NMSA 1978 et seq.; plaintiff refused to photograph a same-sex commitment ceremony between defendant and defendant's partner on religious grounds, defendant filed a discrimination complaint against plaintiff with the human rights commission; and the human rights commission determined that plaintiff had violated the act by discriminating against defendant on the basis of defendant's sexual orientation, the New Mexico Religious Freedom Restoration Act, Section 28-22-1 NMSA 1978 et seq., did not apply to the enforcement of the Human Rights Act by the commission, because the commission acted as an administrative tribunal, not as a party to the suit between plaintiff and defendant as private parties. Elane Photography, LLC v. Willock, 2013-NMSC-040,aff'g2012-NMCA-086, 284 P.3d 428.\n\nThe New Mexico Religious Freedom Restoration Act, Section 28-22-1 NMSA 1978 et seq. applies only in cases that involve a governmental agency as a adverse party.Elane Photography, LLC v. Willock, 2012-NMCA-086, 284 P.3d 428, cert. granted, 2012-NMCERT-008.\n\nThe act does not apply in cases that involve non-governmental parties.— Where defendant filed a discrimination claim with the human rights commission alleging that plaintiff violated the Human Rights Act, Section 28-1-1 NMSA 1978 et seq., by refusing on religious and moral grounds to photograph defendant's commitment ceremony with defendant's same-sex partner; and plaintiff claimed that the act violated plaintiff's freedom of religion because the act forced plaintiff to photograph same-sex marriages in violation of plaintiff's owner's religious belief that marriage is the union of one man and one woman, the New Mexico Religious Freedom Restoration Act, Section 28-22-1 NMSA 1978 et seq., did not apply to the litigation between plaintiff and defendant because neither party was a governmental agency. Elane Photography, LLC v. Willock, 2012-NMCA-086, 284 P.3d 428, cert. granted, 2012-NMCERT-008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-22/section-28-22-1/"
    },
    {
      "id": "section-28-22-2",
      "number": "28-22-2",
      "heading": "Definitions.",
      "text": "As used in the New Mexico Religious Freedom Restoration Act:\n\nA. \"free exercise of religion\" means an act or a refusal to act that is substantially motivated by religious belief; and\n\nB. \"government agency\" means the state or any of its political subdivisions, institutions, departments, agencies, commissions, committees, boards, councils, bureaus or authorities.\n\nHistory:Laws 2000 (2nd S.S.), ch. 17, § 2.\n\nEffective dates.— Laws 2000 (2nd S.S.), ch. 17 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective July 3, 2000, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-22/section-28-22-2/"
    },
    {
      "id": "section-28-22-3",
      "number": "28-22-3",
      "heading": "Religious freedom protected; exceptions.",
      "text": "A government agency shall not restrict a person's free exercise of religion unless:\n\nA. the restriction is in the form of a rule of general applicability and does not directly discriminate against religion or among religions; and\n\nB. the application of the restriction to the person is essential to further a compelling governmental interest and is the least restrictive means of furthering that compelling governmental interest.\n\nHistory:Laws 2000 (2nd S.S.), ch. 17, § 3.\n\nEffective dates.— Laws 2000 (2nd S.S.), ch. 17 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective July 3, 2000, 90 days after the adjournment of the legislature.\n\nThe criminal sexual contact of a minor and contributing to the delinquency of a minor statutes do not violate the Religious Freedom Restoration Act.— Where defendant, who was the spiritual leader of a religious group that lived together, was convicted of criminal sexual contact of a minor and of contributing to the delinquency of a minor based on unclothed experiences with two teenage children; and defendant claimed that because defendant believed that touching the children was a religious act, defendant was not guilty of committing a crime and that the criminal sexual contact of a minor statute, Section 30-9-13 NMSA 1978 and the contributing to the delinquency of a minor statute, Section 30-6-3 NMSA 1978, violate the Religious Freedom Restoration Act, because the statutes are laws of general applicability that do not directly discriminate against or among religions, the protection of minors from sexual abuse and delinquency is a compelling governmental interest, and the statutes are the least restrictive means of achieving the government's goal of protecting minors from sexual abuse and delinquency, the statutes do not violate the act. State v. Bent, 2013-NMCA-108, cert. denied, 2013-NMCERT-012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-22/section-28-22-3/"
    },
    {
      "id": "section-28-22-4",
      "number": "28-22-4",
      "heading": "Private remedies.",
      "text": "A. A person whose free exercise of religion has been restricted by a violation of the New Mexico Religious Freedom Restoration Act may assert that violation as a claim or defense in a judicial proceeding and obtain appropriate relief against a government agency, including:\n\n(1) injunctive or declaratory relief against a government agency that violates or proposes to violate the provisions of the New Mexico Religious Freedom Restoration Act; and\n\n(2) damages pursuant to the Tort Claims Act [41-4-1 to 41-4-27 NMSA 1978], reasonable attorney fees and costs.\n\nB. Immunity from liability of the government agency and its employees is waived for an action brought pursuant to this section.\n\nHistory:Laws 2000 (2nd S.S.), ch. 17, § 4.\n\nEffective dates.— Laws 2000 (2nd S.S.), ch. 17 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective July 3, 2000, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-22/section-28-22-4/"
    },
    {
      "id": "section-28-22-5",
      "number": "28-22-5",
      "heading": "Construction of act.",
      "text": "Nothing in the New Mexico Religious Freedom Restoration Act authorizes a government agency to burden a person's free exercise of religion. The protection of the free exercise of religion granted in that act is in addition to the protections granted by federal law and the state and federal constitutions. The New Mexico Religious Freedom Restoration Act does not affect the grant of benefits or tax exemptions to religious organizations nor does it impair any other exemptions granted by law.\n\nHistory:Laws 2000 (2nd S.S.), ch. 17, § 5.\n\nEffective dates.— Laws 2000 (2nd S.S.), ch. 17 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective July 3, 2000, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-22/section-28-22-5/"
    }
  ]
}