{
  "state": "new-mexico",
  "path": "title-chapter-28-human-rights/chapter-article-8-identifying-devices-and-cards-for-disabled-persons",
  "sections": [
    {
      "id": "section-28-8-1",
      "number": "28-8-1",
      "heading": "Definitions.Section 28-8-2 - Identifying devices for persons having certain conditions",
      "text": "As used in this act [28-8-1 to 28-8-7 NMSA 1978]:\n\nA. \"disabled condition\" means the condition of being unconscious, semiconscious, incoherent or otherwise incapacitated to communicate;\n\nB. \"disabled person\" means a person in a disabled condition;\n\nC. \"the emergency symbol\" means the caduceus inscribed within a six-barred cross used by the American Medical Association to denote emergency information;\n\nD. \"identifying device\" means an identifying bracelet, necklace, metal tag or similar device bearing the emergency symbol and the information needed in an emergency; and\n\nE. \"medical practitioner\" means a person licensed or authorized to practice medicine or osteopathy.\n\nHistory:1953 Comp., § 12-31-1, enacted by Laws 1973, ch. 265, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-8/section-28-8-1/"
    },
    {
      "id": "section-28-8-2",
      "number": "28-8-2",
      "heading": "Identifying devices for persons having certain conditions.",
      "text": "A. A person who suffers from epilepsy, diabetes, a cardiac condition or any other type of illness that causes temporary blackouts, semiconscious periods or complete unconsciousness, or who suffers from a condition requiring specific medication or medical treatment, is allergic to certain medications or items used in medical treatment, wears contact lenses or is unable to communicate coherently or effectively in the English language, is authorized and encouraged to wear an identifying device.\n\nB. Any person may carry an identification card bearing his name, type of medical condition, physician's name and other medical information.\n\nC. By wearing an identifying device a person gives his consent for any peace officer or medical practitioner who finds him in a disabled condition to make a reasonable search of his clothing or other effects for an identification card of the type described in Subsection B of this section.\n\nHistory:1953 Comp., § 12-31-2, enacted by Laws 1973, ch. 265, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-8/section-28-8-2/"
    },
    {
      "id": "section-28-8-3",
      "number": "28-8-3",
      "heading": "Duty of peace officer.",
      "text": "A. A peace officer shall make a diligent effort to determin [determine] whether any disabled person he finds is an epileptic or a diabetic or suffers from some other type of illness that would cause the condition. Whenever feasible, this effort shall be made before the person is charged with a crime or taken to a place of detention.\n\nB. In seeking to determine whether a disabled person suffers from an illness, a peace officer shall make a reasonable search for an identifying device and an identification card of the type described in Subsection B of Section 2 [28-8-2 NMSA 1978] of this act and examine them for emergency information. The peace officer may not search for an identifying device or an identification card in a manner or to an extent that would appear to a reasonable person in the circumstances to cause an unreasonable risk of worsening the disabled person's condition.\n\nC. A peace officer who finds a disabled person without an identifying device or identification card is not relieved of his duty to that person to make a diligent effort to ascertain the existence of any illness causing the disabled condition.\n\nD. A claim for relief against a peace officer does not arise from his making a reasonable search of the disabled person to locate an identifying device or identification card, even though the person is not wearing an identifying device or carrying an identification card. However, nothing found on the disabled person during a search authorized under this act [28-8-1 to 28-8-7 NMSA 1978] shall be admitted into evidence in any court in a criminal proceeding where the disabled person is a defendant if the admission of the product of the search would not be entitled to admission except for the authority to search granted in Subsection C of this section.\n\nE. A peace officer who determines or has reason to believe that a disabled person is suffering from an illness causing his condition shall promptly notify the person's physician, if practicable. If the officer is unable to ascertain the physician's identity or to communicate with him, the officer shall make a reasonable effort to cause the disabled person to be transported immediately to a medical practitioner or to a facility where medical treatment is available. If the officer believes it unduly dangerous to move the disabled person, he shall make a reasonable effort to obtain the assistance of a medical practitioner.\n\nHistory:1953 Comp., § 12-31-3, enacted by Laws 1973, ch. 265, § 3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-8/section-28-8-3/"
    },
    {
      "id": "section-28-8-4",
      "number": "28-8-4",
      "heading": "Duty of medical practitioners.",
      "text": "A. A medical practitioner, in discharging his duty to a disabled person whom he has undertaken to examine or treat, shall make a reasonable search for an identifying device or an identification card of the type described in Subsection B of Section 2 [28-8-2 NMSA 1978] of this act and examine them for emergency information.\n\nB. A claim for relief against a medical practitioner does not arise from his making a reasonable search of a disabled person to locate an identifying device or identification card, even though the person is not wearing an identifying device or carrying an identification card.\n\nHistory:1953 Comp., § 12-31-4, enacted by Laws 1973, ch. 265, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-8/section-28-8-4/"
    },
    {
      "id": "section-28-8-5",
      "number": "28-8-5",
      "heading": "Duty of others.",
      "text": "A. A person, other than a peace officer or medical practitioner, who finds a disabled person may make a reasonable effort to notify a peace officer. If a peace officer or medical practitioner is not present, a person who finds a disabled person may:\n\n(1) make a reasonable search for an identifying device; and\n\n(2) if the identifying device is found, may make a reasonable search for an identification card of the type described in Subsection B of Section 2 [28-8-2 NMSA 1978] of this act.\n\nIf a device or card is located, the person making the search shall attempt promptly to bring its contents to the attention of a peace officer or medical practitioner.\n\nB. A claim for relief does not arise from a reasonable search to locate an identifying device or identification card as authorized by Subsection A of this section.\n\nHistory:1953 Comp., § 12-31-5, enacted by Laws 1973, ch. 265, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-8/section-28-8-5/"
    },
    {
      "id": "section-28-8-6",
      "number": "28-8-6",
      "heading": "Falsifying identification or misrepresenting condition.",
      "text": "A person who, with intent to deceive, provides, wears, uses or possesses a false identifying device or an identification card of the type described in Subsection B of Section 2 [28-8-2 NMSA 1978] of this act is guilty of a misdemeanor and shall be fined not more than three hundred dollars ($300) or imprisoned for not more than ninety days, or both.\n\nHistory:1953 Comp., § 12-31-6, enacted by Laws 1973, ch. 265, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-8/section-28-8-6/"
    },
    {
      "id": "section-28-8-7",
      "number": "28-8-7",
      "heading": "Other duties.",
      "text": "The duties imposed by this act [28-8-1 to 28-8-7 NMSA 1978] are in addition to, and not in limitation of, other duties existing under the law of this state.\n\nHistory:1953 Comp., § 12-31-7, enacted by Laws 1973, ch. 265, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-8/section-28-8-7/"
    }
  ]
}