{
  "state": "new-mexico",
  "path": "title-chapter-28-human-rights/chapter-article-16c-special-education-ombud",
  "sections": [
    {
      "id": "section-28-16c-1",
      "number": "28-16C-1",
      "heading": "Short title.Section 28-16C-2 - Definitions",
      "text": "Sections 1 through 11 [28-16C-1 to 28-16C-11 NMSA 1978] of this act may be cited as the \"Special Education Ombud Act\".\n\nHistory:Laws 2021, ch. 53, § 1.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-1/"
    },
    {
      "id": "section-28-16c-2",
      "number": "28-16C-2",
      "heading": "Definitions.",
      "text": "As used in the Special Education Ombud Act:\n\nA. \"council\" means the developmental disabilities planning council;\n\nB. \"office\" means the office of the state special education ombud;\n\nC. \"parent\" includes a legal guardian or custodian who has custody and control of a student or an individual who has legal authority to make educational decisions on behalf of the student;\n\nD. \"state ombud\" means the state special education ombud; and\n\nE. \"student\" means a public school student receiving or seeking special education services.\n\nHistory:Laws 2021, ch. 53, § 2.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-2/"
    },
    {
      "id": "section-28-16c-3",
      "number": "28-16C-3",
      "heading": "Creation of the office of the state special education ombud; general duties of the office.",
      "text": "A. The \"office of the state special education ombud\" is created within the council.\n\nB. The council shall appoint the \"state special education ombud\", who shall head the office and supervise the ombuds and other staff of the office. The state ombud may contract for services to assist the office in conducting its duties and may use the services of volunteers.\n\nC. The state ombud shall:\n\n(1) identify, investigate and resolve concerns pertaining to special education services that are filed with the office by parents;\n\n(2) assist students and parents in protecting the educational rights of students, which may include assisting students and parents in individualized education plan meetings or other proceedings pursuant to the federal Individuals with Disabilities Education Act;\n\n(3) inform students and parents about special education resources in their community;\n\n(4) ensure that students and parents have regular and timely access to the services provided through the office and that students and parents receive timely responses from representatives of the office;\n\n(5) identify any patterns of concerns that emerge regarding special education services and educational rights and recommend strategies for improvement to the public education department;\n\n(6) collaborate with the public education department to ensure that all dispute resolution processes are available to students and parents, including the special education parent liaison, mediation, facilitated individualized education program meetings, state complaint and investigations and due process hearings;\n\n(7) collaborate with the parent training information centers and protection and advocacy agencies within the state to identify and report systemic special education issues to the public education department;\n\n(8) ensure that office staff, contractors and volunteers are trained in:\n\n(a) federal, state and local laws, rules and policies with respect to special education in the state;\n\n(b) investigative techniques;\n\n(c) dispute resolution; and\n\n(d) such other matters as the office deems appropriate;\n\n(9) develop procedures for the certification of ombuds. An employee or contractor shall not investigate a concern filed with the office unless that person is certified by the office;\n\n(10) analyze, comment on and monitor the development and implementation of federal and state laws, rules and other governmental policies and actions that pertain to the educational rights of students with respect to the adequacy of special education services in the state;\n\n(11) recommend changes to laws, rules, policies and actions pertaining to the special educational rights of students as the office determines to be appropriate;\n\n(12) facilitate public comment on proposed laws, rules, policies and actions; and\n\n(13) provide information to public and private agencies, legislators and other persons regarding the problems and concerns of special education services and make recommendations related to those problems and concerns.\n\nHistory:Laws 2021, ch. 53, § 3.\n\nCross references.— For the Individuals with Disabilities Education Act,see20 USCS § 1400 et seq.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-3/"
    },
    {
      "id": "section-28-16c-4",
      "number": "28-16C-4",
      "heading": "Annual report; contents.",
      "text": "No later than December 1 of each year, the office shall prepare a report that includes:\n\nA. actions taken by the office in the year for which the report is prepared;\n\nB. special education concerns identified by or on behalf of students and parents, resolution of the concerns and the effectiveness of the resolution processes;\n\nC. recommendations for improving the quality of special education services provided to students and protecting the educational rights of students; and\n\nD. policy, regulatory and legislative recommendations to solve identified concerns related to special education, to improve processes of resolutions of concerns, to improve the quality of services provided to students, to protect the educational rights of students and to remove barriers to education and educational services.\n\nHistory:Laws 2021, ch. 53, § 4.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-4/"
    },
    {
      "id": "section-28-16c-5",
      "number": "28-16C-5",
      "heading": "Investigation and resolution of special education concerns.",
      "text": "The office shall identify, investigate and seek to resolve concerns related to special education communicated by or on behalf of students and parents. If the office does not address a concern, the office shall notify the concerned person of the decision not to address the concern and the reasons for the decision.\n\nHistory:Laws 2021, ch. 53, § 5.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-5/"
    },
    {
      "id": "section-28-16c-6",
      "number": "28-16C-6",
      "heading": "Access to student educational records.",
      "text": "Upon request and with consent from the student or the student's parent, the office shall have access to the student's educational records from the public education department, a school district or a public school as necessary to carry out the office's responsibilities.\n\nHistory:Laws 2021, ch. 53, § 6.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-6/"
    },
    {
      "id": "section-28-16c-7",
      "number": "28-16C-7",
      "heading": "Confidentiality of information.",
      "text": "A. All files and records maintained by the office that pertain to students are confidential and not subject to the provisions of the Inspection of Public Records Act [Chapter 14, Article 2 NMSA 1978]. The state ombud shall not disclose the identity of a concerned person or student about whom the office maintains files or records unless:\n\n(1) the concerned person, student or parent consents in writing to the disclosure;\n\n(2) the concerned person, student or parent gives oral consent that is documented immediately in writing by a representative of the office. If the student is unable to give oral consent, the student may give consent in any way that the student is able to, and the consent shall also be documented immediately in writing by a representative of the office; or\n\n(3) disclosure is ordered by a court.\n\nB. The annual report required pursuant to Section 4 [28-16C-4 NMSA 1978] of the Special Education Ombud Act may be based on confidential information and may be published or furnished to the public, but the report shall not identify individual students directly or indirectly nor violate the privileged or confidential nature of the relationship and communications between the student and the office.\n\nHistory:Laws 2021, ch. 53, § 7.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-7/"
    },
    {
      "id": "section-28-16c-8",
      "number": "28-16C-8",
      "heading": "Conflict of interest.",
      "text": "The council shall ensure that:\n\nA. a person or an immediate family member of that person involved in the designation of an ombud does not have a conflict of interest;\n\nB. an employee or a contractor of the office or an immediate family member of the employee or contractor does not have a conflict of interest; and\n\nC. an ombud:\n\n(1) does not have an ownership or investment interest, represented by equity, debt or other financial relationship, in a public school providing special education services;\n\n(2) is not employed by, or participating in the management of, a public school providing special education services; and\n\n(3) does not receive, or have the right to receive, directly or indirectly, remuneration in cash or in kind under a compensation arrangement with a public school providing special education services.\n\nHistory:Laws 2021, ch. 53, § 8.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-8/"
    },
    {
      "id": "section-28-16c-9",
      "number": "28-16C-9",
      "heading": "Posting and distribution of ombud information.",
      "text": "Every public school providing special education services shall post in a conspicuous location in the public school a notice regarding the office that contains a brief description of the services provided by the office and the name, address and phone number of the office and shall post it online on the public school's website, if applicable. The public school providing special education services shall distribute information regarding the state ombud at the beginning of every school year, in addition to providing the information as part of the annual individual education plan process prior to scheduling the first individual education plan meeting of each school year. The form of the notice shall be approved by the office.\n\nHistory:Laws 2021, ch. 53, § 9.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-9/"
    },
    {
      "id": "section-28-16c-10",
      "number": "28-16C-10",
      "heading": "Availability of legal counsel to the office.",
      "text": "The council shall ensure that adequate legal counsel is available and is able, without conflict of interest, to:\n\nA. provide advice and consultation to the office needed to protect the educational rights of students; and\n\nB. assist the office and contractors in the performance of the official duties of the state ombud and representatives.\n\nHistory:Laws 2021, ch. 53, § 10.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-10/"
    },
    {
      "id": "section-28-16c-11",
      "number": "28-16C-11",
      "heading": "Interference with the office and retaliation prohibited; potential actions for noncompliance.",
      "text": "A. A person shall not willfully interfere with the lawful actions of the office.\n\nB. A person shall not institute discriminatory, disciplinary or retaliatory action against any student or parent for filing a concern with, providing information to or otherwise cooperating with the office.\n\nC. If public school personnel or a contractor or volunteer of a school district or charter school fails to comply with the provisions of the Special Education Ombud Act:\n\n(1) the council shall report the noncompliance to the public education department;\n\n(2) the office shall collaborate with the public education department to access processes and resources to address special education services concerns; and\n\n(3) the office shall collaborate with the public education department to identify further appropriate actions to be taken in response to the report, which may include a corrective action plan or any other administrative action that the public education department is authorized to take to ensure that students receive the free and appropriate public education required by the Individuals with Disabilities Education Act and state law. The office shall provide a letter to the concerned person explaining the actions the public education department will take.\n\nHistory:Laws 2021, ch. 53, § 11.\n\nCross references.— For the Individuals with Disabilities Education Act,see20 USCS § 1400 et seq.\n\nEffective dates.— Laws 2021, ch. 53 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-28/article-16c/section-28-16c-11/"
    }
  ]
}