{
  "state": "virginia",
  "path": "title-title-152-counties-cities-and-towns/chapter-chapter-43-agricultural-and-forestal-districts-act",
  "sections": [
    {
      "id": "section-152-4300",
      "number": "15.2-4300.",
      "heading": "Short title§ 15.2-4301. Declaration of policy findings and purpose§ 15",
      "text": "2-4302. Definitions§ 15.2-4303. Power of localities to enact ordinances; application form and fees; maps; sample form§ 15.2-4304. Agricultural and forestal districts advisory committee§ 15.2-4305. Application for creation of dist",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-4301",
      "number": "15.2-4301.",
      "heading": "Declaration of policy findings and purpose",
      "text": "It is the policy of the Commonwealth to conserve and protect and to encourage the development and improvement of the Commonwealth's agricultural and forestal lands for the production of food and other agricultural and forestal products. It is also the policy of the Commonwealth to conserve and protect agricultural and forestal lands as valued natural and ecological resources which provide essential open spaces for clean air sheds, watershed protection, wildlife habitat, as well as for aesthetic purposes. It is the purpose of this chapter to provide a means for a mutual undertaking by landowners and localities to protect and enhance agricultural and forestal land as a viable segment of the Commonwealth's economy and as an economic and environmental resource of major importance.\n\n1977, c. 681, § 15.1-1507; 1987, c. 552; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4301/"
    },
    {
      "id": "section-152-4302",
      "number": "15.2-4302.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Advisory committee\" means the agricultural and forestal districts advisory committee.\n\n\"Agricultural products\" means crops, livestock and livestock products, including but not limited to: field crops, fruits, vegetables, horticultural specialties, cattle, sheep, hogs, goats, horses, poultry, furbearing animals, milk, eggs and furs.\n\n\"Agricultural production\" means the production for commercial purposes of crops, livestock and livestock products, and includes the processing or retail sales by the producer of crops, livestock or livestock products which are produced on the parcel or in the district.\n\n\"Agriculturally and forestally significant land\" means land that has recently or historically produced agricultural and forestal products, is suitable for agricultural or forestal production or is considered appropriate to be retained for agricultural and forestal production as determined by such factors as soil quality, topography, climate, markets, farm structures, and other relevant factors.\n\n\"Application\" means the set of items a landowner or landowners must submit to the local governing body when applying for the creation of a district or an addition to an existing district.\n\n\"District\" means an agricultural, forestal, or agricultural and forestal district.\n\n\"Forestal production\" means the production for commercial purposes of forestal products and includes the processing or retail sales, by the producer, of forestal products which are produced on the parcel or in the district. \"Forestal products\" includes, but is not limited to, saw timber, pulpwood, posts, firewood, Christmas trees and other tree and wood products for sale or for farm use.\n\n\"Landowner\" or \"owner of land\" means any person holding a fee simple interest in property but does not mean the holder of an easement.\n\n\"Program administrator\" means the local governing body or local official appointed by the local governing body to administer the agricultural and forestal districts program.\n\n1977, c. 681, § 15.1-1508; 1979, c. 377; 1981, c. 54; 1987, c. 552; 1997, c. 587; 2011, cc. 344, 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4302/"
    },
    {
      "id": "section-152-4303",
      "number": "15.2-4303.",
      "heading": "Power of localities to enact ordinances; application form and fees; maps; sample form",
      "text": "A. Each locality shall have the authority to promulgate forms and to enact ordinances to effectuate this chapter. The locality may charge a reasonable fee for each application submitted pursuant to this chapter; such fee shall not exceed $500 or the costs of processing and reviewing an application, whichever is less.\n\nB. The locality shall prescribe application forms for districts that include but need not be limited to the following information:\n\n1. The general location of the district;\n\n2. The total acreage in the district or acreage to be added to an existing district;\n\n3. The name, address, and signature of each landowner applying for creation of a district or an addition to an existing district and the acreage each owner owns within the district or addition;\n\n4. The conditions proposed by the applicant pursuant to § 15.2-4309;\n\n5. The period before first review proposed by the applicant pursuant to § 15.2-4309; and\n\n6. The date of application, date of final action by the local governing body and whether approved, modified or rejected.\n\nC. The application form shall be accompanied by maps or aerial photographs, or both, prescribed by the locality that clearly show the boundaries of the proposed district and each addition and boundaries of properties owned by each applicant, and any other features as prescribed by the locality.\n\nD. For each notice required by this chapter to be sent to a landowner, notice shall be sent by first-class mail to the last known address of such owner as shown on the application hereunder or on the current real estate tax assessment books or maps. A representative of the local planning commission or local governing body shall make affidavit that such mailing has been made and file such affidavit with the papers in the case.\n\n1977, c. 681, § 15.1-1509; 1978, c. 604; 1979, c. 377; 1984, c. 20; 1987, c. 552; 1997, c. 587; 2005, c. 667; 2011, cc. 344, 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4303/"
    },
    {
      "id": "section-152-4304",
      "number": "15.2-4304.",
      "heading": "Agricultural and forestal districts advisory committee",
      "text": "A. Upon receipt of the first agricultural and forestal districts application, the local governing body shall establish an advisory committee which shall consist of four landowners who are engaged in agricultural or forestal production, four other landowners of the locality, the commissioner of revenue or the local government's chief property assessment officer, and a member of the local governing body. The members of the committee shall be appointed by and serve at the pleasure of the local governing body. The advisory committee shall elect a chairman and a vice-chairman and elect or appoint a secretary who need not be a member of the committee. The advisory committee shall serve without pay but the locality may reimburse each member for actual and necessary expenses incurred in the performance of his duties. Any expenditures of the committee shall be within the amounts appropriated for such purpose by the local governing body. The committee shall advise the local planning commission and the local governing body and assist in creating, reviewing, modifying, continuing or terminating districts within the locality. In particular, the committee shall render expert advice as to the nature of farming and forestry and agricultural and forestal resources within the district and their relation to the entire locality.\n\nB. The local governing body may designate the planning commission to act for and in lieu of an agricultural and forestal districts advisory committee if the membership of the planning commission includes at least four landowners who are engaged in agricultural or forestal production.\n\n1977, c. 681, § 15.1-1510; 1987, c. 552; 1989, c. 52; 1997, c. 587; 2011, cc. 344, 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4304/"
    },
    {
      "id": "section-152-4305",
      "number": "15.2-4305.",
      "heading": "Application for creation of district in one or more localities; size and location of parcels",
      "text": "On or before November 1 of each year or any other annual date selected by the locality, any owner or owners of land may submit an application to the locality for the creation of a district or addition of land to an existing district within the locality. Each district shall have a core of no less than 200 acres in one parcel or in contiguous parcels. A parcel not part of the core may be included in a district (i) if the nearest boundary of the parcel is within one mile of the boundary of the core, (ii) if it is contiguous to a parcel in the district the nearest boundary of which is within one mile of the boundary of the core, or (iii) if the local governing body finds, in consultation with the advisory committee or planning commission, that the parcel not part of the core or within one mile of the boundary of the core contains agriculturally and forestally significant land. No land shall be included in any district without the signature on the application, or the written approval of all owners thereof. A district may be located in more than one locality, provided that (i) separate application is made to each locality involved, (ii) each local governing body approves the district, and (iii) the district meets the size requirements of this section. In the event that one of the local governing bodies disapproves the creation of a district within its boundaries, the creation of the district within the adjacent localities' boundaries shall not be affected, provided that the district otherwise meets the requirements set out in this chapter. In no event shall the act of creating a single district located in two localities pursuant to this subsection be construed to create two districts.\n\n1977, c. 681, § 15.1-1511; 1979, c. 377; 1981, c. 546; 1984, c. 20; 1985, c. 13; 1987, c. 552; 1993, cc. 745, 761; 1997, c. 587; 1998, c. 833; 2011, cc. 344, 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4305/"
    },
    {
      "id": "section-152-4306",
      "number": "15.2-4306.",
      "heading": "Criteria for evaluating application",
      "text": "Land being considered for inclusion in a district may be evaluated by the advisory committee and the planning commission through the Virginia Land Evaluation and Site Assessment (LESA) System or, if one has been developed, a local LESA System. The following factors should be considered by the local planning commission and the advisory committee, and at any public hearing at which an application that has been filed pursuant to § 15.2-4303 is being considered:\n\n1. The agricultural and forestal significance of land within the district or addition and in areas adjacent thereto;\n\n2. The presence of any significant agricultural lands or significant forestal lands within the district and in areas adjacent thereto that are not now in active agricultural or forestal production;\n\n3. The nature and extent of land uses other than active farming or forestry within the district and in areas adjacent thereto;\n\n4. Local developmental patterns and needs;\n\n5. The comprehensive plan and, if applicable, the zoning regulations;\n\n6. The environmental benefits of retaining the lands in the district for agricultural and forestal uses; and\n\n7. Any other matter which may be relevant.\n\nIn judging the agricultural and forestal significance of land, any relevant agricultural or forestal maps may be considered, as well as soil, climate, topography, other natural factors, markets for agricultural and forestal products, the extent and nature of farm structures, the present status of agriculture and forestry, anticipated trends in agricultural economic conditions and such other factors as may be relevant.\n\n1977, c. 681, § 15.1-1511; 1979, c. 377; 1981, c. 546; 1984, c. 20; 1985, c. 13; 1987, c. 552; 1993, cc. 745, 761; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4306/"
    },
    {
      "id": "section-152-4307",
      "number": "15.2-4307.",
      "heading": "Review of application; notice; hearing",
      "text": "Upon the receipt of an application for a district or for an addition to an existing district, the program administrator shall refer such application to the advisory committee.\n\nThe advisory committee shall review and make recommendations concerning the application or modification thereof to the local planning commission, which shall:\n\n1. Notify, by first-class mail, adjacent property owners, as shown on the maps of the locality used for tax assessment purposes, and where applicable, any political subdivision whose territory encompasses or is part of the district, of the application. The notice shall contain (i) a statement that an application for a district has been filed with the program administrator pursuant to this chapter; (ii) a statement that the application will be on file open to public inspection in the office of the clerk of the local governing body; (iii) where applicable a statement that any political subdivision whose territory encompasses or is part of the district may propose a modification which must be filed with the local planning commission within thirty days of the date of the notice; (iv) a statement that any owner of additional qualifying land may join the application within thirty days from the date of the notice or, with the consent of the local governing body, at any time before the public hearing the local governing body must hold on the application; (v) a statement that any owner who joined in the application may withdraw his land, in whole or in part, by written notice filed with the local governing body, at any time before the local governing body acts pursuant to § 15.2-4309; and (vi) a statement that additional qualifying lands may be added to an already created district at any time upon separate application pursuant to this chapter;\n\n2. Hold a public hearing as prescribed by law; and\n\n3. Report its recommendations to the local governing body including but not limited to the potential effect of the district and proposed modifications upon the locality's planning policies and objectives.\n\n1977, c. 681, § 15.1-1511; 1979, c. 377; 1981, c. 546; 1984, c. 20; 1985, c. 13; 1987, c. 552; 1993, cc. 745, 761; 1997, c. 587; 1998, c. 833; 2011, cc. 344, 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4307/"
    },
    {
      "id": "section-152-4308",
      "number": "15.2-4308.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2011, cc. 344 and 355, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4308/"
    },
    {
      "id": "section-152-4309",
      "number": "15.2-4309.",
      "heading": "Hearing; creation of district; conditions; notice",
      "text": "A. The local governing body, after receiving the report of the local planning commission and the advisory committee, shall hold a public hearing as provided by law, and after such public hearing, may by ordinance create the district or add land to an existing district as applied for, or with any modifications it deems appropriate.\n\nB. The governing body may require, as a condition to creation of the district, that any parcel in the district shall not, without the prior approval of the governing body, be developed to any more intensive use or to certain more intensive uses, other than uses resulting in more intensive agricultural or forestal production, during the period which the parcel remains within the district. Local governing bodies shall not prohibit as a more intensive use, construction and placement of dwellings for persons who earn a substantial part of their livelihood from a farm or forestry operation on the same property, or for members of the immediate family of the owner, or divisions of parcels for such family members, unless the governing body finds that such use in the particular case would be incompatible with farming or forestry in the district. To further the purposes of this chapter and to promote agriculture and forestry and the creation of districts, the local governing body may adopt programs offering incentives to landowners to impose land use and conservation restrictions on their land within the district. Programs offering such incentives shall not be permitted unless authorized by law. Any conditions to creation of the district and the period before the review of the district shall be described, either in the application or in a notice sent by first-class mail to all landowners in the district and published in a newspaper having a general circulation within the district at least seven days prior to adoption of the ordinance creating the district. The ordinance shall state any conditions to creation of the district and shall prescribe the period before the first review of the district, which shall be no less than four years but not more than ten years from the date of its creation. In prescribing the period before the first review, the local governing body shall consider the period proposed in the application. The ordinance shall remain in effect at least until such time as the district is to be reviewed. In the event of annexation by a city or town of any land within a district, the district shall continue until the time prescribed for review.\n\nC. The local governing body shall act to adopt or reject the application, or any modification of it, no later than 180 days from (i) November 1 or (ii) the other date selected by the locality as provided in § 15.2-4305. Upon the adoption of an ordinance creating a district or adding land to an existing district, the local governing body shall submit a copy of the ordinance with maps to the local commissioner of the revenue, and the State Forester, and the Commissioner of Agriculture and Consumer Services for information purposes. The commissioner of the revenue shall identify the parcels of land in the district in the land book and on the tax map, and the local governing body shall identify such parcels on the zoning map, where applicable and shall designate the districts on the official comprehensive plan map each time the comprehensive plan map is updated.\n\n1977, c. 681, § 15.1-1511; 1979, c. 377; 1981, c. 546; 1984, c. 20; 1985, c. 13; 1987, c. 552; 1993, cc. 745, 761; 1997, c. 587; 1998, c. 833; 2011, cc. 344, 355; 2023, cc. 506, 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4309/"
    },
    {
      "id": "section-152-4310",
      "number": "15.2-4310.",
      "heading": "Additions to a district",
      "text": "Additional parcels of land may be added to an existing district at any time by following the process and application deadlines prescribed for the creation of a new district.\n\n1977, c. 681, § 15.1-1511; 1979, c. 377; 1981, c. 546; 1984, c. 20; 1985, c. 13; 1987, c. 552; 1993, cc. 745, 761; 1997, c. 587; 2011, cc. 344, 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4310/"
    },
    {
      "id": "section-152-4311",
      "number": "15.2-4311.",
      "heading": "Review of districts",
      "text": "The local governing body may complete a review of any district created under this section, together with additions to such district, no less than four years but no more than ten years after the date of its creation and every four to ten years thereafter. If the local governing body determines that a review is necessary, it shall begin such review at least ninety days before the expiration date of the period established when the district was created. In conducting such review, the local governing body shall ask for the recommendations of the local advisory committee and the planning commission in order to determine whether to terminate, modify or continue the district. When each district is reviewed, land within the district may be withdrawn at the owner's discretion by filing a written notice with the local governing body at any time before it acts to continue, modify or terminate the district. The local planning commission or the advisory committee shall schedule as part of the review a public meeting with the owners of land within the district, and shall send by first-class mail a written notice of the meeting and review to all such owners. The notice shall state the time and place for the meeting; that the district is being reviewed by the local governing body; that the local governing body may continue, modify, or terminate the district; and that land may be withdrawn from the district at the owner's discretion by filing a written notice with the local governing body at any time before it acts to continue, modify or terminate the district. The local governing body shall hold a public hearing as provided by law. The governing body may stipulate conditions to continuation of the district and may establish a period before the next review of the district, which may be different from the conditions or period established when the district was created. Any such different conditions or period shall be described in a notice sent by first-class mail to all owners of land within the district and published in a newspaper having a general circulation within the district no less than seven days prior to adoption of the ordinance continuing the district. Unless the district is modified or terminated by the local governing body, the district shall continue as originally constituted, with the same conditions and period before the next review as that established when the district was created.\n\nIf the local governing body determines that a review is unnecessary, it shall set the year in which the next review shall occur.\n\n1977, c. 681, § 15.1-1511; 1979, c. 377; 1981, c. 546; 1984, c. 20; 1985, c. 13; 1987, c. 552; 1993, cc. 745, 761; 1997, c. 587; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4311/"
    },
    {
      "id": "section-152-4312",
      "number": "15.2-4312.",
      "heading": "Effects of districts",
      "text": "A. Land lying within a district and used in agricultural or forestal production shall automatically qualify for an agricultural or forestal use-value assessment pursuant to Article 4 (§ 58.1-3229 et seq.) of Chapter 32 of Title 58.1, if the requirements for such assessment contained therein are satisfied. Any ordinance adopted pursuant to § 15.2-4303 shall extend such use-value assessment and taxation to eligible real property within such district whether or not a local ordinance pursuant to § 58.1-3231 has been adopted.\n\nB. No local government shall exercise any of its powers to enact local laws or ordinances within a district in a manner which would unreasonably restrict or regulate farm structures or farming and forestry practices in contravention of the purposes of this chapter unless such restrictions or regulations bear a direct relationship to public health and safety. The comprehensive plan and zoning and subdivision ordinances shall be applicable within said districts, to the extent that such ordinances are not in conflict with the conditions to creation or continuation of the district set forth in the ordinance creating or continuing the district or the purposes of this chapter. Nothing in this chapter shall affect the authority of the locality to regulate the processing or retail sales of agricultural or forestal products, or structures therefor, in accordance with the local comprehensive plan or any local ordinances. Local ordinances, comprehensive plans, land use planning decisions, administrative decisions and procedures affecting parcels of land adjacent to any district shall take into account the existence of such district and the purposes of this chapter.\n\nC. It shall be the policy of all agencies of the Commonwealth to encourage the maintenance of farming and forestry in districts and all administrative regulations and procedures of such agencies shall be modified to this end insofar as is consistent with the promotion of public health and safety and with the provisions of any federal statutes, standards, criteria, rules, regulations, or policies, and any other requirements of federal agencies, including provisions applicable only to obtaining federal grants, loans or other funding.\n\nD. No special district for sewer, water or electricity or for nonfarm or nonforest drainage may impose benefit assessments or special tax levies on the basis of frontage, acreage or value on land used for primarily agricultural or forestal production within a district, except a lot not exceeding one-half acre surrounding any dwelling or nonfarm structure located on such land. However, such benefit assessment or special ad valorem levies may continue if imposed prior to the formation of the district.\n\n1977, c. 681, § 15.1-1512; 1979, c. 377; 1987, c. 552; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4312/"
    },
    {
      "id": "section-152-4313",
      "number": "15.2-4313.",
      "heading": "Proposals as to land acquisition or construction within district",
      "text": "A. Any agency of the Commonwealth or any political subdivision which intends to acquire land or any interest therein other than by gift, devise, bequest or grant, or any public service corporation which intends to: (i) acquire land or any interest therein for public utility facilities not subject to approval by the State Corporation Commission, provided that the proposed acquisition from any one farm or forestry operation within the district is in excess of one acre or that the total proposed acquisition within the district is in excess of ten acres or (ii) advance a grant, loan, interest subsidy or other funds within a district for the construction of dwellings, commercial or industrial facilities, or water or sewer facilities to serve nonfarm structures, shall at least ninety days prior to such action notify the local governing body and all of the owners of land within the district. Notice to landowners shall be sent by first-class or registered mail and shall state that further information on the proposed action is on file with the local governing body. Notice to the local governing body shall be filed in the form of a report containing the following information:\n\n1. A detailed description of the proposed action, including a proposed construction schedule;\n\n2. All the reasons for the proposed action;\n\n3. A map indicating the land proposed to be acquired or on which the proposed dwellings, commercial or industrial facilities, or water or sewer facilities to serve nonfarm structures are to be constructed;\n\n4. An evaluation of anticipated short-term and long-term adverse impacts on agricultural and forestal operations within the district and how such impacts are proposed to be minimized;\n\n5. An evaluation of alternatives which would not require action within the district; and\n\n6. Any other relevant information required by the local governing body.\n\nB. Upon receipt of a notice filed pursuant to subsection A, the local governing body, in consultation with the local planning commission and the advisory committee, shall review the proposed action and make written findings as to (i) the effect the action would have upon the preservation and enhancement of agriculture and forestry and agricultural and forestal resources within the district and the policy of this chapter; (ii) the necessity of the proposed action to provide service to the public in the most economical and practical manner; and (iii) whether reasonable alternatives to the proposed action are available that would minimize or avoid any adverse impacts on agricultural and forestal resources within the district. If requested to do so by any owner of land that will be directly affected by the proposed action of the agency, corporation, or political subdivision, the Director of the Department of Conservation and Recreation, or his designee, may advise the local governing body on the issues listed in clauses (i), (ii) and (iii) of this subsection.\n\nC. If the local governing body finds that the proposed action might have an unreasonably adverse effect upon either state or local policy, it shall (i) issue an order within ninety days from the date the notice was filed directing the agency, corporation or political subdivision not to take the proposed action for a period of 150 days from the date the notice was filed and (ii) hold a public hearing, as prescribed by law, concerning the proposed action. The hearing shall be held where the local governing body usually meets or at a place otherwise easily accessible to the district. The locality shall publish notice in a newspaper having a general circulation within the district no less than seven days before the hearing, and mail individual notice of the hearing to the political subdivisions whose territory encompasses or is part of the district, and the agency, corporation or political subdivision proposing to take the action. Before the conclusion of the 150-day period, the local governing body shall issue a final order on the proposed action. Unless the local governing body, by an affirmative vote of a majority of all the members elected to it, determines that the proposed action is necessary to provide service to the public in the most economic and practical manner and will not have an unreasonably adverse effect upon state or local policy, the order shall prohibit the agency, corporation or political subdivision from proceeding with the proposed action. If the agency, corporation or political subdivision is aggrieved by the final order of the local governing body, an appeal shall lie to the circuit court having jurisdiction of the territory wherein a majority of the land affected by the acquisition is located. However, if such public service corporation is regulated by the State Corporation Commission, an appeal shall be to the State Corporation Commission.\n\n1977, c. 681, § 15.1-1512; 1979, c. 377; 1987, c. 552; 1997, c. 587; 1998, c. 833; 2000, c. 1069; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4313/"
    },
    {
      "id": "section-152-4314",
      "number": "15.2-4314.",
      "heading": "Withdrawal of land from a district; termination of a district",
      "text": "A. At any time after the creation of a district within any locality, any owner of land lying in such district may file with the program administrator a written request to withdraw all or part of his land from the district for good and reasonable cause. The program administrator shall refer the request to the advisory committee for its recommendation. The advisory committee shall make recommendations concerning the request to withdraw to the local planning commission, which shall hold a public hearing and make recommendations to the local governing body. Land proposed to be withdrawn may be reevaluated through the Virginia or local Land Evaluation and Site Assessment (LESA) System. The landowner seeking to withdraw land from a district, if denied favorable action by the governing body, shall have an immediate right of appeal de novo to the circuit court serving the territory wherein the district is located. This section shall in no way affect the ability of an owner to withdraw an application for a proposed district or withdraw from a district pursuant to clause (v) of subdivision 1 of § 15.2-4307 or § 15.2-4311.\n\nB. Upon termination of a district or withdrawal or removal of any land from a district created pursuant to this chapter, land that is no longer part of a district shall be subject to and liable for roll-back taxes as are provided in § 58.1-3237. Sale or gift of a portion of land in a district to a member of the immediate family as defined in § 15.2-2244 shall not in and of itself constitute a withdrawal or removal of any of the land from a district.\n\nC. Upon termination of a district or upon withdrawal or removal of any land from a district, land that is no longer part of a district shall be subject to those local laws and ordinances prohibited by the provisions of subsection B of § 15.2-4312.\n\nD. Upon the death of a property owner, any heir at law, devisee, surviving cotenant or personal representative of a sole owner of any fee simple interest in land lying within a district shall, as a matter of right, be entitled to withdraw such land from such district upon the inheritance or descent of such land provided that such heir at law, devisee, surviving cotenant or personal representative files written notice of withdrawal with the local governing body and the local commissioner of the revenue within two years of the date of death of the owner.\n\nE. Upon termination or modification of a district, or upon withdrawal or removal of any parcel of land from a district, the local governing body shall submit a copy of the ordinance or notice of withdrawal to the local commissioner of revenue, the State Forester and the State Commissioner of Agriculture and Consumer Services for information purposes. The commissioner of revenue shall delete the identification of such parcel from the land book and the tax map, and the local governing body shall delete the identification of such parcel from the zoning map, where applicable.\n\nF. The withdrawal or removal of any parcel of land from a lawfully constituted district shall not in itself serve to terminate the existence of the district. The district shall continue in effect and be subject to review as to whether it should be terminated, modified or continued pursuant to § 15.2-4311 of this chapter.\n\n1977, c. 681, § 15.1-1513; 1979, c. 377; 1985, c. 13; 1987, c. 552; 1997, c. 587; 2000, c. 521; 2011, cc. 344, 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-43/section-15-2-4314/"
    }
  ]
}