{
  "state": "virginia",
  "path": "title-title-152-counties-cities-and-towns/chapter-chapter-39-transition-of-counties-to-cities",
  "sections": [
    {
      "id": "section-152-3900",
      "number": "15.2-3900.",
      "heading": "Transition authorized§ 15.2-3901",
      "text": "Ordinance petitioning court to declare eligibility§ 15.2-3902. Moratorium on annexation suits pending transition to city§ 15.2-3903. Notice of motion; service and publication; answer§ 15.2-3904. Parties§ 15.2-3905. Time limit for intervenors; publication of order§ 1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-3901",
      "number": "15.2-3901.",
      "heading": "Ordinance petitioning court to declare eligibility",
      "text": "The governing body of any county may, by ordinance passed by a recorded majority vote of all the members thereof, petition the circuit court for the county, alleging that the county meets the criteria set out in § 15.2-3907, for an order declaring the county eligible for city status. The circuit court with which the petition is filed shall notify the Supreme Court, which shall appoint a special court to hear the case as prescribed by Chapter 30 (§ 15.2-3000 et seq.) of this title.\n\n1979, c. 85, § 15.1-977.2; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3901/"
    },
    {
      "id": "section-152-3902",
      "number": "15.2-3902.",
      "heading": "Moratorium on annexation suits pending transition to city",
      "text": "Any annexation suit filed against a county on or after the day the county's petition for city status is filed in the circuit court shall be stayed pending the special court's order denying eligibility for city status or the election ordered on the proposed city charter, whichever occurs. If the voters approve the city charter, all annexation suits stayed pending the outcome of the election shall be dismissed. If the voters disapprove the city charter, all pending stays shall be dissolved.\n\n1979, c. 85, § 15.1-977.2:1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3902/"
    },
    {
      "id": "section-152-3903",
      "number": "15.2-3903.",
      "heading": "Notice of motion; service and publication; answer",
      "text": "At least thirty days before instituting a proceeding under the provisions of this chapter, a county shall serve notice on the attorney for the Commonwealth, or on the city or county attorney, if there is one, and on the chairman of the board of supervisors of each adjoining county and the mayor of each city and town within the county instituting proceedings that it will, on a given day, petition the circuit court for an order declaring the county eligible for city status. The notice served on each official shall include a certified copy of the ordinance. A copy of the notice and ordinance, or a descriptive summary of the notice and ordinance and a reference to the place within the county where copies of the notice and ordinance may be examined, shall be published at least once a week for four successive weeks in some newspaper having general circulation in the county seeking eligibility for city status. The notice and ordinance shall be returned after service to the clerk of the circuit court. Certification from the owner, editor or manager of the newspaper publishing the notice and ordinance shall be proof of publication.\n\n1979, c. 85, § 15.1-977.3; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3903/"
    },
    {
      "id": "section-152-3904",
      "number": "15.2-3904.",
      "heading": "Parties",
      "text": "In any proceedings instituted under the provisions of this chapter, any voter or property owner or person having an interest in the county may by petition become a party to the proceedings. Any locality having a common boundary or other person affected by the proceedings may appear and shall be made a party to the case.\n\n1979, c. 85, § 15.1-977.5; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3904/"
    },
    {
      "id": "section-152-3905",
      "number": "15.2-3905.",
      "heading": "Time limit for intervenors; publication of order",
      "text": "The special court shall by order fix a time within which a voter, property owner, person having an interest, or locality not served may become a party to proceedings instituted under this chapter, and thereafter no such petition shall be received, except for good cause shown. A copy of the order shall be published at least once a week for two successive weeks in a newspaper or newspapers of general circulation in the county and in the adjoining or adjacent counties and cities.\n\n1979, c. 85, § 15.1-977.6; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3905/"
    },
    {
      "id": "section-152-3906",
      "number": "15.2-3906.",
      "heading": "Pretrial conference; matters considered",
      "text": "The special court shall, prior to hearing any case under this chapter, direct the attorneys for the parties to appear before it, or in its discretion before a single judge, for a conference to consider:\n\n1. Simplification of the issues;\n\n2. Amendment of pleadings and filing of additional pleadings;\n\n3. Stipulations as to facts, documents, records, photographs, plans and like matters, which will dispense with formal proof thereof, including:\n\na. Assessed values, if appropriate, and the ratio of assessed values to true values, as determined by the State Department of Taxation, in the county seeking to become a city, including real property, personal property, machinery and tools, merchants' capital and public service corporation assessment for each year of the five years immediately preceding;\n\nb. School population and school enrollment in the county, as shown by the records in the office of the division superintendent of schools; and the cost of education per pupil in average daily membership as shown by the last preceding report of the Superintendent of Public Instruction;\n\nc. Population of the county and its population density;\n\n4. The method of taking any population census requested by the petitioner;\n\n5. Limitation on the number of expert witnesses; each expert witness who will testify shall file a statement of his qualifications;\n\n6. Such other matters as may aid in the disposition of the case.\n\nThe court, or the judge, as the case may be, shall make an appropriate order which will control the subsequent conduct of the case unless modified before or during the trial or hearing to prevent manifest injustice.\n\n1979, c. 85, § 15.1-977.8; 1997, c. 587; 2010, cc. 386, 629.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3906/"
    },
    {
      "id": "section-152-3907",
      "number": "15.2-3907.",
      "heading": "Hearing and decision by court",
      "text": "A. The special court shall order an election to determine if the voters of the county desire the General Assembly to grant the county a municipal charter if, after hearing the evidence, it finds that:\n\n1. The county possesses at the time of the filing of the petition a minimum population of 20,000 persons and a density of population of at least 300 persons per square mile, or a minimum population of 50,000 persons and a density of population of at least 140 persons per square mile, based either on the latest United States census, on the latest estimates of the Weldon Cooper Center for Public Service of the University of Virginia, or on a special census conducted under court supervision; and\n\n2. The county has the fiscal capacity to function as an independent city and to provide appropriate services; and\n\n3. After a consideration of the best interests of the parties, the interest of the Commonwealth in the county's compliance with and promotion of applicable State policies with respect to environmental protection, public planning, education, public transportation, housing and other State service policies declared by the General Assembly, and the interest of the Commonwealth in promoting strong and viable units of government in the area, the county is eligible for city status.\n\nB. An election held pursuant to this section shall comply with §§ 24.2-682 and 24.2-684. The order for election shall allow sufficient time for the preparation of a charter as hereafter provided for in this chapter. Such election shall be held no earlier than 180 days and no later than 300 days subsequent to the entry of the order of election.\n\nC. The court shall be limited in its decision to granting or denying eligibility for city status and shall have no authority to impose terms or conditions with respect to such eligibility.\n\nD. If a majority of the court is of the opinion that the criteria set out in subsection A have not been met, then eligibility for city status shall be denied.\n\nE. The court shall render a written opinion in every case brought under the provisions of this chapter.\n\n1979, c. 85, § 15.1-977.9; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3907/"
    },
    {
      "id": "section-152-3908",
      "number": "15.2-3908.",
      "heading": "Assistance of state agencies",
      "text": "The special court may, in its discretion, direct any appropriate state agency, in addition to the Commission on Local Government, to gather and present evidence, including statistical data and exhibits, for the court, subject to the usual rules of evidence. The court shall determine the actual expense of preparing such evidence and shall tax such expense as costs in the case; the costs shall be paid by the clerk into the general fund of the state treasury, and credited to the agency furnishing the evidence.\n\n1979, c. 85, § 15.1-977.10; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3908/"
    },
    {
      "id": "section-152-3909",
      "number": "15.2-3909.",
      "heading": "Appeals",
      "text": "Appeals may be made to the Court of Appeals as provided in §§ 15.2-3221 and 15.2-3222, which shall apply mutatis mutandis. Any judgment of the Court of Appeals rendered pursuant to this section may be appealed to the Supreme Court, which, if it grants the petition for appeal, shall hear the appeal as provided in §§ 15.2-3221 and 15.2-3222, which shall apply mutatis mutandis.\n\n1979, c. 85, § 15.1-977.11; 1997, c. 587; 2021, Sp. Sess. I, c. 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3909/"
    },
    {
      "id": "section-152-3910",
      "number": "15.2-3910.",
      "heading": "Charter commission; appointment; compensation",
      "text": "Upon entry of the order provided in subsection A of § 15.2-3907, the governing body of the county shall appoint a charter commission, composed of not less than seven persons, to assist it in the preparation of a charter and form of government for the new city. The governing body shall fix the compensation of members of the charter commission, the amount of which shall be subject to approval by the circuit court for the county.\n\n1979, c. 85, § 15.1-977.12; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3910/"
    },
    {
      "id": "section-152-3911",
      "number": "15.2-3911.",
      "heading": "Charter provisions generally",
      "text": "The charter shall provide for the orderly transition from a county form of government to a city form, for the assumption by the new city of the debt and contractual obligations of the former county and of all towns formerly located therein, and for the transfer of all assets from such county and towns to the new city. The city charter shall recognize any townships which may be created pursuant to § 15.2-3916, and where such townships are created, they shall assume the assets and debts of the towns they succeed. However, the city charter shall provide that all or part of the revenues of a township, the services it performs, its facilities, other assets, and debts may be transferred to the city by agreement of the governing bodies. The provisions of the charter with respect to elected officials shall conform to the applicable requirements of the Constitution of Virginia. The charter may also provide that the new city may continue any agreements or arrangements undertaken under other provisions of law for the joint support of officials, facilities, and services that exist on the effective date of the city charter. Such charter shall become effective on July 1 in the year of enactment by the General Assembly.\n\n1979, c. 85, § 15.1-977.13; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3911/"
    },
    {
      "id": "section-152-3912",
      "number": "15.2-3912.",
      "heading": "Optional charter provisions",
      "text": "Any charter adopted pursuant to this chapter may include any of the following provisions:\n\n1. The rate of tax on real property in any territory which is a part of the proposed city shall be lower than in other territory of the proposed city for a period of five years, provided that any difference between such rates of taxation shall bear a reasonable relationship to differences in nonrevenue-producing governmental services giving land urban character which are furnished in such territories.\n\n2. A special tax may be levied on real property for a period not exceeding twenty years in any area specified in the charter. The special tax may be different from and in addition to the general tax rate throughout the entire city and shall be for the purpose of repaying existing indebtedness chargeable to such area prior to the county becoming a city.\n\n3. There shall be a new election of officers for the city whose election and qualification shall terminate the terms of office of the officers of the former county. However, no new election need be held for offices required to be continued by the Constitution, nor for any other office for which a new election is deemed unnecessary.\n\n4. The tax rate on all property of the same class within the city shall be uniform. However, the governing body of the city shall have power to levy a higher tax in such areas of the city that desire additional or more complete services of government than are desired in the city as a whole. The proceeds of the higher tax shall be segregated and expended in the areas in which raised. Such higher tax rate shall not be levied for school, police or general government services but only for those services which prior to the transition were not offered in the whole of the former county.\n\n1979, c. 85, § 15.1-977.13:1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3912/"
    },
    {
      "id": "section-152-3913",
      "number": "15.2-3913.",
      "heading": "Public hearing on charter; notice and publication; adoption of charter by governing body",
      "text": "Upon the completion of the proposed charter the governing body shall hold a public hearing at which the citizens shall have an opportunity to be heard with respect thereto. Notice of the time and place of such hearing and the text of the charter, or an informative summary thereof, shall be published twice in a newspaper of general circulation in the county, with the first notice appearing no more than 28 days before and the second notice appearing no less than seven days before the hearing. Such hearing may be adjourned from time to time, but shall be completed not less than thirty days before the election. Upon completion of the hearing the governing body shall adopt the charter with such revisions as it may accept.\n\n1979, c. 85, § 15.1-977.14; 1997, c. 587; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3913/"
    },
    {
      "id": "section-152-3914",
      "number": "15.2-3914.",
      "heading": "Rejection or adoption of charter at election",
      "text": "If the proposed charter is not adopted by a majority of those voting in the election, an order shall be entered of record accordingly, and no other election for any change in the county form of government shall be held within three years after the date of the election. If the proposed charter is adopted by a majority of those voting in the election, the special court shall enter an order accordingly, a copy of which shall be forthwith certified to the Secretary of the Commonwealth, and two copies, in the form of a proposed bill to grant the charter, shall be certified to one or more members of the General Assembly representing the county for introduction as a bill in the General Assembly.\n\n1979, c. 85, § 15.1-977.15; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3914/"
    },
    {
      "id": "section-152-3915",
      "number": "15.2-3915.",
      "heading": "Transition of county to independent city requires no action of town council",
      "text": "A county may become an independent city in accordance with the foregoing provisions of this chapter without the necessity of any action being taken by the council of any town situated in such county and without the necessity of separate referenda in any such town on the question of the transition of the county to a city.\n\n1979, c. 85, § 15.1-977.16; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3915/"
    },
    {
      "id": "section-152-3916",
      "number": "15.2-3916.",
      "heading": "Creation of townships; effect on town charters; right of certain townships to obtain city status",
      "text": "A. Each town located within any county which becomes a city pursuant to the provisions of this chapter shall automatically continue as a township within the city, and the charter of each such town shall become the charter of the township with the law governing the relationship of the town to the county continuing in effect. Such townships established pursuant to this subsection shall continue to exercise such powers and elect such officers as the township charter may authorize and such other powers as the former town previously exercised under general law. However, no township shall exercise the authority granted towns by Chapter 38 (§ 15.2-3800 et seq.) of this title or by Article 1 (§ 15.2-3200 et seq.) of Chapter 32 of this title, or any extraterritorial authority granted towns by Chapter 22 (§ 15.2-2200 et seq.) of this title. Townships shall receive from the Commonwealth financial assistance in the same manner and to the same extent as is provided towns. However, a township may transfer all or part of the revenues it receives, the services it performs, its facilities, other assets, and debts to the city by agreement of the governing bodies.\n\nB. Notwithstanding the provisions of subsection A of this section, any town which in 1979 possessed a population in excess of 5,000 persons and was situated within a county possessing a population of 20,000 or more persons and a density of population of 300 or more persons per square mile, or a minimum population of 50,000 persons and a density of population of at least 140 persons per square mile, based on the United States census, on population estimates of the Weldon Cooper Center for Public Service of the University of Virginia, or on a special census conducted under court supervision, shall retain as a township the right to obtain city status. Where such township seeks to become a city under the authority granted by this subsection and in accordance with § 15.2-3801 et seq., the special court shall be limited in its review, as provided in § 15.2-3809, to a determination of the township's population and population density. Where the court determines that such township has a population of at least 5,000 persons and a density of at least 200 persons per square mile, it shall enter an order granting the township city status.\n\n1979, c. 85, § 15.1-977.17; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3916/"
    },
    {
      "id": "section-152-3917",
      "number": "15.2-3917.",
      "heading": "Certain cities not affected by chapter",
      "text": "This chapter shall in no way affect the organization, government, officers, charter or laws governing any city declared to be such prior to July 1, 1978.\n\n1979, c. 85, § 15.1-977.18; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3917/"
    },
    {
      "id": "section-152-3918",
      "number": "15.2-3918.",
      "heading": "Optional status of streets",
      "text": "Any city formed under the provisions of this chapter may, by ordinance, elect to continue receiving, for a period not to exceed ten years from the date of the granting of a city charter, the full services of the Department of Transportation in the same manner and to the same extent such services were rendered prior to such city being formed. Upon the passage of such ordinance, funds for the maintenance, construction or reconstruction of streets within the areas formerly a county shall continue to be allocated as if such areas were still in a county and the city shall not receive funds for maintenance, construction or reconstruction of streets in those areas during the period the Department of Transportation furnishes such services. In those areas where the Department provides the above services, the governing body of the city shall have control over the streets and highways to the same extent as was formerly vested in the governing body of the county. At any time prior to the expiration of the ten-year period, the governing body may elect, by ordinance, to place its streets, or a portion of them, in the urban system of highways and shall receive funds as provided by law for all cities.\n\n1979, c. 85, § 15.1-977.18:1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3918/"
    },
    {
      "id": "section-152-3919",
      "number": "15.2-3919.",
      "heading": "Legislative, etc., district and judicial circuit not affected",
      "text": "Any city formed under the provisions of this chapter shall be and remain a part of the congressional, senatorial and legislative districts, respectively, and of the judicial circuit in which, as a county, it was geographically located, unless otherwise changed by general law.\n\n1979, c. 85, § 15.1-977.19; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-39/section-15-2-3919/"
    }
  ]
}