{
  "state": "virginia",
  "path": "title-title-152-counties-cities-and-towns/chapter-chapter-21-franchises-sale-and-lease-of-certain-municipal-pu",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Franchises; Sale and Lease of Certain Public Property§ 15",
      "text": "2-2100. Restrictions on selling certain municipal public property and granting franchises§ 15.2-2101. Ordinance proposing grant of franchise, etc., to be advertised§ 15.2-2102. How bids received and to whom franchise awarded§ 15.2-2103. Award",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2100",
      "number": "15.2-2100.",
      "heading": "Restrictions on selling certain municipal public property and granting franchises",
      "text": "A. No rights of a city or town in and to its waterfront, wharf property, public landings, wharves, docks, streets, avenues, parks, bridges, or other public places, or its gas, water, or electric works shall be sold except by an ordinance passed by a recorded affirmative vote of three-fourths of all the members elected to the council, notwithstanding any contrary provision of law, general or special, and under such other restrictions as may be imposed by law. Notwithstanding any contrary provision of law, general or special, in case of a veto by the mayor of such an ordinance, it shall require a recorded affirmative vote of three-fourths of all the members elected to the council to override the veto.\n\nB. No franchise, lease or right of any kind to use any such public property or any other public property or easement of any description, in a manner not permitted to the general public, shall be granted for a period longer than forty years, except for air rights together with easements for columns for support, which may be granted for a period not exceeding sixty years.\n\nBefore granting any such franchise or privilege for a term in excess of five years, except for a trunk railway, the city or town shall, after due advertisement, publicly receive bids therefor, in such manner as is provided by § 15.2-2102, and shall then act as may be required by law.\n\nSuch grant, and any contract in pursuance thereof, may provide that, upon the termination of the grant, the plant as well as the property, if any, of the grantee in the streets, avenues and other public places shall thereupon, without compensation to the grantee, or upon the payment of a fair valuation become the property of the city or town; but the grantee shall be entitled to no payment by reason of the value of the franchise. Any such plant or property acquired by a city or town may be sold or leased or, if authorized by general law, maintained, controlled, and operated by such city or town. Every such grant shall specify the mode of determining any valuation therein provided for and shall make adequate provisions by way of forfeiture of the grant, or otherwise, to secure efficiency of public service at reasonable rates and the maintenance of the property in good order throughout the term of the grant.\n\nC. Any additional restriction now required in any existing municipal charter relating to the powers of cities and towns in selling or granting franchises or leasing any of their property is hereby superseded; however, nothing herein contained shall be construed as affecting the term of any existing franchise, lease or right. The requirement of an affirmative three-fourths vote of council shall apply only to the sale of the listed properties and not to their franchise, lease or use.\n\nD. The provisions of this section shall only apply to cities or towns and shall not apply to counties or other political subdivisions.\n\nCode 1950, § 15-727; 1962, c. 623, § 15.1-307; 1971, Ex. Sess., c. 64; 1997, c. 587; 2001, c. 498.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2100/"
    },
    {
      "id": "section-152-2101",
      "number": "15.2-2101.",
      "heading": "Ordinance proposing grant of franchise, etc., to be advertised",
      "text": "A. Before granting any franchise, privilege, lease or right of any kind to use any public property described in § 15.2-2100 or easement of any description, for a term in excess of five years, except in the case of and for a trunk railway, the city or town proposing to make the grant shall give notice in accordance with § 15.2-1427. The notice may also be advertised as many times in such other newspaper or newspapers, published outside the city, town or Commonwealth, as the council may determine.\n\nB. The advertisement shall invite bids for the franchise, privilege, lease or right proposed to be granted in the ordinance. The bids shall be in writing and delivered upon the day and hour named in the advertisement and shall be opened in public session and marked for identification by the person designated in the advertisement to receive such bids. The cost of the required advertisement shall be paid by the city or town which shall be reimbursed by the person to whom the grant is made. The city or town shall have the right to reject any and all bids and shall reserve this right in the advertisement.\n\nCode 1950, §§ 15-728, 15-729; 1962, c. 623, §§ 15.1-308, 15.1-309; 1971, Ex. Sess., c. 64; 1983, c. 138; 1997, c. 587; 2001, c. 498; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2101/"
    },
    {
      "id": "section-152-2102",
      "number": "15.2-2102.",
      "heading": "How bids received and to whom franchise awarded",
      "text": "The presiding officer shall read aloud, or cause to be read aloud, a brief summary of each of the bids that have been received, for public information, and shall then inquire if any further bids are offered. If further bids are offered, they shall be received. The presiding officer shall thereafter declare the bidding closed. The presiding officer shall receive recommendations from the staff relative to any bids received in advance and staff's recommendations, if any, on any bids received at the advertised council meeting. After such other investigation as the council sees fit to make, the council shall accept the highest bid from a responsible bidder and shall adopt the ordinance as advertised, without substantial variation, except to insert the name of the accepted bidder. However, the council, by a recorded vote of a majority of the members elected to the council, may reject a higher bid and accept a lower bid from a responsible bidder and award the franchise, right, lease or privilege to the lower bidder, if, in its opinion, some reason affecting the interest of the city or town makes it advisable to do so, which reason shall be expressed in the body of the subsequent ordinance granting the franchise, right, lease or privilege. The process described in this section may run concurrently with any other advertisement or public ordinance requirements of this title, or such requirements as may be contained in charters of such cities or towns.\n\nCode 1950, § 15-730; 1962, c. 623, § 15.1-310; 1997, c. 587; 2001, c. 498.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2102/"
    },
    {
      "id": "section-152-2103",
      "number": "15.2-2103.",
      "heading": "Award when no satisfactory bid received",
      "text": "If, after such advertisements, no bid, or no satisfactory bid, is made, the council may advertise for further bids, and in case no bid at all is made, the council, if it sees fit to do so, may adopt an ordinance in the manner required by law granting such franchises, rights, leases or privileges to any person making application therefor.\n\nCode 1950, § 15-731; 1962, c. 623, § 15.1-311; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2103/"
    },
    {
      "id": "section-152-21031",
      "number": "15.2-2103.1.",
      "heading": "Solar services agreements; nondisclosure of proprietary information",
      "text": "A. A solar services agreement may be structured as a service agreement or may be subject to available appropriation.\n\nB. Nothing in this article shall be construed to require the disclosure of proprietary information voluntarily provided by a private entity in connection with a franchise, lease, or use under a solar services agreement that is excluded from mandatory disclosure pursuant to subdivision 29 of § 2.2-3705.6 of the Virginia Freedom of Information Act (§ 2.2-3700 et seq.).\n\nC. Nothing in this section, however, shall be construed as authorizing the withholding of the financial terms of such agreements.\n\n2017, c. 737.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2103-1/"
    },
    {
      "id": "section-152-2104",
      "number": "15.2-2104.",
      "heading": "Bond of person awarded franchise, etc.",
      "text": "The person to whom a franchise, right, lease or privilege is awarded, whether by competing bids or otherwise, shall first execute a bond, with good and sufficient security, in favor of the city or town. The bond shall be in such sum as the city or town shall determine, conditioned upon the construction, operation and maintenance of the plant or plants provided for in the granted franchise, right, lease or privilege.\n\nCode 1950, § 15-732; 1962, c. 623, § 15.1-312; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2104/"
    },
    {
      "id": "section-152-2105",
      "number": "15.2-2105.",
      "heading": "How amendments made to franchise, etc.; notice required",
      "text": "No amendment or extension of any franchise, right, lease or privilege that now exists, or that may hereafter be authorized, which extends or enlarges the time or territory of such franchise, right, lease or privilege, shall be granted by any city or town until the provisions of §§ 15.2-2101 through 15.2-2104 have been complied with. No amendment that releases the grantee, or his assignee, from the performance of any duty required by the ordinance or that authorizes an increase in the user charges to be made by such grantee or assignee shall be granted until notice of such proposed amendment has been given to the public by advertising the proposed amendment for seven days in some newspaper having general circulation in the city or town. The cost of such advertising shall be paid by the city or town, which shall be reimbursed by the person to whom the amendment is granted. No such amendment shall be adopted except by ordinance.\n\nCode 1950, § 15-734; 1962, c. 623, § 15.1-314; 1997, c. 587; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2105/"
    },
    {
      "id": "section-152-21051",
      "number": "15.2-2105.1.",
      "heading": "Granting franchises for operation of a vehicular ferry transportation system",
      "text": "The authority granted by this article for the granting of franchises by localities shall include the authority to grant an exclusive franchise for the operation of a vehicular ferry transportation system in Northumberland County. The county may regulate such system, including the establishment of fees and rates.\n\n2002, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2105-1/"
    },
    {
      "id": "section-152-2106",
      "number": "15.2-2106.",
      "heading": "Powers of court to enforce obedience by mandamus, etc.",
      "text": "The circuit courts for the cities and for the counties in which towns may be situated shall have jurisdiction by mandamus, according to the provisions of Article 2 (§ 8.01-644 et seq.) of Chapter 25 of Title 8.01, to enforce compliance by the cities or towns and by all grantees with all the terms, contracts and obligations of either party, as contained in the franchises, rights, leases or privileges, whether now in force or hereafter granted. The jurisdiction in mandamus shall not preclude any party from bringing any other suit or action which such party would be entitled to bring, at law or in equity.\n\nCode 1950, § 15-735; 1962, c. 623, § 15.1-315; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2106/"
    },
    {
      "id": "section-152-2107",
      "number": "15.2-2107.",
      "heading": "Persons occupying or using streets, etc., contrary to law",
      "text": "Any person occupying or using any of the streets, avenues, parks, bridges or any other public places or public property or any public easement of any description of a city or town, in a manner not permitted to the general public, without having first legally obtained the consent of the city or town shall be guilty of a Class 4 misdemeanor. Each day's continuance thereof shall be a separate offense. Such occupancy or use shall be deemed a nuisance. The court trying the case may cause the nuisance to be abated and commit the offenders and all their agents and employees engaged in such offenses to jail until the order of the court is obeyed.\n\nCode 1950, § 15-736; 1962, c. 623, § 15.1-316; 1983, c. 613; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2107/"
    },
    {
      "id": "section-152-2108",
      "number": "15.2-2108.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2006, cc. 73 and 76, cl. 2, effective July 1, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108/"
    },
    {
      "id": "section-152-21081",
      "number": "15.2-2108.1.",
      "heading": "Regulation of open video systems",
      "text": "A locality may regulate any open video system authorized pursuant to 47 U.S.C. § 573 to the maximum extent permitted by federal law, including without limitation the (i) imposition of a gross revenues fee, if such locality has not adopted a currently effective ordinance pursuant to § 58.1-3818.3 and (ii) requirement of the provision and support of public, educational and governmental access channels on any such system.\n\n1998, cc. 643, 652.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-1/"
    },
    {
      "id": "section-152-210811",
      "number": "15.2-2108.1:1.",
      "heading": "Franchise fees and public rights-of-way fees on cable operators",
      "text": "A. As used in this section:\n\n\"Cable operator\" means any person or group of persons that (i) provides cable service over a cable system and directly or through one or more affiliates owns a significant interest in such cable system or (ii) otherwise controls or is responsible for, through any arrangement, the management and operation of a cable system, whether or not the operator has entered into a franchise agreement with a locality. Cable operator does not include a provider of wireless or direct-to-home satellite transmission service.\n\n\"Cable service\" means the one-way transmission to subscribers of (i) video programming as defined in 47 U.S.C. § 522 (20) or (ii) other programming service, and subscriber interaction, if any, which is required for the selection of such video programming or other programming service. Cable service does not include any video programming provided by a commercial mobile service provider as defined in 47 U.S.C. § 332 (d) and any direct-to-home satellite service as defined in 47 U.S.C. § 303 (v).\n\n\"Cable system\" or \"cable television system\" means any facility consisting of a set of closed transmission paths and associated signal generation, reception, and control equipment that is designed to provide cable service that includes video programming and that is provided to multiple subscribers within a community, except that such definition shall not include (i) a system that serves fewer than 20 subscribers; (ii) a facility that serves only to retransmit the television signals of one or more television broadcast stations; (iii) a facility that serves only subscribers without using any public right-of-way; (iv) a facility of a common carrier that is subject, in whole or in part, to the provisions of Title II of the Communications Act of 1934, 47 U.S.C. § 201 et seq., except that such facility shall be considered a cable system to the extent such facility is used in the transmission of video programming directly to subscribers, unless the extent of such use is solely to provide interactive on-demand services; (v) any facilities of any electric utility used solely for operating its electric systems; (vi) any portion of a system that serves fewer than 50 subscribers in any locality, where such portion is a part of a larger system franchised in an adjacent locality; or (vii) an open video system that complies with § 653 of Title VI of the Communications Act of 1934, as amended, 47 U.S.C. § 573.\n\n\"Franchise\" means an initial authorization, or renewal thereof, issued by a franchising authority, including a locality or the Commonwealth Transportation Board, whether such authorization is designated as a franchise, permit, license, resolution, contract, certificate, agreement, or otherwise, that authorizes the construction or operation of a cable system, a telecommunications system, or other facility in the public rights-of-way, including either a negotiated cable franchise or an ordinance cable franchise.\n\nB. Notwithstanding any other provision of law, if a cable operator uses the public rights-of-way the cable operator shall be subject to the Public Rights-of-Way Use Fee as provided in § 56-468.1. Any limitation as to fees charged for the use of the public rights-of-way shall not be applicable to pole attachments and conduit occupancy agreements between a cable operator and a locality or its authority or commission, which permits such operator to use the public poles or conduits.\n\nC. Notwithstanding any other provision of law, no new or renewed cable franchise entered into on or after January 1, 2007, shall include a franchise fee as long as cable services are subject to the Virginia Communications Sales and Use Tax (§ 58.1-645 et seq.). Franchise fee as used in this subsection shall have the same meaning as that term is defined in 47 U.S.C. § 542 (g).\n\n1. All cable franchises in effect as of January 1, 2007, shall remain in full force and effect, and nothing in this section shall impair any obligation of any such agreement; provided, however, that any requirement in such an existing franchise for payment of a monetary franchise fee based on the gross revenues of the franchisee shall be fulfilled in the manner specified in subdivision 2.\n\n2. Each cable operator owing monetary payments for franchise fees, until the expiration of one or more such existing franchises, shall include with its monthly remittance of the Communications Sales and Use Tax a report, by locality, of the amounts due for franchise fees accruing during that month. The Department of Taxation shall, on behalf of the cable operator in the relevant locality, then distribute to each county, city, or town the amount reported by each locality's franchisee(s). Such payments shall reduce the cable operator's franchise fee liability. The monthly distributions shall be paid from the Communications Sales and Use Tax Trust Fund before making the other calculations and distributions required by § 58.1-662. Until distributed to the individual localities, such amounts shall be deemed to be held in trust for their respective accounts.\n\n3. A locality's acceptance of any payment under subdivision 2 shall not prejudice any rights of the locality under the applicable cable franchises (i) to audit or demand adjustment of the amounts reported by its franchisee, or (ii) to enforce the provisions of the franchise by any lawful administrative or judicial means.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-1-1/"
    },
    {
      "id": "section-11",
      "number": "1.1.",
      "heading": "Provision of Cable Television Services by Certain Localities",
      "text": "The laws embraced in this and the following titles, chapters, articles and sections of this act shall constitute, and be designated and cited as the \"Code of Virginia,\" hereinafter referred to as \"the Code\" or \"this Code.\"\n\nCode 1919, § 1; R. P. 1948, § 1-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-1/chapter-1/section-1-1/"
    },
    {
      "id": "section-152-21082",
      "number": "15.2-2108.2.",
      "heading": "Definitions",
      "text": "As used in this article:\n\n\"Advanced service\" means high-speed Internet access capability in excess of 144 kilobits per second both upstream and downstream.\n\n\"Cable television service\" means (i) the one-way transmission to subscribers of video programming or other programming service; and (ii) subscriber interaction, if any, that is required for the selection or use of the video programming or other programming service.\n\n\"Capital costs\" means all costs of providing a service that are capitalized in accordance with generally accepted accounting principles.\n\n\"Cross subsidize\" means to pay a cost included in the direct costs or indirect costs of providing a service that is not accounted for in the full cost of accounting of providing the service.\n\n\"Direct costs\" means those expenses of a municipality that are directly attributable to providing a cable television service and would be eliminated if such service were not provided by the municipality.\n\n\"Feasibility consultant\" means an individual or entity with expertise in the processes and economics of providing cable television service.\n\n\"Full-cost accounting\" means the accounting of all costs incurred by a municipality in providing a cable television service. The costs included in a full-cost accounting include all capital costs, direct costs, and indirect costs.\n\n\"Indirect costs\" means any costs identified with two or more services or other functions; and that are not directly identified with a single service or function. \"Indirect costs\" may include cost factors for administration, accounting, personnel, purchasing, legal support, and other staff or departmental support.\n\n\"Private provider\" means a private entity that provides cable television services.\n\n\"Telecommunications service\" means the two-way transmission of signs, signals, writing, images, sounds, messages, data, or other information of any nature by wire, radio, lightwaves, or other electromagnetic means offered to the public generally.\n\n\"Subscriber\" means a person who lawfully receives cable television services.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-2/"
    },
    {
      "id": "section-152-21083",
      "number": "15.2-2108.3.",
      "heading": "Scope of article",
      "text": "A. Nothing in this article shall authorize any county or other political subdivision of the Commonwealth to (i) provide a cable television service; or (ii) purchase, lease, construct, maintain, or operate a facility for the purpose of providing a cable television service.\n\nB. Nothing in this article shall apply to a municipality purchasing, leasing, constructing, or equipping facilities that are designed to provide services within the municipality, and that the municipality (i) uses for internal municipal government purposes; or (ii) by written contract, leases, sells capacity in, or grants other similar rights to a private provider to use the facilities in connection with a private provider offering cable television services.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-3/"
    },
    {
      "id": "section-152-21084",
      "number": "15.2-2108.4.",
      "heading": "Limitations on providing cable television services",
      "text": "A. Except as provided in this article, a municipality shall not (i) provide a cable television service; or (ii) purchase, lease, construct, maintain, or operate any facility for the purpose of providing a cable television service to one or more subscribers.\n\nB. For purposes of this article, a municipality provides a cable television service if the municipality provides the service:\n\n1. Directly or indirectly, including through an authority or instrumentality acting on behalf of the municipality or acting for the benefit of the municipality; or\n\n2. By itself, through a partnership, joint venture, or by contract, resale, or otherwise.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-4/"
    },
    {
      "id": "section-152-21085",
      "number": "15.2-2108.5.",
      "heading": "Preliminary public hearing; feasibility consultant",
      "text": "A. Before a municipality may engage or offer to engage in an activity described in subsection A of § 15.2-2108.4, the governing body of the municipality shall hold a preliminary public hearing at which any interested party may appear and be heard.\n\nB. If the governing body elects to proceed after holding the preliminary public hearing required by subsection A, the governing body shall approve the hiring of a feasibility consultant to conduct a feasibility study in accordance with § 15.2-2108.6.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-5/"
    },
    {
      "id": "section-152-21086",
      "number": "15.2-2108.6.",
      "heading": "Feasibility study on providing cable television services",
      "text": "A. Upon the hiring of a feasibility consultant under § 15.2-2108.5, the governing body of the municipality shall require the feasibility consultant to:\n\n1. Complete the feasibility study in accordance with this section;\n\n2. Submit to the governing body by no later than 180 days from the date the feasibility consultant is hired to conduct the feasibility study the full written results of the feasibility study, and a summary of the results that is no longer than one page in length; and\n\n3. Attend the public hearings required by § 15.2-2108.7, if held, to: (i) present the feasibility study results and (ii) respond to questions from the public.\n\nB. The feasibility study described in subsection A shall at a minimum consider:\n\n1. If the municipality is proposing to provide cable television services to subscribers, whether the municipality providing cable television services in the manner proposed by the municipality will hinder or advance competition for cable television services in the municipality;\n\n2. Whether but for the municipality any person would provide the proposed cable television services;\n\n3. The fiscal impact on the municipality of: (i) the capital investment in facilities that will be used to provide the proposed cable television services or (ii) the expenditure of funds for labor, financing, and administering the proposed cable television services;\n\n4. The projected growth in demand in the municipality for the proposed cable television services;\n\n5. The projections at the time of the feasibility study, and for the five years immediately thereafter, of a full-cost accounting for a municipality to purchase, lease, construct, maintain, or operate the facilities necessary to provide the proposed cable television services; and\n\n6. The projections at the time of the feasibility study and for the five years immediately thereafter of the revenues to be generated from the proposed cable television services.\n\nC. For purposes of the financial projections required under subdivisions B 5 and B 6 of this section, the feasibility consultant shall assume that the municipality will price the proposed cable television services consistent with subsection E of § 15.2-2108.11.\n\nD. The governing body of the municipality shall determine whether the average annual revenues under subdivision B 6 exceed the average annual costs under subdivision B 5 by at least the amount necessary to meet the bond obligations of any bonds issued to fund the proposed cable television services based on the feasibility study's analysis for the first year of the study and the five-year projection, and separately stated with respect to the proposed cable television services.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-6/"
    },
    {
      "id": "section-152-21087",
      "number": "15.2-2108.7.",
      "heading": "Public hearings on feasibility study; notice",
      "text": "A. If the results of the feasibility study satisfy the revenue requirements of subsection D of § 15.2-2108.6, the governing body shall, at the next regular meeting after the governing body receives the results of the feasibility study, schedule at least two public hearings to be held at least seven days apart, but both shall be held not more than 60 days from the date of the meeting at which the public hearings are scheduled. The purpose of such public hearings shall be to allow the feasibility consultant to present the results of the feasibility study, and to inform the public about the feasibility study results and offer the public the opportunity to ask questions of the feasibility consultant about the results of the feasibility study.\n\nB. Except as provided in subsection C, the municipality shall publish notice of the public hearings required under subsection A three times in a newspaper of general circulation in the municipality, with the first notice appearing no more than 35 days before and the third notice appearing no less than seven days before the first public hearing.\n\nC. If there is no newspaper of general circulation in the municipality, for each 1,000 residents the municipality shall post at least one notice of the hearings in a conspicuous place within the municipality that is likely to give notice of the hearings to the greatest number of residents of the municipality. The municipality shall post the notices at least seven days before the first public hearing required under subsection A is held.\n\nD. After holding the public hearings required by this section, if the governing body of the municipality elects to proceed, the municipality shall adopt by resolution the feasibility study.\n\n2003, c. 677; 2023, cc. 506, 507; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-7/"
    },
    {
      "id": "section-152-21088",
      "number": "15.2-2108.8.",
      "heading": "Referendum",
      "text": "A. Before a municipality may offer cable television service, the governing body of the municipality shall by a majority vote call an election on whether or not the municipality shall provide the proposed cable television services.\n\nB. When under subsection A the governing body calls an election, the election shall be held:\n\n1. At the next municipal general election or as provided in Article 5 (§ 24.2-681 et seq.) of Chapter 6 of Title 24.2 at a local special election the purpose of which is authorized by this section; and\n\n2. In accordance with the law of Virginia regarding elections in Title 24.2 and as provided in this section.\n\nC. The notice of the election shall include with any other information required by law:\n\n1. A summary of the cable television services that the governing body of the municipality proposes to provide to subscribers residing within the boundaries of the municipality;\n\n2. The feasibility study summary under § 15.2-2108.6;\n\n3. A statement that a full copy of the feasibility study is available for inspection and copying; and\n\n4. The location in the municipality where the feasibility study may be inspected or copied.\n\nD. The ballot at the election shall pose the question substantially as follows: \"Shall this municipality provide cable television service to the inhabitants of the municipality?\"\n\nE. The ballot proposition shall not take effect until submitted to the electorate and approved by the majority of those voting on the ballot.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-8/"
    },
    {
      "id": "section-152-21089",
      "number": "15.2-2108.9.",
      "heading": "Enterprise funds for cable television services",
      "text": "A. A municipality that provides a cable television service under this article shall:\n\n1. Establish an enterprise fund to account for the municipality's operations of a cable television service; and\n\n2. Adopt separate operating and capital budgets for the municipality's cable television services.\n\nB. A municipality that provides a cable television service under this article shall not:\n\n1. Transfer any appropriation or other balance in any enterprise fund established by the municipality under this section to another enterprise fund; or\n\n2. Transfer any appropriation or other balance in any other enterprise fund established by the municipality to any enterprise fund established by the municipality under this section.\n\nThe restrictions on transfers described in this subsection do not apply to transfers made by a municipality between other enterprise funds established by the municipality.\n\nC. A municipality authorized pursuant to subsection E of § 56-265.4:4 to provide cable television service shall:\n\n1. Establish a separate department within an enterprise fund to account for the municipality's operations of a cable television service. This department may share a common balance sheet with other telecommunications and communications services, but the income statements must be stated separately; and\n\n2. Adopt separate operating and capital budgets for the municipality's cable television services.\n\nD. A municipality authorized pursuant to subsection E of § 56-265.4:4 to provide cable television service shall not transfer funds from other departments to the cable television department, but the municipality may make interdepartmental loans at market rates, upon such terms and conditions as would prevail from a private lender.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-9/"
    },
    {
      "id": "section-152-210810",
      "number": "15.2-2108.10.",
      "heading": "Bonding authority",
      "text": "A. The governing body of a municipality may by resolution determine to issue one or more bonds to finance the capital costs for facilities necessary to provide to subscribers a cable television service. Such resolution shall: (i) describe the purpose for which the indebtedness is to be created and (ii) specify the dollar amount of the one or more bonds proposed to be issued.\n\nB. A bond issued under this section shall be secured and paid for solely from the revenues generated by the municipality from providing cable television services with respect to bonds issued to finance facilities for the municipality's cable television services. Notwithstanding the foregoing, a municipality authorized under subsection E of § 56-265.4:4 to provide cable television services shall not be subject to the requirement that it secure a bond with solely the revenues generated by the municipality from providing cable television services, and such municipality shall repay the bond indebtedness in a fashion that reflects a reasonable pro rata allocation of such indebtedness by enterprise fund or department.\n\nC. A municipality shall pay that portion of the origination, financing, or other carrying costs associated with one or more bonds issued under this section associated with cable television solely from the funds of the cable television department.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-10/"
    },
    {
      "id": "section-152-210811",
      "number": "15.2-2108.11.",
      "heading": "General operating limitations",
      "text": "A. A municipality that provides a cable television service shall comply with all terms and provisions of the Cable Communications Policy Act of 1984 (47 U.S.C. § 521 et seq.) and the regulations issued by the Federal Communications Commission under such Act that would be applicable to a similarly situated private provider of cable television services.\n\nB. A municipality may not cross subsidize its cable television services with:\n\n1. Tax dollars;\n\n2. Income from other municipal or utility services;\n\n3. Below-market rate loans from the municipality; or\n\n4. Any other means.\n\nC. A municipality shall not make or grant any undue or unreasonable preference or advantage to itself or to any private provider of cable television services.\n\nD. A municipality shall apply, without discrimination as to itself and to any private provider, the municipality's ordinances, rules, and policies, including those relating to (i) obligation to serve; (ii) access to public rights of way and municipal utility poles and conduits; (iii) permitting; (iv) performance bonding; (v) reporting; and (vi) quality of service.\n\nE. In calculating the rates charged by a municipality for a cable television service:\n\n1. The municipality shall include within its rates an amount equal to all taxes, fees, and other assessments that would be applicable to a similarly situated private provider of the same services, including federal, state, and local taxes; franchise fees; permit fees; pole attachment fees; and any similar fees; and\n\n2. The municipality shall not price any cable television service at a level that is less than the sum of: (i) the actual direct costs of providing the service; (ii) the actual indirect costs of providing the service; and (iii) the amount determined under subdivision E 1.\n\nF. A municipality that provides cable television services shall comply with the provisions of Title 47 of the Code of Federal Regulations regarding rate and service changes.\n\nG. A municipality shall offer to provide or provide cable television services to only those subscriber locations within either (i) the municipality's electric utility service area as it existed on January 1, 2003, or (ii) the area, as of January 1, 2003, in which the municipality was providing local exchange service or Internet service over telecommunications facilities owned by the municipality, provided that a cable television franchise from any jurisdiction other than the municipality authorized herein shall be required for any service outside the municipality's boundaries.\n\nH. A municipality shall keep accurate books and records of the municipality's cable television services. A municipality shall conduct an annual audit of its books and records associated with the municipality's cable television services, such audit to be performed by an independent auditor approved by the Auditor of Public Accounts. Such audit shall include such criteria as the Auditor of Public Accounts deems appropriate and be filed with him, with copies to be submitted to each private provider that holds a franchise to offer service within the municipality. If, after review of such audit, the Commonwealth's Auditor of Public Accounts determines that there are violations of this article, he shall provide public notice of same.\n\nI. Notwithstanding any other provision of law, the Auditor of Public Accounts shall not disclose those portions of any comprehensive business plan that reveal marketing strategies of a municipal cable television service except as necessary to perform his duties and such information shall be otherwise exempt from public disclosure and not subject to the provisions of the Virginia Freedom of Information Act (§ 2.2-3700 et seq.).\n\n2003, c. 677; 2004, c. 586.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-11/"
    },
    {
      "id": "section-152-210812",
      "number": "15.2-2108.12.",
      "heading": "Eminent domain",
      "text": "A. No municipality shall exercise its power of eminent domain to condemn any plant or equipment of a private provider for the purpose of providing to a subscriber a cable television service.\n\nB. No municipality, for the purpose of providing to a subscriber a cable television service, shall exercise its power of eminent domain to condemn real property, whether in whole or in part, or to obtain an easement.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-12/"
    },
    {
      "id": "section-152-210813",
      "number": "15.2-2108.13.",
      "heading": "Quality of service standards",
      "text": "A municipality that provides a cable television service shall adopt an ordinance governing the quality of service the municipality shall provide to its subscribers, which standard of quality shall be no more favorable or less burdensome to the municipality than the standard of quality applied to any other private providers within the municipality.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-13/"
    },
    {
      "id": "section-152-210814",
      "number": "15.2-2108.14.",
      "heading": "Civil action",
      "text": "A private provider may file an action against a municipality in the circuit court having jurisdiction over the municipality for equitable relief, including a restraining order and injunction, for a violation of the provisions of this article. At least 10 days before filing such action the private provider shall file a written notice thereof with the municipality.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-14/"
    },
    {
      "id": "section-152-210815",
      "number": "15.2-2108.15.",
      "heading": "Consumer complaints",
      "text": "A municipality that provides cable television service shall enact an ordinance establishing a procedure for the filing and resolution of complaints relating to the municipality's provision of cable television service. Such ordinance shall comply with Title 47 of the Code of Federal Regulations and shall be no more favorable or less burdensome to the municipality than such procedure applicable to any private provider providing service in the municipality.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-15/"
    },
    {
      "id": "section-152-210816",
      "number": "15.2-2108.16.",
      "heading": "Annual report",
      "text": "A municipality that provides cable television service shall provide to a private provider the same information required to be filed with the municipality by that private provider under the terms of its franchise.\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-16/"
    },
    {
      "id": "section-152-210817",
      "number": "15.2-2108.17.",
      "heading": "Antitrust immunity",
      "text": "A municipality that provides a cable television service is subject to applicable antitrust liabilities and immunities from liabilities under the federal Local Government Antitrust Act of 1984 (15 U.S.C. § 34 et seq.).\n\n2003, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-17/"
    },
    {
      "id": "section-152-210818",
      "number": "15.2-2108.18.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2016, cc. 724 and 725, cl. 4, effective April 8, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-18/"
    },
    {
      "id": "section-12",
      "number": "1.2.",
      "heading": "Licensing and Regulation of Cable Television Systems",
      "text": "All the provisions of this Code shall be in force on and after February 1, 1950, except as provided in § 1-2.1.\n\nCode 1919, § 6567; R. P. 1948, § 1-2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-1/chapter-1/section-1-2/"
    },
    {
      "id": "section-152-210819",
      "number": "15.2-2108.19.",
      "heading": "Definitions",
      "text": "As used in this article:\n\n\"Act\" means the Communications Act of 1934.\n\n\"Affiliate,\" in relation to any person, means another person who owns or controls, is owned or controlled by, or is under common ownership or control with, such person.\n\n\"Basic service tier\" means the service tier that includes (i) the retransmission of local television broadcast channels and (ii) public, educational, and governmental channels required to be carried in the basic tier.\n\n\"Cable operator\" means any person or group of persons that (i) provides cable service over a cable system and directly or through one or more affiliates owns a significant interest in such cable system or (ii) otherwise controls or is responsible for, through any arrangement, the management and operation of a cable system. Cable operator does not include a provider of wireless or direct-to-home satellite transmission service.\n\n\"Cable service\" means the one-way transmission to subscribers of (i) video programming or (ii) other programming service, and subscriber interaction, if any, which is required for the selection or use of such video programming or other programming service. Cable service does not include any video programming provided by a commercial mobile service provider defined in 47 U.S.C. § 332 (d).\n\n\"Cable system\" or \"cable television system\" means any facility consisting of a set of closed transmission paths and associated signal generation, reception, and control equipment that is designed to provide cable service that includes video programming and that is provided to multiple subscribers within a community, except that such definition shall not include (i) a system that serves fewer than 20 subscribers; (ii) a facility that serves only to retransmit the television signals of one or more television broadcast stations; (iii) a facility that serves only subscribers without using any public right-of-way; (iv) a facility of a common carrier that is subject, in whole or in part, to the provisions of Title II of the Communications Act of 1934, 47 U.S.C. § 201 et seq., except that such facility shall be considered a cable system to the extent such facility is used in the transmission of video programming directly to subscribers, unless the extent of such use is solely to provide interactive on-demand services; (v) any facilities of any electric utility used solely for operating its electric systems; (vi) any portion of a system that serves fewer than 50 subscribers in any locality, where such portion is a part of a larger system franchised in an adjacent locality; or (vii) an open video system that complies with § 653 of Title VI of the Communications Act of 1934, as amended, 47 U.S.C. § 573.\n\n\"Certificated provider of telecommunications services\" means a person holding a certificate issued by the State Corporation Commission to provide local exchange telephone service.\n\n\"Force majeure\" means an event or events reasonably beyond the ability of the cable operator to anticipate and control. \"Force majeure\" includes, but is not limited to, acts of God, incidences of terrorism, war or riots, labor strikes or civil disturbances, floods, earthquakes, fire, explosions, epidemics, hurricanes, tornadoes, governmental actions and restrictions, work delays caused by waiting for utility providers to service or monitor or provide access to utility poles to which the cable operator's facilities are attached or to be attached or conduits in which the cable operator's facilities are located or to be located, and unavailability of materials or qualified labor to perform the work necessary.\n\n\"Franchise\" means an initial authorization, or renewal thereof, issued by a franchising authority, including a locality or the Commonwealth Transportation Board, whether such authorization is designated as a franchise, permit, license, resolution, contract, certificate, agreement, or otherwise, that authorizes the construction or operation of a cable system, a telecommunications system, or other facility in the public rights-of-way. A negotiated cable franchise is granted by a locality after negotiation with an applicant pursuant to § 15.2-2108.20. An ordinance cable franchise is granted by a locality when an applicant provides notice pursuant to § 15.2-2108.21 that it will provide cable service in the locality.\n\n\"Gross revenue\" means all revenue, as determined in accordance with generally accepted accounting principles, that is actually received by the cable operator and derived from the operation of the cable system to provide cable services in the franchise area; however, in an ordinance cable franchise \"gross revenue\" shall not include: (i) refunds or rebates made to subscribers or other third parties; (ii) any revenue which is received from the sale of merchandise over home shopping channels carried on the cable system, but not including revenue received from home shopping channels for the use of the cable service to sell merchandise; (iii) any tax, fee, or charge collected by the cable operator and remitted to a governmental entity or its agent or designee, including without limitation a local public access or education group; (iv) program launch fees; (v) directory or Internet advertising revenue including, but not limited to, yellow page, white page, banner advertisement, and electronic publishing; (vi) a sale of cable service for resale or for use as a component part of or for the integration into cable services to be resold in the ordinary course of business, when the reseller is required to pay or collect franchise fees or similar fees on the resale of the cable service; (vii) revenues received by any affiliate or any other person in exchange for supplying goods or services used by the cable operator to provide cable service; and (viii) revenue derived from services classified as noncable services under federal law, including, without limitation, revenue derived from telecommunications services and information services, and any other revenues attributed by the cable operator to noncable services in accordance with rules, regulations, standards, or orders of the Federal Communications Commission.\n\n\"Interactive on-demand services\" means a service providing video programming to subscribers over switched networks on an on-demand, point-to-point basis, but does not include services providing video programming prescheduled by the programming provider.\n\n\"Ordinance\" includes a resolution.\n\n\"Transfer\" means any transaction in which (i) an ownership or other interest in the cable operator is transferred, directly or indirectly, from one person or group of persons to another person or group of persons, so that majority control of the cable operator is transferred; or (ii) the rights and obligations held by the cable operator under the cable franchise granted under this article are transferred or assigned to another person or group of persons. However, notwithstanding clauses (i) and (ii) of the preceding sentence, a transfer of the cable franchise shall not include (a) transfer of an ownership or other interest in the cable operator to the parent of the cable operator or to another affiliate of the cable operator; (b) transfer of an interest in the cable franchise granted under this article or the rights held by the cable operator under the cable franchise granted under this article to the parent of the cable operator or to another affiliate of the cable operator; (c) any action that is the result of a merger of the parent of the cable operator; (d) any action that is the result of a merger of another affiliate of the cable operator; or (e) a transfer in trust, by mortgage, or by assignment of any rights, title, or interest of the cable operator in the cable franchise or the system used to provide cable in order to secure indebtedness.\n\n\"Video programming\" means programming provided by, or generally considered comparable to, programming provided by a television broadcast station.\n\nAll terms used herein, unless otherwise defined, shall have the same meaning as set forth in Title VI of the Communications Act of 1934, 47 U.S.C. § 521 et seq. In addition, references in this article to any federal law shall include amendments thereto as are enacted from time-to-time.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-19/"
    },
    {
      "id": "section-152-210820",
      "number": "15.2-2108.20.",
      "heading": "Authority to grant negotiated cable franchises and regulate cable systems",
      "text": "A. A locality may grant a negotiated cable franchise in accordance with Title VI of the Communications Act of 1934, as amended, 47 U.S.C. § 521 et seq., and this chapter.\n\nB. A locality may, by ordinance, exercise all regulatory powers over cable systems granted by the Communications Act of 1934, except as limited by this article. These regulatory powers shall include the authority: (i) to enforce customer service standards in accordance with the Act; (ii) to enforce more stringent standards as agreed upon by the cable operator through the terms of a negotiated cable franchise; and (iii) to regulate the rates for basic cable service in accordance with the Act. A locality, however, shall not regulate cable operators, cable systems, or other facilities used to provide video programming through the adoption of ordinances or regulations (a) that are more onerous than ordinances or regulations adopted for existing cable operators; (b) that unreasonably prejudice or disadvantage any cable operator, whether existing or new; or (c) that are inconsistent with any provision of federal law or this article.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-20/"
    },
    {
      "id": "section-152-210821",
      "number": "15.2-2108.21.",
      "heading": "Ordinance cable franchises",
      "text": "A. This section shall govern the procedures by which a locality may grant ordinance cable franchises.\n\nB. An ordinance cable franchise, which shall have a term of 15 years, may be requested by (i) a certificated provider of telecommunications services with previous consent to use the public rights-of-way in a locality through a franchise; (ii) a certificated provider of telecommunications services that lacked previous consent to provide cable service in a locality but provided telecommunications services over facilities leased from an entity having previous consent to use of the public rights-of-way in such locality through a franchise; or (iii) a cable operator with previous consent to use the public rights-of-way to provide cable service in a locality through a franchise and who seeks to renew its existing cable franchise pursuant to § 15.2-2108.30 as an ordinance cable franchise. A cable operator with previous consent to use the public rights-of-way to provide cable service in a locality through a franchise may opt into the new terms of an ordinance cable franchise under § 15.2-2108.26.\n\nC. In order to obtain an ordinance cable franchise, an applicant shall first file with the chief administrative officer of the locality from which it seeks to receive such ordinance cable franchise a request to negotiate the terms and conditions of a negotiated cable franchise under § 15.2-2108.20. An applicant shall request and make itself available to participate in cable franchise negotiations with the locality from which it seeks to receive a negotiated cable franchise at least 45 calendar days prior to filing a notice electing an ordinance cable franchise; this prerequisite shall not be applicable if a locality refuses to engage in negotiations at the request of an applicant or if the applicant already holds a negotiated cable franchise from the locality. Thereafter, an applicant, through its president or chief executive officer, shall file notice with the locality that it elects to receive an ordinance cable franchise at least 30 days prior to offering cable in such locality. The notice shall be accompanied by a map or a boundary description showing (i) the initial service area in which the cable operator intends to provide cable service in the locality within the three-year period required for an initial service area and (ii) the area in the locality in which the cable operator has its telephone facilities. The map or boundary description of the initial service areas may be amended by the cable operator by filing with the locality a new map or boundary description of the initial service area.\n\nD. The cable operator shall assure that access to cable services is not denied to any group of potential residential cable subscribers because of the income of the residents of the local area in which such group resides. The local franchising authority shall have the right to monitor and inspect the deployment of cable services and the cable operator shall submit semiannual progress reports detailing the current provision of cable services in accordance with the deployment schedule and its new service area plans for the next six months. The failure to correct or remedy any material deficiencies shall be subject to the same remedies as contained in the cable television franchise of the existing cable operator as that franchise existed at the time of the grant of the ordinance franchise.\n\nE. The locality from which the applicant seeks to receive an ordinance cable franchise shall adopt any ordinance requiring adoption under this article within 120 days of the applicant filing the notice required in subsection C. Any ordinance adopted under this section that relates to a cable operator's provision of cable service shall apply to such cable operator retroactively to the date on which the cable operator began to offer cable service in the locality pursuant to this article.\n\nF. Notice of any ordinance that requires a public hearing shall be advertised as provided in § 15.2-1427. All costs of such advertising shall be assessed against the operator or applicant.\n\nG. If the governing body of any town adopts an ordinance pursuant to the provisions of this article, such town shall not be subject to any ordinance adopted by the county within which such town lies.\n\n2006, cc. 73, 76; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-21/"
    },
    {
      "id": "section-152-210822",
      "number": "15.2-2108.22.",
      "heading": "Regulation of fees, rates and services; penalties",
      "text": "Upon receiving a notice requesting an ordinance cable franchise pursuant to § 15.2-2108.21, a locality shall adopt or maintain one or more ordinances that govern a cable operator who provides cable service under an ordinance cable franchise. The requirements of any specific provision in any such ordinance shall not exceed the requirements imposed in the same provision, if any, in any existing cable franchise within the locality. Such ordinance or ordinances, which shall be adopted after a public hearing, shall:\n\n1. Require a cable operator to provide the locality with access to a number of public, educational, and governmental access channels, equal to the lowest number of such channels provided by any other cable operator in the same franchise area of the locality. If the existing cable operator provides less than three such public, educational, and governmental access channels pursuant to a franchise agreement, the locality may require each cable operator to provide up to three such channels. Any additional channels provided subject to this provision shall be subject to the reclamation formula set forth below. In addition, a locality may, by ordinance adopted after a public hearing, require a cable operator to interconnect with any other cable operator to ensure the carriage of required public, educational, and governmental access channels; if the new cable operator and all existing cable operators cannot agree to an interconnection agreement within 180 days of a request to interconnect by the new cable operator, then the locality is authorized to determine an interconnection point. The locality or its designee shall assume responsibility for management, operation, and programming of such channels. A locality that substantially utilizes its existing public, educational, and governmental access channels may require a reasonable number of additional public, educational, and governmental access channels by the enactment of an ordinance, after a public hearing, so long as (i) the ordinance applies equally to all providers of cable service within a franchise area, (ii) the total number of additional public, educational, and governmental access channels does not exceed three channels in the basic service tier, and (iii) the total number of public, educational, and governmental access channels shall not exceed seven channels in the aggregate. Notwithstanding the foregoing, but consistent with federal law, the locality and a cable operator may enter into written agreements for the carriage of additional public, educational, and governmental access channels, including other arrangements for the carriage of such programming. Any additional public, educational, and governmental access channel provided pursuant to this article that is not utilized by the locality for at least eight hours a day shall no longer be made available to the locality, but may be programmed at the cable operator's discretion. At such time as the locality can certify to the cable operator a schedule for at least eight hours of daily programming for a period of three months, the cable operator shall restore the previously re-allocated channel. For purposes of this subdivision, a public, educational, and governmental access channel shall be considered to be substantially utilized when 12 hours are programmed on that channel each calendar day; in addition, at least 33% of the 12 hours of programming for each business day on average over each calendar quarter must be nonrepeat programming. For purposes of this subdivision, nonrepeat programming shall include the first three videocastings of a program and shall include programming on other public, educational, and governmental access channels in that locality. Programming for purposes of determining substantial utilization shall not include an alphanumeric scroll, except that for purposes of requiring one or more additional public, educational, and governmental access channels, an alphanumeric scroll shall be included as programming on not more than one channel;\n\n2. Require a cable operator to pay a franchise fee, remitted on the same schedule as the least frequent schedule of an existing cable operator, but no more frequently than quarterly, calculated by multiplying a franchise fee percentage rate by the cable operator's gross revenues in such franchise area for the remittance period; however, the franchise fee rate shall (i) not exceed 5% of such gross revenues and (ii) not exceed the lowest franchise fee rate paid or provided by an existing cable operator in the locality. The locality may further require that the cable operator make the franchise fee payments to the locality no later than 45 days following the end of the remittance period and require that the franchise fee payment be submitted with a brief report prepared by a duly authorized representative of the cable operator showing the basis for the computation. The locality shall have the right to reasonably require further supporting information that does not exceed the information required to be provided by existing cable operators in the locality;\n\n3. Require a cable operator to pay a recurring fee, hereafter referred to as the PEG Capital Fee, to support the capital costs of public, educational, and governmental channel facilities, including institutional networks, provided that the PEG Capital Fee is equal to the lowest recurring fee imposed on a per subscriber or a percentage of gross revenue basis and paid by any existing cable operator in the locality to support the capital costs of such facilities. The PEG Capital Fee shall only be imposed on a per subscriber or a percentage of gross revenue basis. If the existing cable operator has paid a lump sum capital grant at award or renewal of its current franchise, or is providing in-kind equipment in lieu of such a capital grant, to support public, educational, and governmental channel facilities, including institutional networks, the locality, by ordinance adopted after a public hearing, shall also impose an additional monthly recurring fee to be known as the PEG Capital Grant Surcharge Fee on the new cable operator equal to the lower of (i) 1.5% of the new cable operator's gross revenues derived from the operation of its cable system in that locality or (ii) the lowest amount of capital contribution paid or provided in-kind, as shown on the books of the cable operator, by an existing cable operator in the locality (a) when such capital contribution is amortized over the term of the existing cable operator's franchise and (b) divided by the number of subscribers or annual gross revenue of the existing cable operator as shown on its most recent report to the locality, depending on recovery methodology chosen by the locality. Both the PEG Capital Fee and the PEG Capital Grant Surcharge Fee may only be collected by the locality for the remainder of the shortest remaining franchise term of any existing cable operator in the locality; however, at the end of such term the locality may negotiate with all cable operators to set a new, recurring fee to support the reasonable and necessary capital costs of public, educational, and governmental channel facilities, including institutional networks, that shall be imposed on all cable operators such that the fee applies equally to all of the customers of all cable operators in the locality. At the end of such term, no cable operator shall be required to provide any further in-kind public, educational, and governmental access channels, including institutional network, support. If the cable operators and the locality cannot agree on such a recurring capital cost fee, the locality, by ordinance adopted after a public hearing, may impose a recurring fee, calculated on a per subscriber or percentage of gross revenue basis, to support the reasonable and necessary capital costs of public, educational, and governmental channel facilities, including institutional networks; however, such fee may not exceed the PEG Capital Fee previously imposed on cable operators by the locality. Any and all fees permitted under this subdivision shall be paid by the cable operator to the locality on the same schedule as franchise fees are paid. Nothing in this subdivision shall be construed to permit a locality to require cable operators to pay capital grants at the time of the grant or renewal of a franchise or otherwise except for the PEG Capital Grant Surcharge Fee specifically provided in this subdivision;\n\n4. Require a cable operator to comply with the customer service requirements imposed by the locality pursuant to 47 U.S.C. § 552(a) (1) and this article through the adoption of an ordinance after a public hearing. Any customer service requirements imposed by the locality that exceed the requirements established by the Federal Communications Commission under 47 U.S.C. § 552(b) shall (i) not be designed so that the cable operator cannot also comply with any other customer service requirements under state or federal law or regulation applicable to the cable operator in its provision of other services over the same network used to provide cable service, (ii) be no more stringent than the customer service requirements applied to other cable operators in the franchise area, and (iii) be reasonably tailored to achieve appropriate customer service goals based on the technology used by the cable operator to provide cable service;\n\n5. Adopt procedures by which it will enforce the provisions of this article and the applicable mandatory requirements of 47 U.S.C. §§ 521-573 and the regulations promulgated thereunder. Such procedures shall require the locality to: (i) informally discuss the matter with the cable operator in the event that the locality believes that a cable operator has not complied with this article or the applicable mandatory requirements of 47 U.S.C. §§ 521-573 and (ii) notify the cable operator in writing of the exact nature of the alleged noncompliance if the discussions described in the foregoing clause (i) do not lead to resolution of the alleged noncompliance. The cable operator shall have 15 days from receipt of this written notice to: (a) respond to the locality, if the cable operator contests, in whole or in part, the assertion of noncompliance; (b) cure such default; or (c) in the event that, by the nature of default, such default cannot be cured within the 15-day period, initiate reasonable steps to remedy such default and notify the locality of the steps being taken and the projected date that they will be completed. The locality shall schedule a public hearing in the event that the cable operator fails to respond to the written notice pursuant to these procedures or in the event that the alleged default is not remedied within 30 days of the date projected above if the locality intends to continue its investigation into the default. The locality shall provide the cable operator at least 30 business days prior written notice of such hearing, which will specify the time, place, and purpose of such hearing, and provide the cable operator the opportunity to be heard;\n\n6. Adopt a schedule of uniform penalties or liquidated damages that it may impose upon any cable operator with an ordinance cable franchise when the locality determines that the cable operator has failed to materially comply with (i) customer service standards; (ii) carriage of public, educational, and governmental channels; (iii) reporting requirements; or (iv) timely and full payment of the franchise fee or the fee assessed for the provision of public, educational, or governmental access channels, including institutional networks. Any penalty or liquidated damage for any of the foregoing violations shall be the same penalty or liquidated damage already established for a cable operator in the same franchise area, if any. In addition, a locality shall not impose any penalty or liquidated damage adopted pursuant to this subdivision until the cable operator has been afforded a reasonable cure period between the time the cable operator is notified of the violation and the penalty or liquidated damage is imposed. A separate violation for purposes of this article and the ordinances passed to implement this article as it pertains to customer service standards shall be deemed to occur whenever the locality reasonably determines that a separate customer service standard violation has occurred on one day; however, the cable operator shall not be charged with multiple violations for a single act or event affecting one or more subscribers on the same day. The locality may charge interest at the legal rate as set forth in § 6.2-301 for any amounts due the locality by the cable operator in clause (iv) of this subdivision that remain unpaid and undisputed;\n\n7. Adopt procedures under which the locality may inspect and audit, upon 30 days prior written notice, the books and records of the cable operator and recompute any amounts determined to be payable under the ordinances adopted pursuant to this article. The procedures adopted by the locality shall not exceed the following requirements: (i) the locality may require the cable operator to make available to the locality all records reasonably necessary to confirm the accurate payment of fees; (ii) the locality may require the cable operator to bear the locality's reasonable out-of-pocket audit expenses if the audit discloses an underpayment of more than 3% of any quarterly payment, but not less than $5,000; (iii) the locality may require the cable operator to pay any additional undisputed amounts due to the locality as a result of the audit within 30 days following written notice by the locality to the cable operator; (iv) in the event the cable operator disputes any underpayment discovered as the result of an audit conducted by the locality, the locality shall work together with the cable operator in good faith to promptly resolve such dispute; (v) the locality shall provide that the cable operator and the locality maintain all rights and remedies available at law regarding any disputed amounts; (vi) the locality shall have no more than three years from the time the cable operator delivers a payment to provide a written, detailed objection to or dispute of that payment, and if the locality fails to object to or dispute the payment within that time period, the locality shall be barred from objecting to or disputing it after that time period; and (vii) the locality shall not audit a cable operator more frequently than every 24 months;\n\n8. Adopt reasonable reporting requirements for annual financial information and quarterly customer service information that must be provided by a cable operator to the locality so long as such information does not exceed the reporting requirements for any existing cable operator in that locality;\n\n9. Require cable operators to provide, without charge, within the area actually served by the cable operator, one cable service outlet activated for basic cable service to each fire station, public school, police station, public library, and any other local government building. The ordinance shall apply equally to all providers of cable services in the locality, but shall not apply in cases where it is not technically feasible for a cable operator to comply;\n\n10. Subject to § 15.2-2108.24, adopt requirements and procedures for (i) the management of the public rights-of-way that do not exceed the standards set forth in clauses (i) and (ii) of subsection C of § 56-462 and (ii) the construction of a cable system in the public rights-of-way;\n\n11. Adopt the following allocation procedure if cable services subject to a franchise fee, or any other fee determined by a percentage of the cable operator's gross revenues in a locality, are provided to subscribers in conjunction with other services: the fee shall be applied only to the value of these cable services, as reflected on the books and records of the cable operator in accordance with rules, regulations, standards, or orders of the Federal Communications Commission or the State Corporation Commission, or generally accepted accounting principles. Any discounts resulting from purchasing the services as a bundle shall be reasonably allocated between the respective services that constitute the bundled transaction; and\n\n12. Require cable operators to make cable service available to (i) up to all of the occupied residential dwelling units in the initial service area selected by cable operator within no less than three years of the date of the grant of the franchise and (ii) no more than 65% of the residential dwelling units in the area in the locality in which the cable operator has its telephone facilities, within no less than seven years of the date of the grant of the franchise. Notwithstanding the foregoing provision, a cable operator shall not be required to make cable service available: (a) for periods of force majeure; (b) for periods of delay caused by the locality; (c) for periods of delay resulting from the cable operator's inability to obtain authority to access rights-of-way in the service area; (d) in areas where developments or buildings are subject to claimed exclusive arrangements; (e) in developments or buildings that the cable operator cannot access under industry standard terms and conditions after good faith negotiation; (f) in developments or buildings that the cable operator is unable to provide cable service for technical reasons or that require facilities that are not available or cannot be deployed on a commercially reasonable basis; (g) in areas where it is not technically feasible to provide cable service due to the technology used by the cable operator to provide cable service; (h) in areas where the average occupied residential household density is less than 30 occupied residential dwelling units per mile as measured in strand footage from the nearest technically feasible point on the cable operator's active cable system (or such higher average density number as may be contained in an existing cable operator's cable franchise); and (i) when the cable operator's prior service, payment, or theft of service history with a subscriber or potential subscriber has been unfavorable. Should, through new construction, an area within the cable operator's service area meet the density requirement, a cable operator shall, subject to the exclusions in this subdivision, provide cable service to such area within six months of receiving notice from the locality that the density requirements have been met. A locality may not require a cable operator using its telephone facilities to provide cable service to provide any cable service outside of the area in the locality in which the cable operator has its telephone facilities. During the 12-month period commencing after the seventh-year anniversary date of the grant of the franchise, a locality may, by ordinance adopted after a public hearing in which the locality specifically finds that such a requirement is necessary to promote competition in cable services within the locality, require the cable operator to make service available to no more than 80% of the residential dwelling units in the area in the locality in which the cable operator has its telephone facilities within no less than 10 years of the date of the grant of the franchise, subject to the exclusions in clauses (a) through (i) of this subdivision. If the cable operator notifies the locality that it is unwilling to accept this additional service availability requirement, the locality may, after notice and public hearing, terminate the cable operator's ordinance cable franchise. The cable operator shall file a certificate at its third and seventh, and if applicable, tenth, anniversary dates certifying its compliance with the foregoing service requirements. For purposes of an ordinance cable franchise, the date of the grant of the franchise shall be the date the notice required by § 15.2-2108.21 is filed with the locality. For purposes of a negotiated cable franchise, the date of the grant of the franchise shall be the date the respective locality has granted a negotiated cable franchise pursuant to § 15.2-2108.20.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-22/"
    },
    {
      "id": "section-152-210823",
      "number": "15.2-2108.23.",
      "heading": "Regulation of rights-of-way; fees",
      "text": "A. To the extent that a franchised cable operator has been authorized to use the public rights-of-way in a locality and is obligated to pay a franchise fee to such locality, such cable operator shall not be subject to any occupancy, use, or similar fee, with respect to its use of such rights-of-way, by the locality or the Commonwealth Transportation Board except to the extent that such cable operator is also a certificated provider of telecommunications services and subject to the public rights-of-way use fee under § 56-468.1. The Commonwealth Transportation Board may charge, on a nondiscriminatory basis, fees to recover the approximate actual cost incurred for the issuance of a permit to perform work within the rights-of-way and for inspections to ensure compliance with the conditions of the permit, as such fees shall be established by regulations adopted under the Administrative Process Act (§ 2.2-4000 et seq.); however, such fees may not apply to certificated providers of telecommunications services except to the extent permitted under §§ 56-458, 56-462, and 56-468.1.\n\nB. A locality may charge, on a nondiscriminatory basis, fees to recover the approximate actual cost incurred for the issuance of a permit to perform work within the rights-of-way and for inspections to ensure compliance with the conditions of the permit, as such fees existed on February 1, 1997, or as subsequently modified by ordinance; however, such fees may not apply to certificated providers of telecommunications services except to the extent permitted under §§ 56-458, 56-462, and 56-468.1. The limitation as to fees charged for the use of the public rights-of-way shall not be applicable to pole attachments and conduit occupancy agreements between a franchised cable operator and a locality or its authority or commission, which permits such operator to use the public poles or conduits.\n\nC. Except as provided in §§ 56-458, 56-462, and 56-468.1 and in any rules adopted by the Commonwealth Transportation Board under Article 2 (§ 33.2-208 et seq.) of Chapter 2 of Title 33.2, the cable franchise granted hereunder supersedes and replaces any and all other requirements and fees in local laws and the laws of the Commonwealth relating to the use of the public rights-of-way by a cable system or other facilities for the provision of cable service, whether such other authorizations are designated as franchises, permits, consents, ordinances, or otherwise. No cable operator that is (i) a certificated provider of telecommunications services that has previous consent to use the public rights-of-way in a locality through a franchise or (ii) a certificated provider of telecommunications services that lacked prior consent to provide cable service in a locality but provided telecommunications service over facilities leased from an entity having previous consent to use the public rights-of-way in such locality through a franchise and granted a franchise and paying fees pursuant to this section shall be required, in order to develop or operate a cable system or other facilities to provide video services, to (a) obtain consent in accordance with §§ 15.2-2015 through 15.2-2017, § 56-458 or 56-462, except for permits or other permission to open streets and roads, or (b) submit bids, bonds or applications in accordance with §§ 15.2-2100 through 15.2-2105, except for reasonable performance bonds or letters of credit not in excess of $50,000. The restrictions in §§ 15.2-2015 through 15.2-2018, 15.2-2100 through 15.2-2105, 15.2-2106 and 15.2-2107, including but not limited to the advertisement and receipt of bids for franchises, shall not apply to a cable system or other facilities used to provide cable services by a cable operator that is a certificated provider of telecommunications services with previous consent to use the public rights-of-way in a locality through a franchise, including the provision of telecommunications services over facilities leased from an entity with previous consent to use the public rights-of-way in a locality through a franchise, but without previous consent to provide cable service in that locality.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-23/"
    },
    {
      "id": "section-152-210824",
      "number": "15.2-2108.24.",
      "heading": "Regulation of facility construction or rights-of-way management requirements for certain cable operators",
      "text": "A locality shall not impose through a franchise to provide cable service, whether by negotiation or by ordinance, any facility construction or rights-of-way management requirements on a cable operator that is (i) a certificated provider of telecommunications services that has a franchise to use the public rights-of-way in a locality or (ii) a certificated provider of telecommunications services that lacked prior consent to provide cable service in a locality but provided telecommunications services over facilities leased from an entity having a franchise to use the public rights-of-way in such locality, except that a municipality must meet the requirements of Article 1.1 (§ 15.2-2108.2 et seq.) of this chapter or otherwise be authorized to provide cable service.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-24/"
    },
    {
      "id": "section-152-210825",
      "number": "15.2-2108.25.",
      "heading": "Itemization",
      "text": "A cable operator providing cable service may identify as a separate line item on each regular bill of each subscriber (i) the amount of the total bill assessed as a franchise fee, or any equivalent fee, and the locality to which such fee is paid; (ii) the amount of the total bill assessed to satisfy any requirements imposed on the cable operator, including those to support public, educational, or governmental access facilities, including institutional networks; and (iii) the amount of any other fee, tax, assessment, or charge of any kind imposed by any governmental entity on the transaction between the cable operator and the subscriber.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-25/"
    },
    {
      "id": "section-152-210826",
      "number": "15.2-2108.26.",
      "heading": "Reciprocity",
      "text": "Upon the request by an existing cable operator in the locality, a locality that has negotiated and granted a cable franchise to a new cable provider through negotiation, whether before or after July 1, 2006, shall make available to that existing cable operator the applicable terms and conditions that such locality provides to a new cable operator, by an amendment and restatement in lieu of its existing franchise document. In addition, upon the request by an existing cable operator in the locality, a locality adopting an ordinance under this article shall make available to that existing cable operator the applicable terms and conditions from any such ordinance by opting into an ordinance cable franchise. In either such event, the existing cable operator may accept all applicable terms and conditions only in their entirety and in lieu of its existing franchise document and without the ability to accept specific terms and conditions. The locality and the existing cable operator shall amend the cable franchise of the existing cable operator to substitute the new, applicable terms and conditions upon notice of acceptance from the existing cable operator. An existing cable provider in a locality shall have an enforceable right to require that its cable franchise be amended and restated within 90 days of its request to substitute the new, applicable terms and conditions of the new negotiated franchise or new ordinance cable franchise granted to a new cable franchisee. Notwithstanding any other provision in this article, (i) no existing cable operator shall reduce the geographic area in which it actually provides cable service as of July 1, 2006, by the exercise of its rights under this article, but its service obligations within such service areas shall be subject to the service exclusions set forth in clauses (a) through (i) of subdivision 12 of § 15.2-2108.22 and (ii) the provisions of this section shall not alter the time period remaining in any unexpired, existing franchise.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-26/"
    },
    {
      "id": "section-152-210827",
      "number": "15.2-2108.27.",
      "heading": "Modification",
      "text": "No locality, without the consent of the franchisee, shall accelerate the term of, require the renegotiation of, or otherwise modify in any way, an agreement with any entity or a franchise, ordinance, permit, consent, or other authorization for such entity to use the public rights-of-way because such entity has been granted a cable franchise under this article to use the public rights-of-way for the development and operation of a cable system.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-27/"
    },
    {
      "id": "section-152-210828",
      "number": "15.2-2108.28.",
      "heading": "Transfer",
      "text": "No transfer of any franchise granted under this article shall occur without the prior consent of the locality, provided that such locality shall not unreasonably withhold, delay, or condition such consent. No transfer shall be made to a person, group of persons or affiliate that is not legally, technically, and financially qualified to operate the cable system and satisfy the franchise obligations.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-28/"
    },
    {
      "id": "section-152-210829",
      "number": "15.2-2108.29.",
      "heading": "Surrender",
      "text": "Notwithstanding the provisions of this article, a new cable franchisee that considers, within three years after the grant of a cable franchise under this article, that its provision of cable services within the locality is no longer economically feasible may notify the locality and surrender its cable franchise for the entire locality without liability to such locality. If a new cable franchisee surrenders its cable service franchise, it shall not be eligible to obtain a new cable service franchise within such locality until after the normal expiration date of the franchise that such franchisee surrendered. Such surrender of a cable franchise shall have no impact on other franchises held by the new cable franchisee or noncable services offered by the new cable franchisee.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-29/"
    },
    {
      "id": "section-152-210830",
      "number": "15.2-2108.30.",
      "heading": "Renewal",
      "text": "A cable operator electing to renew its cable franchise shall do so (i) pursuant to the renewal procedures in 47 U.S.C. § 546 or (ii) by providing notice to the locality that it will opt into an ordinance cable franchise pursuant to this article. A cable operator may file such notification that its cable franchise will be renewed by an ordinance cable franchise not more than one year in advance of the expiration date of the existing franchise or by a renewal certification filed within 90 days after the effective date of this act in the case of a current cable franchise whose original, renewal, or extension term has expired. Except as provided by federal law, the restrictions in §§ 15.2-2015 through 15.2-2018, 15.2-2100 through 15.2-2105, 15.2-2106 and 15.2-2107, including, but not limited to, the advertisement and receipt of bids for cable franchises, shall not apply to renewal certifications except where a renewal would result in a city or town having granted a cable franchise and a renewal with combined terms in excess of 40 years.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-30/"
    },
    {
      "id": "section-152-210831",
      "number": "15.2-2108.31.",
      "heading": "Article construed",
      "text": "The fact that any person obtains a negotiated franchise or ordinance cable franchise to provide cable services under this article shall not create any presumption that such person is providing cable services, is controlling or responsible for the management and operation of a cable system, or is a cable operator, for purposes of federal law.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-31/"
    },
    {
      "id": "section-152-210832",
      "number": "15.2-2108.32.",
      "heading": "Application of article to certain localities",
      "text": "In any locality in which the governing body of the locality has granted one or more new cable franchises during the 12-month period prior to July 1, 2006, that include an overlapping geographic service area with another cable franchise within that locality, all franchises within that locality shall remain in full force and effect until the earliest expiration date of the overlapping franchises or until one is terminated pursuant to the terms of the franchise and shall not be subject to the provisions of this article, except as set forth in this section. A locality that has granted one or more new, overlapping franchises within the 12-month period prior to July 1, 2006, shall have the option not to offer, accept, or implement the ordinance cable franchise process described in § 15.2-2108.22 until the earliest expiration date of the overlapping franchises, but may determine only to grant new cable franchises during such period through the negotiated cable franchise process. Any such locality, when granting any additional cable franchises after July 1, 2006, and until the existing cable franchises expire or are terminated pursuant to their terms, shall make the terms of any such newly granted franchise available, pursuant to § 15.2-2108.26, to all cable operators with existing franchises. Any locality in which the governing body of the locality has granted one or more new cable franchises during the 12-month period prior to July 1, 2006, that include an overlapping geographic service area with another cable franchise within that locality, shall make the terms of any such newly granted franchise available, in the manner described in § 15.2-2108.26, to all cable operators with existing franchises on the date the subsequent overlapping franchise was awarded. Upon the expiration of a current cable franchise that is subject to this section, the provisions of this section shall no longer be applicable to any cable franchise in such locality and the locality shall thereafter be subject to all provisions of this article.\n\n2006, cc. 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2108-32/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "General Provisions for Public Utilities",
      "text": "General Provisions for Public Utilities",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2109",
      "number": "15.2-2109.",
      "heading": "Powers of localities as to public utilities and computer services; prevention of pollution of certain water",
      "text": "A. Any locality may (i) acquire or otherwise obtain control of or (ii) establish, maintain, operate, extend and enlarge: waterworks, sewerage, gas works (natural or manufactured), electric plants, public mass transportation systems, stormwater management systems and other public utilities within or outside the limits of the locality and may acquire within or outside its limits in accordance with § 15.2-1800 whatever land may be necessary for acquiring, locating, establishing, maintaining, operating, extending or enlarging waterworks, sewerage, gas works (natural or manufactured), electric plants, public mass transportation systems, stormwater management systems and other public utilities, and the rights-of-way, rails, pipes, poles, conduits or wires connected therewith, or any of the fixtures or appurtenances thereof. As required by subsection C of § 15.2-1800, this section expressly authorizes a county to acquire real property for a public use outside its boundaries.\n\nThe locality may also prevent the pollution of water and injury to waterworks for which purpose its jurisdiction shall extend to five miles beyond the locality. It may make, erect and construct, within or near its boundaries, drains, sewers and public ducts and acquire within or outside the locality in accordance with § 15.2-1800 so much land as may be necessary to make, erect, construct, operate and maintain any of the works or plants mentioned in this section.\n\nIn the exercise of the powers granted by this section, localities shall be subject to the provisions of § 25.1-102 to the same extent as are corporations. The provisions of this section shall not be construed to confer upon any locality the power of eminent domain with respect to any public utility owned or operated by any other political subdivision of this Commonwealth. The provisions of this section shall not be construed to exempt localities from the provisions of Chapters 20 (§ 46.2-2000 et seq.), 22 (§ 46.2-2200 et seq.) and 23 (§ 46.2-2300 et seq.) of Title 46.2.\n\nB. A locality may not (i) acquire all of a public utility's facilities, equipment or appurtenances for the production, transmission or distribution of natural or manufactured gas, or of electric power, within the limits of such locality or (ii) take over or displace, in whole or in part, the utility services provided by such gas or electric public utility to customers within the limits of such locality until after the acquisition is authorized by a majority of the voters voting in a referendum held in accordance with the provisions of Article 5 (§ 24.2-681 et seq.) of Chapter 6 of Title 24.2 in such locality on the question of whether or not such facilities, equipment or appurtenances should be acquired or such services should be taken over or displaced; however, the provisions of this subsection shall not apply to the use of energy generated from landfill gas in the City of Lynchburg or Fairfax County. In no event, however, shall a locality be required to hold a referendum in order to provide gas or electric service to its own facilities. Notwithstanding any provision of this subsection, a locality may acquire public utility facilities or provide services to customers of a public utility with the consent of the public utility. No city or town which provided electric service as of January 1, 1994, shall be required to hold such a referendum prior to the acquisition of a public utility's facilities, equipment or appurtenances used for the production, transmission or distribution of electric power or to the provision of services to customers of a public utility. Nothing in this subsection shall be deemed to (a) create a property right or property interest or (b) affect or impair any existing property right or property interest of a public utility.\n\nC. The City of Bristol is authorized to provide computer services as defined in § 18.2-152.2. \"Computer services\" as used in this section shall specifically not include the communications link between the host computer and any person or entity other than (i) such locality's departments, offices, boards, commissions, agencies or other governmental divisions or entities or (ii) an adjoining locality's departments, offices, boards, commissions, agencies or other governmental divisions or entities.\n\nCode 1950, § 15-715; 1962, c. 623, § 15.1-292; 1970, c. 565; 1980, c. 483; 1994, c. 634; 1996, c. 384; 1997, c. 587; 2000, c. 663; 2003, c. 940; 2007, c. 813.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2109/"
    },
    {
      "id": "section-152-21091",
      "number": "15.2-2109.1.",
      "heading": "Prescriptive easements for provision of water and sewer services",
      "text": "In an action to establish a prescriptive easement involving the provision of water and sewer services, a political subdivision shall demonstrate that the use has continued for a period of at least ten years. This section shall not affect any other requirement which may be necessary to establish a prescriptive easement.\n\n1997, c. 416, § 15.1-292.01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2109-1/"
    },
    {
      "id": "section-152-21092",
      "number": "15.2-2109.2.",
      "heading": "Mutual aid agreements for power and natural gas",
      "text": "Localities may enter into mutual aid agreements with investor-owned public utilities, electric cooperatives and interstate natural gas companies in order to prepare for, prevent, and restore power and natural gas outages and failures. Such authority shall include, without limitation, the power to enter into agreements relating to (i) contingency plans, (ii) emergency communications, (iii) sharing of resources and personnel, and (iv) system upgrades, maintenance, and repair.\n\n2004, c. 693.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2109-2/"
    },
    {
      "id": "section-152-21093",
      "number": "15.2-2109.3.",
      "heading": "Provision of natural gas distribution service within counties",
      "text": "Any municipal corporation or public service authority created under the Virginia Water and Waste Authorities Act (§ 15.2-5100 et seq.) shall have the authority:\n\n1. To purchase natural gas for resale within an area as described in subdivision 2 from any public utility that is certificated to provide natural gas distribution service within the Commonwealth, on such terms and conditions as the parties to such sale may agree;\n\n2. To provide natural gas distribution service within any underserved area or county that is adjacent to the boundaries of the municipal corporation or any political subdivision that is a member of the public service authority, as applicable, provided that the area is not within the certificated territory assigned to a public utility for the provision of natural gas service, upon notifying the State Corporation Commission of its commitment to provide such service in such areas. The municipality or public service authority shall not be required to obtain a certificate of public convenience and necessity from the State Corporation Commission as a condition to providing natural gas distribution service within any such area; and\n\n3. Upon notifying the State Corporation Commission of its commitment to provide natural gas distribution service in such areas as described in subdivision 2, to exercise the same rights that a public service authority established pursuant to the Virginia Water and Waste Authorities Act (§ 15.2-5100 et seq.) has to acquire, purchase, lease as lessee, construct, reconstruct, improve, extend, operate, and maintain any lines, pipelines, or other improvements necessary or appropriate for the provision of any stormwater control system or water or waste system or any combination of such systems under § 15.2-5114, except that such powers, including the powers to acquire by gift, purchase, or the exercise of the right of eminent domain lands or rights in land or water rights in connection therewith, except that such powers shall apply to the provision of natural gas distribution service, mutatis mutandis.\n\n2009, c. 749.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2109-3/"
    },
    {
      "id": "section-152-2110",
      "number": "15.2-2110.",
      "heading": "Mandatory connection to water and sewage systems in certain counties",
      "text": "A. Amelia, Botetourt, Campbell, Cumberland, Franklin, Halifax, and Nelson Counties may require connection to their water and sewage systems by owners of property that may be served by such systems; however, those persons having a domestic supply or source of potable water and a system for the disposal of sewage adequate to prevent the contraction or spread of infectious, contagious, and dangerous diseases shall not be required to discontinue use of the same, but may be required to pay a connection fee, a front footage fee, and a monthly nonuser service charge that shall not be more than that proportion of a minimum monthly user charge as debt service compares to the total operating and debt service costs.\n\nB. Bland County, Goochland County, Powhatan County, Rockingham County, Smyth County, and Wythe County may require connection to their water and sewer systems by owners of property that can be served by the systems if the property, at the time of installation of such public system, or at a future time, does not have a then-existing, correctable, or replaceable domestic supply or source of potable water and a then-existing, correctable, or replaceable system for the disposal of sewage adequate to prevent the contraction or spread of infectious, contagious, and dangerous diseases. Such county may not charge a fee for connection to its water and sewer systems until such time as connection is required. However, Bland County, Smyth County, and Wythe County, in assuming the obligations of a public service authority, may assume such obligations under the same terms and conditions as applicable to the public service authority.\n\nThe provisions of this subsection as they apply to Goochland County shall become effective on July 1, 2002.\n\nC. Buckingham County may require connection to its water and sewer systems by owners of property that can be served by the systems if the property, at the time of installation of such public system, or at a future time, does not have a then-existing or correctable domestic supply or source of potable water and a then-existing or correctable system for the disposal of sewage adequate to prevent the contraction or spread of infectious, contagious, and dangerous diseases. Such county may not charge a fee for connection to its water and sewer systems until such time as connection is required.\n\n1981, c. 44, § 15.1-292.1; 1990, c. 382; 1995, c. 282, § 15.1-292.1:1; 1996, c. 955; 1997, c. 587; 2000, cc. 777, 799; 2001, cc. 306, 326; 2002, c. 295; 2003, cc. 167, 215; 2004, cc. 24, 712, 816; 2005, c. 701; 2018, c. 309.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2110/"
    },
    {
      "id": "section-152-2111",
      "number": "15.2-2111.",
      "heading": "Regulation of sewage disposal or water service",
      "text": "Any locality may exercise its powers to regulate sewage collection, treatment or disposal service and water service notwithstanding any anticompetitive effect. Such regulation may include the establishment of an exclusive service area for any sewage or water system, including a system owned or operated by the locality, the fixing of rates or charges for any sewage or water service, and the prohibition, restriction or regulation of competition between entities providing sewage or water service.\n\nNo power herein granted shall alter or amend the powers or the duties of any present or future authority created pursuant to the Virginia Water and Waste Authorities Act (§ 15.2-5100 et seq.) nor confer any right or responsibility upon the governing body of any locality which would supersede or be inconsistent with any of the duties or responsibilities of the State Water Control Board.\n\n1984, c. 525, § 15.1-292.2; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2111/"
    },
    {
      "id": "section-152-2112",
      "number": "15.2-2112.",
      "heading": "Agreements by political subdivisions for sewage or water service",
      "text": "Any two or more localities, authorities, sanitary districts or other public entities may enter into agreements or contracts that create one or more exclusive service areas for the provision of sewage or water service, that fix the rates or charges for any sewage or water service provided separately or jointly by such entities, and that restrict or eliminate competition between or among such entities and any other public entity for the provision of sewage or water service.\n\n1985, c. 6, § 15.1-306.1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2112/"
    },
    {
      "id": "section-152-2113",
      "number": "15.2-2113.",
      "heading": "Connections of fire suppression systems",
      "text": "Any locality, by ordinance, may require local water utilities to allow connections of fire suppression systems to the water supply. Such ordinances may prohibit any requirement for installing water meters on a fire suppression system, may prohibit charging an availability fee to provide water service to such fire suppression systems, and may prohibit connection charges exceeding the actual cost of connecting the water supply to the fire suppression system.\n\n1991, c. 265, § 15.1-292.3; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2113/"
    },
    {
      "id": "section-152-2114",
      "number": "15.2-2114.",
      "heading": "Regulation of stormwater",
      "text": "A. Any locality, by ordinance, may establish a utility or enact a system of service charges to support a local stormwater management program consistent with Article 2.3 (§ 62.1-44.15:24 et seq.) of Chapter 3.1 of Title 62.1 or any other state or federal regulation governing stormwater management. Income derived from a utility or system of charges shall be dedicated special revenue, may not exceed the actual costs incurred by a locality operating under the provisions of this section, and may be used only to pay or recover costs for the following:\n\n1. The acquisition, as permitted by § 15.2-1800, of real and personal property, and interest therein, necessary to construct, operate and maintain stormwater control facilities;\n\n2. The cost of administration of such programs;\n\n3. Planning, design, engineering, construction, and debt retirement for new facilities and enlargement or improvement of existing facilities, including the enlargement or improvement of dams, levees, floodwalls, and pump stations, whether publicly or privately owned, that serve to control stormwater;\n\n4. Facility operation and maintenance, including the maintenance of dams, levees, floodwalls, and pump stations, whether publicly or privately owned, that serve to control stormwater;\n\n5. Monitoring of stormwater control devices and ambient water quality monitoring;\n\n6. Contracts related to stormwater management, including contracts for the financing, construction, operation, or maintenance of stormwater management facilities, regardless of whether such facilities are located on public or private property and, in the case of private property locations, whether the contract is entered into pursuant to a stormwater management private property program under subsection J or otherwise; and\n\n7. Other activities consistent with the state or federal regulations or permits governing stormwater management, including, but not limited to, public education, watershed planning, inspection and enforcement activities, and pollution prevention planning and implementation.\n\nB. The charges may be assessed to property owners or occupants, including condominium unit owners or tenants (when the tenant is the party to whom the water and sewer service is billed), and shall be based upon an analysis that demonstrates the rational relationship between the amount charged and the services provided. Prior to adopting such a system, a public hearing shall be held after giving notice as required by charter or as provided in § 15.2-1427. However, prior to adoption of any ordinance pursuant to this section related to the enlargement, improvement, or maintenance of privately owned dams, a locality shall comply with the notice provisions of § 15.2-1427 and hold a public hearing.\n\nC. A locality adopting such a system shall provide for full waivers of charges to the following:\n\n1. A federal, state, or local government, or public entity, that holds a permit to discharge stormwater from a municipal separate storm sewer system, except that the waiver of charges shall apply only to property covered by any such permit; and\n\n2. Public roads and street rights-of-way that are owned and maintained by state or local agencies, including property rights-of-way acquired through the acquisitions process.\n\nD. A locality adopting such a system shall provide for full or partial waivers of charges to any person who installs, operates, and maintains a stormwater management facility that achieves a permanent reduction in stormwater flow or pollutant loadings or other such other facility, system, or practice whereby stormwater runoff produced by the property is retained and treated on site in accordance with a stormwater management plan approved pursuant to Chapter 3.1 (§ 62.1-44.2 et seq.) of Title 62.1. The locality shall base the amount of the waiver in part on the percentage reduction in stormwater flow or pollutant loadings, or both, from pre-installation to post-installation of the facility. No locality shall provide a waiver to any person who does not obtain a stormwater permit from the Department of Environmental Quality when such permit is required by statute or regulation.\n\nE. A locality adopting such a system may provide for full or partial waivers of charges to cemeteries, property owned or operated by the locality administering the program, and public or private entities that implement or participate in strategies, techniques, or programs that reduce stormwater flow or pollutant loadings, or decrease the cost of maintaining or operating the public stormwater management system.\n\nF. Any locality may issue general obligation bonds or revenue bonds in order to finance the cost of infrastructure and equipment for a stormwater control program. Infrastructure and equipment shall include structural and natural stormwater control systems of all types, including, without limitation, retention basins, sewers, conduits, pipelines, pumping and ventilating stations, and other plants, structures, and real and personal property used for support of the system. The procedure for the issuance of any such general obligation bonds or revenue bonds pursuant to this section shall be in conformity with the procedure for issuance of such bonds as set forth in the Public Finance Act (§ 15.2-2600 et seq.).\n\nG. In the event charges are not paid when due, interest thereon shall at that time accrue at the rate, not to exceed the maximum amount allowed by law, determined by the locality until such time as the overdue payment and interest are paid. Charges and interest may be recovered by the locality by action at law or suit in equity and shall constitute a lien against the property, ranking on a parity with liens for unpaid taxes. The locality may combine the billings for stormwater charges with billings for water or sewer charges, real property tax assessments, or other billings; in such cases, the locality may establish the order in which payments will be applied to the different charges. No locality shall combine its billings with those of another locality or political subdivision, including an authority operating pursuant to Chapter 51 (§ 15.2-5100 et seq.) of Title 15.2, unless such locality or political subdivision has given its consent by duly adopted resolution or ordinance.\n\nH. Any two or more localities may enter into cooperative agreements concerning the management of stormwater.\n\nI. For purposes of implementing waivers pursuant to subdivision C 1, for property where two adjoining localities subject to a revenue sharing agreement each hold municipal separate storm sewer permits, the waiver shall also apply to the property of each locality and of its school board that is accounted for in that locality's municipal separate storm sewer program plan, regardless of whether such property is located within the adjoining locality.\n\nJ. Any locality that establishes a system of charges pursuant to this section may establish a public-private partnership program, to be known as a stormwater management private property program, in order to promote cost-effectiveness in reducing excessive stormwater flow or pollutant loadings or in making other stormwater improvements authorized pursuant to this section. A locality that opts to establish a stormwater management private property program pursuant to this subsection shall:\n\n1. Promote awareness of the location, quantity, and timing of reductions or other improvements that it determines appropriate under this program;\n\n2. Seek the voluntary participation of property owners;\n\n3. Accept the participation of property owners on both an individual and a group basis by which multiple owners may collaborate on improvements and allocate among the multiple owners any payments made by the locality;\n\n4. Enter into contracts at its discretion to secure improvements on terms and conditions that the locality deems appropriate, including by making payments to property owners in excess of the value of any applicable waivers pursuant to subsections D and E; and\n\n5. Require appropriate operation and maintenance of the contracted improvements.\n\nK. Any locality that establishes a stormwater management private property program pursuant to subsection J may procure reductions and improvements in accordance with the Public-Private Education Facilities and Infrastructure Act (§ 56-575.1 et seq.) or other means, as appropriate. Subsection J shall not be interpreted to limit the authority of a locality to secure reductions of excessive stormwater flow or pollutant loadings or other stormwater improvements by other means.\n\n1991, c. 703, § 15.1-292.4; 1994, cc. 284, 805; 1997, cc. 331, 587; 1998, c. 182; 2003, c. 390; 2004, c. 507; 2005, c. 313; 2006, c. 11; 2009, c. 703; 2011, c. 452; 2013, cc. 756, 793; 2015, c. 683; 2016, c. 587; 2017, c. 375; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2114/"
    },
    {
      "id": "section-152-211401",
      "number": "15.2-2114.01.",
      "heading": "Local Stormwater Management Fund; grant moneys",
      "text": "Any locality may by ordinance create a local Stormwater Management Fund consisting of appropriated local moneys for the purpose of granting funds to an owner of private property or a common interest community for stormwater management and erosion prevention on previously developed lands. Grants from such fund shall be used only for (i) the construction, improvement, or repair of a stormwater management facility; (ii) erosion and sediment control; (iii) joint flooding mitigation projects of condominium owners; or (iv) flood mitigation and protection measures that are part of a comprehensive flood mitigation and protection plan adopted by the locality. Grants made pursuant to clause (iv) shall, where practicable, prioritize projects that include nature-based practices.\n\n2019, cc. 344, 559; 2021, Sp. Sess. I, c. 380; 2023, c. 449.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2114-01/"
    },
    {
      "id": "section-152-21141",
      "number": "15.2-2114.1.",
      "heading": "Car-washing fundraiser",
      "text": "No locality shall prohibit car washing as a noncommercial fundraising activity if the washing uses only biodegradable, phosphate-free, water-based cleaners, nor shall any permit issued pursuant to the State Water Control Law (§ 62.1-44.2 et seq.) prohibit the discharge of such noncommercial fundraising activity washwaters from a municipal separate storm sewer system.\n\n2018, c. 793.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2114-1/"
    },
    {
      "id": "section-152-2115",
      "number": "15.2-2115.",
      "heading": "Purchase of gas, electric and water plants operating in contiguous territory",
      "text": "Whenever a locality leases or purchases any gas, electric or water plant operating within territory contiguous to the locality, the locality so leasing or purchasing shall have all of the rights, privileges and franchises of the person from which the property was leased or purchased and the power to operate, maintain and extend service lines in all the territory which the plant so leased or purchased had the right to do. Any locality leasing or purchasing any property hereunder shall be obligated to furnish, from the property so leased or purchased, or from any other source, an adequate supply of gas, electricity or water to the consumers of any person whose plant was leased or purchased. In the exercise of the powers granted by this section, localities shall be subject to the provisions of § 25.1-102 to the same extent as are corporations.\n\nCode 1950, § 15-716; 1962, c. 623, § 15.1-293; 1997, c. 587; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2115/"
    },
    {
      "id": "section-152-2116",
      "number": "15.2-2116.",
      "heading": "Acquisition by county or city of water supply system or sewage system from sanitary district",
      "text": "Any county or city may acquire any water supply or sewage systems or water supply and sewage system, from any sanitary district in any such county or city, and the sanitary district may convey the system to such county or city, upon: (i) the payment to the sanitary district by the county or city of the amount of any indebtedness owing by the county or city to the sanitary district with respect to such water supply or sewage system or water supply and sewage system (reduced by the amount of any indebtedness owing to the county or city by the sanitary district in respect of such system), provided that any such amount so paid to the sanitary district shall be set aside and applied to the payment of the outstanding bonded indebtedness of the sanitary district incurred with respect to such water supply or sewage system or water supply and sewage system; and (ii) the assumption by the county or city of the outstanding bonded indebtedness of the sanitary district incurred with respect to such water supply or sewage system, or water supply and sewage system, for which payment is not provided for pursuant to clause (i), or any portion thereof, or the payment by the county or city of moneys (reduced by any amounts paid to the sanitary district pursuant to clause (i)) sufficient for, and to be applied to, the payment of the principal of and interest on such bonded indebtedness or portion thereof not assumed by the county or city and for which payment is not provided for pursuant to clause (i), or a combination of such assumption and payment whereby the payment of the principal of and interest on all such bonds shall be made or provided for.\n\nThe county or city may limit its assumption of such sanitary district's bonded indebtedness to payment from the revenues to be derived from rates, rentals, fees and charges for the use and services of such water or sewage system, or water and sewage system. If at any time the revenues derived from rates, rentals, fees and charges for the use and services of such unified system are insufficient to provide for the operation and maintenance of the system and for payment of principal of and interest on such bonded indebtedness of the sanitary district as they become due, the sanitary district shall levy an annual tax upon all property in such sanitary district subject to local taxation to pay such principal and interest as they become due.\n\nNothing contained in the immediately preceding sentence shall, however, be construed to relieve the county or city of its obligations under any such agreement to impose rates, rentals, fees and charges for the use and services of such system sufficient to pay the costs of operation and maintenance and to provide for the payment of such principal and interest. Such agreement shall also provide for the assumption by the county or city of the contracts for materials and services pertaining to such water supply or sewage system or water supply and sewage system, entered into by the sanitary district and existing on the day of such acquisition.\n\nMoneys to be applied to the payment of sanitary district bonded indebtedness under this section shall be applied to such payment upon the earlier of the stated maturity of such bonds or the first date after the acquisition that such bonds may be redeemed in accordance with their terms. Pending such application, such moneys may be invested by the governing bodies in investments permitted by subdivisions 1, 2 and 3 of § 2.2-4500, exclusive of revenue bonds. Amounts earned from time to time on the investment of such moneys and not required for the payment of the principal of and interest and premium, if any, on such bonded indebtedness shall be paid to such county or city and applied to water supply or sewerage purposes, or both. The county or city may enter into a contract with any bank or trust company within or outside the Commonwealth, not inconsistent with the foregoing provisions, with respect to the safekeeping and application of the moneys set aside in accordance herewith for the payment of such bonded indebtedness of such sanitary district, the investment of such moneys and the safekeeping and application of the earnings on such investment.\n\nIf there is a sanitary district in any such county or city having both a water supply system and a sewage system, the governing bodies, in their discretion, may acquire either or both of such systems, and if there is a single indebtedness against both such systems and the governing bodies elect to acquire only one such system, then the governing body is authorized and empowered to assume such indebtedness in whole or in part. Any such water or sewage system or water and sewage system acquired by any county or city hereunder shall constitute a \"project\" as defined in § 15.2-2602, and such county or city in respect of such project shall have all the powers granted by the Public Finance Act (§ 15.2-2600 et seq.). Any acquisition pursuant to this section of a water supply or sewage system, or water supply and sewage system, of a sanitary district shall be made pursuant to an agreement entered into between the county or city and such district. No proceeding or approvals other than those specifically required by this section shall be required for the acquisition by the county or city from any sanitary district, or the conveyance to the county or city by any sanitary district, of any such system or systems.\n\n1948, c. 154, § 15.1-293.1; 1972, c. 220; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2116/"
    },
    {
      "id": "section-152-2117",
      "number": "15.2-2117.",
      "heading": "Contracts with sewerage or water purification company, etc.",
      "text": "Any locality may contract with any sewerage or water purification company to introduce, build, maintain and operate a system of sewerage and water purification or of sewers, pipes and conduits suitable, necessary and proper for the purification of the water supply or for the sewerage of any such locality, including the authority to contract for, and contract to provide, meter reading, billing and collections, leak detection, meter replacement and any related customer service functions. The authority granted localities under this chapter to enter into contracts with private entities includes the authority to enter into public-private partnerships for the establishment and operation of water and sewage systems.\n\nAny locality may also require the owners or occupiers of the real estate within the limits of any such locality, which may front or abut on the line of any such sewers, pipes or conduits, to make connections with and to use such sewers, pipes and conduits in accordance with ordinances and regulations the governing body deems necessary to secure the proper sewerage thereof and to improve and secure good sanitary conditions. The locality may also enforce the observance of all such ordinances and regulations by the imposition and collection of fines and penalties.\n\nAny locality, contracting with any company for the objects and purposes aforesaid may provide in any such contract for the fees and charges to be paid by the owners or occupiers of the properties within the limits of any such locality, to any such company for connecting with, tapping or using any such sewer, pipes or conduits introduced in any such locality as aforesaid.\n\nAny locality may make and enforce all such ordinances as may be necessary and proper to compel the payment of such fees and charges and may also do all other acts and things that may be necessary to establish, enforce and maintain under any such contract a complete system of water and sewerage purification and sewerage for any such locality.\n\nCode 1950, §§ 15-717, 15-718, 15-719; 1962, c. 623, §§ 15.1-294, 15.1-297, 15.1-298; 1997, c. 587; 2001, c. 120; 2002, c. 446.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2117/"
    },
    {
      "id": "section-152-2118",
      "number": "15.2-2118.",
      "heading": "Lien for water and sewer charges and taxes imposed by localities",
      "text": "The governing body of any county adjoining a city lying wholly within the Commonwealth and with a population of more than 75,000 according to the 1970 or any subsequent census and any county having a density of population of more than 600 per square mile according to the 1960 or any subsequent census, Botetourt, Caroline, Culpeper, Cumberland, Franklin, Gloucester, Goochland, Hanover, Isle of Wight, New Kent, Orange and any town located therein, Prince George, Rockingham, Smyth, Spotsylvania, Stafford, and York Counties; the Cities of Fairfax, Manassas Park, Newport News, Petersburg, Richmond, Roanoke, and Suffolk; and the Towns of Abingdon, Blacksburg, Clifton Forge, Front Royal, Kenbridge, Onancock, and Urbanna may by ordinance provide that taxes or charges hereafter made, imposed, or incurred for water or sewers or use thereof within or outside such locality shall be a lien on the real estate served by such waterline or sewer. Where residential rental real estate is involved, no lien shall attach (i) unless the user of the water or sewer services is also the owner of the real estate or (ii) unless the owner of the real estate negotiated or executed the agreement by which such water or sewer services were provided to the property.\n\nCode 1950, § 15-717.1; 1950, p. 896; 1962, cc. 511, 623, § 15.1-295; 1977, c. 66; 1978, c. 478; 1980, c. 323; 1990, c. 382; 1991, c. 172; 1993, c. 359; 1994, c. 627; 1997, c. 587; 1998, cc. 313, 568; 1999, cc. 311, 767, 841; 2000, c. 287; 2002, c. 193; 2003, c. 191; 2004, cc. 24, 712; 2005, c. 730; 2006, cc. 645, 749; 2007, cc. 152, 886; 2008, cc. 332, 428; 2010, c. 631; 2011, cc. 340, 509, 533; 2012, cc. 354, 441, 620; 2014, cc. 430, 694.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2118/"
    },
    {
      "id": "section-152-21181",
      "number": "15.2-2118.1.",
      "heading": "Lien for gas utilities charges and taxes imposed by localities",
      "text": "The governing body of any locality with a municipally-owned gas utility may by ordinance provide that taxes or charges hereafter made, imposed or incurred for gas service within or outside such locality shall be a lien on the real estate served by such gas utility. Where residential rental real estate is involved, no lien shall attach (i) unless the user of the gas utility services is also the owner of the real estate or (ii) unless the owner of the real estate negotiated or executed the agreement by which such gas utility services were provided to the property. Nothing herein shall authorize a locality to require that municipal gas service be contracted for in the name of the owner of residential rental real estate if the lease between the owner and any tenant for such residential rental real estate provides that the tenant shall contract for such gas service.\n\n2001, c. 761.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2118-1/"
    },
    {
      "id": "section-152-2119",
      "number": "15.2-2119.",
      "heading": "Fees and charges for water and sewer services provided to a property owner",
      "text": "A. For water and sewer services provided by localities, fees and charges may be charged to and collected from (i) any person contracting for the same; (ii) the owner who is the occupant of the property or where a single meter serves multiple units; (iii) a lessee or tenant in accordance with § 15.2-2119.4 with such fees and charges applicable for water and sewer services (a) which directly or indirectly is or has been connected with the sewage disposal system and (b) from or on which sewage or industrial wastes originate or have originated and have directly or indirectly entered or will enter the sewage disposal system; or (iv) any user of a municipality's water or sewer system with respect to combined sanitary and storm water sewer systems where the user is a resident of the municipality and the purpose of any such fee or charge is related to the control of combined sewer overflow discharges from such systems. Such fees and charges shall be practicable and equitable and payable as directed by the respective locality operating or providing for the operation of the water or sewer system.\n\nB. Such fees and charges, being in the nature of use or service charges, shall, as nearly as the governing body deems practicable and equitable, be uniform for the same type, class and amount of use or service of the sewage disposal system and may be based or computed either on the consumption of water on or in connection with the real estate, making due allowances for commercial use of water, or on the number and kind of water outlets on or in connection with the real estate or on the number and kind of plumbing or sewage fixtures or facilities on or in connection with the real estate or on the number or average number of persons residing or working on or otherwise connected or identified with the real estate or any other factors determining the type, class and amount of use or service of the sewage disposal system, or any combination of such factors, or on such other basis as the governing body may determine. Such fees and charges shall be due and payable at such time as the governing body may determine, and the governing body may require the same to be paid in advance for periods of not more than six months. The revenue derived from any or all of such fees and charges is hereby declared to be revenue of such sewage disposal system.\n\nC. Water and sewer connection fees established by any locality shall be fair and reasonable. Such fees shall be reviewed by the locality periodically and shall be adjusted, if necessary, to assure that they continue to be fair and reasonable. Any locality may, by ordinance or policy, provide for the full or partial reimbursement of water and sewer connection fees, capital recovery charges, and availability fees remitted by an applicant in connection with any new residential development. Nothing herein shall affect existing contracts with bondholders that are in conflict with any of the foregoing provisions.\n\nD. If the fees and charges charged for water service or the use and services of the sewage disposal system by or in connection with any real estate are not paid when due, a penalty and interest shall at that time be owed as provided for by general law, and the owner of such real estate shall, until such fees and charges are paid with such penalty and interest to the date of payment, cease to dispose of sewage or industrial waste originating from or on such real estate by discharge thereof directly or indirectly into the sewage disposal system. If such owner does not pay the full amount of charges, penalty, and interest for water provided or cease such disposal within 30 days thereafter, the locality or person supplying water or sewage disposal services for the use of such real estate shall notify such owner of the delinquency. If such owner does not pay the full amount of charges, penalty, and interest for water provided or cease such disposal within 60 days after the delinquent fees and charges charged for water or sewage disposal services are due, the locality or person supplying water or sewage disposal services for the use of such real estate may cease supplying water and sewage disposal services thereto unless the health officers certify that shutting off the water will endanger the health of the occupants of the premises or the health of others. At least 10 business days prior to ceasing the supply of water or sewage disposal services, the locality or person supplying such services shall provide the owner with written notice of such cessation.\n\nE. Such fees and charges, and any penalty and interest thereon, shall constitute a lien against the property, ranking on a parity with liens for unpaid taxes.\n\nA lien may be placed on the property when the owner has been advised in writing that a lien may be placed upon the property if the owner fails to pay any delinquent water and sewer charges. Such written notice shall be provided at least 30 days in advance of recordation of any lien with a copy of the bill for delinquent water and sewer charges to allow the property owner a reasonable opportunity to pay the amount of the outstanding balance and avoid the recordation of a lien against the property. The lien may be in the amount of (i) up to the number of months of delinquent water or sewer charges when the water or sewer is, or both are, provided to the property owner; (ii) any applicable penalties and interest on such delinquent charges; and (iii) reasonable attorney fees and other costs of collection not exceeding 20 percent of such delinquent charges. In no case shall a lien for less than $25 be placed against the property.\n\nF. Notwithstanding any provision of law to the contrary, any town with a population between 11,000 and 14,000, with the concurrence of the affected county, that provides and operates sewer services outside its boundaries may provide sewer services to industrial and commercial users outside its boundaries and collect such compensation therefor as may be contracted for between the town and such user. Such town shall not thereby be obligated to provide sewer services to any other users outside its boundaries.\n\nG. The lien shall not bind or affect a subsequent bona fide purchaser of the real estate for valuable consideration without actual notice of the lien until the amount of such delinquent charges is entered in the official records of the office of the clerk of the circuit court in the jurisdiction in which the real estate is located. The clerk shall make and index the entries in the clerk's official records for a fee of $5 per entry, to be paid by the locality and added to the amount of the lien.\n\nH. The lien on any real estate may be discharged by the payment to the locality of the total lien amount and the interest which has accrued to the date of the payment. The locality shall deliver a fully executed lien release substantially in the form set forth in this subsection to the person making the payment. The locality shall provide the fully executed lien release to the person who made payment within 10 business days of such payment if the person who made such payment did not personally appear at the time of such payment. Upon presentation of such lien release, the clerk shall mark the lien satisfied. There shall be no separate clerk's fee for such lien release. For purposes of this section, a lien release of the water and sewer lien substantially in the form as follows shall be sufficient compliance with this section:\n\nPrepared By and When:\n\nRecorded Return to:\n\nTax Parcel/GPIN Number:\n\nCERTIFICATE OF RELEASE OF WATER AND SEWER SERVICE LIEN\n\nPursuant to Va. Code Annotated § 15.2-2119 (H), this release is exempt from recordation fees.\n\nDate Lien Recorded: Instrument Deed Book No.:\n\nGrantee for Index Purposes:\n\nClaim Asserted: Delinquent water and sewer service charges in the amount of $.\n\nDescription of Property: [Insert name of property owner and tax map parcel/GPIN Number]\n\nThe above-mentioned lien is hereby released.\n\nCOMMONWEALTH OF VIRGINIA\n\nCITY/COUNTY OF , to-wit:\n\nAcknowledged, subscribed, and sworn to before me this day of by as of the [Insert Water/Sewer Provider Name] on behalf of [Insert Water/Sewer Provider Name].\n\nNotary Public\n\nMy commission expires:\n\nNotary Registration Number:\n\nCode 1950, § 15-739.2; 1950, p. 1611; 1962, c. 623, § 15.1-321; 1991, c. 476; 1994, c. 932; 1997, cc. 12,; 1998, c. 223; 2001, c. 13; 2005, c. 912; 2011, cc. 529, 580; 2012, c. 766; 2016, cc. 415, 528; 2017, c. 736; 2025, c. 586.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2119/"
    },
    {
      "id": "section-152-21191",
      "number": "15.2-2119.1.",
      "heading": "Credit for excessive water and sewer charges",
      "text": "A locality or authority, as such term is defined in § 15.2-5101, may provide a partial credit for excessive water and sewer charges where high water usage is caused by damaged pipes, leaks, accidents, or other intentional or unintentional causes.\n\n1998, c. 178; 2017, c. 736.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2119-1/"
    },
    {
      "id": "section-152-21192",
      "number": "15.2-2119.2.",
      "heading": "Discounted fees and charges for certain low-income, elderly, or disabled customers",
      "text": "The City of Richmond or any locality that is the owner of a water and sewer system and that has a population density of 200 persons per square mile or less, and the Towns of Altavista and Louisa, by ordinance may develop criteria for providing discounted water and sewer fees and charges for low-income, elderly, or disabled customers.\n\n2013, cc. 361, 487; 2014, cc. 387, 514, 796; 2020, c. 149.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2119-2/"
    },
    {
      "id": "section-152-21193",
      "number": "15.2-2119.3.",
      "heading": "Sustainable infrastructure financial assistance",
      "text": "The City of Richmond may by ordinance develop criteria for financial assistance to customers for plumbing repairs and the replacement of water-inefficient appliances.\n\n2014, cc. 387, 522.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2119-3/"
    },
    {
      "id": "section-152-21194",
      "number": "15.2-2119.4.",
      "heading": "Fees and charges for water and sewer services provided to a tenant or lessee of the property owner",
      "text": "A. Notwithstanding any provision of law, general or special, the provisions of this section apply to any locality or authority, as such term is defined in § 15.2-5101.\n\nB. A locality or authority providing water or sewer services to a lessee or tenant of the property owner shall do so directly to the tenant after (i) obtaining from the property owner a written or electronic authorization to obtain water and sewer services in the name of such lessee or tenant and (ii) if the locality or authority decides to use the lien rights afforded under subsection G of § 15.2-2119, collecting a security deposit from the lessee or tenant as reasonably determined by the locality to be sufficient to collateralize the locality or authority for not less than three and no more than five months of water and sewer charges. When the property owner has provided the lessee or tenant with written authorization from the property owner to obtain water and sewer services in the name of such lessee or tenant, nothing herein shall be construed to authorize the locality or authority to require (a) the property owner to put water and sewer services in the name of such property owner, except in the case where a single meter serves multiple tenant units, or (b) a security deposit or a guarantee of payment from such property owner. The property owner, lessee, or tenant may provide a copy of the lease or rental agreement to the locality or authority in lieu of the written authorization.\n\nC. For purposes of this section, a written or electronic authorization from the property owner to obtain water and sewer services in the name of such lessee or tenant substantially in the form as follows, or a copy of the lease or rental agreement, shall be sufficient compliance with this section:\n\n[INSERT NAME OF WATER AND SEWER SERVICES PROVIDER AND ADDRESS]\n\nRE: [INSERT FULL TENANT NAME AND ADDRESS]\n\nTo Whom It May Concern:\n\n[INSERT TENANT NAME] has entered into a lease for the property located at[INSERT ADDRESS] and is authorized to obtain services at this address as atenant of [INSERT PROPERTY OWNER NAME].\n\nPROPERTY OWNER\n\nD. If the fees and charges charged for water service or the use and services of the sewage disposal system by or in connection with any real estate are not paid when due, a penalty and interest shall be owed, as provided for by general law, by the lessee or tenant. If such lessee or tenant does not pay the full amount of charges, penalty, and interest for water provided or cease such disposal within 30 days thereafter, the locality or authority supplying water or sewage disposal services for the use of such real estate shall notify such lessee or tenant of the delinquency. If such lessee or tenant does not pay the full amount of charges, penalty, and interest for water provided or cease such disposal within 60 days after the delinquent fees and charges charged for water or sewage disposal services are due, the locality or authority supplying water or sewage disposal services for the use of such real estate may cease supplying water and sewage disposal services thereto unless the health officers certify that shutting off the water will endanger the health of the occupants of the premises or the health of others. At least 10 business days prior to ceasing the supply of water or sewage disposal services, the locality or authority supplying such services shall provide the lessee or tenant with written notice of such cessation, with a copy to the property owner.\n\nE. If the lessee or tenant does not pay the full amount of charges, penalty, and interest for water or the use and services of the sewage disposal system in a timely manner as set out herein, in addition to cessation of such service, the locality or authority shall employ reasonable collection efforts and practices to collect amounts due from the lessee or tenant prior to sending written notice to, or taking any collection or legal action against, the property owner regarding the delinquency of payment of such lessee or tenant. For the purposes of this section, \"reasonable collection efforts and practices\" include (i) applying the security deposit paid by the lessee or tenant held by the locality or authority to the payment of the outstanding balance; and (ii) either filing for the Setoff Debt Collection Program (§ 58.1-520 et seq.) or placing the account with a debt collection service.\n\nF. Only after the locality or service authority has taken the reasonable collection efforts set forth in subsection E of § 15.2-2119 and practices to collect such fees and charges from the lessee or tenant may the locality or service authority proceed to notify the property owner of such outstanding lien obligation of such lessee or tenant and thereafter to record a lien against the property owner by using the lien recordation and release of lien processes as set out in § 15.2-2119 and only after notice to the property owner as required in § 15.2-2119. Such a lien, up to three months of delinquent water and sewer charges, shall constitute a lien against the property ranking on a parity with liens for unpaid taxes.\n\nG. If a lien is recorded against the property owner and the property owner pays any of the delinquent obligations of such former lessee or tenant, upon payment of the outstanding balance, or any portion thereof, or of any amounts of such fees and charges owed by the former tenant, the property owner shall be entitled to receive any refunds and shall be subrogated against the former tenant in place of the locality or authority in the amount paid by the property owner. The locality or authority shall execute all documents necessary to perfect such subrogation in favor of the property owner.\n\nH. Unless a lien has been recorded against the property owner, the locality or authority shall not deny service to a new tenant who is requesting service at a particular property address based upon the fact that a former tenant has not paid any outstanding fees and charges charged for the use and services in the name of the former previous tenant. In addition, the locality or authority shall provide information relative to a former tenant or current tenant to the property owner upon request of the property owner. If the property owner provides the locality or authority a request to be notified of a tenant's delinquent water or sewer bill and provides an email address, the locality or authority shall send the property owner notice when a tenant's water or sewer bill has become 15 days delinquent.\n\nI. When a locality or authority does not require a lessee or tenant to pay a security deposit to the locality or authority as a condition precedent to turning on water or sewer services in the name of the lessee or tenant, such locality or authority shall waive its lien rights against the property owner. All other provisions of this section shall apply.\n\nJ. The locality or authority shall not require a security deposit from the lessee or tenant to obtain water and sewer services in the name of such lessee or tenant if such lessee or tenant presents to the locality or authority a landlord authorization letter that has attached documentation showing that such lessee or tenant receives need-based local, state, or federal rental assistance, and the absence of a security deposit shall not prevent a locality from exercising its lien rights as authorized under this section. All other provisions of this section shall apply.\n\n2017, c. 736.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2119-4/"
    },
    {
      "id": "section-152-2120",
      "number": "15.2-2120.",
      "heading": "Enforcement of liens for water or sewer charges",
      "text": "A. Any lien for water and sewer charges when properly docketed in the clerk's office may be enforced in the same manner as taxes due a locality or by cutting off water or sewer service provided the public health or safety will not be endangered thereby.\n\nB. Such lien shall not bind or affect a subsequent bona fide purchaser of such real estate for valuable consideration without actual notice of such lien, until and except from the time that the amount of such fees and charges are entered in a judgment lien book in the circuit court for the locality wherein the real estate or a part thereof is located. It shall be the duty of the circuit court clerk to cause entries to be made and indexed therein from time to time upon certification by the locality.\n\nC. Such lien on any real estate may be discharged by the payment to the locality of the total amount of such lien and the interest which may accrue to the date of such payment. It shall be the duty of the locality to deliver a certificate thereof to the person paying the same, and upon presentation thereof, the clerk having the record of such lien shall mark the entry of such lien satisfied.\n\nCode 1950, § 15-717.2; 1950, p. 896; 1962, c. 623, § 15.1-296; 1977, c. 66; 1979, c. 239; 1994, c. 432; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2120/"
    },
    {
      "id": "section-152-2121",
      "number": "15.2-2121.",
      "heading": "Regulations as to water, sewer and other facilities in subdivisions and development plans",
      "text": "Any locality which has adopted regulations under Chapter 22 (§ 15.2-2200 et seq.) governing the use and development of land may also adopt regulations, subject to the provisions of Chapter 3.1 (§ 62.1-44.2 et seq.) of Title 62.1, fixing requirements as to the extent to which and the manner in which water, sewer and other utility mains, piping, conduits, connections, pumping stations and other facilities in connection therewith shall be installed as a condition precedent to the approval of an original plat of a subdivision or a development plan adopted pursuant to § 15.2-2286, or alteration of any such plat or a development plan adopted pursuant to § 15.2-2286. Such regulations may (i) require the water source to be an approved source of supply capable of furnishing the needs of the eventual inhabitants of such subdivision proposed to be served thereby, (ii) include requirements as to the size and nature of the water and sewer and other utility mains, pipes, conduits, connections, pumping stations or other facilities installed or to be installed in connection with the proposed water or sewer systems and (iii) include requirements to extend and connect to abutting or adjacent public water or sewer systems.\n\nCode 1950, § 15-719.1; 1954, c. 592; 1962, c. 623, § 15.1-299; 1970, c. 572; 1997, c. 587; 2005, c. 567.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2121/"
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "Disconnection Provisions for Public Utilities",
      "text": "Disconnection Provisions for Public Utilities",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-21211",
      "number": "15.2-2121.1.",
      "heading": "Definitions",
      "text": "As used in this article, \"utility\" means a public utility that is owned or operated by a locality of the Commonwealth.\n\n2024, cc. 790, 824.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2121-1/"
    },
    {
      "id": "section-152-21212",
      "number": "15.2-2121.2.",
      "heading": "Disconnection suspension for utilities",
      "text": "A. 1. No electric utility shall disconnect from service any residential customer for the nonpayment of bills or fees (i) when the forecasted temperature low is at or below 32 degrees Fahrenheit within the 24 hours following the scheduled disconnection or (ii) when the forecasted temperature is at or above 92 degrees Fahrenheit within the 24 hours following the scheduled disconnection.\n\n2. No gas utility shall disconnect from service any residential customer for nonpayment of bills or fees when the forecasted temperature low is at or below 32 degrees Fahrenheit within the 24 hours following the scheduled disconnection.\n\n3. No water or wastewater utility shall disconnect from service any residential customer when the forecasted temperature is at or above 92 degrees Fahrenheit within the 24 hours following the scheduled disconnection.\n\n4. To ascertain the projected temperature as provided in this subsection, each utility shall refer to the forecasted local temperature provided by the National Weather Service where the customer to be disconnected is located.\n\nB. No utilities shall disconnect from service any residential customer for nonpayment of bills or fees on Fridays, weekends, state holidays, or the day immediately preceding a state holiday.\n\nC. Nothing in this section shall be construed to limit utilities from voluntarily suspending scheduled disconnections during other extreme weather events, emergency conditions, or circumstances in which a utility determines such suspension is necessary to protect the health and safety of its customers and the reliability of utility service in the Commonwealth. Further, nothing in this section shall be construed to prohibit (i) a disconnection required by the conditions of subdivision A 8 of § 56-247.1, (ii) emergency disconnections for health and safety purposes, or (iii) the occurrence of an automatic service suspension associated with prepaid utility service. Any fees or expenses incurred by a utility in complying with the requirements of this section shall be recovered by the utility.\n\n2024, cc. 790, 824.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2121-2/"
    },
    {
      "id": "section-152-21213",
      "number": "15.2-2121.3.",
      "heading": "Notice procedures for nonpayment; disconnecting utility service",
      "text": "A. Each utility subject to the provisions of this article shall provide to each of its residential customers a copy of its disconnection for nonpayment policy (i) at any time a new residential account is established, (ii) when any disconnection for nonpayment of bills or fees is scheduled by including a copy of the policy with such notice, or (iii) by publishing the disconnection policy on the utility's website. Each such utility shall provide all required notices in English and Spanish. Such required notices shall include information regarding payment plans and state, federal, or utility energy assistance programs.\n\nB. Each utility subject to the provisions of this article shall deliver notice of nonpayment of bills or fees to its residential customers prior to disconnection by using at least one of the following methods: (i) mail, (ii) email, (iii) text message, (iv) phone call, or (v) door hanger.\n\nC. Utility disconnections due to the nonpayment of bills or fees are prohibited for residential customers until the customer's account is 45 days in arrears. After each missed payment, the utility shall provide notice pursuant to subsection B and make contact with the customer and offer bill payment assistance, arrange a payment plan, or provide information to the customer for other bill payment assistance or energy savings programs.\n\nD. No electric or gas utility shall require a deposit of more than 25 percent of the arrearage amount for service, exclusive of nonpayment fees, penalties, or interest, in order to restore service to any residential customer where such utility received funding from the Department of Social Services for such customer through the Home Energy Assistance Program pursuant to § 63.2-805 within the last 12 months. A customer is eligible for this provision once every three years.\n\n2024, cc. 790, 824.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2121-3/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Sewage Disposal Systems Generally",
      "text": "Sewage Disposal Systems Generally",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2122",
      "number": "15.2-2122.",
      "heading": "Localities authorized to establish, etc., sewage disposal system; incidental powers",
      "text": "For the purpose of providing relief from pollution, and for the improvement of conditions affecting the public health, and in addition to other powers conferred by law, any locality shall have power and authority to:\n\n1. Establish, construct, improve, enlarge, operate and maintain a sewage disposal system with all the necessary sewers, conduits, pipelines, pumping and ventilating stations, treatment plants and works, and other plants, structures, boats, conveyances and other real and personal property necessary for the operation of such system, subject to the approvals required by § 62.1-44.19.\n\n2. Acquire as permitted by § 15.2-1800, real estate, or rights or easements therein, necessary or convenient for the establishment, enlargement, maintenance or operation of such sewage disposal system and the property, in whole or in part, of any private or public service corporation operating a sewage disposal system or chartered for the purpose of acquiring or operating such a system, including its lands, plants, works, buildings, machinery, pipes, mains and all appurtenances thereto and its contracts, easements, rights and franchises, including its franchise to be a corporation, and have the right to dispose of property so acquired no longer necessary for the use of such system. However, any locality condemning property hereunder shall rest under obligation to furnish sewage service, at appropriate rates, to the customers of any corporation whose property is condemned.\n\n3. Borrow money for the purpose of establishing, constructing, improving and enlarging the sewage disposal system and to issue bonds therefor in the name of the locality.\n\n4. Accept gifts or grants of real or personal property, money, material, labor or supplies for the establishment and operation of such sewage disposal system and make and perform such agreements or contracts as may be necessary or convenient in connection with the procuring or acceptance of such gifts or grants.\n\n5. Enter on any lands, waters and premises for the purpose of making surveys, borings, soundings and examinations for constructing and operating the sewage disposal system, and for the prevention of pollution.\n\n6. Enter into contracts with the United States of America, or any department or agency thereof, or any person, firm or corporation, or the governing body of any other locality, providing for or relating to the treatment and disposal of sewage and industrial wastes.\n\n7. Fix, charge and collect fees or other charges for the use and services of the sewage disposal system; and, except in counties which are not otherwise authorized, require the connection of premises with facilities provided for sewage disposal services. Water and sewer connection fees established by any locality shall be fair and reasonable. Such fees shall be reviewed by the locality periodically and shall be adjusted, if necessary, to assure that they continue to be fair and reasonable. Nothing herein shall affect existing contracts with bondholders which are in conflict with any of the foregoing provisions.\n\n8. Finance in whole or in part the cost of establishing, constructing, improving or enlarging the sewage disposal systems authorized to be established, constructed, improved or enlarged by this section, in advance of putting such systems in operation.\n\n9. Fix, charge and collect fees and other charges for the use and services of sanitary, combined and storm water sewers operated and maintained by any locality. Such fees and charges may be fixed and collected in accordance with and subject to the provisions of §§ 15.2-2119 through 15.2-2119.4.\n\n10. Establish standards for the use and services of sanitary, combined and stormwater sewer systems, treatment works and appurtenances operated and maintained by any locality, including but not limited to implementation of applicable pretreatment requirements pursuant to the State Water Control Law (§ 62.1-44.2 et seq.) and the federal Clean Water Act (33 U.S.C. § 1251 et seq.). Such sewer use standards may be implemented by ordinance, regulation, permit or contract of the locality or of the wastewater authority or sanitation district, where applicable, and violations thereof may be enforced by the same subject to the following conditions and limitations:\n\na. No order assessing a civil penalty for a violation shall be issued until after the user has been provided an opportunity for a hearing, except with the consent of the user. The notice of the hearing shall be served personally or by registered or certified mail, return receipt requested, on any authorized representative of the user at least 30 days prior to the hearing. The notice shall specify the time and place for the hearing, facts and legal requirements related to the alleged violation, and the amount of any proposed penalty. At the hearing the user may present evidence including witnesses regarding the occurrence of the alleged violation and the amount of the penalty, and the user may examine any witnesses for the locality. A verbatim record of the hearing shall be made. Within 30 days after the conclusion of the hearing, the locality shall make findings of fact and conclusions of law and issue the order.\n\nb. No order issued by the locality shall assess civil penalties in excess of the maximum amounts established in subdivision (8a) of § 62.1-44.15, except with the consent of the user. The actual amount of any penalty assessed shall be based upon the severity of the violations, the extent of any potential or actual environmental harm or facility damage, the compliance history of the user, any economic benefit realized from the noncompliance, and the ability of the user to pay the penalty, provided, however, that in accordance with subdivision 10 d, a locality may establish a uniform schedule of civil penalties for specified types of violations. In addition to civil penalties, the order may include a monetary assessment for actual damages to sewers, treatment works and appurtenances and for costs, attorney fees and other expenses resulting from the violation. Civil penalties in excess of the maximum amounts established in subdivision (8a) of § 62.1-44.15 may be imposed only by a court in amounts determined in its discretion but not to exceed the maximum amounts established in § 62.1-44.32.\n\nc. Any order issued by the locality, whether or not such order assesses a civil penalty, shall inform the user of his right to seek reconsideration or review within the locality, if authorized, and of his right to judicial review of any final order by appeal to circuit court on the record of proceedings before the locality. To commence an appeal, the user shall file a petition in circuit court within 30 days of the date of the order, and failure to do so shall constitute a waiver of the right to appeal. With respect to matters of law, the burden shall be on the party seeking review to designate and demonstrate an error of law subject to review by the court. With respect to issues of fact, the duty of the court shall be limited to ascertaining whether there was substantial evidence in the record to reasonably support such findings.\n\nd. In addition, a locality may, by ordinance, establish a uniform schedule of civil penalties for violations of fats, oils, and grease standards; infiltration and inflow standards; and other specified provisions of any ordinance (other than industrial pretreatment requirements of the State Water Control Law (§ 62.1-44.2 et seq.) or federal Clean Water Act (33 U.S.C. § 1251 et seq.). The schedule of civil penalties shall be uniform for each type of specified violation, and the penalty for any one violation shall be a civil penalty of not more than $100 for the initial summons, not more than $150 for each additional summons and not more than a total amount of $3,000 for a series of specified violations arising from the same operative set of facts. The locality may issue a civil summons ticket for a scheduled violation. Any person summoned or issued a ticket for a scheduled violation may make an appearance in person or in writing by mail to the treasurer of the locality prior to the date fixed for trial in court. Any person so appearing may enter a waiver of trial, admit liability and pay the civil penalty established for the offense charged. If a person charged with a scheduled violation does not elect to enter a waiver of trial and admit liability, the violation shall be tried in the general district court in the same manner and with the same right of appeal as provided for by law. In any such trial, the locality shall have the burden of proving by a preponderance of the evidence the liability of the alleged violator. An admission of liability or finding of liability under this section shall not be deemed an admission at a criminal proceeding, and no civil action authorized by this section shall proceed while a criminal action is pending.\n\ne. This subdivision shall neither preclude a locality from proceeding directly in circuit court to compel compliance with its sewer use standards or seek civil penalties for violation of the same nor be interpreted as limiting any otherwise applicable legal remedies or sanctions. Each day during which a violation is found to have existed shall constitute a separate violation, and any civil penalties imposed under this subdivision shall be applied to the purpose of abating, preventing or mitigating environmental pollution.\n\nf. For purposes of enforcement of standards established under this subdivision, \"locality\" shall mean the locality's director of public utilities or other designee of the locality with responsibility for administering and enforcing sewer use standards or, in the case of a wastewater authority or sanitation district, its chief executive.\n\nCode 1950, § 15-739.1; 1950, p. 1610; 1954, c. 332; 1962, c. 623, § 15.1-320; 1979, c. 181; 1991, c. 194; 1997, cc. 12, 587; 2010, c. 198; 2017, c. 736.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2122/"
    },
    {
      "id": "section-152-2123",
      "number": "15.2-2123.",
      "heading": "Sewage treatment plants to include certain capability",
      "text": "Whenever the governing body of a locality or a combination of governing bodies of two or more localities is using the authority of this chapter to construct a new sewage treatment plant, or a hydraulic expansion or major upgrade of an existing sewage treatment plant, the facility shall be designed and constructed so that it has the capability to treat the septage from all onsite sewage disposal systems, which are not adequately served by another approved disposal site, located in the area of the locality or combination thereof to be served by such plant. However, the locality or combination thereof may limit the amount of septage that the sewage treatment plant is designed to accept in order to eliminate or reduce a disproportionate engineering, design, or fiscal burden that may be placed on the sewage treatment plant or its users, to utilize cost-effective regional approaches, or to address engineering design considerations including protection of biological treatment processes.\n\nThe locality or combination thereof shall notify the Department of Environmental Quality of the septage treatment capability of the sewage treatment plant prior to the Department's issuance of a state certificate to construct for such new, expanded, or upgraded facility. The locality or combination thereof shall provide a copy of such notification to the Board of Health to assist the Board of Health in its long-range planning pursuant to § 32.1-163.2.\n\nThis notification requirement shall not apply to any new project for which a preliminary engineering report has been submitted to the Department of Environmental Quality on or before December 31, 2008.\n\n1986, c. 329, § 15.1-317.1; 1997, c. 587; 2008, c. 389.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2123/"
    },
    {
      "id": "section-152-2124",
      "number": "15.2-2124.",
      "heading": "Contracts between localities as to sewers, pumping stations, etc., to prevent pollution",
      "text": "Any two or more localities may enter into contracts for the acquisition, construction, maintenance and operation of sewers, pumping stations, ventilation stations, treatment plants or works and any other plants and structures and all appurtenances necessary thereto as the localities deem proper to prevent the pollution of streams, lakes, ponds, bays, estuaries, inlets and other waters within and adjacent to such localities.\n\nAny contract shall also set forth, as nearly as may be ascertainable, the amount of money necessary for the acquisition, construction, maintenance and operation of any works or structures and the part thereof to be provided by each locality.\n\nCode 1950, § 15-738; 1962, c. 623, § 15.1-318; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2124/"
    },
    {
      "id": "section-152-2125",
      "number": "15.2-2125.",
      "heading": "Board, etc., for supervision of such works",
      "text": "Localities contracting with each other pursuant to § 15.2-2124 may also provide in the contract (i) for a board, commission or other body as deemed appropriate; (ii) for the supervision, general management and operation of such works or structures; and (iii) may prescribe their authority, duties and compensation.\n\nCode 1950, § 15-739; 1962, c. 623, § 15.1-319; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2125/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Approval of Sewage Systems by Counties",
      "text": "Approval of Sewage Systems by Counties",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2126",
      "number": "15.2-2126.",
      "heading": "Notice to governing body required prior to construction",
      "text": "Any person, including municipal corporations, that proposes to establish a sewage system consisting of pipelines or conduits, pumping stations, force mains or sewerage treatment plants, or any of them, or an extension of any existing system which is designed to serve three or more connections and used for conducting or treating sewage, as that term is defined in Chapter 3.1 (§ 62.1-44.2 et seq.) of Title 62.1, to serve or to be capable of serving three or more connections shall, at least sixty days prior to commencing construction thereof, notify in writing the governing body of the county in which such sewage system is to be located and shall appear at a regular meeting thereof and notify such governing body in person. However, a town proposing to construct or expand a sewage system shall not be required to provide notice in writing or in person to a county if the county itself does not operate a sewage system or provide sewerage services.\n\nIn any county having a population of more than 70,000 according to the 1950 or any subsequent census or a county adjoining a city having a population of 230,000 or more according to the 1950 or any subsequent census, no extension of an existing system for the purpose of serving three or more connections shall be made by any person, firm or corporation, other than a municipal corporation, until a plan of such proposed extension, with proof of capacity to serve, has been filed with, and a permit for the extension has been obtained from, the sanitation engineer or other county official, if any, designated therefor by the board of supervisors.\n\nCode 1950, § 15-739.7; 1954, c. 382; 1956, c. 655; 1958, c. 284; 1962, c. 623, § 15.1-326; 1974, c. 246; 1990, c. 501; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2126/"
    },
    {
      "id": "section-152-2127",
      "number": "15.2-2127.",
      "heading": "Disapproval of system by governing body; failure to disapprove within seventy days",
      "text": "The governing body of any county notified of the proposed establishment of a sewage system or of the extension of any existing sewage system under § 15.2-2126 is authorized to disapprove the same, if it finds that such sewage system is not capable of serving the proposed number of connections by reason of inadequate pipes, conduits, pumping stations, force mains, or sewage treatment plants or is otherwise inadequate to render the proposed service. If, at the expiration of seventy days from the date on which the applicant appeared before the governing body, such governing body has not disapproved the application, the applicant may proceed with the construction and installation of such sewage system, provided he first gives notice to the chairman of the governing body by registered mail of his intention to proceed.\n\nCode 1950, § 15-739.8; 1954, c. 382; 1956, c. 273; 1958, c. 65; 1962, c. 623, § 15.1-327; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2127/"
    },
    {
      "id": "section-152-2128",
      "number": "15.2-2128.",
      "heading": "Denial of application for sewage system by governing body of county or town which has adopted master plan for sewerage",
      "text": "Notwithstanding any other provision of general law relating to the approval of sewage systems, the governing body of any county or town which has adopted a master plan for a sewage system is authorized to deny an application for a sewage system if such denial appears to it to be in the best interest of the inhabitants of the county or town.\n\n1968, c. 300, § 15.1-327.1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2128/"
    },
    {
      "id": "section-152-2129",
      "number": "15.2-2129.",
      "heading": "Contents of notice to governing body; further information",
      "text": "The applicant shall state in the notice to the governing body required by § 15.2-2126 the number and nature of the connections to which service will be given under the certificate applied for. The governing body may require such further information as it deems desirable in order to pass upon the application.\n\nCode 1950, § 15-739.9; 1954, c. 382; 1962, c. 623, § 15.1-328; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2129/"
    },
    {
      "id": "section-152-2130",
      "number": "15.2-2130.",
      "heading": "Extensions to systems",
      "text": "No person, including municipal corporations, which has constructed or installed a sewage system after having complied with the provisions of this article, shall extend the service in excess of the number of connections for which approval was originally given. In case any such extension is desired, the person shall proceed in the same manner as in the case of an original application under this article.\n\nCode 1950, § 15-739.10; 1954, c. 382; 1962, c. 623, § 15.1-329; 1974, c. 246; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2130/"
    },
    {
      "id": "section-152-2131",
      "number": "15.2-2131.",
      "heading": "Article not applicable to hotel corporations",
      "text": "No provision of this article shall apply to a corporation whose principal business is the operation of a hotel and which may extend the use of its surplus sewage facilities to a limited number of patrons.\n\nCode 1950, § 15-739.11; 1954, c. 382; 1962, c. 623, § 15.1-330; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2131/"
    },
    {
      "id": "section-152-2132",
      "number": "15.2-2132.",
      "heading": "Noncompliance with article; separate offense",
      "text": "Any person who fails or refuses to notify the governing body of the county in which any such sewage system is to be constructed or installed, or to notify such governing body of any proposed extension beyond the number of connections for which approval was originally given, and thereafter constructs and installs any such system, or having given such notice and the same having been disapproved, proceeds to construct or install any such system, shall be guilty of a misdemeanor and punished as provided in § 15.2-2133. Each day of operation without notifying the governing body as above required, or after disapproval by the governing body, shall constitute a separate offense.\n\nCode 1950, § 15-739.12; 1954, c. 382; 1962, c. 623, § 15.1-331; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2132/"
    },
    {
      "id": "section-152-2133",
      "number": "15.2-2133.",
      "heading": "Penalty; enjoining violation",
      "text": "Any person violating any provision of this article shall be guilty of a Class 2 misdemeanor and, in addition, may be enjoined from further violation of this article.\n\nCode 1950, § 15-739.13; 1954, c. 382; 1962, c. 623, § 15.1-332; 1991, c. 710; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2133/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Water Supply Systems Generally",
      "text": "Water Supply Systems Generally",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2134",
      "number": "15.2-2134.",
      "heading": "Construction of dams, etc., for purpose of providing public water supply; approval by governing body of locality",
      "text": "Every locality is authorized to make expenditures from its general fund in order to acquire land, participate in the construction of dams and perform all other necessary acts for the purpose of providing a public water supply for the agricultural, residential, governmental and industrial development of the locality; however, such dam shall not be constructed nor any land acquired therefor when the dam would be located in another locality without the approval of such locality's governing body. No such approval shall be required when the dam is in the process of construction, or the site has been purchased, or plans for its construction were filed with any appropriate agency of the federal, state, or local government on or before July 1, 1976.\n\nIn any case in which approval by such locality's governing body is withheld, the party seeking such approval may petition for the convening of a special court, pursuant to §§ 15.2-2135 through 15.2-2141.\n\nCode 1950 (Suppl.), §§ 15-20.8, 15-26.1; 1959, Ex. Sess., c. 18; 1960, c. 515; 1962, cc. 492, 623, § 15.1-37; 1975, c. 573; 1976, c. 69; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2134/"
    },
    {
      "id": "section-152-2135",
      "number": "15.2-2135.",
      "heading": "Disputes between jurisdictions involving dams or water impoundment; constitution of special court; vacancies occurring during trial",
      "text": "A. The special court to hear a case between jurisdictions involving a dam or water impoundment shall be composed of three judges of circuit courts remote from the jurisdictions of the parties involved. The judges shall be designated by the Chief Justice of the Supreme Court of Virginia. The special court shall sit without a jury.\n\nB. If a vacancy occurs on the special court at any time prior to the final disposition of the case, the vacancy shall be filled by designation of another judge and the proceeding shall continue.\n\n1976, c. 69, § 15.1-37.1:1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2135/"
    },
    {
      "id": "section-152-2136",
      "number": "15.2-2136.",
      "heading": "Powers of special court; rules of decision; order controlling subsequent conduct of case",
      "text": "The court, in making its decision, shall balance the equities in the case, enter an order setting forth what it deems fair and reasonable terms and conditions, and direct the land acquisition to be in conformity therewith. It shall have power to:\n\n1. Determine the metes and bounds of the land to be acquired, and may include a greater or smaller area than that described in the petition;\n\n2. Require the payment by the acquiring party of a sum to be determined by the special court, payable on the effective date of acquisition, and provide for compensation for the value of any improvements also acquired;\n\n3. Limit the number of expert witnesses, as well as require each expert witness who will testify to file a statement of his qualifications;\n\n4. Take other action as may aid in the disposition of the case.\n\nThe special court shall make an appropriate order which will control the subsequent conduct of the case unless modified before or at the trial or hearing to prevent manifest injustice.\n\n1976, c. 69, § 15.1-37.1:2; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2136/"
    },
    {
      "id": "section-152-2137",
      "number": "15.2-2137.",
      "heading": "Special court; hearing and decision",
      "text": "A. The special court shall hear the case upon the evidence introduced as evidence is introduced in civil cases.\n\nB. The special court shall determine the necessity for and expediency of the acquisition of land or other proposed action and the best interests of the parties.\n\nC. If a majority of the special court is of the opinion that the proposed action is not necessary or expedient, the petition shall be dismissed. If a majority of the court is satisfied of the necessity for and expediency of the proposed action, it shall determine the terms and conditions of the action and shall enter an order granting the petition. In all contested cases, the special court shall render a written opinion. The order granting the petition shall set forth in detail all such terms and conditions upon which the petition is granted.\n\n1976, c. 69, § 15.1-37.1:3; 1979, c. 671; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2137/"
    },
    {
      "id": "section-152-2138",
      "number": "15.2-2138.",
      "heading": "Dispute between jurisdictions; additional parties",
      "text": "Any locality whose territory is affected by the proceedings or any person affected by the proceedings may appear and shall be made a party defendant to the case.\n\n1976, c. 69, § 15.1-37.1:4; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2138/"
    },
    {
      "id": "section-152-2139",
      "number": "15.2-2139.",
      "heading": "Special court; costs",
      "text": "The costs in the proceedings before the special court shall be paid by the party instituting the proceedings and shall be the same as in other civil cases; the costs shall also include the per diem and expenses of the court reporter, if any, and, in the discretion of the court, a reasonable allowance to the court for secretarial services in connection with the preparation of the written opinion. In the event of an appeal, the Court of Appeals shall determine by whom the appellate costs shall be paid. If an appeal is taken from the judgment of the Court of Appeals, the Supreme Court, in matters in which it grants the petition for appeal, shall determine by whom the appellate costs shall be paid.\n\n1976, c. 69, § 15.1-37.1:5; 1997, c. 587; 2021, Sp. Sess. I, c. 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2139/"
    },
    {
      "id": "section-152-2140",
      "number": "15.2-2140.",
      "heading": "Dispute between jurisdictions; appeals",
      "text": "A. An appeal may be filed in the Court of Appeals by any party from the judgment of the special court, and the appeal shall be heard and determined without reference to the principles of demurrer to evidence. The special court shall certify the facts in the case to the Court of Appeals, and the evidence shall be considered as on appeal in proceedings under Chapter 2 (§ 25.1-200 et seq.) of Title 25.1. In any case, by consent of all parties of record, a motion to dismiss may be made at any time before final judgment on appeal.\n\nB. If the judgment of the special court is reversed on appeal, or if the judgment is modified, the Court of Appeals shall enter such order as the special court should have entered.\n\nC. If an appeal is taken from the judgment of the Court of Appeals, the Supreme Court, in matters in which it grants the petition for appeal, shall consider the appeal consistent with the procedures set forth in subsection A and shall enter such order as the special court should have entered.\n\n1976, c. 69, § 15.1-37.1:6; 1979, c. 671; 1997, c. 587; 2003, c. 940; 2021, Sp. Sess. I, c. 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2140/"
    },
    {
      "id": "section-152-2141",
      "number": "15.2-2141.",
      "heading": "Conflicting petitions for same territory; petition seeking territory in two or more counties",
      "text": "A. When proceedings for the acquisition of land by a locality are pending and a petition is filed seeking the acquisition of the same land or a portion thereof to another locality, the case shall be heard by the special court in which the original proceedings are pending. The special court shall consolidate the cases and hear them together, and shall make such decision as is just, taking into consideration the interest of all parties to each case.\n\nB. When the land sought by a locality lies in two or more counties, all such counties shall be made parties defendant to the case. The motion or petition shall be addressed to the circuit court of the county in which the larger part of the land is located. The provisions of §§ 15.2-2135 through 15.2-2141 shall apply, mutatis mutandis, to any such proceedings.\n\n1976, c. 69, § 15.1-37.1:7; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2141/"
    },
    {
      "id": "section-152-2142",
      "number": "15.2-2142.",
      "heading": "Certain localities may construct dams across navigable streams; permission from Chief of Engineers, Secretary of Army and State Attorney General; approval of governing body",
      "text": "Any locality authorized by its charter or by general law to construct a dam in connection with its public water supply system and which has secured permission from the Chief of Engineers and the Secretary of the Army and the authorization of the Attorney General of Virginia with the consent and approval of the Governor, may construct such dam in and across the bed of any navigable river, stream or tributary in this Commonwealth; however, such dam shall not be constructed nor any land acquired therefor when the dam would be located in another locality without the approval of such locality's governing body. No such approval shall be required when the dam is in the process of construction, the site has been purchased, or plans for its construction were filed with any appropriate agency of the federal, state, or local government on or before July 1, 1976.\n\nIn any case in which the approval by such locality's governing body is withheld, the party seeking such approval may petition the Chief Justice of the Supreme Court of Virginia for the convening of a special court, pursuant to §§ 15.2-2135 through 15.2-2141.\n\nCode 1950, § 15-20.7; 1962, c. 402, § 15.1-37.1; 1975, c. 573; 1976, c. 69; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2142/"
    },
    {
      "id": "section-152-2143",
      "number": "15.2-2143.",
      "heading": "Water supplies and facilities",
      "text": "Every locality may provide and operate within or outside its boundaries water supplies and water production, preparation, distribution and transmission systems, facilities and appurtenances for the purpose of furnishing water for the use of its inhabitants; or may contract with others for such purposes and services. Fees and charges for the services of such systems shall be fair and reasonable and payable as directed by the locality. Except in counties which are not otherwise authorized, a locality may require the connection of premises with facilities provided for furnishing water; charge and collect compensation for water thus furnished; and may provide penalties for the unauthorized use thereof.\n\nNo locality, after July 1, 1976, shall construct, provide or operate outside its boundaries any water supply system prior to obtaining the consent of the locality in which the system is to be located. No consent shall be required for the operation of any such water supply system in existence on July 1, 1976, in the process of construction or for which the site has been purchased, or for its orderly expansion.\n\nIn any case in which the approval by such locality's governing body is withheld, the party seeking such approval may petition for the convening of a special court, pursuant to §§ 15.2-2135 through 15.2-2141.\n\nNotwithstanding any provision of law to the contrary, any town with a population between 11,000 and 14,000, with the concurrence of the affected county, which provides and operates outside its boundaries any such water supply system may provide water supplies to industrial and commercial users outside its boundaries and collect such compensation therefor as may be contracted for between the town and such user. Such town shall not thereby be obligated to provide water supplies to any other users outside its boundaries.\n\nCode 1950, § 15-77.39; 1958, c. 328; 1962, c. 623, § 15.1-875; 1975, c. 573; 1976, c. 69; 1997, c. 587; 1998, cc. 224, 328.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2143/"
    },
    {
      "id": "section-152-2144",
      "number": "15.2-2144.",
      "heading": "Inspection of water supplies",
      "text": "A. Every locality may regulate and inspect public and private water supplies; the production, preparation, transmission and distribution of water; and the sanitation of establishments, systems, facilities and equipment in or by means of which water is produced, prepared, transmitted and distributed. It may prevent the pollution of such water supplies; and, without liability to the owner thereof, may prevent the transmission or distribution of water when it is found to be polluted, adulterated, impure or dangerous.\n\nB. Every public water supply operator shall at least annually test the public water supply for the presence of methyl tertiary-butyl ether (MTBE). The locality shall maintain a record of testing conducted pursuant to this subsection. If the results of any test conducted pursuant to this subsection indicates the presence of MTBE in excess of 15 parts per billion, the locality shall immediately notify the Department of Environmental Quality and the Department of Health. The Division of Consolidated Laboratory Services shall maintain and make available, upon the request of any person, a list of laboratories, accredited under the provisions of the federal Safe Drinking Water Act (42 U.S.C. § 300f et seq.) to analyze samples, located throughout the Commonwealth that possess the technical expertise to analyze water samples for the presence of MTBE. Any lab seeking accreditation under the Safe Drinking Water Act may contact the Division of Consolidated Laboratory Services. The Division of Consolidated Laboratory Services shall establish a fee system to offset the costs of tests performed on behalf of public water supply operators. Such test may be conducted simultaneously with other tests.\n\nNotwithstanding the provisions of this subsection, the State Board of Health, acting pursuant to its authority regarding public water supplies, may establish an alternative schedule for water supply testing, which shall apply in lieu of this subsection, for any public waterworks where annual testing is not otherwise required, if it determines that an alternative schedule is appropriate to protect the public health and promote the public welfare.\n\nCode 1950, § 15-77.18; 1958, c. 328; 1962, c. 623, § 15.1-854; 1997, c. 587; 2000, c. 1004; 2004, c. 438.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2144/"
    },
    {
      "id": "section-152-2145",
      "number": "15.2-2145.",
      "heading": "Sale of water and use of streets by one city in another",
      "text": "No city which owns or controls a waterworks system and which is authorized by its charter, or by general law, to sell or supply water to persons, firms or industries residing or located outside of its city limits shall be permitted to sell, supply or dispose of its water to the inhabitants, firms, corporations or industries of any other city, without the consent of such latter city; nor shall it operate any part of its waterworks system or occupy or use the streets, lanes, parks or other public places for such purpose in such latter city without first obtaining consent.\n\nCode 1950, § 15-748; 1950, p. 851; 1962, c. 623, § 15.1-334; 1970, c. 583; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2145/"
    },
    {
      "id": "section-152-2146",
      "number": "15.2-2146.",
      "heading": "Powers of localities to acquire certain waterworks system",
      "text": "For the purpose of providing an adequate water supply or of acquiring, maintaining or enlarging a waterworks system, including chronically noncompliant waterworks, as defined in § 32.1-167, any locality, in addition to other powers conferred by law, may acquire, as provided in § 15.2-1800, within or outside or partly within and partly outside the limits of the locality, the property, in whole or in part, whensoever acquired, of any private or public service corporation operating a waterworks system or chartered for the purpose of acquiring or operating such a system. Such property shall include its lands, plants, works, buildings, machinery, pipes, mains, wells, basins, reservoirs and all appurtenances thereto and its contracts, easements, rights and franchises, including its franchise to be a corporation, whether such property, or any part thereof, is essential to the purposes of the corporation or not. However, any locality condemning property hereunder shall furnish water, at appropriate rates, to the customers of any water company whose property is condemned. The provisions of § 25.1-102 shall not apply in the case of condemnation of an existing water or sewage disposal system in its entirety.\n\nCode 1950, § 15-749; 1958, c. 401; 1962, c. 623, § 15.1-335; 1966, c. 170; 1987, c. 200; 1997, c. 587; 2003, c. 940; 2007, cc. 648, 774.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2146/"
    },
    {
      "id": "section-152-2147",
      "number": "15.2-2147.",
      "heading": "City acquiring plant within one mile of another city",
      "text": "If any city acquires by purchase, lease, condemnation or otherwise, the property, rights and franchises of any private or public service corporation operating a waterworks system, whose plant is located within one mile of the corporate limits of any other city and whose mains and pipes are laid in the streets of such other city, and could thereby prevent the other city from procuring water from the plant of such corporation, the city so acquiring such property shall establish and maintain the same fees for water under similar conditions and circumstances and furnish the same quality and pressure of water, all conditions considered, to all consumers of the same class in the other city as is furnished to consumers in the city acquiring the property.\n\nCode 1950, § 15-751; 1962, c. 623, § 15.1-337; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2147/"
    },
    {
      "id": "section-152-2148",
      "number": "15.2-2148.",
      "heading": "Contracts for water supply",
      "text": "Nothing in this article shall be construed to prevent a locality from contracting with another locality for the acquisition of a water supply or for the use and management of the water supply of either of them in any manner and upon any terms that they may see fit.\n\nCode 1950, § 15-752; 1962, c. 623, § 15.1-338; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2148/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Approval of Water Supply Systems by Counties",
      "text": "Approval of Water Supply Systems by Counties",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2149",
      "number": "15.2-2149.",
      "heading": "Notice to county and State Board of Health required prior to construction",
      "text": "Any person, including municipal corporations, that proposes to establish a water supply consisting of a well, springs, or other source and the necessary pipes, conduits, mains, pumping stations, and other facilities in connection therewith, to serve or to be capable of serving three or more connections shall notify the State Board of Health and shall notify in writing the governing body of the county in which such water system is to be located and shall appear at a regular meeting thereof and notify such governing body in person.\n\nIn any county having a population of more than 60,000 according to the 1960 or any subsequent census or a county adjoining a city having a population of 200,000 or more according to the 1960 or any subsequent census, no extension of an existing system for the purpose of serving three or more connections shall be made by any person, firm or corporation, other than a municipal corporation, until a plan of such proposed extension, with proof of capacity to serve, has been filed with, and a permit for extension has been obtained from, the sanitation engineer or other county official, if any, designated therefor by the board of supervisors.\n\nCode 1950, § 15-754.1; 1954, c. 455; 1956, c. 636; 1958, c. 128; 1962, c. 623, § 15.1-341; 1964, c. 191; 1974, c. 246; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2149/"
    },
    {
      "id": "section-152-2150",
      "number": "15.2-2150.",
      "heading": "When approval of State Board of Health not required",
      "text": "The approval of the State Board of Health shall not be required unless such water supply serves or proposes to serve at least the number of persons for which the approval of the State Board of Health is required under § 32.1-172.\n\nCode 1950, § 15-754.2; 1954, c. 455; 1962, c. 623, § 15.1-342; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2150/"
    },
    {
      "id": "section-152-2151",
      "number": "15.2-2151.",
      "heading": "Disapproval of system by governing body of counties; failure to disapprove within seventy days",
      "text": "The governing body of any county notified of the proposed establishment of a water system or of the extension of any existing water system under the second paragraph of § 15.2-2149 may disapprove the same, if it finds that such water system does not have an adequate source of supply, or that the system is not capable of serving the proposed number of connections by reason of inadequate pipes, mains, conduits, pumping stations, or otherwise. If, at the expiration of seventy days from the date on which the applicant appeared before the governing body, such governing body has not disapproved the application, the applicant may proceed with the construction and installation of such water system, provided he first gives notice to the chairman of the governing body by registered mail of his intention to proceed.\n\nCode 1950, § 15-754.3; 1954, c. 455; 1956, c. 273; 1958, c. 128; 1962, c. 623, § 15.1-343; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2151/"
    },
    {
      "id": "section-152-2152",
      "number": "15.2-2152.",
      "heading": "Contents of notice to governing body; further information",
      "text": "The applicant shall state in the notice to the governing body required by § 15.2-2149 the number and nature of the connections to which service will be given under the certificate applied for. The governing body may require such further information as it deems desirable in order to pass upon the application.\n\nCode 1950, § 15-754.4; 1954, c. 455; 1962, c. 623, § 15.1-344; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2152/"
    },
    {
      "id": "section-152-2153",
      "number": "15.2-2153.",
      "heading": "Extensions to systems",
      "text": "No person that has constructed or installed a water system after having complied with the provisions of this article shall extend the service in excess of the number of connections for which approval was originally given. In case any such extension is desired, the person shall proceed in the same manner as in the case of an original application under this article.\n\nCode 1950, § 15-754.5; 1954, c. 455; 1962, c. 623, § 15.1-345; 1974, c. 246; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2153/"
    },
    {
      "id": "section-152-2154",
      "number": "15.2-2154.",
      "heading": "Article not applicable to hotel corporations",
      "text": "No provision of this article shall apply to a corporation whose principal business is the operation of a hotel and which from its surplus facilities may furnish water to a limited number of patrons.\n\nCode 1950, § 15-754.6; 1954, c. 455; 1962, c. 623, § 15.1-346; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2154/"
    },
    {
      "id": "section-152-2155",
      "number": "15.2-2155.",
      "heading": "Noncompliance with article; separate offenses",
      "text": "Any person that fails or refuses to notify the governing body of the county in which any such water system is to be constructed or installed, or to notify such governing body of any proposed extension beyond the number of connections for which approval was originally given, or that fails or refuses to notify the State Board of Health of the proposed construction or installation of any such system, and thereafter constructs and installs any such system, or, having given such notice and the same having been disapproved, proceeds to construct or install any such system, shall be guilty of a misdemeanor and punished as provided in § 15.2-2156. Each day of operation without notifying the governing body or State Board of Health as above required, or after disapproval by the governing body, shall constitute a separate offense.\n\nCode 1950, § 15-754.7; 1954, c. 455; 1962, c. 623, § 15.1-347; 1974, c. 246; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2155/"
    },
    {
      "id": "section-152-2156",
      "number": "15.2-2156.",
      "heading": "Penalty; enjoining violation",
      "text": "Any person violating any provision of this article shall be guilty of a Class 2 misdemeanor and, in addition, may be enjoined from further violation of this article.\n\nCode 1950, § 15-754.8; 1954, c. 455; 1962, c. 623, § 15.1-348; 1991, c. 710; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2156/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Miscellaneous Services, Etc., in Certain Localities",
      "text": "Miscellaneous Services, Etc., in Certain Localities",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2157",
      "number": "15.2-2157.",
      "heading": "Onsite sewage systems when sewers not available; civil penalties",
      "text": "A. Any locality may require the installation, maintenance and operation of, regulate and inspect onsite sewage systems or other means of disposing of sewage when sewers or sewerage disposal facilities are not available; without liability to the owner thereof, may prevent the maintenance and operation of onsite sewage systems or such other means of disposing of sewage when they contribute or are likely to contribute to the pollution of public or private water supplies or the contraction or spread of infectious, contagious and dangerous diseases; and may regulate and inspect the disposal of human excreta.\n\nB. Any locality that (i) has a record of the location of alternative and conventional onsite sewage systems and alternative discharging systems; (ii) has notified owners of their maintenance responsibility for such systems; and (iii) has a method to identify property transfer may adopt an ordinance establishing a uniform schedule of civil penalties for violations of specified provisions for the operation and maintenance of alternative and conventional onsite sewage systems and alternative discharging systems, as defined in § 32.1-163, that are not abated or remedied within 30 days after receipt of notice of violation from the local health director or his designee. No civil action authorized under this section shall proceed while a criminal action is pending and no criminal action shall proceed if the violation has been abated or remedied through civil enforcement.\n\nThis schedule of civil penalties shall be uniform for each type of specified violation, and the penalty for any one violation shall be a civil penalty of not more than $100 for the initial summons and not more than $150 for each additional summons. Each day during which the violation is found to have existed shall constitute a separate offense. However, specified violations arising from the same operative set of facts shall not be charged more frequently than once in any 10-day period, and a series of specified violations arising from the same operative set of facts shall not result in civil penalties exceeding a total of $3,000. If the violation is not abated after the imposition of the maximum fine, the locality may pursue other remedies as provided by law. Designation of a particular ordinance violation for a civil penalty pursuant to this section shall be in lieu of criminal penalties, except for any violation that contributes to or is likely to contribute to the pollution of public or private water supplies or the contraction or spread of infectious, contagious, and dangerous diseases.\n\nThe local health director or his designee may issue a civil summons ticket as provided by law for a scheduled violation. Any person summoned or issued a ticket for a scheduled violation may make an appearance in person or in writing by mail to the department of finance or the treasurer of the locality prior to the date fixed for trial in court. Any person so appearing may enter a waiver of trial, admit liability, and pay the civil penalty established for the offense charged.\n\nIf a person charged with a scheduled violation does not elect to enter a waiver of trial and admit liability, the violation shall be tried in the general district court in the same manner and with the same right of appeal as provided for by law. In any trial for a scheduled violation, the locality shall have the burden of proving by a preponderance of the evidence the liability of the alleged violator. An admission of liability or finding of liability under this section shall not be deemed an admission at a criminal proceeding.\n\nThis section shall be not interpreted to allow the imposition of civil penalties for activities related to land development.\n\nC. When sewers or sewerage disposal facilities are not available, a locality shall not prohibit the use of alternative onsite sewage systems that have been approved by the Virginia Department of Health for use in the particular circumstances and conditions in which the proposed system is to be operating.\n\nD. A locality shall not require maintenance standards and requirements for alternative onsite sewage systems that exceed those allowed under or established by the State Board of Health pursuant to § 32.1-164.\n\nE. The State Health Commissioner shall require, as a precondition to the issuance of an alternative onsite sewage system permit pursuant to § 32.1-164 to serve a residential structure, that the property owner record an instrument identifying by reference the applicable maintenance regulations for each component of the system in the land records of the clerk of the circuit court in the jurisdiction where all or part of the site or proposed site of the onsite sewage system is to be located, which shall be transferred with the title to the property upon the sale or transfer of the land that is the subject of the permit.\n\nCode 1950, § 15-77.20; 1958, c. 328; 1962, c. 623, § 15.1-856; 1997, c. 587; 2005, c. 814; 2007, c. 924; 2009, cc. 786, 846; 2016, c. 721.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2157/"
    },
    {
      "id": "section-152-21571",
      "number": "15.2-2157.1.",
      "heading": "Permit for onsite sewage disposal system installation in certain counties",
      "text": "Augusta County may require any person desiring to install a septic tank or other onsite sewage disposal system to secure a permit to do so. A reasonable fee may be prescribed, not to exceed $150, for processing an application for such a permit.\n\n2001, c. 204; 2007, cc. 813, 880, 920.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2157-1/"
    },
    {
      "id": "section-152-2158",
      "number": "15.2-2158.",
      "heading": "Fee for street lighting",
      "text": "A. Frederick County, which provides street lighting service to certain of its residents, may by ordinance charge a fee for the provision of the service, not to exceed the actual cost incurred by the county to procure, develop, and maintain such service, including a reasonable reserve.\n\nB. So long as the benefits of any street lighting can be shown to inure to the specific benefit of identifiable neighborhoods or discrete customers in approximately equivalent amounts, the fee may be calculated by dividing the total amount of the street lighting charge by the number of affected customers.\n\nC. The fee authorized by this section with which the owner of any such property has been charged and which remains unpaid shall constitute a lien against such property ranking on a parity with liens for unpaid local taxes and administered and enforced in the same manner as provided in Chapter 39 (§ 58.1-3900 et seq.) of Title 58.1.\n\n1993, c. 402, § 15.1-360.1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2158/"
    },
    {
      "id": "section-152-2159",
      "number": "15.2-2159.",
      "heading": "Fee for solid waste disposal by counties",
      "text": "A. Accomack, Augusta, Buckingham, Floyd, Highland, Pittsylvania, Russell, and Wise Counties may by ordinance, and after a public hearing, levy a fee for the disposal of solid waste not to exceed the actual cost incurred by the county in procuring, developing, maintaining, and improving the landfill and for such reserves as may be necessary for capping and closing such landfill in the future. Bath, Buckingham, Russell, and Southampton Counties may by ordinance, and after a public hearing, levy a fee for the management of solid waste not to exceed the actual cost incurred by the county in removing and disposing of solid waste. Such fee as collected shall be deposited in a special account to be expended only for the purposes for which it was levied. Except in Floyd, Pittsylvania, Russell, Southampton, and Wise Counties, such fee shall not be used to purchase or subsidize the purchase of equipment used for the collection of solid waste. In Augusta, Highland, Pittsylvania, and Southampton Counties, such fee (i) may only be levied upon persons whose residential solid waste is disposed of at a county landfill or county solid waste collection or disposal facility and (ii) shall not be levied upon persons whose residential waste is not disposed of in such landfill or facility if such nondisposal is documented by the collector or generator of such waste as required by ordinance of such county. Documentation provided by a collector of such waste pursuant to clause (ii) shall not be disclosed by the county to any other person.\n\nB. Any fee imposed by subsection A when combined with any other fee or charge for disposal of waste shall not exceed the actual cost incurred by the county in procuring, developing, maintaining, and improving its landfill and for such reserves as may be necessary for capping and closing such landfill in the future or, in the case of Southampton County, such fee shall not exceed the costs and fees expended by the county in removing and disposing of solid waste.\n\nC. Any county which imposes the fee allowed under subsection A may enter into a contractual agreement with any water or heat, light, and power company or other corporation coming within the provisions of Chapter 26 (§ 58.1-2600 et seq.) of Title 58.1 except Appalachian Power Company and any cooperative formed under or subject to Article 1 (§ 56-231.15 et seq.) of Chapter 9.1 of Title 56 for the collection of such fee. The agreement may include a commission for such service in the form of a deduction from the fee remitted. The commission shall be provided for by ordinance, which shall set the rate not to exceed five percent of the amount of fees due and collected.\n\nD. Accomack, Bath, Buckingham, Highland, Pittsylvania, Russell, Southampton, and Wise Counties have the following authority regarding collection of said fee:\n\n1. To prorate said fee depending upon the period a resident or business is located in said county during the year of fee levy;\n\n2. To levy penalty for late payment of fee as set forth in § 58.1-3916;\n\n3. To levy interest on unpaid fees as set forth in § 58.1-3916;\n\n4. To credit the fee first against the most delinquent use fee account owing;\n\n5. To require payment of the fee prior to approval of an application for rezoning, special exception, variance, or other land use permit; and\n\n6. To provide discounts to the standard fee rates for older persons, as defined in § 51.5-135, and disabled persons based on ability to pay.\n\nE. Pittsylvania and Southampton Counties may by ordinance provide an exemption from the fee for the disposal of solid waste to any veteran who has been rated by the U.S. Department of Veterans Affairs or its successor agency pursuant to federal law to have a 100 percent service-connected, permanent, and total disability in accordance with the standards set forth in § 58.1-3219.5.\n\n1991, c. 541, § 15.1-362.1; 1993, cc. 733, 763; 1995, c. 633; 1996, cc. 313, 621; 1997, cc. 234, 587; 2001, c. 338; 2002, c. 275; 2003, cc. 25, 48; 2006, cc. 102, 743; 2012, cc. 765, 803, 835; 2013, c. 699; 2014, c. 727; 2020, cc. 1117, 1118; 2021, Sp. Sess. I, c. 63; 2022, cc. 347, 348.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2159/"
    },
    {
      "id": "section-152-2160",
      "number": "15.2-2160.",
      "heading": "Provision of telecommunications services",
      "text": "A. Any locality that operates an electric distribution system may provide telecommunications services, including local exchange telephone service as defined in § 56-1, within or outside its boundaries if the locality obtains a certificate pursuant to § 56-265.4:4. Such locality may provide telecommunications services within any locality in which it has electric distribution system facilities as of March 1, 2002. Any locality providing telecommunications services on March 1, 2002, may provide telecommunications, Internet access, broadband, information, and data transmission services within any locality within 75 miles of the geographic boundaries of its electric distribution system as such system existed on March 1, 2002. The BVU Authority may provide telecommunications, Internet access, broadband, information, and data transmission services as provided in the BVU Authority Act (§ 15.2-7200 et seq.).\n\nB. A locality that has obtained a certificate pursuant to § 56-265.4:4 shall (i) comply with all applicable laws and regulations for the provision of telecommunications services; (ii) make a reasonable estimate of the amount of all federal, state, and local taxes (including income taxes and consumer utility taxes) that would be required to be paid or collected for each fiscal year if the locality were a for-profit provider of telecommunications services, (iii) prepare reasonable estimates of the amount of any franchise fees and other state and local fees (including permit fees and pole rental fees), and right-of-way charges that would be incurred in each fiscal year if the locality were a for-profit provider of telecommunications services, (iv) prepare and publish annually financial statements in accordance with generally accepted accounting principles showing the results of operations of its provision of telecommunications services, and (v) maintain records demonstrating compliance with the provisions of this section that shall be made available for inspection and copying pursuant to the Virginia Freedom of Information Act (§ 2.2-3700 et seq.).\n\nC. Each locality that has obtained a certificate pursuant to § 56-265.4:4 shall provide nondiscriminatory access to for-profit providers of telecommunications services on a first-come, first-served basis to rights-of-way, poles, conduits or other permanent distribution facilities owned, leased or operated by the locality unless the facilities have insufficient capacity for such access and additional capacity cannot reasonably be added to the facilities.\n\nD. The prices charged and the revenue received by a locality for providing telecommunications services shall not be cross-subsidized by other revenues of the locality or affiliated entities, except (i) in areas where no offers exist from for-profit providers of such telecommunications services, or (ii) as permitted by the provisions of subdivision B 5 of § 56-265.4:4. The provisions of this subsection shall not apply to Internet access, broadband, information, and data transmission services provided by any locality providing telecommunications services on March 1, 2002.\n\nE. No locality providing such services shall acquire by eminent domain the facilities or other property of any telecommunications service provider to offer cable, telephone, data transmission or other information or online programming services.\n\nF. Public records of a locality that has obtained a certificate pursuant to § 56-265.4:4, which records contain confidential proprietary information or trade secrets pertaining to the provision of telecommunications service, shall be exempt from disclosure under the Freedom of Information Act (§ 2.2-3700 et seq.). As used in this subsection, a public record contains confidential proprietary information or trade secrets if its acquisition by a competing provider of telecommunications services would provide the competing provider with a competitive benefit. However, the exemption provided by this subsection shall not apply to any authority created pursuant to the BVU Authority Act (§ 15.2-7200 et seq.).\n\nG. As used in this section, \"locality\" shall mean any county, city, town, authority, or other governmental entity which provides or seeks to provide telecommunications services. Every locality shall comply with the requirements of § 56-265.4:4 or 56-484.7:1 unless otherwise specifically exempt. Any locality that has obtained a certificate pursuant to § 56-265.4:4, and which surrenders or transfers such certificate shall continue to remain subject to subsections C, D, and E if any substantial part of its telecommunications assets or operations are transferred to an entity in which the locality has the right to appoint board members, directors, or managers.\n\n2002, cc. 479, 489; 2003, c. 720; 2005, c. 258; 2006, cc. 73, 76; 2010, cc. 117, 210; 2016, cc. 724, 725.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-21/section-15-2-2160/"
    }
  ]
}