{
  "state": "virginia",
  "path": "title-title-152-counties-cities-and-towns/chapter-chapter-47-transportation-improvement-district-in-individual",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 15.2-4700. Short title; application§ 15",
      "text": "2-4701. Definitions§ 15.2-4702. Creation of district§ 15.2-4703. Commission established§ 15.2-4704. Creation of district advisory boards§ 15.2-4705. Powers and duties of commission§ 15.2-4706. Annual special improvement tax; use of revenues",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-4700",
      "number": "15.2-4700.",
      "heading": "Short title; application",
      "text": "This chapter shall be known as the \"Transportation Improvement District in Individual Localities Act.\" No district shall be created under this chapter after June 30, 1993.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4700/"
    },
    {
      "id": "section-152-4701",
      "number": "15.2-4701.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context indicates another meaning or intent:\n\n\"Commission\" means the governing body of the local district.\n\n\"Cost\" means all or any part of the cost of acquisition, construction, reconstruction, alteration, landscaping, utilities, parking, or enlargement of a public mass transit system or highway that is located in localities that are authorized by this chapter to create a transportation improvement district, including the cost of the acquisition of land, rights-of-way, property rights, easements and interests acquired for such construction, alteration, or expansion, the cost of demolishing or removing any structure on land so acquired, including the cost of acquiring any lands to which such structures may be removed, the cost of all labor, materials, machinery and equipment, financing charges, insurance, interest on all bonds prior to and during construction and, if deemed advisable by the commission, for a reasonable period after completion of such construction, reserves for principal and interest and for extensions, enlargements, additions, replacements, renovations, and improvements, provisions for working capital, the cost of surveys, engineering and architectural expenses, borings, plans and specifications, and other engineering and architectural services, legal expenses, studies, estimates of costs and revenues, administrative expenses, and such other expenses as may be necessary or incident to the construction of the project or creation of the district (which shall not exceed $150,000), and of such subsequent additions thereto or expansion thereof, and to determining the feasibility or practicability of such construction, the cost of financing such construction, additions, or expansion and placing the project and such additions or expansion in operation.\n\n\"District\" or \"local district\" means any transportation improvement district created under the provisions of § 15.2-4702.\n\n\"District advisory board\" or \"advisory board\" means the board appointed by the commission in accordance with § 15.2-4704.\n\n\"Federal agency\" means and includes the United States of America or any department, bureau, agency, or instrumentality thereof.\n\n\"Locality\" means Chesterfield and Prince William Counties and the City of Richmond.\n\n\"Owner\" or \"landowner\" means the person or entity that has the usufruct, control, or occupation of the taxable real property as determined by the commissioner of the revenue of the jurisdiction in which the subject real property is located pursuant to § 58.1-3281.\n\n\"Revenues\" means any or all fees, tolls, taxes, rents, notes, receipts, assessments, moneys, and income derived by the local district and includes any cash contributions or payments made to the local district by the Commonwealth or any agency, department, or political subdivision thereof or by any other source.\n\n\"Town\" means any town having a population of more than 1,000, as determined by the 1980 census.\n\n\"Transportation improvements\" means any and all real or personal property utilized in constructing and improving any public mass transit system or any highway or portion or interchange thereof, including utilities and parking facilities within the secondary, primary, or Interstate Highway System of the Commonwealth or any highway included in the county's land use and transportation plan located within the district created pursuant to § 15.2-4702. Such improvements include, without limitation, public mass transit systems or public highways, all buildings, structures, approaches, and other facilities and appurtenances thereto, rights-of-way, bridges, tunnels, transportation stations, terminals, areas for parking, and all related equipment and fixtures.\n\n1997, c. 587; 2019, c. 632.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4701/"
    },
    {
      "id": "section-152-4702",
      "number": "15.2-4702.",
      "heading": "Creation of district",
      "text": "A. A transportation improvement district shall be created under this chapter only by the resolution of the local governing body of the locality in which the proposed district is located, upon the petition to the governing body (i) of the owners of at least 51 percent of either the land area or assessed value of land that is within the boundaries of the proposed district and that has been zoned for commercial or industrial use or is used for such purposes or (ii) in Chesterfield County, of 51 percent of the owners of land that is designated for such purposes in the county's land use and transportation plan and is not zoned for residential use at the time the district is created.\n\nThe roads, intersections, and rights-of-way thereof that form boundaries of these districts shall be considered as part of each respective district. Any proposed district may include any land within a town in such county. Such petitions shall:\n\n1. Set forth the name and describe the boundaries of the proposed district;\n\n2. Describe the transportation facilities proposed within the district;\n\n3. Describe a proposed plan for providing such transportation facilities within the district and describe specific terms and conditions with respect to all commercial and industrial zoning classifications and uses, densities, and criteria related thereto that the petitioners request for the proposed district;\n\n4. Describe the benefits that can be expected from the provision of such transportation facilities within the district; and\n\n5. Request the local governing body to establish the proposed district for the purposes set forth in the petition.\n\nB. Upon the filing of such a petition, the governing body shall fix a day for a hearing on the question of whether the proposed district shall be created. The hearing shall consider whether the residents and owners of real property within the proposed district would benefit from the establishment of the proposed district. All interested persons who either reside in or who own taxable real property within the boundaries of the proposed district shall have the right to appear and show cause why any property or properties should not be included in the proposed district. If real property within a town is included in the proposed district, the governing body shall deliver a copy of the petition and notice of the public hearing thereon to the town council at least 30 days prior to the public hearing, and the town council may, by resolution, determine if it wishes such property to be included within the proposed district and shall deliver a copy of any such resolution to the board of supervisors at the public hearing required hereunder; the resolution shall be binding upon the governing body with respect to the inclusion or exclusion of such properties within the proposed district. The petition shall comply with the provisions of this section with respect to minimum acreage or assessed valuation. Notice of the hearing shall be given by publication once a week for three consecutive weeks in a newspaper of general circulation within the locality. At least 10 days shall intervene between the third publication and the date set for the hearing.\n\nC. If the local governing body finds the creation of the proposed district would be in furtherance of the applicable comprehensive plan for the development of the area, in the best interests of the residents and owners of real property within the proposed district, and in furtherance of the public health, safety, and general welfare, the governing body of the qualifying locality may, at its option, pass a resolution, which shall be reasonably consistent with the petition, creating the district and providing for the appointment of an advisory board in accordance with § 15.2-4704. The resolution shall provide (i) a description with specific terms and conditions of all commercial and industrial zoning classifications that shall be in force in the district upon its creation, together with any related criteria, and a term of years, not to exceed 20 years, as to which each such zoning classification and each related criteria set forth therein shall not be eliminated, reduced, or restricted, except upon the written request or approval of the owner of any property affected by a change, or as specifically required to comply with the Chesapeake Bay Preservation Act (§ 62.1-44.15:67 et seq.) or other state law and (ii) that the district shall expire either 35 years from the date upon which the resolution is passed or when the district is abolished in accordance with § 15.2-4714.\n\nAfter the public hearing, the local governing body shall deliver a true copy of its proposed resolution creating the district to the petitioning landowners or their attorney-in-fact. Any petitioning landowner may then withdraw his signature on the petition in writing at any time prior to the vote of the local governing body. If any signatures on the petition are withdrawn as provided herein, the local governing body may pass the proposed resolution in conformance herewith only upon certification that the petition continues to meet the provisions of subsection A with respect to minimum acreage or assessed value, as the case may be. After the local governing body has adopted resolutions creating the district, the district shall be established and the name of the district shall be \"The ____ Transportation Improvement District.\"\n\n1997, c. 587; 2019, c. 632.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4702/"
    },
    {
      "id": "section-152-4703",
      "number": "15.2-4703.",
      "heading": "Commission established",
      "text": "A. The powers of the local district created in accordance with this chapter shall be exercised by a commission composed of three of the elected members of the local governing body of the locality in which it is located, appointed by such governing body. The Chairman of the Commonwealth Transportation Board, or his designee, shall be a member of the commission ex officio.\n\nB. The commission members shall elect one of their number as chairman. The chairman may or may not be the chairman or presiding officer of the local governing body. In addition, the commission members, with the advice of the district advisory board, shall elect a secretary and treasurer, who may or may not be members or employees of the governing body. The offices of secretary and treasurer may be combined. A majority of commission members shall constitute a quorum, and the vote of a majority of commission members shall be necessary for any action taken by the commission. No vacancy in commission membership shall impair the right of a majority of the members to form a quorum or to exercise all of its rights, powers, and duties.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4703/"
    },
    {
      "id": "section-152-4704",
      "number": "15.2-4704.",
      "heading": "Creation of district advisory boards",
      "text": "Within 30 days after the establishment of a district in accordance with the procedures provided in § 15.2-4702, the local governing body shall appoint a district advisory board of seven members. All members shall reside on or own or represent commercially or industrially zoned land within the district. Should there not be enough residents or landowners within a district to appoint a seven-member advisory board, then such board shall consist of the lesser number of existing residents or landowners. Each member shall be appointed for a definite term of four years, except the initial appointment of advisory board members shall provide that the terms of three of the members shall be for two years. If a vacancy occurs with respect to an advisory member initially appointed by the local governing body, or any successor of such a member, the local governing body shall appoint a new member who is a representative or owner of commercially or industrially zoned property within the local district.\n\nThe members shall serve without pay, but the local governing body shall provide the advisory board with facilities for holding meetings, and the commission shall appropriate funds needed to defray the reasonable expenses and fees of the advisory board, which shall not exceed $20,000 annually, including without limitation expenses and fees arising out of the preparation of the annual report. Such appropriations shall be based on an annual budget submitted by the board, and approved by the commission, sufficient to carry out its responsibilities under this chapter. The advisory board shall elect a chairman and a secretary and such other officers as it deems necessary. The board shall fix the time for holding regular meetings, but it shall meet at least once every year. Special meetings of the board shall be called by the chairman or by two members of the board upon written request to the secretary of the board. A majority of the members shall constitute a quorum.\n\nThe advisory board shall present an annual report to the commission on the transportation needs of the district and on the activities of the board, and the advisory board shall present special reports on transportation matters as requested by the commission or the local governing body of the locality concerning taxes to be levied pursuant to § 15.2-4706.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4704/"
    },
    {
      "id": "section-152-4705",
      "number": "15.2-4705.",
      "heading": "Powers and duties of commission",
      "text": "The commission shall have the following powers and duties:\n\n1. To construct, reconstruct, alter, improve, and expand any public mass transit system or highway located within the district that is located in the county that comprises the district and that was not financed under the authority provided by the Commonwealth of Virginia Transportation Facilities Bond Act of 1979.\n\n2. To acquire by gift, purchase, lease, in-kind contribution to construction costs, or otherwise any public mass transit system or highway transportation improvements in the district and to sell, lease as lessor, transfer, or dispose of any part of any transportation improvements in such manner and upon such terms as the commission may determine to be in the best interests of the district. However, prior to disposing of any such property or interest therein, the commission shall conduct a public hearing regarding such disposition. At the hearing, the residents and owners of property within the district shall have an opportunity to be heard. At least 10 days' notice of the time and place of such hearing shall be published in a newspaper of general circulation in the district, as prescribed by the commission. Such public hearing may be adjourned from time to time.\n\n3. To negotiate and contract with any person, authority, transportation district, or state or federal agency or instrumentality with regard to any matter necessary and proper to provide any public mass transit system or highway transportation facility, including the financing, acquisition, construction, reconstruction, alteration, improvement, expansion, or maintenance of any transportation improvements in the district. No such contract shall extend for a period that exceeds 30 years.\n\n4. To enter into a continuing service contract for a purpose authorized by this chapter and to make payments of the proceeds received from the special taxes levied pursuant to § 15.2-4706, together with any other revenues, for the payment of installments due under that service contract. The district may apply such payments annually during the term of that service contract in an amount sufficient to make the installment payments due under that contract, subject to the limitation imposed by § 15.2-4706, but payments for any such service contract shall be conditioned upon the receipt of services pursuant to the contract. Such a contract may not obligate a locality to make payments for services of the district.\n\n5. To accept the allocations, contributions, or funds of, or to reimburse from, any available source, including any person, authority, transportation district, or state or federal agency or instrumentality, for either the whole or any part of the costs, expenses, and charges incident to the acquisition, construction, reconstruction, maintenance, alteration, improvement, and expansion of any transportation improvements in the district.\n\n6. To contract for the extension and use of any transportation improvements into territory outside of the local district on such terms and conditions as the commission determines.\n\n7. To employ and fix the compensation of personnel who may be deemed necessary for the construction, operation, or maintenance of any transportation improvements in the district.\n\n8. To have prepared an annual audit of the district's financial obligations and revenues and, upon review of such audit, to request a tax rate adequate to provide tax revenues that, together with all other revenues, are required by the district to fulfill its annual obligations.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4705/"
    },
    {
      "id": "section-152-4706",
      "number": "15.2-4706.",
      "heading": "Annual special improvement tax; use of revenues",
      "text": "Upon the written request of the district commission made to the local governing body pursuant to subdivision 8 of § 15.2-4705, the local governing body may levy and collect an annual special improvements tax on taxable real property zoned for commercial or industrial use or used for such purposes and leasehold interests in that portion of the improvement district within its jurisdiction. Notwithstanding the provisions of Article 4 (§ 58.1-3229 et seq.) of Chapter 32 of Title 58.1, the tax shall be levied upon the assessed fair market value of the taxable real property. The rate of the special improvements tax shall not be more than $0.20 per $100 of the assessed fair market value of any taxable real estate or the assessable value of taxable leasehold property as specified by § 58.1-3203; however, if all the owners in any district so request, this limitation on rate shall not apply. Such special improvements taxes shall be collected at the same time and in the same manner as the locality's taxes are collected, and the proceeds shall be kept in a separate account. All revenues received by the locality pursuant to such taxes shall be paid over to the district commission for its use pursuant to § 15.2-4705.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4706/"
    },
    {
      "id": "section-152-4707",
      "number": "15.2-4707.",
      "heading": "Jurisdiction of localities and officers, etc., not affected",
      "text": "Neither the creation of a district nor any other provision in this chapter shall affect the power, jurisdiction, or duties of the local governing body, sheriff, treasurer, commissioner of the revenue, circuit, district, or other courts, clerks of any court, magistrates, or any other local or state officer in regard to the area embraced in any district or restrict or prevent the locality or town, or the governing body of the locality or town, from imposing and collecting taxes or assessments for public improvements as permitted by law. Notwithstanding any contrary provisions of law, any locality that creates a district pursuant to this section may obligate itself with respect to the zoning ordinances, zoning ordinance text, and regulations relating thereto for all commercial and industrial classifications within the district as provided in subsection C of § 15.2-4702 for a term not to exceed 20 years from the date on which such a district is created.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4707/"
    },
    {
      "id": "section-152-4708",
      "number": "15.2-4708.",
      "heading": "Allocation of funds to local transportation districts",
      "text": "The governing body that created a district pursuant to § 15.2-4702 may advance funds, or provide matching funds, from moneys not otherwise specifically allocated or obligated, from whatever source received or generated, including without limitation general revenues, special fees and assessments, state allocations, and contributions from private sources, to a local district to assist the local district to undertake the project for which it was created. The Commonwealth Transportation Board may allocate funds to a district only from the construction district or districts in which such transportation district is located pursuant to the highway allocation formula to assist the district with an approved project as provided by law.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4708/"
    },
    {
      "id": "section-152-4709",
      "number": "15.2-4709.",
      "heading": "Reimbursement for advances to local transportation district",
      "text": "Notwithstanding the provisions of any other law, the commission shall direct the district treasurer to reimburse the locality or town from any funds of the district not otherwise specifically allocated or obligated, to the extent that a locality or town has made advances.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4709/"
    },
    {
      "id": "section-152-4710",
      "number": "15.2-4710.",
      "heading": "Cooperation between districts and other political subdivisions",
      "text": "Any local district created under the provisions of this chapter may enter into agreements with localities and other political subdivisions within the Commonwealth for joint or cooperative action in accordance with the authority contained in § 15.2-1305.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4710/"
    },
    {
      "id": "section-152-4711",
      "number": "15.2-4711.",
      "heading": "Tort liability",
      "text": "No pecuniary liability of any kind shall be imposed upon the Commonwealth or the locality, town, or landowner therein because of any act, agreement, contract, tort, malfeasance, misfeasance, or nonfeasance by or on the part of a district or its agents, servants, or employees.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4711/"
    },
    {
      "id": "section-152-4712",
      "number": "15.2-4712.",
      "heading": "Approval by Commonwealth Transportation Board",
      "text": "The district may not construct or improve a transportation improvement without the approval of the Commonwealth Transportation Board and without the approval of the locality in which the transportation improvement will be located. At the request of the commission, the Commonwealth Transportation Commissioner may exercise his powers of condemnation pursuant to Chapter 2 (§ 25.1-200 et seq.) or 3 (§ 25.1-300 et seq.) of Title 25.1 or § 33.2-705 for the purpose of acquiring property for transportation improvements within the district. Upon completion of the construction or improvement, the Commonwealth Transportation Board shall take the public highway into the secondary, primary, or Interstate system of state highways for purposes of maintenance and subsequent improvement as necessary. Upon acceptance by the Commonwealth of the highway into the primary system of highways, all rights, title, and interest in the right-of-way and improvements of such public mass transit system or highway shall vest in the Commonwealth. Upon completion of such construction or improvement of a mass transit system, all rights, title, and interest in the right-of-way and improvements of the mass transit system shall vest in the Northern Virginia Transportation Commission or other agency or instrumentality of the Commonwealth.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4712/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Boundary Changes for Local Districts",
      "text": "Boundary Changes for Local Districts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-4713",
      "number": "15.2-4713.",
      "heading": "Enlargement of local districts",
      "text": "A. The district shall be enlarged by a resolution of the governing body of the locality upon the joint petition of the commission and the owners of at least 51 percent of either the land area or assessed value of land of the district within the locality and of at least 51 percent of either the land area or assessed value of land located within the territory sought to be added to the district; however, any such territory shall be contiguous to the existing district. The joint petition shall present the information required by subsection A of § 15.2-4702. Upon receipt of such a petition, the locality shall use the standards and procedures provided in subsections B and C of § 15.2-4702; however, the residents and owners of both the existing district and the area proposed for the enlargement shall have the right to appear and show cause why any property should not be included in the proposed district.\n\nB. If the governing body finds the enlargement of the district would be in accordance with the applicable comprehensive plan for the development of the area, in the best interests of the residents and owners of the property within the proposed district, and in furtherance of the public health, safety, and general welfare, and if the governing body finds that enlargement of the district does not limit or adversely affect the rights and interests of any party that has contracted with the district, the governing body of the locality may, at its option, pass a resolution providing for the enlargement of the district.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4713/"
    },
    {
      "id": "section-152-4714",
      "number": "15.2-4714.",
      "heading": "Abolition of local transportation districts",
      "text": "A. Any district created under this chapter may be abolished by a resolution passed by the local governing body upon the joint petition of the commission and the owners of at least 51 percent of either the land area or assessed value of land located within the district in the locality. The joint petition:\n\n1. May state whether the purposes for which the district was formed substantially have been achieved;\n\n2. May state that all obligations theretofore incurred by the district have been fully paid;\n\n3. May describe the benefits which can be expected from the abolition of the district; and\n\n4. Shall request the local governing body to abolish the district.\n\nB. Upon receipt of such a petition, the governing body shall use the standards and procedures described in subsections B and C of § 15.2-4702, mutatis mutandis; however, all interested persons who either reside on or who own real property within the boundaries of the district shall have the right to appear and show cause why the district should not be abolished.\n\nC. If the governing body finds that the abolition of the district would be (i) in accordance with the applicable comprehensive plan for the development of the area, (ii) in the best interests of the residents and owners of the property within the district, and (iii) in furtherance of the public health, safety, and general welfare and that all debts of the district have been paid and the purposes of the district either have been fulfilled or should not be fulfilled by the district, or that the governing body, with the approval of the voters of the locality, has agreed to assume the debts of the district, then the local governing body shall pass a resolution abolishing the district and the district advisory board. Upon abolition of the district, the title to all funds and properties owned by the district at the time of such dissolution shall vest in the locality.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4714/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Construction of Chapter",
      "text": "Construction of Chapter",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-4715",
      "number": "15.2-4715.",
      "heading": "Chapter to constitute complete district for acts authorized; liberal construction",
      "text": "This chapter shall constitute full and complete authority for the district, without regard to the provisions of any other law, for the doing of the acts and things herein authorized. This chapter, being necessary for the welfare of the Commonwealth and its inhabitants, shall be liberally construed to effect the purposes hereof. Any court test concerning the validity of any bonds which may be issued for transportation improvements made pursuant to this chapter may be determined pursuant to Article 6 (§ 15.2-2650 et seq.) of Chapter 26.\n\n1997, c. 587; 2015, c. 709.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4715/"
    },
    {
      "id": "section-152-4716",
      "number": "15.2-4716.",
      "heading": "Validation of districts",
      "text": "All proceedings held in the creation of any district or districts pursuant to § 15.2-4702 prior to January 1, 1992, are hereby ratified, validated, and confirmed, and any such districts so created pursuant to Article 1 (§ 15.2-4700 et seq.) are declared hereby to have been validly created, notwithstanding any defects or irregularities in the creation of any such district or in the selection or appointment of the commission or the advisory board of any such district.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-47/section-15-2-4716/"
    }
  ]
}