{
  "state": "virginia",
  "path": "title-title-152-counties-cities-and-towns/chapter-chapter-30-special-courts",
  "sections": [
    {
      "id": "section-152-3000",
      "number": "15.2-3000.",
      "heading": "Special court to hear certain cases§ 15",
      "text": "Notwithstanding any contrary provision of law, whenever any matter provided for in Chapters 32 (§ 15.2-3200 et seq.), 33 (§ 15.2-3300 et seq.), 34 (§ 15.2-3400 et seq.), 35 (§ 15.2-3500 et seq.), 36 (§ 15.2-3600 et seq.), 38 (§ 15.2-3800 et seq.), 39, (§ 15.2-3900 et seq.), 40 (§ 15.2-4000 et seq.) and 41 (§ 15.2-4100 et seq.) of this title, is required to be decided by a court, the court, unless a different intent appears from the context, shall be composed of three circuit court judges appointed by the Supreme Court of Virginia. Such special court shall sit without a jury. The three judges shall be chosen from a panel of fifteen judges selected to hear such matters by the Supreme Court. Such judges shall remain on the panel for a period of time determined by the Chief Justice of the Supreme Court unless otherwise provided by law. When any petition or other matter required by the above-stated chapters to be decided by the special court is filed in a circuit court, the chief circuit court judge shall certify the filing to the Supreme Court and request the appointment of three members from the panel to hear the matter. No judge may be appointed to hear a matter involving jurisdictions in his own circuit.\n\n1979, c. 85, § 15.1-1168; 1983, c. 523; 1985, c. 66; 1988, c. 881; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-30/section-15-2-3000/"
    },
    {
      "id": "section-152-3001",
      "number": "15.2-3001.",
      "heading": "Priority of proceedings in special courts",
      "text": "Any proceeding heard by a special court appointed pursuant to §§ 15.2-3000 and 15.2-3002 shall have priority over all other cases, including criminal cases, on the docket of the court in which such proceeding is pending or on the docket of each judge designated to hear the case.\n\n1993, c. 398, § 15.1-1168.1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-30/section-15-2-3001/"
    },
    {
      "id": "section-152-3002",
      "number": "15.2-3002.",
      "heading": "Designation of judges for panel",
      "text": "The Supreme Court of Virginia shall designate fifteen circuit court judges to compose the panel of judges provided for in this chapter. All special courts appointed pursuant to § 15.2-3000 shall be composed of three judges appointed from this panel. The chief justice shall designate one of the judges as chief judge.\n\n1979, c. 85, § 15.1-1169; 1993, c. 398; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-30/section-15-2-3002/"
    },
    {
      "id": "section-152-3003",
      "number": "15.2-3003.",
      "heading": "Service on special court",
      "text": "Judges selected for the panel shall continue to perform their regular duties as required by law. Appointment by the Supreme Court to sit on a three-judge court shall relieve the judge of his other duties to the extent necessary to serve on the three-judge court and participate in the proceedings and decision.\n\n1979, c. 85, § 15.1-1170; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-30/section-15-2-3003/"
    },
    {
      "id": "section-152-3004",
      "number": "15.2-3004.",
      "heading": "Vacancies on court occurring during trial",
      "text": "If a vacancy occurs on such court at any time prior to the final disposition of the case and the completion of all duties required to be performed by it, the court shall not be dissolved and the proceeding shall not fail; the vacancy shall be filled by designation of another judge from the panel provided for in this chapter. Such substitute judge shall have all the power and authority of his predecessor, and the court shall proceed as so constituted to hear and determine the case and do all things necessary to accomplish its final disposition and the completion of all the duties of the court, including such matters as the certification of evidence and exceptions. No decision shall be rendered or action taken after such designation with respect to any question previously submitted to but not decided by the court except after a full hearing in open court by the court as reconstituted of all the evidence theretofore introduced before the court and a hearing of all arguments theretofore made with reference to such question.\n\nCode 1950, § 15-152.9; 1952, c. 328; 1960, c. 474; 1962, c. 623, § 15.1-1039; 1979, c. 85; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-30/section-15-2-3004/"
    }
  ]
}