{
  "state": "virginia",
  "path": "title-title-152-counties-cities-and-towns/chapter-chapter-48-virginia-transportation-service-district-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 15.2-4800. Short title; application§ 15",
      "text": "2-4801. Definitions§ 15.2-4802. Creation of district§ 15.2-4803. Commission established§ 15.2-4804. Creation of district advisory board§ 15.2-4805. Powers and duties of commission§ 15.2-4806. Annual special improvement tax; use of revenues§",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-4800",
      "number": "15.2-4800.",
      "heading": "Short title; application",
      "text": "This chapter shall be known as the \"Virginia Transportation Service District Act.\" No district shall be created under this chapter after June 30, 1993.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4800/"
    },
    {
      "id": "section-152-4801",
      "number": "15.2-4801.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context indicates another meaning or intent:\n\n\"Board of supervisors\" means the governing body of a county empowered to act under the provisions of this chapter.\n\n\"Commission\" means the governing body of the district created under § 15.2-4802.\n\n\"Cost\" means all or any part of the cost of acquisition, construction, reconstruction, alteration, landscaping, enlargement, conservation, remodeling, or equipping of a transportation facility or portion thereof, including the cost of the acquisition of land, rights-of-way, property rights, easements and interests acquired for such construction, alteration, or expansion, the cost of demolishing or removing any structure on land so acquired, including the cost of acquiring any lands to which such structures may be removed, the cost of all labor, materials, machinery and equipment, financing charges, insurance, interest on all bonds prior to and during construction and, if deemed advisable by the governing body, for a reasonable period after completion of such construction, reserves for principal and interest and for extensions, enlargements, additions, replacements, renovations, and improvements, provisions for working capital, the cost of surveys, engineering and architectural expenses, borings, plans and specifications, and other engineering and architectural services, legal expenses, studies, estimates of costs and revenues, administrative expenses, and such other expenses as may be necessary or incident to the creation of the district (which shall not exceed $150,000), construction of the project, and the provision of equipment therefor, and of such subsequent additions thereto or expansion thereof, and to determining the feasibility or practicality of such construction, the cost of financing such construction, additions, or expansion, and placing the project and such additions or expansion in operation.\n\n\"County\" means Arlington, Fairfax, James City, Loudoun, Prince William, Pulaski, and Smyth Counties.\n\n\"District\" means any transportation service district created under the provisions of § 15.2-4802.\n\n\"District advisory board\" means the board appointed by the board of supervisors in accordance with § 15.2-4804.\n\n\"Federal agency\" means and includes the United States of America or any department, bureau, agency, or instrumentality thereof.\n\n\"Owner\" or \"landowner\" means the person or entity that has the usufruct, control, or occupation of the real property as determined annually by the county.\n\n\"Public highways\" includes any public highways, roads, or streets, whether maintained by the Commonwealth or otherwise.\n\n\"Revenues\" means any or all fees, tolls, rents, notes, receipts, assessments, taxes, moneys, and income derived by the district and includes any cash contributions or payments made to the district by the Commonwealth, any political subdivision thereof, or any other source.\n\n\"Town\" means any town having a population of more than 1,000, as determined by the 1980 census.\n\n\"Transportation facilities\" means any real or personal property acquired, constructed or improved, or utilized in constructing or improving any public highway or portion thereof or any publicly owned mass transit systems situated or operated within the district created pursuant to appurtenances thereto, rights-of-way, bridges, tunnels, transportation stations, terminals, areas for parking, and all related equipment and fixtures.\n\n1997, c. 587; 2019, c. 632.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4801/"
    },
    {
      "id": "section-152-4802",
      "number": "15.2-4802.",
      "heading": "Creation of district",
      "text": "A. A district shall be created under this chapter only by a resolution of the board of supervisors upon the petition of the owners of at least 51 percent of either the assessed value of land or land area of the real property of the county that is within the boundaries of the proposed district and that (i) is unimproved, regardless of zoning, or (ii) has been zoned for commercial or industrial use or is used for such purposes. Any proposed district may include land within a town located in such county. Such petition shall:\n\n1. Set forth the name and describe the boundaries of the proposed district;\n\n2. Describe the transportation facilities proposed within the district;\n\n3. Describe a proposed plan for providing such transportation facilities within the district and describe specific terms and conditions with respect to all zoning classifications and uses, densities, and criteria related thereto that the petitioners request for the proposed district;\n\n4. Describe the benefits that can be expected from the provision of such transportation facilities within the district; and\n\n5. Request the board of supervisors to establish the proposed district for the purposes set forth in the petition.\n\nB. Upon the filing of such a petition, the board of supervisors shall fix a day for a hearing on the question of whether the proposed district shall be created. The hearing shall consider whether the residents and owners of property within the proposed district would benefit from the establishment of the proposed district. All interested persons who either reside in or who own real property within the boundaries of the proposed district shall have the right to appear and show cause why any property or properties should not be included in the proposed district. If real property located within a town is included in the proposed district, the board of supervisors shall deliver a copy of the petition and notice of the public hearing thereon to the town council at least 30 days prior to the public hearing, and the town council may, by resolution duly passed, determine if it wishes such property located within the town to be included within the proposed district and shall deliver a copy of any such resolution to the board of supervisors with respect to the inclusion or exclusion of such properties within the proposed district; however, the petition shall comply with the provisions of this section with respect to minimum acreage or assessed valuation. Notice of the hearing shall be given by publication once a week for three consecutive weeks in a newspaper of general circulation within the county as designated by the board of supervisors. At least 10 days shall intervene between the completion of the publication and the date set for the hearing. The publication shall be considered complete on the twenty-first day after the first publication.\n\nC. If the board of supervisors finds the creation of the proposed district would be in accordance with the comprehensive plan for the development of the area, in the best interests of the residents and owners of the property within the proposed district, and in furtherance of the public health, safety, and general welfare, it shall pass a resolution creating the district, which resolution shall be reasonably consistent with the petition. The resolution shall provide (i) a description with specific terms and conditions of all zoning classifications that shall be in force in the district upon its creation, together with any related criteria, and a term of years, not to exceed 20 years, as to which each zoning classification and each related criteria set forth therein shall not be eliminated, reduced, or restricted, except upon the written request or approval of the owner of any property affected by a change, or as specifically required to comply with the provisions of the Chesapeake Bay Preservation Act (§ 62.1-44.15:67 et seq.) or the regulations adopted pursuant thereto, or other state law, and (ii) that the district shall terminate no later than 35 years from the date of the resolution.\n\nAfter the public hearing, the board of supervisors shall deliver a true copy of its proposed resolution creating the district to the petitioning landowners or their attorney-in-fact. Any petitioning landowner may then withdraw its signature on the petition in writing at any time prior to the vote of the board of supervisors. If any signatures on the petition are withdrawn as provided herein, the board of supervisors may pass the proposed resolution in conformance herewith only upon certification that the petition continues to meet the provisions of subsection A with respect to minimum acreage or assessed value, as the case may be.\n\nD. A district that proposes to construct or improve any portion of a two-lane primary highway that traverses an international airport at a county jurisdiction line shall be created in concert with the creation of a district in the adjoining county.\n\nE. Where unimproved property, regardless of zoning, is included in the resolution creating the district, the board of supervisors, upon approving the resolution, shall direct that a copy of the resolution be recorded in the land records of the circuit court for the judicial circuit in which that county is located, for each parcel of unimproved real property included in the district. For purposes of this section, \"parcel\" means tax map parcel.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4802/"
    },
    {
      "id": "section-152-4803",
      "number": "15.2-4803.",
      "heading": "Commission established",
      "text": "A. The power of the district created under § 15.2-4802 shall be exercised by a commission composed of five members of the board of supervisors. The Chairman of the Commonwealth Transportation Board, or his designee, shall be a member of any commission created pursuant to this article, ex officio.\n\nB. The members of the commission shall elect one of their number as chairman. The chairman of the commission may or may not be the chairman or presiding officer of the board of supervisors. In addition, with the advice of the district advisory board, the members of the commission shall elect a secretary and treasurer, who may or may not be members or employees of the board of supervisors or any other governmental body represented on the commission. The offices of secretary and treasurer may be combined. A majority of the members of the commission shall constitute a quorum, and the vote of a majority of the members of the commission shall be necessary for any action taken by the commission. No vacancy in the membership of the commission shall impair the right of a majority of the members to form a quorum or to exercise all of its rights, powers, and duties.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4803/"
    },
    {
      "id": "section-152-4804",
      "number": "15.2-4804.",
      "heading": "Creation of district advisory board",
      "text": "Within 30 days after passage of the resolution creating a district in accordance with the procedures provided in § 15.2-4802, the board of supervisors shall appoint a district advisory board of six members composed as follows: three members selected by the board of supervisors, each of whom either resides on or owns land within the district, and three members who own land within the district who are nominated by the landowners who were co-petitioners to the board of supervisors in the establishment of the district, voting on a basis weighted by either acreage or assessed value of real property owned therein, as the case may be. Such elections shall be conducted by the commission by mail ballot of owners of land within the district. One member from each group of three as so selected or nominated shall be appointed for a term of four years, one for three years, and one for two years. Beginning two years after the creation of the district, elections shall be held annually on the anniversary of the creation of the district in the same manner described in the preceding provisions of this section. Members may be reelected or reappointed, provided that they, or the corporation or partnership they represent, own land zoned for commercial or industrial use within the district at the time of their reelection or reappointment. Whenever a vacancy occurs with respect to a member initially nominated by landowners who were petitioners to the board of supervisors, or any successor of such a member, then the board of supervisors shall appoint a new board member who is a landowner within the district and who is among a list of nominees made by those remaining board members who were initially nominated by those petitioning landowners or their successors.\n\nThe members shall serve without pay, but the commission shall provide the advisory board with facilities for holding meetings, and the commission shall appropriate funds needed to defray the reasonable expenses and fees of the board, which shall not exceed $20,000 annually, including without limitation expenses and fees arising out of the preparation of the annual report. Such appropriations shall be based on an annual budget submitted by the board, and approved by the commission, sufficient to carry out its responsibilities under this article. The board shall fix the time for holding regular meetings, but it shall meet at least once every year. Special meetings of the board shall be called by the chairman or by two members of the board upon written request to the secretary of the board. A majority of the members shall constitute a quorum, but no action of the board shall be valid unless authorized by at least five of the six members appointed to the board.\n\nThe board shall present an annual report to the commission on the transportation needs of the district and on the activities of the board, and the board shall present to the commission special reports on transportation matters that it deems necessary concerning any contract or other matters mentioned in § 15.2-4805.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4804/"
    },
    {
      "id": "section-152-4805",
      "number": "15.2-4805.",
      "heading": "Powers and duties of commission",
      "text": "The commission shall have the following powers and duties with respect to the district:\n\n1. To construct, reconstruct, alter, improve, expand, provide financial assistance to (including making loans), and operate transportation facilities in the district for the use and benefit of the public in the district.\n\n2. To acquire by gift, purchase, lease, in-kind contribution to construction costs, or otherwise any transportation facilities in the district and to sell, lease as lessor, transfer, or dispose of any part of any transportation facilities in such manner and upon such terms as the commission may determine to be in the best interests of the district. However, prior to disposing of any such property or interest therein, the commission shall conduct a public hearing with respect to such disposition. At the hearing, the residents and owners of property within the district shall have an opportunity to be heard. At least 10 days' notice of the time and place of such hearing shall be published in a newspaper of general circulation in the district, as prescribed by the commission. Such public hearing may be adjourned from time to time.\n\n3. To negotiate and contract with any person, authority, transportation district, or state or federal agency or instrumentality with regard to any matter necessary and proper to provide any transportation facility, including the financing, acquisition, construction, reconstruction, alteration, improvement, or expansion of any transportation facility in the district.\n\n4. To accept the allocations, contributions, or funds of, or to reimburse from, any available source, including any person, corporation, authority, transportation district, or state or federal agency or instrumentality, for either the whole or any part of the costs, expenses, and charges incident to the acquisition, construction, reconstruction, maintenance, alteration, improvement, expansion, and operation or maintenance of any transportation facilities in the district.\n\n5. To enforce the collection of any delinquent rates, fees, costs, or other charges for the use of transportation facilities against any person, corporation, authority, or federal agency using the facilities. The charges made for the use of any such facility shall be collectible by distress, levy, garnishment, attachment, or as otherwise permitted by law.\n\n6. To enter into a continuing service contract for a purpose authorized by this article and to make payments of the proceeds received from the special taxes levied pursuant to this article, together with any other revenues, for the payment of installments due under that service contract. The district may apply such payments annually during the term of that service contract, subject to the limitation imposed by § 15.2-4806, but payments for any such service contract shall be conditioned upon the receipt of services pursuant to the contract. Such a contract may not obligate a county to make payments for services.\n\n7. Upon the written request of the advisory board, to contract for the extension and use of any transportation facility into territory outside of the district on such terms and conditions as the commission may determine.\n\n8. To employ and fix the compensation of personnel who may be deemed necessary for the construction, operation, or maintenance of any transportation facility.\n\n9. To have prepared an annual audit of the district's financial obligations and revenues and, upon review of such audit, to request a tax rate adequate to provide tax revenues that, together with all other revenues, are required by the district to fulfill its annual obligations.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4805/"
    },
    {
      "id": "section-152-4806",
      "number": "15.2-4806.",
      "heading": "Annual special improvement tax; use of revenues",
      "text": "Upon the written request of the district commission made to the boards of supervisors pursuant to subdivision 9 of § 15.2-4805, the board of supervisors may levy and collect an annual special improvements tax on all taxable real property that (i) is zoned for commercial or industrial use or used for such purposes or (ii) was unimproved at the time the district was created, regardless of zoning. Notwithstanding the provisions of Article 4 (§ 58.1-3229 et seq.) of Chapter 32 of Title 58.1, the tax shall be levied upon the assessed fair market value of the taxable real property. The rate of the special improvements tax shall not be more than $0.20 per $100 of the assessed fair market value of any taxable real estate or the assessable value of taxable leasehold property as specified by § 58.1-3203. Such special improvements taxes shall be collected at the same time and in the same manner as county taxes are collected, and the proceeds shall be kept in a separate account. All revenues received by a county pursuant to such taxes shall be paid over to the district commission for its use pursuant to this article.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4806/"
    },
    {
      "id": "section-152-4807",
      "number": "15.2-4807.",
      "heading": "Allocation of funds to district",
      "text": "The board of supervisors of any county that has created a district pursuant to this article may advance funds, or provide matching funds, from moneys not otherwise specifically allocated or obligated, from whatever source received or generated, including without limitation, general revenues, special fees and assessments, state allocations, and contributions from private sources, to a district to assist the district to undertake the project or projects for which it was created. The Commonwealth Transportation Board may allocate funds to a district only from the construction district or districts in which such transportation district is located pursuant to the highway allocation formula to assist the district with an approved project as provided by law.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4807/"
    },
    {
      "id": "section-152-4808",
      "number": "15.2-4808.",
      "heading": "Reimbursement for advances to district",
      "text": "Notwithstanding the provisions of any other law, the commission shall direct the district treasurer to reimburse the county or town from any funds of the district not otherwise specifically allocated or obligated, to the extent that the county or town has made advances.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4808/"
    },
    {
      "id": "section-152-4809",
      "number": "15.2-4809.",
      "heading": "Cooperation between districts and adjoining localities",
      "text": "Any district created under the provisions of this chapter may enter into agreements with adjoining localities for joint or cooperative action in accordance with the authority contained in § 15.2-1300.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4809/"
    },
    {
      "id": "section-152-4810",
      "number": "15.2-4810.",
      "heading": "Tort liability",
      "text": "No pecuniary liability of any kind shall be imposed upon the Commonwealth or upon the county, town, or any landowner therein because of any act, agreement, contract, tort, malfeasance, misfeasance, or nonfeasance by or on the part of a district or its agents, servants, or employees.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4810/"
    },
    {
      "id": "section-152-4811",
      "number": "15.2-4811.",
      "heading": "Approval by Commonwealth Transportation Board",
      "text": "The district may not construct or improve a public highway or public mass transit system without the approval of the Commonwealth Transportation Board and the county. At the request of the commission, the Commonwealth Transportation Board may exercise its powers of condemnation pursuant to Chapter 2 (§ 25.1-200 et seq.) or 3 (§ 25.1-300 et seq.) of Title 25.1 or § 33.2-705 for the purpose of acquiring property for transportation facilities within the district. Upon completion of such construction or improvement of a public highway, the Commonwealth Transportation Board shall take such public highway into the primary or secondary system of state highways for purposes of maintenance and subsequent improvement as necessary. Upon acceptance by the Commonwealth of the highway into the state highway system, all rights, title, and interest in the right-of-way and improvements of such highway shall vest in the Commonwealth. Upon completion of such construction or improvement of a mass transit system, all rights, title, and interest in the right-of-way and improvements of such mass transit system shall vest in the Northern Virginia Transportation Commission or other agency or instrumentality of the Commonwealth.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4811/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Boundary Changes for Local Districts",
      "text": "Boundary Changes for Local Districts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-4812",
      "number": "15.2-4812.",
      "heading": "Enlargement of districts",
      "text": "A. The district may be enlarged by resolution of the board of supervisors upon the petition of (i) the owners of at least 51 percent of either the assessed value of land or land area, as the case may be, of real property in the district that (a) is unimproved, regardless of zoning, or (b) has been zoned for commercial or industrial use or is used for such purposes in the district and (ii) the owners of at least 51 percent of either the assessed value of land or land area, as the case may be, of real property that is located within the territory sought to be added to the district and that (a) is unimproved, regardless of zoning, or (b) has been zoned for commercial or industrial use or is used for such purposes, provided that any such territory shall be contiguous to the existing district. The petitioners shall present the information required by § 15.2-4802. Upon receipt of such petitions, the county shall use the standards and procedures described in § 15.2-4802, except that residents and owners of both the existing district and the area proposed for the enlargement shall have the right to appear and show cause why any property or properties should not be included in the proposed enlargement of the district.\n\nB. If the board of supervisors finds the enlargement of a district (i) would be in accordance with the applicable county comprehensive plan for the development of the area, (ii) would be in the best interests of the residents and owners of the real property within the proposed district, (iii) would be in furtherance of the public health, safety, and general welfare, and (iv) would not limit or adversely affect the rights and interests of any party that has contracted with the district, the board of supervisors shall pass a resolution providing for the enlargement of the district.\n\nC. Where unimproved property, regardless of zoning, is included in the resolution enlarging the district, the board of supervisors, upon approving the resolution, shall direct that a copy of the resolution be recorded in the land records of the circuit court for the judicial circuit in which that county is located for each parcel of unimproved real property included in the district. For purposes of this section, \"parcel\" means tax map parcel.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4812/"
    },
    {
      "id": "section-152-4813",
      "number": "15.2-4813.",
      "heading": "Abolition of district",
      "text": "A. Any district created hereunder may be abolished by a resolution passed by the board of supervisors upon the petition of the owners of at least 51 percent of either the assessed value of land or land area, as the case may be, of real property in the district that (i) was unimproved on the date the district was created or (ii) was zoned for commercial and industrial use or used for such purposes located within the district at the time the petition for abolition is filed. The petition shall request the board of supervisors to abolish the district. The petition may also:\n\n1. State whether the purposes for which the district was formed have been substantially achieved;\n\n2. State whether all obligations theretofore incurred by the district have been fully paid; and\n\n3. Describe the benefits that can be expected from the abolition of the district.\n\nB. Upon receipt of such a petition, the board of supervisors shall use, mutatis mutandis, the standards and procedures described in § 15.2-4802, except that all interested persons who either reside in or who own real property within the boundaries of the district shall have the right to appear and show cause why the district should not be abolished.\n\nC. If the board of supervisors finds that the abolition of the district would be (i) in accordance with the applicable county comprehensive plan for the development of the area, (ii) in the best interests of the residents and owners of the property within the district, and (iii) in furtherance of the public health, safety, and general welfare and that all debts of the district either have been paid and the purposes of the district have been fulfilled or should not be fulfilled by the district, or that the board of supervisors, with approval of the voters of the county, has agreed to assume the debts of the district, then the board of supervisors shall pass a resolution abolishing the district. Upon abolition of the district, the title to all funds and properties owned by the district at the time of such dissolution shall vest in the Commonwealth.\n\nD. Where unimproved property, regardless of zoning, is included in the resolution dissolving the district, the board of supervisors, upon approving the resolution, shall direct that a copy of the resolution be recorded in the land records of the circuit court for the judicial circuit in which that county is located, for each parcel of unimproved real property included in the district. For purposes of this section, \"parcel\" means tax map parcel.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4813/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Construction of Chapter",
      "text": "Construction of Chapter",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-4814",
      "number": "15.2-4814.",
      "heading": "Article to constitute complete authority for district for acts authorized; liberal construction",
      "text": "This article shall constitute full and complete authority for the district, without regard to the provisions of any other law, for doing the acts and things herein authorized. This article, being necessary for the welfare of the Commonwealth and its inhabitants, shall be liberally construed to effect the purposes hereof. Any court test concerning the validity of any bonds which may be issued for transportation improvements made pursuant to this article shall be determined pursuant to Article 6 (§ 15.2-2650 et seq.) of Chapter 26 of this title.\n\n1997, c. 587; 2015, c. 709.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4814/"
    },
    {
      "id": "section-152-4815",
      "number": "15.2-4815.",
      "heading": "Jurisdiction of counties, towns and officers, etc., not affected",
      "text": "Neither the creation of a district nor any other provision in this article shall affect the power, jurisdiction, or duties of the respective local governing bodies, sheriffs, treasurers, commissioners of revenue, circuit, district, or other courts, clerks of any court, magistrates, or any other town, county, or state officer in regard to the area embraced in any district, nor restrict or prevent any town or county or its governing body from imposing and collecting taxes or assessments for public improvements as permitted by law. Notwithstanding any contrary provisions of law, any county that creates a district pursuant to this section may obligate itself with respect to the zoning ordinances, zoning ordinance text, and regulations relating thereto for all classifications within the district as provided in subsection C of § 15.2-4802 for a term not to exceed 20 years from the date on which such a district is created.\n\n1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-48/section-15-2-4815/"
    }
  ]
}