{
  "state": "virginia",
  "path": "title-title-152-counties-cities-and-towns/chapter-chapter-53-hospital-authorities",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "In General§ 15.2-5300. Finding and declaration of necessity§ 15",
      "text": "2-5301. Definitions§ 15.2-5302. Creation of hospital authorities§ 15.2-5303. Not to function until council declares need§ 15.2-5304. How need determined§ 15.2-5305. What constitutes need§ 15.2-5306. Effect and sufficiency of resolution",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-5300",
      "number": "15.2-5300.",
      "heading": "Finding and declaration of necessity",
      "text": "It is declared that conditions resulting from the concentration of population of various cities of the Commonwealth require the construction, maintenance and operation of adequate hospital facilities for the care of the public health, for the control and treatment of epidemics, for the care of the indigent and for the public welfare. In various cities of the Commonwealth, adequate hospital facilities are not available to the inhabitants, and, consequently, many persons, including persons of low income, are forced to do without adequate medical and hospital care and accommodations. These conditions cause an increase in and the spread of disease and crime and constitute a menace to the health, safety, morals and welfare of the Commonwealth and impair economic values. The aforesaid conditions also exist in certain areas surrounding such cities, and these conditions cannot be remedied by the ordinary operations of private enterprises. The providing of adequate hospital and medical care are public uses and purposes for which public money may be spent and private property acquired. It is in the public interest that adequate hospital and medical facilities and care be provided in such concentrated centers of population in order to care for and protect the health and public welfare. The provisions hereinafter enacted are declared as a matter of legislative determination necessary in the public interest.\n\nCode 1950, § 32-213; 1979, c. 719, § 15.1-1533; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5300/"
    },
    {
      "id": "section-152-5301",
      "number": "15.2-5301.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Authority\" or \"hospital authority\" means a body corporate organized in accordance with the provisions of this chapter for the purposes, with the powers and subject to the restrictions hereinafter set forth.\n\n\"Bonds\" means any bonds, interim certificates, notes, debentures, or other obligations of the authority issued pursuant to this chapter.\n\n\"City,\" means both cities and counties, and city-specific terms such as \"mayor\" shall be deemed to also include the equivalent county term.\n\n\"Commissioner\" means one of the members of an authority appointed in accordance with the provisions of this chapter.\n\n\"Contract\" means any agreement of an authority with or for the benefit of an obligee whether contained in a resolution, trust indenture, mortgage, lease, bond or other instrument.\n\n\"Cost,\" as applied to a hospital project, means all or any part of the cost of acquisition, construction, alteration, enlargement, reconstruction and remodeling of a hospital project, including all lands, structures, real or personal property, interest in land and air rights, the cost of demolishing or removing any buildings or structures on land so acquired, including the cost of acquiring any lands to which such buildings or structures may be moved, the cost of all labor, materials, machinery and equipment, financing charges, interest on all bonds prior to, during and for a period of time not to exceed two years after completion, provisions for working capital, the cost of architectural engineering, financial and legal services, plans, specifications, studies, surveys, estimates of cost and revenues, administrative expenses, expenses necessary or incident to determining the feasibility or practicability of acquiring or constructing the hospital project and such other expenses as may be necessary or incidental to the acquisition and construction of such project, the financing of such acquisition and construction and the placing of the project in operation.\n\n\"Federal government\" means the United States of America or any agency or instrumentality, corporate or otherwise, of the United States of America.\n\n\"Government\" means the Commonwealth and the federal government and any subdivision, agency or instrumentality, corporate or otherwise, of either of them.\n\n\"Hospital project\" or \"project\" means any and all medical facilities and approaches thereto and appurtenances thereof. Medical facilities shall include any and all facilities suitable for providing adequate hospital facilities and medical care for concentrated centers of population, and also includes any and all structures, buildings, improvements, additions, extensions, replacements, appurtenances, lands, rights in land, franchises, machinery, equipment, furnishings, landscaping, approaches, roadways and other facilities necessary or desirable in connection therewith or incidental thereto, including, without limitation, hospitals, nursing homes, assisted living facilities, continuing care facilities, self-care facilities, medical office facilities, clinics, out-patient surgical centers, alcohol, substance abuse and drug treatment centers, laboratories, research facilities, sanitariums, hospices, facilities for the residence or care of elderly or chronically ill individuals or individuals with disabilities, residential facilities for nurses, interns, and physicians and any other kind of facility for the diagnosis, treatment, rehabilitation, prevention or palliation of any human illness, injury, disorder, or disability; together with all related and supporting facilities and equipment necessary and desirable in connection therewith or incidental thereto; or equipment alone, including, without limitation, parking facilities, kitchen, laundry, laboratory, pharmaceutical, administrative, communications, computer and recreational facilities and equipment, storage space, mobile medical facilities, vehicles, and other equipment necessary or desirable for the transportation of medical equipment or the transportation of patients.\n\n\"Obligee of the authority\" or \"obligee\" includes any bondholder, trustee or trustees for any bondholders, any lessor demising property to the authority used in connection with a hospital project or any assignee or assignees of such lessor's interest or any part thereof, and the United States of America when it is a party to any contract with the authority.\n\n\"Real property\" includes lands under water, structures, and any and all easements, franchises and incorporeal hereditaments and every estate and right therein, legal and equitable, including terms for years and liens by way of judgments, mortgage or otherwise.\n\n\"Trust indenture\" includes instruments pledging the revenues of real or personal properties but not conveying such properties or conferring a right to foreclose and cause a sale thereof.\n\nCode 1950, § 32-214; 1973, c. 462, § 15.1-1534; 1979, c. 719; 1997, c. 587; 2006, c. 658; 2014, c. 502; 2023, cc. 148, 149.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5301/"
    },
    {
      "id": "section-152-5302",
      "number": "15.2-5302.",
      "heading": "Creation of hospital authorities",
      "text": "In each city there shall be a political subdivision of the Commonwealth, with such public and corporate powers as are set forth in this chapter, to be known as the \"hospital authority\" of the city.\n\nCode 1950, § 32-215; 1979, c. 719, § 15.1-1535; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5302/"
    },
    {
      "id": "section-152-5303",
      "number": "15.2-5303.",
      "heading": "Not to function until council declares need",
      "text": "No authority shall transact any business or exercise its powers until or unless the council of the city by resolution declares at any time hereafter that there is need for an authority to function in the city.\n\nCode 1950, § 32-216; 1979, c. 719, § 15.1-1536; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5303/"
    },
    {
      "id": "section-152-5304",
      "number": "15.2-5304.",
      "heading": "How need determined",
      "text": "The determination as to whether there is a need for an authority to function may be made by the governing body on its own motion or upon the filing of a petition, signed by 100 registered voters of the city, asserting that there is need for an authority to function in the city and requesting that the governing body so declare.\n\nCode 1950, § 32-217; 1979, c. 719, § 15.1-1537; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5304/"
    },
    {
      "id": "section-152-5305",
      "number": "15.2-5305.",
      "heading": "What constitutes need",
      "text": "The council may adopt a resolution declaring that there is need for a hospital authority in the city if it finds (i) that there are inadequate hospital facilities and medical accommodations from the operations of private enterprises in the city and the surrounding area, or (ii) that the public health and welfare, including the health and welfare of persons of low income in the city and the surrounding area, require the construction, maintenance or operation of public hospital facilities for such inhabitants.\n\nCode 1950, § 32-218; 1979, c. 719, § 15.1-1538; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5305/"
    },
    {
      "id": "section-152-5306",
      "number": "15.2-5306.",
      "heading": "Effect and sufficiency of resolution declaring need",
      "text": "In any suit, action or proceeding involving the validity or enforcement of or relating to any contract of the authority, the authority shall be conclusively deemed to have become established and authorized to transact business and exercise its powers hereunder upon proof of the adoption of a resolution of the governing body declaring the need for the authority. Such resolution shall be deemed sufficient if it declares that there is such need for an authority and finds in substantially the foregoing terms (no further detail being necessary) that either or both of the conditions enumerated in § 15.2-5305 exist in the city. A copy of such resolution duly certified by the clerk shall be admissible in evidence in any suit, action or proceeding.\n\nCode 1950, § 32-219; 1979, c. 719, § 15.1-1539; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5306/"
    },
    {
      "id": "section-152-5307",
      "number": "15.2-5307.",
      "heading": "Appointment, qualifications, tenure and compensation of commissioners",
      "text": "An authority shall consist of not more than 15 commissioners appointed by the mayor, and he shall designate the first chairman. No more than three commissioners shall be practicing physicians. No officer or employee of the city, with the exception of the director of a local health department, shall be eligible for appointment; however, no director of a local health department shall serve as chairman of the authority. No local health director who serves as a hospital authority commissioner shall serve as a member of the regional health planning agency board simultaneously. No practicing physician shall be appointed to such authority in the City of Hopewell.\n\nOne-third of the commissioners who are first appointed shall be designated by the mayor to serve for terms of two years, one-third to serve for terms of four years, and one-third to serve for terms of six years, respectively, from the date of their appointment. Thereafter, the term of office shall be six years. No person shall be appointed to succeed himself following four successive terms in office; no term of less than six years shall be deemed a term in office for the purposes of this sentence.\n\nA commissioner shall hold office until the earlier of the effective date of his resignation or the date on which his successor has been appointed and has qualified. Vacancies shall be filled for the unexpired term. In the event of a vacancy in the office of commissioner by expiration of term of office or otherwise, the remaining commissioners shall submit to the mayor nominations for appointments. The mayor may successively require additional nominations and shall have power to appoint any person so nominated. All such vacancies shall be filled from such nominations. A majority of the commissioners currently in office shall constitute a quorum. The mayor may file with the city clerk a certificate of the appointment or reappointment of any commissioner, and such certificate shall be conclusive evidence of the due and proper appointment of such commissioner. A commissioner shall receive no compensation for his services, but he shall be entitled to the necessary expenses including traveling expenses incurred in the discharge of his duties.\n\nCode 1950, § 32-220; 1960, c. 305; 1968, c. 783, § 15.1-1540; 1977, c. 158; 1979, c. 719; 1986, c. 240; 1997, c. 587; 2005, c. 630; 2006, c. 658; 2007, c. 813.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5307/"
    },
    {
      "id": "section-152-5308",
      "number": "15.2-5308.",
      "heading": "Officers and agents",
      "text": "When the office of the first chairman of the authority becomes vacant, the authority shall select a chairman from among its commissioners. An authority shall select from among its members a vice-chairman, and it may employ a secretary, technical experts, and such other officers, agents and employees, permanent and temporary, as it may require, and shall determine their qualifications, duties and compensation. An authority may employ its own counsel and legal staff. An authority may delegate to one or more of its agents or employees such powers or duties as it deems proper.\n\nCode 1950, § 32-221; 1979, c. 719, § 15.1-1541; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5308/"
    },
    {
      "id": "section-152-5309",
      "number": "15.2-5309.",
      "heading": "Effect of inclusion of existing hospital",
      "text": "If the authority and the trustees, directors or managers of any nonprofit or charitable hospital in a city should agree upon and consummate a transaction whereby the nonprofit or charitable hospital should thereafter be included within the hospital project or projects of the authority, the number of commissioners of such authority shall be increased to not exceeding fifteen. The additional commissioners shall be appointed by the mayor from nominations of the commissioners then in office, and the terms of the additional commissioners shall be arranged by the mayor in making such appointments as follows:\n\nThe terms of one-third of the commissioners shall expire in two years or less, one-third in four years or less, and one-third in six years or less, concurrently with the expiration of the terms of the commissioners then in office.\n\nCode 1950, § 32-222; 1960, c. 305; 1979, c. 719, § 15.1-1542; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5309/"
    },
    {
      "id": "section-152-5310",
      "number": "15.2-5310.",
      "heading": "Authority and commissioners must comply with law and contracts",
      "text": "The authority and its commissioners shall be under a statutory duty to comply or to cause compliance strictly with all provisions of this chapter and the laws of the Commonwealth and, in addition thereto, with each and every term, provision and covenant in any contract of the authority on its part to be kept or performed.\n\nCode 1950, § 32-223; 1979, c. 719, § 15.1-1543; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5310/"
    },
    {
      "id": "section-152-5311",
      "number": "15.2-5311.",
      "heading": "Removal of commissioner on charges of mayor",
      "text": "The mayor may remove a commissioner for inefficiency or neglect of duty or misconduct in office, but only after the commissioner has been given a copy of the charges against him, which may be made by the mayor, at least ten days prior to the hearing thereon and has had an opportunity to be heard in person or by counsel.\n\nCode 1950, § 32-225; 1979, c. 719, § 15.1-1544; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5311/"
    },
    {
      "id": "section-152-5312",
      "number": "15.2-5312.",
      "heading": "Removal of commissioner on charges of obligee",
      "text": "Any obligee of the authority may file with the mayor written charges that the authority is willfully violating any law of the Commonwealth or any term, provision or covenant in any contract to which the authority is a party. The mayor shall give each of the commissioners a copy of such charges at least ten days prior to the hearing thereon and an opportunity to be heard in person or by counsel and shall within fifteen days after receipt of such charges remove any commissioners of the authority who shall have been found to have acquiesced in any such willful violation.\n\nCode 1950, § 32-226; 1979, c. 719, § 15.1-1545; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5312/"
    },
    {
      "id": "section-152-5313",
      "number": "15.2-5313.",
      "heading": "Service on commissioner by mail",
      "text": "If, after due and diligent search, a commissioner to whom charges are required to be delivered hereunder cannot be found within the city where the authority is located, such charges shall be deemed served upon the commissioner if mailed to him at his last known address as it appears upon the records of the authority.\n\nCode 1950, § 32-227; 1979, c. 719, § 15.1-1546; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5313/"
    },
    {
      "id": "section-152-5314",
      "number": "15.2-5314.",
      "heading": "When commissioner deemed to have acquiesced in violation",
      "text": "A commissioner shall be deemed to have acquiesced in a willful violation by the authority of a law of this Commonwealth or of any term, provision or covenant contained in a contract to which the authority is a party if, before a hearing is held on charges against him, he has not filed a written statement with the authority of his objections to, or lack of participation in, such violation.\n\nCode 1950, § 32-228; 1979, c. 719, § 15.1-1547; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5314/"
    },
    {
      "id": "section-152-5315",
      "number": "15.2-5315.",
      "heading": "Record of removal proceedings",
      "text": "In the event of the removal of any commissioner, the mayor shall file in the office of the city clerk a record of the proceedings together with the charges made against the commissioner and the findings thereon.\n\nCode 1950, § 32-229; 1979, c. 719, § 15.1-1548; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5315/"
    },
    {
      "id": "section-152-5316",
      "number": "15.2-5316.",
      "heading": "Removed commissioner may appeal",
      "text": "Any commissioner thus removed may, within ten days after the mayor's action, appeal to the circuit court of the city, and the decision of such court shall be final.\n\nCode 1950, § 32-230; 1979, c. 719, § 15.1-1549; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5316/"
    },
    {
      "id": "section-152-5317",
      "number": "15.2-5317.",
      "heading": "Planning and zoning laws",
      "text": "All hospital projects of an authority shall be subject to the planning and zoning laws, ordinances and regulations applicable to the locality in which the hospital project is situated.\n\nCode 1950, § 32-231; 1979, c. 719, § 15.1-1550; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5317/"
    },
    {
      "id": "section-152-5318",
      "number": "15.2-5318.",
      "heading": "Reports",
      "text": "The authority shall at least once a year file with the mayor of the city an audit report by a certified public accountant of its activities for the preceding year, and shall make any recommendations with reference to any additional legislation or other action that may be necessary in order to carry out the purposes of this chapter.\n\nCode 1950, § 32-232; 1979, c. 719, § 15.1-1551; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5318/"
    },
    {
      "id": "section-152-5319",
      "number": "15.2-5319.",
      "heading": "Appropriations by city",
      "text": "The governing body of any city in which the authority is located may make appropriations for the improvement, maintenance or operation of any public hospital or hospital project constructed, maintained, or operated by or to be constructed, maintained or operated by an authority.\n\nCode 1950, § 32-233; 1979, c. 719, § 15.1-1552; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5319/"
    },
    {
      "id": "section-152-5320",
      "number": "15.2-5320.",
      "heading": "Conveyance, lease or transfers of property by city to authority",
      "text": "In order to provide for the construction, reconstruction, improvement, repair or management of any hospital or hospital project or in order to accomplish any of the purposes of this chapter, any city may, with or without consideration or for a nominal consideration, lease, sell, convey or otherwise transfer to an authority, within such city, any real, personal or mixed property including, but not limited to, any existing hospital or hospital project as a going concern or otherwise, and including the assignment and transfer of any part of or all money, choses in action and other assets used or held for the use of such hospital or hospital project. In connection with any such transaction the authority involved may accept such lease, transfer, assignment and conveyance and bind itself to the performance and observance of any agreements and conditions attached thereto.\n\nCode 1950, § 32-234; 1979, c. 719, § 15.1-1553; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5320/"
    },
    {
      "id": "section-152-5321",
      "number": "15.2-5321.",
      "heading": "Chapter controlling",
      "text": "Insofar as the provisions of this chapter are inconsistent with the provisions of any other law, the provisions of this chapter shall be controlling. Nothing in this chapter shall prevent any city from establishing, equipping, and operating a hospital or hospitals or improving or extending existing hospitals and hospital facilities under the provisions of its charter or any general law other than this chapter.\n\nCode 1950, § 32-235; 1979, c. 719, § 15.1-1554; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5321/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Powers",
      "text": "Powers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-5322",
      "number": "15.2-5322.",
      "heading": "In general",
      "text": "An authority shall constitute a body politic and corporate with perpetual succession, exercising public powers, and having all the powers necessary or convenient to carry out and effectuate the purposes and provisions of this chapter. It may sue and be sued and have a seal with power to alter same at pleasure.\n\nCode 1950, § 32-236; 1979, c. 719, § 15.1-1555; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5322/"
    },
    {
      "id": "section-152-5323",
      "number": "15.2-5323.",
      "heading": "Study and investigation concerning plan",
      "text": "An authority shall have power to investigate hospital, medical and health conditions and the means and methods of improving such conditions; to determine where inadequate hospital and medical facilities exist; to study and make recommendations concerning the plan of any city in relation to the problem of providing adequate hospital, medical and nursing facilities; and to provide adequate hospital, medical and nursing facilities for the inhabitants of such city and surrounding area, including persons of low income in such city and area.\n\nCode 1950, § 32-237; 1979, c. 719, § 15.1-1556; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5323/"
    },
    {
      "id": "section-152-5324",
      "number": "15.2-5324.",
      "heading": "Preparation and operation of hospital projects; facilities relating to health care; additional powers",
      "text": "An authority shall have power to prepare, carry out and operate hospital projects and to establish facilities to provide goods and services relating to health care.\n\nThe powers granted to an authority pursuant to the provisions of this chapter may be exercised in cities or counties other than the city or county in which the authority has been organized. However, an authority shall not commence the exercise of any of these powers in any city in which another authority already has been organized.\n\nCode 1950, §§ 32-238, 32-238.1; 1977, c. 159, § 15.1-1558; 1979, c. 719, § 15.1-1557; 1987, c. 432; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5324/"
    },
    {
      "id": "section-152-5325",
      "number": "15.2-5325.",
      "heading": "Clinics and instruction programs",
      "text": "An authority shall have power to provide and operate outpatient departments, maternity clinics and any other clinics customarily operated in hospitals in metropolitan centers and to provide teaching and instruction programs and schools for medical students, interns, physicians and nurses.\n\nCode 1950, § 32-239; 1979, c. 719, § 15.1-1559; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5325/"
    },
    {
      "id": "section-152-5326",
      "number": "15.2-5326.",
      "heading": "Physicians and employees",
      "text": "An authority shall have power to provide and maintain continuous resident physician and intern medical services; to appoint an administrator or superintendent and necessary assistants, and any and all other employees deemed necessary or advisable and fix their compensation; and to remove such appointees.\n\nCode 1950, § 32-240; 1979, c. 719, § 15.1-1560; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5326/"
    },
    {
      "id": "section-152-5327",
      "number": "15.2-5327.",
      "heading": "Powers of nonstock corporations",
      "text": "An authority shall have all powers granted to corporations under the provisions of § 13.1-826, including, without limitation, the power to own or control stock and nonstock subsidiaries.\n\nCode 1950, § 32-240.1; 1970, c. 554, § 15.1-1561; 1979, c. 719; 1986, c. 347; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5327/"
    },
    {
      "id": "section-152-5328",
      "number": "15.2-5328.",
      "heading": "Bylaws and rules and regulations",
      "text": "An authority shall have power to adopt bylaws for the conduct of its business and to adopt necessary rules and regulations for the government of the authority and its employees.\n\nCode 1950, § 32-241; 1979, c. 719, § 15.1-1562; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5328/"
    },
    {
      "id": "section-152-5329",
      "number": "15.2-5329.",
      "heading": "Committees",
      "text": "An authority shall have power to appoint such committees or subcommittees as it deems advisable and fix their duties and responsibilities.\n\nCode 1950, § 32-242; 1979, c. 719, § 15.1-1563; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5329/"
    },
    {
      "id": "section-152-5330",
      "number": "15.2-5330.",
      "heading": "Construction, repair and management",
      "text": "An authority shall have power to do all things necessary in connection with the construction, improvement, alteration, repair, reconstruction, management, supervision, control and operation of its business, including but not limited to the hospitals and all departments thereof.\n\nCode 1950, § 32-243; 1979, c. 719, § 15.1-1564; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5330/"
    },
    {
      "id": "section-152-5331",
      "number": "15.2-5331.",
      "heading": "Donations",
      "text": "An authority shall have power to accept donations of money, personal property or real estate for the benefit of the authority and take title thereto from any person desiring to make such donations.\n\nCode 1950, § 32-244; 1979, c. 719, § 15.1-1565; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5331/"
    },
    {
      "id": "section-152-5332",
      "number": "15.2-5332.",
      "heading": "Regulating practice and nursing in hospital",
      "text": "An authority shall have power to determine and regulate the conditions under which the privilege of practicing within any hospital operated by the authority may be available to physicians, to promulgate reasonable rules governing the conduct of physicians and nurses while on duty in such hospital, and to establish and maintain a training school for nurses.\n\nCode 1950, § 32-245; 1979, c. 719, § 15.1-1566; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5332/"
    },
    {
      "id": "section-152-5333",
      "number": "15.2-5333.",
      "heading": "Rules as to patients",
      "text": "An authority shall have power to make rules governing the admission of patients to, and the care, conduct, and treatment of patients in, any hospital operated by the authority; to determine whether patients presented to the hospital for treatment are subjects for charity, to fix the compensation to be paid by patients other than those unable to assist themselves; and to maintain and operate isolation wards for the care and treatment of mental, contagious or other similar diseases.\n\nCode 1950, § 32-246; 1979, c. 719, § 15.1-1567; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5333/"
    },
    {
      "id": "section-152-5334",
      "number": "15.2-5334.",
      "heading": "Purchases or leases of hospital projects",
      "text": "An authority shall have power to take over by purchase, lease or otherwise any hospital project located within its boundaries undertaken by any government or by any city.\n\nCode 1950, § 32-247; 1979, c. 719, § 15.1-1568; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5334/"
    },
    {
      "id": "section-152-5335",
      "number": "15.2-5335.",
      "heading": "Acting with federal government",
      "text": "An authority shall have power to act as agent for the federal government in connection with the acquisition, construction, operation and management of a hospital project or any part thereof.\n\nCode 1950, § 32-248; 1979, c. 719, § 15.1-1569; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5335/"
    },
    {
      "id": "section-152-5336",
      "number": "15.2-5336.",
      "heading": "Cooperation with subdivision of Commonwealth",
      "text": "An authority shall have power:\n\n1. To arrange with any city or with a government for the (i) furnishing, planning, replanning, installing, opening or closing of streets, roads, roadways, alleys, sidewalks, or other places or facilities, (ii) acquisition by such city or government of property, options or property rights, and (iii) furnishing of property or services in connection with a project;\n\n2. To arrange with the Commonwealth, its subdivisions and agencies, and any locality of the Commonwealth, to the extent that it is within the scope of each of their respective functions, (i) to cause the services customarily provided by each of them to be rendered for the benefit of such hospital authority, (ii) to provide and maintain parks and sewerage, water and other facilities adjacent to or in connection with hospital projects, and (iii) to lease or rent any of the dwellings or other accommodations or any of the lands, buildings, structures or facilities embraced in any hospital project and to establish and revise the rents or charges therefor.\n\nCode 1950, § 32-249; 1979, c. 719, § 15.1-1570; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5336/"
    },
    {
      "id": "section-152-5337",
      "number": "15.2-5337.",
      "heading": "Purchase or lease of property; sale of property",
      "text": "An authority shall have power to purchase, lease, obtain options upon, acquire by gift, grant, bequest, devise, or otherwise any property real or personal or any interest therein from any person, locality or government.\n\nAn authority shall have power to sell, exchange, transfer, or assign any of its property real or personal or any interest therein to any person, locality or government.\n\nCode 1950, §§ 32-250, 32-251; 1979, c. 719, §§ 15.1-1571, 15.1-1572; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5337/"
    },
    {
      "id": "section-152-5338",
      "number": "15.2-5338.",
      "heading": "Owning property",
      "text": "An authority shall have power to own, hold, clear and improve property and to insure or provide for the insurance of the property or operations of the authority against such risks as the authority may deem advisable.\n\nCode 1950, § 32-252; 1979, c. 719, § 15.1-1573; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5338/"
    },
    {
      "id": "section-152-5339",
      "number": "15.2-5339.",
      "heading": "Borrowing money",
      "text": "An authority shall have power to borrow money upon its bonds, notes, debentures, or other evidences of indebtedness and to secure the same by pledges of its revenues in the manner and to the extent hereinafter provided and, in connection with any loan by a government, to agree to limitations upon the exercise of any powers conferred upon the authority by this chapter. This power shall include the power to refinance all or any portion of such debt, to renegotiate the terms of all or any portion of such debt, and to retire all or any portion of such debt prior to its maturity date.\n\nCode 1950, § 32-253; 1979, c. 719, § 15.1-1574; 1997, c. 587; 2006, c. 658.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5339/"
    },
    {
      "id": "section-152-5340",
      "number": "15.2-5340.",
      "heading": "Contracts",
      "text": "An authority shall have power to make and execute contracts and other instruments necessary or convenient to the exercise of the powers of the authority.\n\nCode 1950, § 32-255; 1979, c. 719, § 15.1-1575; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5340/"
    },
    {
      "id": "section-152-53401",
      "number": "15.2-5340.1.",
      "heading": "Joint ventures; subsidiaries; investments",
      "text": "An authority shall have the power to:\n\n1. Assist in or provide for the creation of domestic or foreign stock and nonstock corporations, limited liability companies, partnerships, limited partnerships, associations, foundations or other supporting organizations or other entities and to purchase, receive, subscribe for or otherwise acquire, own, hold, vote, use, employ, sell, mortgage, lend, pledge, or otherwise dispose of, shares of or other interests in, or obligations of, any domestic or foreign stock and nonstock corporations, limited liability companies, partnerships, limited partnerships, associations, foundations or other supporting organizations, joint ventures or other entities organized for any purpose, or direct or indirect obligations of the United States, or of any other government, state, territory, governmental district or municipality or of any other obligations of any domestic or foreign stock or nonstock corporation, limited liability company, partnership, limited partnership, association, foundation or other supporting organization, joint venture or other entity organized for any purpose or any individual. The investments of any entity wholly owned or controlled by a hospital authority that is an \"institution,\" as such term is defined in § 64.2-1100 shall be governed by the Uniform Prudent Management of Institutional Funds Act (§ 64.2-1100 et seq.).\n\n2. Participate in joint ventures with individuals, domestic or foreign stock and nonstock corporations, limited liability companies, partnerships, limited partnerships, associations, foundations or other supporting organizations or other entities for providing medical care or related services or other activities that the authority may undertake to the extent that such undertakings assist the authority in carrying out the purposes and intent of this chapter.\n\n3. Provide domestic or foreign stock and nonstock corporations, limited liability companies, partnerships, limited partnerships, associations, foundations or other supporting organizations, joint ventures or other entities owned in whole or in part or controlled, directly or indirectly, in whole or in part, by the authority with appropriate assistance, including making loans and providing time of employees, in carrying out any activities authorized by this chapter.\n\n4. Make loans and provide other assistance to domestic or foreign stock and nonstock corporations, limited liability companies, partnerships, limited partnerships, associations, foundations or other supporting organizations, joint ventures or other entities.\n\n5. Transact its business, locate its offices and control, directly or through domestic or foreign stock and nonstock corporations, limited liability companies, partnerships, limited partnerships, associations, foundations or other supporting organizations, joint ventures or other entities, facilities that will assist or aid the authority in carrying out the purposes and intent of this chapter.\n\n2006, c. 658; 2008, c. 184.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5340-1/"
    },
    {
      "id": "section-152-53402",
      "number": "15.2-5340.2.",
      "heading": "Insurance",
      "text": "An authority shall have the power to procure such insurance, participate in such insurance plans or provide such self-insurance, or any combination thereof, as it deems necessary or convenient to carry out the purposes and provisions of this chapter. The purchase of insurance, participation in an insurance plan, or creation of a self-insurance plan by an authority shall not be deemed a waiver or relinquishment of any sovereign immunity to which the authority or its commissioners, members, officers, directors, employees, or agents are otherwise entitled.\n\n2006, c. 658.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5340-2/"
    },
    {
      "id": "section-152-5341",
      "number": "15.2-5341.",
      "heading": "Rules and regulations not to be inconsistent",
      "text": "An authority shall have power to make and from time to time amend and repeal bylaws, rules and regulations, not inconsistent with this chapter, to carry into effect the powers and purposes of the authority.\n\nCode 1950, § 32-256; 1979, c. 719, § 15.1-1576; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5341/"
    },
    {
      "id": "section-152-5342",
      "number": "15.2-5342.",
      "heading": "Incidental powers",
      "text": "An authority shall have power, in addition to all of the other powers herein conferred upon it, to do all things necessary and convenient to carry out the powers expressly given in this chapter.\n\nCode 1950, § 32-257; 1979, c. 719, § 15.1-1577; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5342/"
    },
    {
      "id": "section-152-5343",
      "number": "15.2-5343.",
      "heading": "Eminent domain",
      "text": "The authority shall have the right to acquire by eminent domain any real property, including fixtures and improvements, which it may deem necessary to carry out the purposes of this chapter after the adoption by it of a resolution declaring that the acquisition of the property described therein is in the public interest and necessary for public use. The authority may exercise the power of eminent domain pursuant to the provisions of Chapter 2 (§ 25.1-200 et seq.) of Title 25.1 and any applicable statutory provisions in force or hereafter enacted for the exercise of the power of eminent domain by cities.\n\nProperty already devoted to a public use may be acquired. No property belonging to any locality, government, religious corporation, unincorporated church or charitable corporation may be acquired without its consent.\n\nCode 1950, § 32-258; 1979, c. 719, § 15.1-1578; 1997, c. 587; 2003, c. 940; 2005, c. 928; 2006, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5343/"
    },
    {
      "id": "section-152-5344",
      "number": "15.2-5344.",
      "heading": "Contracts with federal government",
      "text": "The authority is empowered to borrow money and accept grants from the federal government for or in aid of the construction of any hospital project which such authority is authorized by this chapter to undertake, to take over any land acquired by the federal government for the construction of a hospital project, to take over or lease or manage any hospital project constructed or owned by the federal government, and to these ends, to enter into such contracts, trust indentures, leases, or other agreements that the federal government shall have the right to supervise and approve the construction, maintenance and operation of such hospital project. Pursuant to this chapter an authority may do any and all things necessary to secure the financial aid and the cooperation of the federal government in the construction, maintenance and operation of any hospital project of the authority.\n\nCode 1950, § 32-259; 1979, c. 719, § 15.1-1579; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5344/"
    },
    {
      "id": "section-152-5345",
      "number": "15.2-5345.",
      "heading": "Security for funds deposited by authorities; deposit in certain savings accounts, etc., authorized",
      "text": "The authority may by resolution provide that all moneys deposited by it shall be secured:\n\n1. By obligations of the United States or of the Commonwealth of a market value equal at all times to the amount of such deposits;\n\n2. By any securities in which trustees, guardians, executors, administrators and others acting in a fiduciary capacity may legally invest funds within their control; or\n\n3. By an undertaking with such sureties as shall be approved by the authority faithfully to keep and pay over upon the order of the authority any such deposits and agreed interest thereon.\n\nAll banks and trust companies are authorized to give any such security for such deposits.\n\nDeposit of such funds in savings accounts and certificates of savings institutions which are under state supervision and of federal associations organized under the laws of the United States and under federal supervision, is hereby authorized, provided that such institution's deposits are insured by the Federal Deposit Insurance Corporation or other federal insurance agency.\n\nCode 1950, § 32-260; 1976, c. 281, § 15.1-1580; 1979, c. 719; 1990, c. 3; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5345/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Bonds",
      "text": "Bonds",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-5346",
      "number": "15.2-5346.",
      "heading": "Authority to issue",
      "text": "The authority shall have power and is hereby authorized from time to time in its discretion to issue bonds for any of its purposes, including the payment of all or any part of the cost of any hospital project and the refunding of any bonds previously issued by it. Bonds may be issued under this chapter notwithstanding any debt or other limitation prescribed in any statute and without obtaining the consent of any locality, government or any commission, board, bureau or agency of any of the foregoing; and without any other proceedings or the happening of other conditions or things than those proceedings, conditions or things which are specifically required by this chapter.\n\nCode 1950, § 32-261; 1973, c. 462, § 15.1-1581; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5346/"
    },
    {
      "id": "section-152-5347",
      "number": "15.2-5347.",
      "heading": "How payable",
      "text": "The principal and interest on such bonds shall be payable from such sources as the authority may determine, including (without limiting the generality of the foregoing) (i) its revenues generally, (ii) exclusively from the revenues and receipts of a particular hospital project, or (iii) exclusively from the revenues and receipts of certain designated hospital projects, whether they are financed in whole or in part from the proceeds of such bonds. The bonds may be additionally secured by a pledge of any grant or contribution from any locality or from any government or governmental authority.\n\nCode 1950, § 32-262; 1973, c. 462, § 15.1-1582; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5347/"
    },
    {
      "id": "section-152-5348",
      "number": "15.2-5348.",
      "heading": "Commissioners not liable",
      "text": "Neither the commissioners of the authority nor any person executing the bonds shall be liable personally on the bonds by reason of the issuance thereof.\n\nCode 1950, § 32-263; 1979, c. 719, § 15.1-1583; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5348/"
    },
    {
      "id": "section-152-5349",
      "number": "15.2-5349.",
      "heading": "Bond indebtedness",
      "text": "The bonds and other obligations of the authority, and such bonds and obligations shall so state on their face, shall not be a debt of any city in which the authority is located or of the Commonwealth, and neither the Commonwealth nor any such city shall be liable thereon. In no event shall they be payable out of any funds or properties other than those of the authority. The bonds shall not constitute an indebtedness within the meaning of any constitutional or statutory debt limitation of the laws of the Commonwealth.\n\nCode 1950, § 32-264; 1979, c. 719, § 15.1-1584; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5349/"
    },
    {
      "id": "section-152-5350",
      "number": "15.2-5350.",
      "heading": "Form",
      "text": "The bonds of the authority shall be authorized by its resolution and shall be issued in one or more series and shall bear such date or dates, mature at such time or times, not exceeding sixty years from their respective dates, bear interest at such rate or rates payable at such time or times, be in such denominations (which may be made interchangeable), be in such form, either coupon or registered, carry such registration privileges, be executed in such manner, be payable in such medium of payment, at such place or places, and be subject to such terms of redemption, with or without premium, as such resolution or its trust indenture may provide.\n\nCode 1950, § 32-265; 1973, c. 462, § 15.1-1585; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5350/"
    },
    {
      "id": "section-152-5351",
      "number": "15.2-5351.",
      "heading": "Sale",
      "text": "The bonds may be sold at public or private sale at such price or prices as the authority determines.\n\nCode 1950, § 32-266; 1973, c. 462, § 15.1-1586; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5351/"
    },
    {
      "id": "section-152-5352",
      "number": "15.2-5352.",
      "heading": "Interim certificates",
      "text": "Pending the authorization, preparation, execution or delivery of definitive bonds, the authority may issue interim certificates, or other temporary obligations, to the purchaser of such bonds. Such interim certificates, or other temporary obligations, shall be in such form, contain such terms, conditions and provisions, bear such date or dates, and evidence such agreements, relating to their discharge or payment or the delivery of definitive bonds as the authority may by resolution or trust indenture determine.\n\nCode 1950, § 32-267; 1979, c. 719, § 15.1-1587; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5352/"
    },
    {
      "id": "section-152-5353",
      "number": "15.2-5353.",
      "heading": "Signature of former officers",
      "text": "If any of the officers whose signatures appear on any bonds or coupons cease to be such officers before the delivery of the bonds, their signatures shall be valid and sufficient for all purposes as if they had remained in office until such delivery.\n\nCode 1950, § 32-268; 1979, c. 719, § 15.1-1588; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5353/"
    },
    {
      "id": "section-152-5354",
      "number": "15.2-5354.",
      "heading": "Purchase by authority",
      "text": "The authority shall have the power out of any funds available therefor to purchase any bonds issued by it. Bonds payable exclusively from the revenues of a designated project or projects shall only be purchased with the revenues available therefor. All bonds so purchased shall be canceled. This section shall not apply to the redemption of bonds.\n\nCode 1950, § 32-269; 1973, c. 462, § 15.1-1589; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5354/"
    },
    {
      "id": "section-152-5355",
      "number": "15.2-5355.",
      "heading": "Negotiability",
      "text": "Any provision of any law to the contrary notwithstanding, any bonds, interim certificates, or other obligations issued pursuant to this chapter shall be fully negotiable.\n\nCode 1950, § 32-270; 1979, c. 719, § 15.1-1590; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5355/"
    },
    {
      "id": "section-152-5356",
      "number": "15.2-5356.",
      "heading": "Provisions of bonds and trust indentures",
      "text": "In connection with the issuance of bonds or the incurring of any obligations and in order to secure the payment of such bonds or obligations, the authority shall have power:\n\n1. To pledge by resolution, trust indenture, or other contract, all or any part of its rents, fees, or revenues.\n\n2. To covenant to impose and maintain such schedule of fees and charges as will produce funds sufficient to pay operating costs and debt service.\n\n3. To covenant with respect to limitations on its right to sell, lease or otherwise dispose of any hospital project or other property of the authority or any part thereof or with respect to limitations on its right to undertake additional hospital projects.\n\n4. To covenant against pledging all or any part of its rents, fees and revenues to which its right then exists or the right to which may thereafter come into existence or against permitting or suffering any lien thereon.\n\n5. To provide for the release of rents, fees, and revenues from any pledge and reserve rights and powers in, or the right to dispose of, property, the rents, fees and revenues from which are subject to a pledge.\n\n6. To covenant as to the bonds to be issued pursuant to any resolution, trust indenture, or other instrument and as to the issuance of such bonds in escrow or otherwise, and as to the use and disposition of the proceeds thereof.\n\n7. To covenant as to what other, or additional, debt may be incurred by it.\n\n8. To provide for the terms, form, registration, exchange, execution and authentication of bonds.\n\n9. To provide for the replacement of lost, destroyed, or mutilated bonds.\n\n10. To covenant as to the use of any or all of its property, real or personal.\n\n11. To create or authorize the creation of special funds in which there shall be segregated: (i) the proceeds of any loan or grant; (ii) all of the rents, fees and revenues of any hospital project or projects or parts thereof; (iii) any moneys held for the payment of the costs of operation and maintenance of any such hospital projects or as a reserve for the meeting of contingencies in the operation and maintenance thereof; (iv) any moneys held for the payment of the principal and interest on its bonds or the sums due under its leases or as a reserve for such payments; and (v) any moneys held for any other reserve or contingency; and to covenant as to the use and disposal of the moneys held in such funds.\n\n12. To redeem the bonds and covenant for their redemption and provide the terms and conditions thereof.\n\n13. To covenant against extending the time for the payment of its bonds or interest thereon, directly or indirectly, by any means or in any manner.\n\n14. To prescribe the procedure, if any, by which the terms of any contract with bondholders may be amended or abrogated, the amount of bonds the holders of which must consent thereto and the manner in which such consent may be given.\n\n15. To covenant as to the maintenance of its property, the replacement thereof, the insurance to be carried thereon and the use and disposition of insurance moneys.\n\n16. To vest in an obligee of the authority the right, in the event of the failure of the authority, to observe or perform any covenant on its part to be kept or performed, cure any such default and advance any moneys necessary for such purpose. The moneys so advanced may be made an additional obligation of the authority with such interest, security and priority as may be provided in any trust indenture, lease or contract of the authority with reference thereto.\n\n17. To covenant and prescribe as to the events of default and terms and conditions upon which any or all of its bonds shall become or may be declared due before maturity and as to the terms and conditions upon which such declaration and its consequences may be waived.\n\n18. To covenant as to the rights, liabilities, powers and duties arising upon the breach by it of any covenant, condition, or obligation.\n\n19. To covenant to surrender possession of all or any part of any hospital project or other property of the authority, the revenues from which have been pledged, upon the happening of any event of default (as defined in the contract) and to vest in an obligee the right without judicial proceeding to take possession; to use, operate, manage and control such hospital project or other property or any part thereof; to collect and receive all rents, fees and revenues arising therefrom in the same manner as the authority itself might do; and to dispose of the moneys collected in accordance with the agreement of the authority with such obligee.\n\n20. To vest in a trustee or trustees the right to enforce any covenant made to secure, to pay, or in relation to the bonds, to provide for the powers and duties of such trustee or trustees, to limit liabilities thereof and to provide the terms and conditions upon which the trustee or trustees or the holders of bonds or any proportion of them may enforce any such covenant.\n\n21. To make covenants other than and in addition to the covenants herein expressly authorized, of like or different character.\n\n22. To execute all instruments necessary or convenient in the exercise of the powers herein granted or in the performance of its covenants or duties, which may contain such covenants and provisions, in addition to those above specified, as the government or any purchaser of the bonds of the authority may reasonably require.\n\n23. To make such covenants and to do any and all such acts and things as may be necessary or convenient or desirable in order to secure its bonds or, in the absolute discretion of the authority, tend to make the bonds more marketable, notwithstanding that such covenants, acts or things may not be enumerated herein. It is the intention hereof to give the authority power to do all things in the issuance of bonds and in the provisions for their security that are not inconsistent with the Constitution of Virginia.\n\nCode 1950, § 32-271; 1973, c. 462, § 15.1-1591; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5356/"
    },
    {
      "id": "section-152-5357",
      "number": "15.2-5357.",
      "heading": "Further provisions as to trust indenture or bond resolution; security required of depository of proceeds of bonds",
      "text": "In the discretion of the authority, any bonds issued under the provisions of this chapter may be secured by a trust indenture by and between the authority and a corporate trustee or trustees, which may be any trust company or bank having the powers of a trust company within the Commonwealth. Such trust indenture or the resolution authorizing the issuance of such bonds may pledge or assign the fees, rents and other charges to be received or proceeds of or rights under any contract or contracts pledged. Such trust indenture or resolution may contain such provisions for protecting and enforcing the rights and remedies of the bondholders as may be reasonable and proper and not in violation of law, including particularly the appointment of a receiver for any hospital project or other property of the authority from which the revenues have been pledged and such other provisions as have hereinabove been specifically authorized to be included in any trust indenture or resolution of the authority. Any bank or trust company incorporated under the laws of the Commonwealth acting as depository of the proceeds of bonds or of revenues or other moneys may furnish such indemnifying bonds or pledge such securities as may be required by the authority. Any such trust indenture or resolution may set forth the rights and remedies of the bondholders and of the trustee or trustees and may restrict individual rights of action by bondholders. In addition to the foregoing, any such trust indenture or resolution may contain such other provisions as the authority may deem reasonable and proper for the security of the bondholders. All expenses incurred in carrying out the provisions of such trust indenture or resolution may be treated as a part of the cost of the operation of a project.\n\nCode 1950, § 32-271.1; 1973, c. 462, § 15.1-1592; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5357/"
    },
    {
      "id": "section-152-5358",
      "number": "15.2-5358.",
      "heading": "Fees, rents and charges for use of project and facilities; sinking fund",
      "text": "The authority is hereby authorized to fix, revise, charge and collect fees, rents and other charges for the use of any project and the facilities thereof. Such fees, rents and other charges shall be so fixed and adjusted as to provide, together with other revenues determined by the authority to be available, a fund sufficient to pay the cost of maintaining, repairing and operating the project, the principal of and interest on such bonds as they become due and payable and the amounts necessary to create and maintain reserves for such purposes and for other purposes of the authority. Such fees, rents and charges shall not be subject to supervision or regulation by any locality or by any commission, board, bureau or agency of any of the foregoing. The authority may provide in the resolution authorizing the issuance of such bonds, or in the trust indenture securing the same, for setting aside any part or all of the fees, rents and other charges received by it in a sinking or other similar fund which is hereby pledged to, and charged with, the payment of the principal of and the interest on such bonds, as they become due, and the redemption price or the purchase price of such bonds retired by call or purchase as therein provided. Such pledge shall be valid and binding from the time when the pledge is made. The fees, rents and charges so pledged and thereafter received by the authority shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act, and the lien of any such pledge shall be valid and binding as against all parties having claims of any kind in tort, contract or otherwise against the authority, irrespective of whether such parties have notice thereof. Neither the resolution nor trust indenture need be filed or recorded except in the records of the authority. The use and disposition of moneys to the credit of a sinking or other similar fund shall be subject to the provisions of such resolution or trust indenture. Except as may otherwise be provided in such resolution or trust indenture, the sinking or other similar fund shall be a fund for all such bonds without distinction or priority of one over another.\n\nCode 1950, § 32-271.2; 1973, c. 462, § 15.1-1593; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5358/"
    },
    {
      "id": "section-152-5359",
      "number": "15.2-5359.",
      "heading": "Moneys received deemed trust funds",
      "text": "All moneys received pursuant to the provisions of this chapter, whether as proceeds from the sale of bonds or as revenues, shall be deemed to be trust funds to be held and applied solely as provided in this chapter. Any officer with whom, or any bank or trust company with which, such moneys are deposited shall act as trustee of such moneys and shall hold and apply the same for the purposes hereof, subject to the provisions of this chapter and the resolution authorizing the issuance of such bonds or the trust indenture securing the same.\n\nCode 1950, § 32-271.3; 1973, c. 462, § 15.1-1594; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5359/"
    },
    {
      "id": "section-152-5360",
      "number": "15.2-5360.",
      "heading": "Protection and enforcement of rights and duties under chapter",
      "text": "Any holder of bonds issued under the provisions of this chapter, or of any of the coupons appertaining thereto, and the trustee under any trust indenture securing the same, except to the extent the rights herein given may be restricted by such trust indenture or any resolution authorizing the issuance of such bonds, may, either at law or in equity, by suit, action, injunction, mandamus or other proceedings, protect and enforce any and all rights under the laws of this Commonwealth or granted by this chapter or under such trust indenture or resolution and may enforce and compel the performance of all duties required by this chapter or by such trust indenture or resolution to be performed by the authority or by any officer, employee or agent thereof, including the fixing, charging and collection of fees, rents and other charges.\n\nCode 1950, § 32-271.4; 1973, c. 462, § 15.1-1595; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5360/"
    },
    {
      "id": "section-152-5361",
      "number": "15.2-5361.",
      "heading": "Exemption from taxation",
      "text": "The exercise of the powers granted by this chapter shall be in all respects for the benefit of the inhabitants of the Commonwealth and for the promotion of their safety, health, welfare, convenience and prosperity. The operation and maintenance of any hospital project which the authority is authorized to undertake will constitute the performance of an essential governmental function; therefore, the authority shall not be required to pay any taxes or assessments upon any hospital project acquired or constructed by it. The bonds issued under the provisions of this chapter, their transfer and the income therefrom, including any profit made on the sale thereof, shall at all times be free and exempt from taxation by the Commonwealth and any political subdivision thereof.\n\nCode 1950, § 32-271.5; 1973, c. 462, § 15.1-1596; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5361/"
    },
    {
      "id": "section-152-5362",
      "number": "15.2-5362.",
      "heading": "Bonds legal investments; deposit with public agencies",
      "text": "Bonds issued by the authority under the provisions of this chapter are hereby made securities in which all public officers and public bodies of the Commonwealth and all its political subdivisions, all insurance companies, trust companies, banking associations, investment companies, executors, trustees and other fiduciaries may properly and legally invest funds, including capital in their control or belonging to them. Such bonds are hereby made securities which may properly and legally be deposited with and received by any state or municipal officer or any agency or political subdivision of the Commonwealth for any purpose for which the deposit of bonds or obligations of the Commonwealth is now or may hereafter be authorized by law.\n\nCode 1950, § 32-271.6; 1973, c. 462, § 15.1-1597; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5362/"
    },
    {
      "id": "section-152-5363",
      "number": "15.2-5363.",
      "heading": "Chapter supplemental; application of other laws; consent of local governing bodies or other agencies not required",
      "text": "The foregoing sections of this chapter shall be deemed to provide a complete, additional and alternative method for doing the things authorized thereby and shall be regarded as supplemental and additional to powers conferred by other laws; the issuance of revenue bonds and revenue refunding bonds under the provisions of this chapter need not comply with the requirements of any other laws applicable to the issuance of bonds. Except as otherwise expressly provided in this chapter, none of the powers granted to the authority under the provisions of this chapter shall be subject to the supervision or regulation or require the approval or consent of any locality or any commission, board, bureau or agency of any of the foregoing.\n\nCode 1950, § 32-271.7; 1973, c. 462, § 15.1-1598; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5363/"
    },
    {
      "id": "section-152-5364",
      "number": "15.2-5364.",
      "heading": "Liberal construction",
      "text": "This chapter, being necessary for the welfare of the Commonwealth and its inhabitants, shall be liberally construed to effect the purposes hereof.\n\nCode 1950, § 32-271.8; 1973, c. 462, § 15.1-1599; 1979, c. 719; 1997, c. 587; 2015, c. 709.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5364/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Dissolution",
      "text": "Dissolution",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-5365",
      "number": "15.2-5365.",
      "heading": "Proceedings for dissolution",
      "text": "Whenever it appears to the commissioners of an authority that the need, as provided in § 15.2-5305, for such authority in the city in which it was created no longer exists, upon petition by the commissioners to the circuit court for such city, after giving to the city ten days' notice and upon the production of satisfactory evidence in support of such petition, the court may, in its discretion, enter an order declaring that the need for such authority in the city no longer exists and approving a plan for completing the business of the authority, the payment or assumption of its obligations, and the transfer of its assets.\n\nCode 1950, § 32-275.1; 1962, c. 395, § 15.1-1600; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5365/"
    },
    {
      "id": "section-152-5366",
      "number": "15.2-5366.",
      "heading": "When powers and duties cease to exist",
      "text": "If the court enters an order, as provided in § 15.2-5365, that the need for such authority no longer exists, except for completing its affairs in accordance with the plan approved by the court, its authorities, powers and duties to transact business or to function shall cease to exist as of the date set forth in the order of the court.\n\nCode 1950, § 32-275.2; 1962, c. 395, § 15.1-1601; 1979, c. 719; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5366/"
    },
    {
      "id": "section-152-5367",
      "number": "15.2-5367.",
      "heading": "Appeal",
      "text": "The authority or the city may take an appeal from the judgment of the court to the Court of Appeals, and the appeal shall be heard and determined without reference to the principles of demurrer to evidence. The trial court shall certify the facts in the case to the Court of Appeals and the evidence shall be considered as on appeal in proceedings under Chapter 2 (§ 25.1-200 et seq.) of Title 25.1. By consent of both parties of record, the petition may be dismissed at any time before final judgment on the appeal. The authority or the city may appeal any judgment of the Court of Appeals rendered pursuant to this section to the Supreme Court. If the Supreme Court grants the petition for appeal, the appeal shall be heard consistent with the procedures set forth in this section. By consent of both parties of record, the petition may be dismissed at any time before final judgment on the appeal.\n\nCode 1950, § 32-275.3; 1962, c. 395, § 15.1-1602; 1979, c. 719; 1997, c. 587; 2003, c. 940; 2021, Sp. Sess. I, c. 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-53/section-15-2-5367/"
    }
  ]
}