{
  "state": "virginia",
  "path": "title-title-152-counties-cities-and-towns/chapter-chapter-281-pilot-programs-for-the-delivery-of-human-service",
  "sections": [
    {
      "id": "section-152-2811",
      "number": "15.2-2811.",
      "heading": "\"Human services\" defined§ 15.2-2812",
      "text": "For the purposes of this chapter, \"human services\" shall mean any service provided by the Commonwealth or a county or city, or jointly by the two, to an individual or family for his or their physical, mental or economic well-being.\n\n1974, c. 395, § 63.1-291; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-28-1/section-15-2-2811/"
    },
    {
      "id": "section-152-2812",
      "number": "15.2-2812.",
      "heading": "Governor may authorize certain counties or cities to develop and implement pilot programs",
      "text": "The Governor is hereby empowered to authorize certain counties or cities in this Commonwealth, not to exceed five, to develop and implement a pilot program for the delivery of human services and the administration of such a delivery system to provide for the most efficient and economical manner of delivering human services to the individual or family and to eliminate the difficulty of an individual or family with multiple needs obtaining the available and necessary human services.\n\n1974, c. 395, § 63.1-292; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-28-1/section-15-2-2812/"
    },
    {
      "id": "section-152-2813",
      "number": "15.2-2813.",
      "heading": "Power to change existing regulations and request changes in federal regulations",
      "text": "1. The Governor and the several boards and commissions empowered to adopt regulations are hereby further empowered to change, alter or revise the regulations of any state agency in order to assure the proper functioning of the pilot program.\n\n2. The Governor may also, on behalf of a state agency or locality, make requests to any agency or instrumentality of the federal government for exceptions to or variances from regulations governing the administration of the use of funds for human services programs.\n\n1974, c. 395, § 63.1-293; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-28-1/section-15-2-2813/"
    },
    {
      "id": "section-152-2814",
      "number": "15.2-2814.",
      "heading": "Governor to adopt regulations",
      "text": "The Governor shall adopt regulations concerning programs, budget and administration to be used as guidelines for counties and cities desiring to establish a pilot program in human services delivery. These regulations should provide for evaluating the effectiveness of such a pilot program.\n\n1974, c. 395, § 63.1-294; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-28-1/section-15-2-2814/"
    },
    {
      "id": "section-152-2815",
      "number": "15.2-2815.",
      "heading": "No program established unless requested by local governing body",
      "text": "No pilot program shall be established unless such program has been requested by a resolution of the governing body of the county or city wherein the program will be located.\n\n1974, c. 395, § 63.1-296; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-28-1/section-15-2-2815/"
    },
    {
      "id": "section-152-2816",
      "number": "15.2-2816.",
      "heading": "Cooperation of state agencies",
      "text": "All state agencies shall cooperate with the Governor and the local governing body of the county or city wherein the pilot program is located in carrying out the purposes of this chapter. The Governor may consult from time to time with the directors and commissioners of state agencies involved and with the appropriate boards and commissions.\n\n1974, c. 395, § 63.1-297; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-28-1/section-15-2-2816/"
    },
    {
      "id": "section-152-2817",
      "number": "15.2-2817.",
      "heading": "Cost of administering programs",
      "text": "The cost of administering such pilot projects shall be determined by the appropriate state agencies and the counties and cities wherein a pilot program is located and shall have the approval of the Governor.\n\n1974, c. 395, § 63.1-298; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-28-1/section-15-2-2817/"
    }
  ]
}