{
  "state": "virginia",
  "path": "title-title-152-counties-cities-and-towns/chapter-chapter-20-streets-and-alleys",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Construction of Roads, Streets and Alleys Generally§ 15",
      "text": "2-2000. State highway systems excepted; town streets§ 15.2-2001. Streets, sidewalks and public rights-of-way generally§ 15.2-2002. Acquisitions in connection with public right-of-way changes§ 15.2-2003. Acquisition of land for public rights-of-",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2000",
      "number": "15.2-2000.",
      "heading": "State highway systems excepted; town streets",
      "text": "A. Nothing contained in this chapter, except as otherwise provided, shall apply to any highway, road, street or other public right-of-way which constitutes a part of any system of state highways; however, any highway for which a locality receives highway maintenance funds pursuant to § 33.2-319 or 33.2-366 shall not, for purposes of this section, be deemed to be a part of any system of state highways.\n\nB. Public rights-of-way subject to local control under this chapter which lie within the boundaries of incorporated towns which receive highway maintenance funds pursuant to § 33.2-319 shall be subject to the jurisdiction of the town council of such town and not the board of supervisors of the county in which such town is located.\n\nC. The term \"public right-of-way\" as used in this chapter means any area over which the public has a general privilege to travel. It includes, but is not limited to, ways, areas between deeded right-of-way boundary lines, and easements of all descriptions that are available for general travel by the public.\n\nCode 1950, § 15-77.59:1; 1958, c. 328; 1962, c. 623, § 15.1-896; 1994, c. 177; 1997, c. 587; 2005, c. 839.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2000/"
    },
    {
      "id": "section-152-2001",
      "number": "15.2-2001.",
      "heading": "Streets, sidewalks and public rights-of-way generally",
      "text": "Every locality may lay out, open, extend, widen, narrow, establish or change the grade of, close, construct, pave, curb, gutter, plant and maintain shade trees on, improve, maintain, repair, clean and light: streets, limited access highways, express highways, roads, alleys, bridges, viaducts, subways and underpasses. Localities may make, improve and repair sidewalks upon all public rights-of-way and may convert sidewalks to bicycle paths. A locality's power and authority over its public rights-of-way and other public places shall be the same, regardless of whether the public right-of-way or place has been expressly or impliedly dedicated to public use, has been conveyed to the locality by deed, or has been acquired by any other means.\n\nFurthermore, any locality may establish highway user fees for highways that are not part of any system of state highways when such highway's traffic-carrying capacity is increased by construction or improvement.\n\nCode 1950, § 15-77.53; 1958, c. 328; 1962, c. 623, § 15.1-889; 1974, c. 407; 1997, c. 587; 2006, c. 924.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2001/"
    },
    {
      "id": "section-152-2002",
      "number": "15.2-2002.",
      "heading": "Acquisitions in connection with public right-of-way changes",
      "text": "Every locality proposing to open or widen any public right-of-way by taking a part of any lot or other subdivision of property in such manner that the remnant thereof would, in the opinion of the governing body, be so small or of such shape as to be unsuited for the erection of appropriate buildings thereon may acquire, as permitted by § 15.2-1800, the whole of the lot or other subdivision of property. Any such acquisition is declared to be for a public use, as the term public uses is used in Article I, Section 11 of the Constitution of Virginia. The locality may subsequently replat and dispose of the remnant of such property not used for right-of-way purposes in whole or in part, limiting the uses thereof as it may see fit. Nothing in this section shall be construed to give any locality any power to condemn the property of any railroad company or public service corporation which it does not otherwise possess under existing law.\n\nCode 1950, § 15-771; 1962, c. 623, § 15.1-372; 1971, Ex. Sess., c. 1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2002/"
    },
    {
      "id": "section-152-2003",
      "number": "15.2-2003.",
      "heading": "Acquisition of land for public rights-of-way outside certain corporate limits",
      "text": "Whenever the council of any city having a population of more than 100,000 seeks to acquire land for projecting roads, streets and avenues or for extending any of its existing roads, streets and avenues of uniform width into the territory adjacent to such city, it may acquire the necessary lands as permitted by § 15.2-1800; however, no such land shall be acquired except within five miles from the corporate limits, and the proposed location of any such projected or extended roads, streets and avenues shall be approved by the board of supervisors of the county in which such road, street or avenue is located.\n\nCode 1950, § 15-772; 1962, c. 623, § 15.1-373; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2003/"
    },
    {
      "id": "section-152-2004",
      "number": "15.2-2004.",
      "heading": "Streets, highways, etc., outside a city or town",
      "text": "A city or town may construct, improve and maintain, or aid in the construction, improvement and maintenance of streets, roads, highways, bridges and underpasses outside the city or town in order to facilitate public travel and traffic into and out of the city or town or any property owned by it outside its boundaries.\n\nCode 1950, § 15-77.54; 1958, c. 328; 1962, c. 623, § 15.1-890; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2004/"
    },
    {
      "id": "section-152-2005",
      "number": "15.2-2005.",
      "heading": "Streets, etc., through any lands belonging to Commonwealth",
      "text": "No street, alley or public highway not now actually improved and open to public travel shall be opened or maintained through, on or over any land lying in any city or town which belongs to the Commonwealth, without first obtaining the consent of the General Assembly, anything in the charter or ordinances of any city or town to the contrary notwithstanding.\n\nNothing herein shall be construed as interfering in any way with the present or future plans of any cities or towns in regard to the location and maintenance of sewerage and surface drainage on or through such properties when submitted to and approved by the Governor.\n\nCode 1950, § 15-773; 1962, c. 623, § 15.1-374; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2005/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Vacation, Etc., of Public Rights-of-Way",
      "text": "Vacation, Etc., of Public Rights-of-Way",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2006",
      "number": "15.2-2006.",
      "heading": "Alteration and vacation of public rights-of-way; appeal from decision",
      "text": "In addition to (i) the powers contained in the charter of any locality, (ii) any powers now had by such governing bodies under the common law or (iii) powers by other provisions of law, public rights-of-way in localities may be altered or vacated on motion of such governing bodies or on application of any person after notice of intention to do so has been published twice in a newspaper having general circulation in the locality, with the first notice appearing no more than 28 days before and the second notice appearing no less than seven days before the hearing. The notice shall specify the time and place of a hearing at which persons affected may appear and be heard. The cost of publishing the notice shall be taxed to the applicant. At the conclusion of the hearing and on application of any person, the governing body may appoint three to five people to view such public right-of-way and report in writing any inconvenience that would result from discontinuing the right-of-way. The governing body may allow the viewers up to fifty dollars each for their services. The sum allowed shall be paid by the person making the application to alter or vacate the public right-of-way. From such report and other evidence, if any, and after the land owners affected thereby, along the public right-of-way proposed to be altered or vacated, have been notified, the governing body may discontinue the public right-of-way. When an applicant requests a vacation to accommodate expansion or development of an existing or proposed business, the governing body may condition the vacation upon commencement of the expansion or development within a specified period of time. Failing to commence within such time may render the vacation, at the option of the governing body, void. A certified copy of the ordinance of vacation shall be recorded as deeds are recorded and indexed in the name of the locality. A conditional vacation shall not be recorded until the condition has been met.\n\nAny appeal shall be filed within sixty days of adoption of the ordinance with the circuit court for the locality in which the public right-of-way is located.\n\nCode 1950, § 15-766; 1950, p. 725; 1952, c. 580; 1956, c. 487; 1958, c. 196; 1962, c. 623, § 15.1-364; 1964, c. 13; 1972, c. 357; 1973, c. 71; 1980, c. 236; 1982, c. 381; 1983, c. 33; 1984, c. 175; 1986, c. 41; 1997, c. 587; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2006/"
    },
    {
      "id": "section-152-2007",
      "number": "15.2-2007.",
      "heading": "Fee for processing application under § 15.2-2006",
      "text": "The governing body of any locality may prescribe and charge a reasonable fee not exceeding $100 for processing an application pursuant to § 15.2-2006.\n\n1970, c. 161, § 15.1-364.1; 1976, c. 183; 1979, c. 208; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2007/"
    },
    {
      "id": "section-152-20071",
      "number": "15.2-2007.1.",
      "heading": "Appointment of viewers in certain cities",
      "text": "Notwithstanding the provisions of § 15.2-2006, the City of Virginia Beach may by ordinance appoint three to five viewers for terms of one year to view each and every street or alley proposed to be altered or vacated during the term. The notice requirements of § 15.2-2204 shall be complied with for each hearing regarding discontinuance of the street or alley proposed to be altered or vacated. The applicant for closure of streets or alleys in such cities that have appointed viewers pursuant to this section shall not be required to advertise, and the governing body shall not be required to hold a separate hearing, for appointment of viewers for each specific street or alley proposed to be altered or vacated. The applicant and the governing body of such city shall comply with all other provisions of § 15.2-2006.\n\n1997, c. 742, § 15.1-364.2; 2007, c. 813.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2007-1/"
    },
    {
      "id": "section-152-2008",
      "number": "15.2-2008.",
      "heading": "Sale of public rights-of-way, easements, etc., to certain purchasers",
      "text": "Notwithstanding any contrary provision of law, general or special, any locality, as a condition to a vacation or abandonment, may require the fractional portion of its public rights-of-way and easements to be purchased by any abutting property owner. The price shall be no greater than the property's fair market value or its contributory value to the abutting property, whichever is greater, or the amount agreed to by the parties. No such vacation or abandonment shall be concluded until the agreed price has been paid. If any abutting property owner does not pay for such owner's fractional portion within one year, or other time period made a condition of the vacation or abandonment, of the local government action to vacate or abandon, then the vacation or abandonment shall be void as to any such property owner.\n\n1979, c. 241, § 15.1-366; 1985, c. 276; 1992, c. 362; 1993, c. 343; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2008/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Encroachments on Rights-of-Way, Etc.",
      "text": "Encroachments on Rights-of-Way, Etc.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2009",
      "number": "15.2-2009.",
      "heading": "Obstructions or encroachments",
      "text": "A locality may prevent any unlawful obstruction of or encroachment over, under or in any street, highway, road, alley, bridge, viaduct, subway, underpass or other public right-of-way or place; may provide penalties for maintaining any such unlawful obstruction or encroachment; may remove the same and charge the cost thereof to the owner or occupant of the property so obstructing or encroaching; and may collect the cost in any manner provided by law for the collection of state or local taxes. The locality may require the owner or occupant of the property so obstructing or encroaching to remove the property and, pending such removal, may charge the owner of the property so obstructing or encroaching compensation for the use of such portion of the street, highway, road, alley, bridge, viaduct, subway, underpass or other public right-of-way or place obstructed or encroached upon the equivalent of what would be the tax upon the land so occupied if it were owned by the owner of the property so obstructing or encroaching. If removal is not accomplished within the time ordered, the locality may impose penalties for each day that the obstruction or encroachment is allowed to continue. The locality may authorize encroachments upon such public rights-of-way and places subject to such terms and conditions as the governing body may prescribe. However, owners or occupants shall be liable for negligence on account of such encroachment, and the governing body may institute and prosecute a suit or action in ejectment or other appropriate proceedings to recover possession of any such public right-of-way or place or any other property unlawfully occupied or encroached upon.\n\nCode 1950, § 15-77.57; 1958, c. 328; 1962, c. 623, § 15.1-893; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2009/"
    },
    {
      "id": "section-152-20091",
      "number": "15.2-2009.1.",
      "heading": "Dangerous roadside vegetation",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, any locality may, by ordinance, provide that the owner of any property adjacent to the right-of-way of any street, highway, road, alley, bridge, viaduct, subway, underpass, or other public right-of-way or place shall, at such time or times as the governing body may prescribe, remove therefrom any and all trees, tree limbs, shrubs, high grass, or other substance that might dangerously obstruct the line of sight of a driver, be involved in a collision with a vehicle, or interfere with the safe operation of a vehicle or may, whenever the governing body deems it necessary, after reasonable notice as defined in subdivision 2 of § 15.2-906, have such trees, shrubs, high grass, and other like substances removed by its own agents or employees.\n\n2020, cc. 962, 963.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2009-1/"
    },
    {
      "id": "section-152-2010",
      "number": "15.2-2010.",
      "heading": "Localities may permit awnings, fire escapes, etc., to overhang public rights-of-way",
      "text": "Any locality may authorize owners or occupants of property abutting upon any public rights-of-way, within such limitations as the locality may prescribe, to construct and maintain in, upon and over such public rights-of-way, awnings, fire escapes, shutters, signs, cornices, gutters, downspouts, bay windows and other appendages to buildings; but such authority or permission shall be deemed to be a license merely and shall be revocable at the pleasure of the localities or of the General Assembly. Nothing contained in this section shall be construed to relieve such owners or occupants from liability for negligence on their part.\n\nCode 1950, § 15-775; 1962, c. 623, § 15.1-376; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2010/"
    },
    {
      "id": "section-152-2011",
      "number": "15.2-2011.",
      "heading": "Localities may permit existing encroachments",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, localities may authorize owners of property with roadside vegetation described in § 15.2-2009.1 or buildings or structures encroaching under, upon and over any public rights-of-way therein, within such limitations as the localities may prescribe, to maintain such vegetation or encroachments as they exist, until such vegetation, buildings, or structures are destroyed or removed; however, nothing contained in this section shall be construed to relieve the owners of negligence on their part on account of any such vegetation or encroachment.\n\nCode 1950, § 15-776; 1962, c. 623, § 15.1-377; 1966, c. 190; 1986, c. 96; 1997, c. 587; 2020, cc. 962, 963.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2011/"
    },
    {
      "id": "section-152-2012",
      "number": "15.2-2012.",
      "heading": "Fee for processing application",
      "text": "A locality may prescribe and charge a fee up to $150 for processing an application pursuant to § 15.2-2011.\n\n1986, c. 96, § 15.1-377.1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2012/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Temporary Closing of Rights-of-Way",
      "text": "Temporary Closing of Rights-of-Way",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2013",
      "number": "15.2-2013.",
      "heading": "Temporary closing of rights-of-way",
      "text": "Any city, any town which receives highway maintenance funds pursuant to § 33.2-319, or any county which receives highway maintenance funds pursuant to § 33.2-366 may permit the temporary use of public rights-of-way for other than public purposes and close the rights-of-way for public use and travel during temporary use, subject to the following conditions:\n\n1. No matter advertising any thing or business shall be displayed in or on the public rights-of-way in connection with such temporary use.\n\n2. The person so permitted to use public rights-of-way shall furnish a public liability and property damage insurance contract insuring the liability of such person, firm, association, organization or corporation for personal injury or death and damages to property resulting from such temporary use in such amounts as shall be determined by the governing body of the locality; the locality shall be named as an additional insured in the contract.\n\n3. When any rights-of-way that are closed are extensions of the state primary highway system, adequate provision shall be made to detour through traffic.\n\nCode 1950, § 15-6; 1960, c. 528; 1962, c. 623; § 15.1-14; 1970, c. 453; 1973, c. 402; 1990, c. 58; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2013/"
    },
    {
      "id": "section-152-2014",
      "number": "15.2-2014.",
      "heading": "Temporary closing of rights-of-way in certain circumstances",
      "text": "The chief administrative officer of any locality or, if there is none, then the chairman or mayor, may temporarily close any public right-of-way in the locality when in his judgment the public safety so requires. Such temporary closing shall not extend past the time of the next meeting of the governing body.\n\n1970, c. 529, § 15.1-889.1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2014/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Miscellaneous",
      "text": "Miscellaneous",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152-2015",
      "number": "15.2-2015.",
      "heading": "Use of streets, etc., for transportation and utilities; removal and alteration of facilities and equipment; permits and charges",
      "text": "Any city or town may provide for the issuance of permits, under such terms and conditions as they may impose, for the use of streets, highways, roads, alleys, bridges, viaducts, subways and underpasses and other public rights-of-way and places by railroads, buses, taxicabs and other vehicles for hire; may prescribe the location in, under or over and provide for the issuance of permits for the use of such public rights-of-way and places for the installation, maintenance and operation of tracks, poles, wires, cables, pipes, conduits, bridges, viaducts, subways, vaults, areas and cellars; may require tracks, poles, wires, cables, pipes, conduits, bridges, viaducts, subways and underpasses to be altered, removed or relocated either permanently or temporarily; may charge and collect compensation for the privileges so granted; and may prohibit such use of such public rights-of-way and places except as otherwise provided by law. No such use shall be made of the streets, highways, roads, alleys, bridges, viaducts, subways and underpasses without the consent of the city or town.\n\nCode 1950, § 15-77.56; 1958, c. 328; 1962, c. 623, § 15.1-892; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2015/"
    },
    {
      "id": "section-152-2016",
      "number": "15.2-2016.",
      "heading": "Regulation of services and rates charged by person using streets, etc.",
      "text": "Any city or town may regulate the services rendered to the public and rates charged therefor by any person using the streets, highways, roads, alleys, bridges, viaducts, subways, underpasses or other public rights-of-way or places for the rendition of such services, which are not subject to regulation by the State Corporation Commission.\n\nCode 1950, § 15-77.59; 1958, c. 328; 1962, c. 623, § 15.1-895; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2016/"
    },
    {
      "id": "section-152-2017",
      "number": "15.2-2017.",
      "heading": "Public utilities not to use streets without consent",
      "text": "No street railway, gas, water, steam or electric heating, electric light or power, cold storage, compressed air, viaduct, conduit, telephone or bridge company, nor any corporation, association, person, or partnership engaged in these or like enterprises, shall be permitted to use the streets, alleys or public grounds of a city or town, without the previous consent of the corporate authorities of such city or town.\n\nCode 1950, § 15-774; 1962, c. 623, § 15.1-375; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2017/"
    },
    {
      "id": "section-152-2018",
      "number": "15.2-2018.",
      "heading": "Use of certain public property without consent or franchise",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, any person or corporation, except a public service corporation, that occupies or uses any streets, avenues, parks, bridges or any other public places or public property or any public easement of a county, in a manner not permitted to the general public, without having first obtained the consent of the governing body of such county or a franchise therefor, shall be guilty of a Class 4 misdemeanor. Each day's continuance thereof shall be a separate offense. Such occupancy or use shall be deemed a nuisance. The court trying the case may cause the nuisance to be abated and commit the offenders and all their agents and employees engaged in such offenses to jail until the order of the court is obeyed.\n\n1983, c. 613, § 15.1-512.1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2018/"
    },
    {
      "id": "section-152-2019",
      "number": "15.2-2019.",
      "heading": "Localities may name streets, roads and alleys",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, every locality may name streets, roads and alleys. Such names shall take precedence over any other designation except those primary highways conforming to § 33.2-213, and shall be employed in references to property abutting thereon.\n\nRenaming streets, roads and alleys on site plans or subdivision plats previously recorded and filed in a circuit court clerk's office shall not cause vacation of such site plans or subdivision plats. The locality may forward a certified copy of the action effecting such name change to the clerk of the circuit court in which the site plan or subdivision plat is recorded or filed. Upon receipt, the clerk shall (i) file the certified copy and note the name change on the site plan or subdivision plat affected or (ii) record the certified copy.\n\nCode 1950, § 15-777.1; 1954, c. 462; 1962, c. 623, § 15.1-379; 1987, c. 384; 1997, c. 587; 1999, c. 671.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2019/"
    },
    {
      "id": "section-152-2020",
      "number": "15.2-2020.",
      "heading": "Lights on public rights-of-way in counties",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, counties may install and maintain suitable lights on public rights-of-way in such counties, and pay the costs of such installation and maintenance.\n\nCode 1950, § 15-778; 1952, c. 125; 1962, c. 623, § 15.1-380; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2020/"
    },
    {
      "id": "section-152-2021",
      "number": "15.2-2021.",
      "heading": "Ramps on curbs of certain streets; specifications",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, every locality requiring curbs along its streets that incorporate accessible routes for pedestrian use, such as existing or proposed sidewalks, shall require that curb ramps be constructed at intersections for use by persons with mobility impairments. The ramps shall comply with the Virginia Department of Transportation's Road and Bridge Standards. Local option, variance, or waiver of these standards is prohibited.\n\n1974, c. 169, § 15.1-381; 1975, c. 74; 1976, c. 477; 1990, c. 186; 1993, c. 258; 1997, c. 587; 1999, cc. 409, 417.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2021/"
    },
    {
      "id": "section-152-2022",
      "number": "15.2-2022.",
      "heading": "Certain counties may adopt ordinance regulating tracking of mud and debris upon highways",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, any county (i) whose roads are not a part of the state secondary highway system, (ii) which has the urban county executive form of government, or (iii) is adjacent to a county which has the urban county executive form of government may, by ordinance, regulate the tracking of mud and debris upon the highways and secondary highways within the county boundaries.\n\n1966, c. 429, § 15.1-16.1; 1987, c. 635; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2022/"
    },
    {
      "id": "section-152-20221",
      "number": "15.2-2022.1.",
      "heading": "Turns into or out of certain residential areas; resident permits",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, or any other provision of law, a county operating under the urban county executive form of government may by ordinance develop a program to issue resident permits or stickers to residents of a designated area that will allow such residents to make turns into or out of the designated area during certain times of the day when such turns would otherwise be restricted.\n\n2019, c. 305.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2022-1/"
    },
    {
      "id": "section-152-2023",
      "number": "15.2-2023.",
      "heading": "Expenditure of county revenues for certain roads",
      "text": "Any county may expend so much of its general revenues as its governing body by majority vote of its elected members deems appropriate for the construction and repair of public roads not in the primary or secondary state highway system and may own and operate the properties and equipment necessary to carry out the provisions of this section.\n\nAny county revenues expended for such roads shall not be considered to be highway funds which are made available for highway purposes pursuant to § 33.2-358 and shall not diminish funds paid to counties under § 33.2-358.\n\n1978, c. 163, § 15.1-26.2; 1994, c. 251; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2023/"
    },
    {
      "id": "section-152-2024",
      "number": "15.2-2024.",
      "heading": "Numbers to be displayed on buildings",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, every locality, by ordinance, may require that each building that fronts on a right-of-way be numbered and such number be displayed on the primary or accompanying building or in a manner that is easily readable from the right-of-way. Every locality may adopt such rules or procedures necessary to ensure the compliance with and enforcement of the ordinance adopted pursuant to this section. The ordinance may include provisions for a civil penalty not to exceed $100 for a violation that has not been corrected within 15 days of notice of such violation. Civil penalties assessed under this section shall be paid into the treasury of the locality where the violation occurred.\n\n1984, c. 223, § 15.1-29.11; 1997, cc. 534, 587; 2020, c. 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2024/"
    },
    {
      "id": "section-152-2025",
      "number": "15.2-2025.",
      "heading": "Removal of snow and ice; civil penalty",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, any county in Northern Virginia Planning District 8, or any county outside Planning District 8 that has adopted the county executive form of government, may provide by ordinance reasonable criteria and requirements for the removal of accumulations of snow and ice from public sidewalks, by the owner or other person in charge of any occupied property.\n\nSuch ordinance shall include reasonable time frames for compliance and reasonable exceptions for individuals with disabilities, elderly individuals, and those otherwise physically incapable of meeting the criteria and requirements for such removal.\n\nCivil penalties not to exceed $100 may be imposed for violation of such ordinance.\n\n1988, c. 356, § 15.1-29.16; 1997, c. 587; 2018, cc. 323, 661; 2023, cc. 148, 149.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2025/"
    },
    {
      "id": "section-152-2026",
      "number": "15.2-2026.",
      "heading": "Limited access streets",
      "text": "Localities shall have the same authority with respect to the planning, designation, acquisition, opening, construction, reconstruction, improvement, maintenance, discontinuance and regulation of the use of limited access streets; the designation of existing streets as limited access streets, and the extinguishment of easements and rights in connection therewith; the regulation and restriction of access to such streets; the construction of service roads in connection therewith; and all other authority with respect to such streets and incidental thereto, as the Commonwealth Transportation Board has under the provisions of §§ 33.2-400 through 33.2-404, or as the Board may be hereafter granted by amendment thereof or otherwise. \"Limited access street\" as used in this section means a street especially designed for through traffic over which abutters have no easement or right of light, air or access because their property abuts upon such limited access street.\n\nCode 1950, § 15-7.1; 1952, c. 422; 1962, c. 623, § 15.1-16; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2026/"
    },
    {
      "id": "section-152-2027",
      "number": "15.2-2027.",
      "heading": "Regulation of private roadways within multifamily residential developments",
      "text": "Any locality may regulate and control private roadways within multifamily residential developments to such extent as to allow police, fire and rescue vehicles access to the developments.\n\n1970, c. 282, § 15.1-510.5:1; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2027/"
    },
    {
      "id": "section-152-2028",
      "number": "15.2-2028.",
      "heading": "Regulation of traffic",
      "text": "Every locality may regulate and control the operation of motor and other vehicles and the movement of vehicular and pedestrian travel and traffic on streets, highways, roads, alleys, bridges, viaducts, subways, underpasses and other public rights-of-way and places, provided such regulations shall not be inconsistent with the provisions of Chapter 13 (§ 46.2-1300 et seq.) of Title 46.2.\n\nCode 1950, § 15-77.55; 1958, c. 328; 1962, c. 623, § 15.1-891; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2028/"
    },
    {
      "id": "section-152-2029",
      "number": "15.2-2029.",
      "heading": "Regulation of transportation of certain materials",
      "text": "Any locality may regulate the transportation of hay, coal, gasoline, explosives or other articles through the streets of the locality.\n\nCode 1950, § 15-6; 1960, c. 528; 1962, c. 623, § 15.1-14; 1970, c. 453; 1973, c. 402; 1990, c. 58; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2029/"
    },
    {
      "id": "section-152-2030",
      "number": "15.2-2030.",
      "heading": "Localities may sell or lease airspace over public streets, public rights-of-way, etc., under certain conditions",
      "text": "Notwithstanding the provisions of subsection A of § 15.2-2000, subject to the provisions of Article VII, Section 9 of the Constitution of Virginia when applicable, any locality may by ordinance authorize the sale or lease of the airspace over or under any public street, lane, alley or other public right-of-way in such locality owned by it in fee simple; provided, that any building, structure or appurtenance thereto, constructed over any such street, lane, alley or other public right-of-way shall have a minimum clearance of sixteen feet six inches and providing further that nothing herein shall be construed to relieve any such grantee or lessee of such airspace of the liability for negligence on their part. No such ordinance shall be adopted until the governing body has held a public hearing thereon after public notice as provided in § 15.2-2204. In addition, in those public rights-of-way in which the Commonwealth has a prescriptive easement for maintenance and public travel, the airspace shall be conveyed or leased only with the consent, in writing, of the Commissioner of Highways.\n\nShould the construction of any building or structure in any such airspace require the relocation of any utility, the cost of such relocation shall be borne by the grantee or lessee.\n\n1964, c. 373, § 15.1-376.1; 1966, c. 44; 1970, c. 570; 1979, c. 431; 1997, c. 587.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-15-2/chapter-20/section-15-2-2030/"
    }
  ]
}