{
  "state": "michigan",
  "path": "title-chapter-408-labor/chapter-act-75-of-2016-civil-air-patrol-employment-protection-act-40",
  "sections": [
    {
      "id": "section-408921",
      "number": "408.921",
      "heading": "Short Title; Definitions; Discriminating Against, Disciplining, or Discharging Employee Prohibited; Reasons; Scope; Notification to Employer; Civil Action",
      "text": "(1) This act shall be known and may be cited as the \"civil air patrol employment protection act\".\n\n(2) As used in this act:\n\n(a) \"Civil air patrol\" means the civilian auxiliary of the United States Air Force.\n\n(b) \"Employee\" means an individual who receives wages or remuneration for providing services to an employer.\n\n(c) \"Employer\" means a person that provides wages or remuneration to 1 or more individuals who perform services for the employer under an express or implied contract of hire.\n\n(3) Subject to subsection (4), an employer shall not discriminate against, discipline, or discharge an employee for any of the following reasons:\n\n(a) The employee is a member of the civil air patrol.\n\n(b) The employee is absent from work if all of the following conditions are met:\n\n(i) The employee is absent for the purpose of responding as a member of the civil air patrol to an emergency declared by the governor or the president of the United States.\n\n(ii) The employee gives his or her employer as much notice as possible of the dates the employee will be absent to serve with the civil air patrol during the emergency.\n\n(iii) The employee provides the employer with verification from the civil air patrol of the emergency need for the employee's volunteer service.\n\n(4) This act does not do any of the following:\n\n(a) Prohibit an employer from treating the time the employee is absent because of emergency civil air patrol service as unpaid time off.\n\n(b) Prohibit an employer from complying with a collective bargaining agreement or employee benefit plan entered into before the effective date of this act.\n\n(5) By 30 days after the effective date of this act, the date of employment, or the date of joining the civil air patrol, whichever is latest, an employee who is a member of the civil air patrol and is trained and qualified to provide emergency services shall notify his or her employer that the employee may be called to an emergency.\n\n(6) An employee or former employee may bring a civil action for damages or equitable relief to enforce this act.\n\nHistory:2016, Act 75, Eff. July 4, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-408/statute-act-75-of-2016/section-408-921/"
    }
  ]
}