{
  "state": "alabama",
  "path": "title-title-12-courts/chapter-chapter-23a-alabama-drug-offender-accountability-act",
  "sections": [
    {
      "id": "section-12-23a-1",
      "number": "12-23A-1",
      "heading": "Short Title.Section 12-23A-2 - Definitions",
      "text": "Section 12-23A-3 - Legislative Intent.Section 12-23A-4 - Establishment of Drug Court; Participation; Incentives and Sanctions; Components; Drug Court Team and Advisory Committee; Coordinator.Section 12-23A-5 - Drug Tests; Screening; Confidentiality of Infor",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12-23a-2",
      "number": "12-23A-2",
      "heading": "Definitions.",
      "text": "Section 12-23A-2\n\nDefinitions.\n\nAs used in this chapter, the following words shall have the following meanings:\n\n(1) ADVISORY COMMITTEE. A local committee which may consist of the following members or their designees:\n\na. The drug court judge, who shall serve as chair.\n\nb. The district attorney.\n\nc. The public defender or a member of the criminal defense bar.\n\nd. The drug court coordinator.\n\ne. The court clerk.\n\nf. A community corrections or court referral officer, or both.\n\ng. A pretrial services provider.\n\nh. A law enforcement officer.\n\ni. Substance abuse treatment providers.\n\nj. Any other person the chair deems appropriate.\n\n(2) ASSESSMENT. A diagnostic evaluation for placement in a treatment program which shall be performed in accordance with criteria certified by the Department of Mental Health, Substance Abuse Services Division.\n\n(3) CHARGE. As defined in Section 12-25-32(13).\n\n(4) CONTINUUM OF CARE. A seamless and coordinated course of substance abuse education and treatment designed to meet the needs of drug offenders as they move through the criminal justice system and beyond, maximizing self-sufficiency.\n\n(5) CO-OCCURRING. A substance abuse and mental health disorder.\n\n(6) DRUG. Includes all of the following:\n\na. A controlled substance, drug, or other substance for which a medical prescription or other legal authorization is required for purchase or possession.\n\nb. A drug whose manufacture, sale, use, or possession is forbidden by law.\n\nc. Other harmful substance, a misused substance otherwise legal to possess, including alcohol.\n\n(7) DRUG COURT. A judicial intervention program for drug offenders in the criminal division of the circuit or district court that incorporates the ten key components as enumerated in subsection (f) of Section 12-23A-4 and may include any of the following:\n\na. Pre-adjudication. A drug offender is ordered to participate in drug court before acceptance of a plea of guilty or conviction.\n\nb. Post-adjudication. A drug offender is ordered to participate in drug court after entering a plea of guilty or having been found guilty.\n\nc. Reentry. A drug offender is ordered to participate in drug court upon release from a sentence of incarceration.\n\nd. Combination program. May include pre-adjudication, post-adjudication, and/or reentry.\n\n(8) DRUG COURT COORDINATOR. An individual who is responsible for coordinating the establishment, staffing, operation, evaluation, and integrity of the drug court.\n\n(9) DRUG COURT TEAM. Consists of all of the following members who are assigned to the drug court:\n\na. The drug court judge.\n\nb. The district attorney or his or her designee.\n\nc. The public defender or a member of the criminal defense bar.\n\nd. A law enforcement officer.\n\ne. The drug court coordinator.\n\nf. A representative from community corrections, court referral program, or the Board of Pardons and Paroles.\n\ng. Any other persons selected by the drug court team.\n\n(10) DRUG OFFENDER. A person charged with or convicted of a drug-related offense or an offense in which substance abuse is determined from the evidence to have been a significant factor in the commission of the offense and who has applied for or been accepted to participate in a drug court program for drug offenders in the criminal division of the circuit or district court.\n\n(11) MEMORANDUM OF UNDERSTANDING. A written document setting forth an agreed upon procedure.\n\n(12) RECIDIVISM. A subsequent conviction or plea of nolo contendere in this or any other state or federal court of the United States within three years of successful completion of, or termination from, drug court for any offense carrying a sentence of one year or more.\n\n(13) RELAPSE. A return to substance use after a period of abstinence from substance abuse.\n\n(14) SCREENING. The process of gathering basic information to determine whether the offender meets established drug court eligibility criteria and shall include, but is not limited to, the current charge, a substance abuse evaluation, a brief questionnaire to determine if a risk or needs assessment is needed, and drug testing, and may include, but is not limited to, a substance abuse evaluation, risk assessment, or needs assessment.\n\n(15) SPLIT SENTENCING. A sentence which includes a period of incarceration followed by a period of probation.\n\n(16) STAFFING. The meeting before an appearance of a drug offender in drug court in which the drug court team discusses a coordinated response to the drug offender’s behavior.\n\n(17) SUBSTANCE. Drug as defined in subdivision (6).\n\n(18) SUBSTANCE ABUSE. The illegal or improper consumption of a drug.\n\n(19) SUBSTANCE ABUSE TREATMENT. The application of professionally planned, managed, administered, and monitored procedures for the purpose of alleviating, minimizing, and stabilizing the effect of substance-related disorders and restoring impaired functionality.\n\n(20) VIOLENT OFFENSE OR CHARGE. As defined in Section 12-25-32(13).\n\n(Act 2010-754, p. 1909, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-2/"
    },
    {
      "id": "section-12-23a-3",
      "number": "12-23A-3",
      "heading": "Legislative Intent.",
      "text": "Section 12-23A-3\n\nLegislative Intent.\n\n(a) The Legislature recognizes that a critical need exists in this state for the criminal justice system to more effectively address the number of defendants who are involved with substance abuse or addiction. For the criminal justice system to maintain credibility, court and community alternatives for the substance abuse and addiction involved defendant must be expanded. A growing body of research demonstrates the impact of substance abuse on public safety, personal health, and health care costs, the spread of communicable disease, educational performance and attainment, work force reliability and productivity, family safety, and financial stability. Requiring accountability and effective treatment, in addition to or in place of, conventional and expensive incarceration, will promote public safety, the welfare of the individuals involved, reduce the burden upon the State Treasury and benefit the common welfare of this state. The goals of this chapter are to do all of the following:\n\n(1) Enhance community safety and quality of life for citizens.\n\n(2) Reduce recidivism.\n\n(3) Reduce substance abuse.\n\n(4) Increase the personal, familial, and societal accountability of drug offenders.\n\n(5) Restore drug offenders to productive, law-abiding, and taxpaying citizens.\n\n(6) Promote effective interaction and use of resources among criminal justice and community agencies.\n\n(7) Reduce the costs of incarceration.\n\n(8) Improve the efficiency of the criminal justice system by enacting an effective methodology.\n\n(b) As a general proposition, all drug offenders should receive timely eligibility screening and, where indicated, assessment and the appropriate level of treatment. The criminal justice system should be used constructively to motivate drug offenders to accept treatment and engage in the treatment process.\n\n(Act 2010-754, p. 1909, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-3/"
    },
    {
      "id": "section-12-23a-4",
      "number": "12-23A-4",
      "heading": "Establishment of Drug Court; Participation; Incentives and Sanctions; Components; Drug Court Team and Advisory Committee; Coordinator.",
      "text": "Section 12-23A-4\n\nEstablishment of Drug Court; Participation; Incentives and Sanctions; Components; Drug Court Team and Advisory Committee; Coordinator.\n\n(a)(1) The presiding judge of each judicial circuit, with the consent of the district attorney of that judicial circuit, may establish a drug court or courts, under which drug offenders shall be processed, to appropriately address the identified substance abuse problem of the drug offender as a condition of pretrial release, pretrial diversion, probation, jail, prison, parole, community corrections, or other release or diversion from a correctional facility. The structure, method, and operation of each drug court may differ and should be based upon the specific needs of and resources available to the judicial district or circuit where the drug court is located, but shall be created and operate pursuant to this chapter and in compliance with rules promulgated by the Alabama Supreme Court.\n\n(2) Nothing in this chapter shall affect the authority of the district attorney to establish a deferred prosecution program or a pretrial diversion program within his or her judicial circuit or affect his or her ability to nolle prosse a particular case. Notwithstanding the foregoing, all drug courts shall comply with this chapter and rules promulgated by the Alabama Supreme Court.\n\n(b) Participation in drug court shall require the consent of the district attorney and the court and shall be pursuant to a written agreement. A drug offender may participate in a pre-adjudication, post-adjudication, reentry, probation violation, or combination program.\n\n(c) The court may grant reasonable incentives under the written agreement if the court finds that the drug offender:\n\n(1) Is performing satisfactorily in drug court.\n\n(2) Is benefiting from education, treatment, and rehabilitation.\n\n(3) Has not engaged in criminal conduct.\n\n(4) Has not violated the terms and conditions of the agreement.\n\n(d) The court may impose reasonable sanctions under the written agreement or may incarcerate or expel the offender from the program if the court finds that the drug offender:\n\n(1) Is not performing satisfactorily in drug court.\n\n(2) Is not benefiting from education, treatment, or rehabilitation.\n\n(3) Has engaged in conduct rendering him or her unsuitable for the program.\n\n(4) Has otherwise violated the terms and conditions of the agreement.\n\n(5) Is for any reason unable to participate.\n\n(e) Upon successful completion of drug court, a drug offender’s case shall be disposed of by the judge in the manner prescribed by the agreement and by the applicable policies and procedures adopted by the drug court. This may include, but is not limited to, withholding criminal charges, nolle prosse of charges recommended by the district attorney, probation, deferred sentencing, suspended sentencing, split sentencing, or a reduced period of incarceration. Records of all such dispositions shall be maintained and be available to judges and prosecutors statewide. This provision shall not authorize the disclosure of youthful offender or juvenile records to the general public.\n\n(f) Drug courts shall include all of the following ten key components, as defined by the United States Department of Justice, and the drug court team shall act to ensure compliance with each of the components:\n\n(1) Integration of drug, alcohol, and other drug treatment or educational services with justice system case processing.\n\n(2) Use of a non-adversarial approach, with prosecution and defense counsel promoting public safety while protecting the due process rights of drug offenders participating in the program.\n\n(3) Early identification of drug offenders eligible to participate and prompt placement in the drug court program.\n\n(4) Access to a continuum of alcohol, drug, and other related treatment and rehabilitation services.\n\n(5) Monitoring of abstinence by frequent alcohol and other drug testing.\n\n(6) Adoption and implementation of a coordinated strategy which governs drug court responses to the compliance of drug offenders participating in the program.\n\n(7) Ongoing judicial interaction with each drug court of drug offenders participating in the program.\n\n(8) Monitoring and evaluation to measure the achievement of program goals and gauge effectiveness.\n\n(9) Continuing interdisciplinary education to promote effective drug court planning, implementation, and operations.\n\n(10) Forging partnerships among drug courts, public agencies, and community-based organizations to generate local support and enhance drug court effectiveness.\n\n(g) Cases handled pursuant to this chapter shall be calendared on dedicated dockets, set aside from other criminal cases.\n\n(h) Each local jurisdiction that intends to establish a drug court, or continue the operation of an existing drug court, shall establish a local drug court team and may also establish a local drug court advisory committee.\n\n(i) The drug court team, when practicable, shall conduct a staff meeting prior to each drug court session to discuss and provide updated information regarding drug offenders. After determining their progress, or lack thereof, the drug court team shall agree on the appropriate incentive or sanction to be applied. If the drug court team cannot agree on the appropriate action, the court shall make the decision based on information presented in the staff meeting. Nothing in this chapter shall prohibit the authority of the district attorney to file a petition to remove the drug offender from the drug court program for good cause shown.\n\n(j) Nothing contained in this chapter shall confer a right, or an expectation of a right, to participate in drug court, nor does it obligate the drug court to accept every drug offender. Neither the establishment of any drug court nor anything in this chapter shall be construed as limiting the discretion of the district attorney. Each drug court judge may establish rules and may make special orders and rules, as necessary, that do not conflict with this chapter or rules promulgated by the Alabama Supreme Court.\n\n(k) A drug court coordinator shall be responsible for the general administration of drug court.\n\n(l) Any agency charged with supervising a drug offender under drug court jurisdiction shall timely forward information to the drug court concerning the progress and compliance of the drug offender with any court imposed terms and conditions.\n\n(Act 2010-754, p. 1909, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-4/"
    },
    {
      "id": "section-12-23a-5",
      "number": "12-23A-5",
      "heading": "Drug Tests; Screening; Confidentiality of Information; Criteria for Participation.",
      "text": "Section 12-23A-5\n\nDrug Tests; Screening; Confidentiality of Information; Criteria for Participation.\n\n(a) Any drug offender subject to this chapter who posts bail shall submit to random observed drug tests as a condition of pretrial release.\n\n(b) A drug offender shall be required to undergo a screening under any of the following conditions:\n\n(1) The results of a drug test are positive.\n\n(2) The drug offender requests a screening.\n\n(3) The drug offender admits to substance use or abuse within the year preceding the arrest for the present charge.\n\n(4) The present charge involves a violation of the controlled substances or impaired driving statutes.\n\n(5) The drug offender, within the previous five years, has been convicted in any state or federal court involving a violation described in subsection (b)(1), (b)(3), or (b)(4).\n\n(6) The drug offender refuses to undergo a drug test as required by this chapter.\n\n(c) Notwithstanding the requirements of subsection (a), the court shall order a drug offender to undergo a screening if the court has reason to believe the drug offender is a substance abuser or would otherwise benefit from undergoing a screening.\n\n(d) If a drug offender is ordered to undergo a screening and has not done so at the time of his or her release prior to trial or probation, submission to a screening shall be a condition of his or her pretrial release or probation.\n\n(e) Unless otherwise ordered by the court, the drug test results and screening of a drug offender shall be provided as soon as practical after the initial appearance of the drug offender before the drug court team, or other appropriate authority in the case of an inmate.\n\n(f) The screening shall include recommendations concerning the drug offender’s need for a needs or risk assessment.\n\n(g) Anyone receiving drug test results, a screening, an assessment, or other personal medical information shall maintain that information in accordance with federal and state confidentiality laws.\n\n(h) A court shall immediately consider ordering a drug offender to participate in drug court if all of the following apply:\n\n(1) A screening reveals that a drug offender is a substance abuser, and the court recommends that the drug offender participate in drug court.\n\n(2) The court has reason to believe that participation in drug court will benefit the drug offender by addressing his or her substance abuse.\n\n(3) The district attorney consents to the participation of the drug offender in the program.\n\n(4) The case of the drug offender is handled pursuant to subsection (b) of Section 12-23A-4.\n\n(i) A drug offender shall not be eligible for admission into a drug court program if any of the following applies:\n\n(1) The drug offender has a pending violent criminal charge against him or her or any felony charge in which a firearm or deadly weapon or dangerous instrument was used.\n\n(2) The drug offender has been convicted of a violent felony offense or any felony in which a firearm or deadly weapon or dangerous instrument was used or adjudicated as a youthful offender or delinquent as a juvenile of a violent felony offense or any felony in which a firearm or deadly weapon or dangerous instrument was used.\n\n(3) The drug offender is required to register as a sex offender or currently charged with a felony sex offense.\n\n(4) The drug offender is charged with distribution, manufacturing, or trafficking of a controlled substance.\n\n(j) Eligible offenses may be further restricted by the rules of a specific local drug court program.\n\n(k) The Commissioner of the Department of Corrections shall develop criteria regarding the evaluation and eligibility of an inmate for early release into a reentry drug court program consistent with the requirements of subsection (i).\n\n(Act 2010-754, p. 1909, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-5/"
    },
    {
      "id": "section-12-23a-6",
      "number": "12-23A-6",
      "heading": "Assessments and Recommendations; Treatment Services.",
      "text": "Section 12-23A-6\n\nAssessments and Recommendations; Treatment Services.\n\n(a) As part of the assessment, each jurisdiction shall establish a system to ensure that drug offenders are placed into a substance abuse treatment program approved by the Department of Mental Health. To accomplish this, the entity conducting the assessment should make specific recommendations to the drug court team regarding the level of treatment program and duration necessary so that the individualized needs of a drug offender may be addressed. These assessments and resulting recommendations shall be performed by a certified or licensed alcohol and drug professional in accordance with the criteria certified by the Department of Mental Health, Substance Abuse Services Division. Treatment recommendations accepted by the court, pursuant to this chapter, shall be deemed to be reasonable and necessary.\n\n(b) An adequate continuum of care for drug offenders shall be established in response to this chapter.\n\n(c) The drug court, when practicable, shall ensure that no agency provide both assessment and treatment services for a drug court to avoid potential conflicts of interest or the appearance that a given assessment agency might benefit by determining that an offender is in need of the particular form of treatment that the assessor provides.\n\n(d) A drug court making a referral for substance abuse treatment shall refer the drug offender to a program that is certified by the Department of Mental Health, Substance Abuse Services Division.\n\n(e) The court shall determine which treatment programs are authorized to provide the recommended treatment to a drug offender. The relationship between the treatment program and the court should be governed by a memorandum of understanding, which should include the timely reporting of the progress or lack thereof of the drug offender to the drug court.\n\n(f) Appropriate services for mental health treatment should be made available by the Department of Mental Health, where practicable, recognizing that a drug offender is frequently co-occurring.\n\n(g) Recognizing that appropriate levels of substance abuse treatment, including appropriate length of stay, impact success, the drug court team may require assessments that determine the appropriate level of care and refer to programs certified by the Department of Mental Health for the provision of the indicated treatment.\n\n(Act 2010-754, p. 1909, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-6/"
    },
    {
      "id": "section-12-23a-7",
      "number": "12-23A-7",
      "heading": "Drug Testing Procedures.",
      "text": "Section 12-23A-7\n\nDrug Testing Procedures.\n\n(a) The drug court team shall ensure fair, accurate, and reliable drug testing procedures.\n\n(b) The drug offender shall be ordered to submit to frequent, random, and observed drug testing to monitor abstinence.\n\n(c) The results of all drug tests shall be provided to the drug court team as soon as practicable, and in the event of a positive drug test, the team shall be notified immediately.\n\n(d) Anyone in receipt of drug test results shall maintain the information in compliance with the requirements of federal and state confidentiality laws.\n\n(Act 2010-754, p. 1909, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-7/"
    },
    {
      "id": "section-12-23a-8",
      "number": "12-23A-8",
      "heading": "Transfers Between Drug Courts.",
      "text": "Section 12-23A-8\n\nTransfers Between Drug Courts.\n\nAny drug court in this state may transfer to or accept transfer from any other drug court in this state, as well as any drug court in any other state which is a part of the Interstate Compact for Adult Offender Supervision, any drug offender for admission into the respective drug court program based upon the residence of the drug offender. All terms and conditions of the transfer and supervision shall be clearly stated, in writing, and shall not be valid unless agreed to, in writing, by all of the following:\n\n(1) The drug offender.\n\n(2) The defense attorney.\n\n(3) The judge and prosecutor of the transferring drug court.\n\n(4) The judge and prosecutor of the receiving drug court.\n\n(Act 2010-754, p. 1909, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-8/"
    },
    {
      "id": "section-12-23a-9",
      "number": "12-23A-9",
      "heading": "Functions of Administrative Office of Courts.",
      "text": "Section 12-23A-9\n\nFunctions of Administrative Office of Courts.\n\n(a) The Administrative Office of Courts, hereinafter AOC, shall assist in the planning, implementation, and development of drug courts statewide. AOC shall make recommendations to the Alabama Supreme Court and the Chief Justice concerning the legal, policy, and procedural issues confronting the drug courts in the state. Nothing in this section shall impede the constitutional authority of the district attorney.\n\n(b) AOC shall provide state-level coordination and support for drug court judges and their programs and operate as a liaison between drug court judges and other state-level agencies providing services to or benefitting from drug court programs.\n\n(c) The Administrative Director of Courts shall make recommendations to the Chief Justice of the Alabama Supreme Court concerning criteria for eligibility, the promulgation of procedural rules, the establishment of guidelines for operation, and adoption of standards and protocols for the various drug courts of this state. All rules, guidelines, standards, and protocols shall periodically be reviewed and revised.\n\n(d) AOC shall identify existing resources for assessment and treatment and make recommendations for the allocation of those resources; explore grants and funds necessary to support drug courts; promote and provide annual training and technical assistance for all drug court judges and criminal justice personnel involved in drug courts, as well as education for the public about the effectiveness of drug court; and establish evaluation criteria and procedures, including tracking the status of drug offenders after concluding drug court. The critical performance measures to be collected shall include those set forth in subsection (a) of Section 12-23A-10.\n\n(e) The local drug court team or advisory committee, or both, shall ensure the provision of a full continuum of care for drug offenders.\n\n(f) The presiding judge of each circuit shall report to AOC by the fifteenth day of January of each year. The report shall include all of the following:\n\n(1) A description of the drug court operating within the jurisdiction.\n\n(2) The name of the participating judge or judges.\n\n(3) Community involvement.\n\n(4) Education and training.\n\n(5) Use of existing resources.\n\n(6) Collaborative efforts.\n\n(7) An evaluation of the critical data elements required by subsection (a) of Section 12-23A-10.\n\n(g) The Administrative Director of Courts shall provide a statewide report each year during the regular legislative session to the Alabama Supreme Court, Legislature, and Governor regarding the need for, and implementation of, this chapter. The report shall include a synopsis of such information or data necessary to determine the impact, utility, and cost-effectiveness of its implementation and ongoing operation.\n\n(Act 2010-754, p. 1909, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-9/"
    },
    {
      "id": "section-12-23a-10",
      "number": "12-23A-10",
      "heading": "Collection and Maintenance of Information; Fees, Costs, and Restitution; Annual Audit.",
      "text": "Section 12-23A-10\n\nCollection and Maintenance of Information; Fees, Costs, and Restitution; Annual Audit.\n\n(a) A drug court shall collect and maintain the following information for each drug offender that is considered for admission or admitted into drug court:\n\n(1) Prior criminal history.\n\n(2) Prior substance abuse treatment history, including information on the success or failure of the drug offender in those programs.\n\n(3) Employment, education, and income histories.\n\n(4) Gender, race, ethnicity, marital and family status, and any child custody and support obligations.\n\n(5)a. Instances of recidivism occurring after successful completion of drug court. Recidivism shall be measured at a period of three years after successful graduation.\n\nb. Instances of recidivism occurring after a drug offender’s termination in drug court for a period of three years from release into the community.\n\n(6) The drug of choice and the estimated daily financial cost to the drug offender at the time of entry into the program.\n\n(7) The number of drug offenders screened for eligibility, the number of eligible drug offenders who were and were not admitted into drug court, the reasons for non-admission for those drug offenders not admitted into drug court, and the case disposition for each drug offender admitted into drug court.\n\n(8) The cost of operation and sources of funding for each drug court.\n\n(b) A drug offender subject to this chapter may be required, as a condition of pretrial release, probation, diversion, parole, or community corrections to provide the information in subsection (a). The collection and maintenance of this information shall be collected in a standardized format according to applicable guidelines.\n\n(c) To protect the privacy of a drug offender in accordance with federal and state confidentiality laws, treatment records shall be kept in a secure environment, separated from the court records to which the public has access.\n\n(d) All drug court personnel shall be trained in accordance with subsection (d) of Section 12-23A-9.\n\n(e) Evaluations shall be conducted in accordance with subsection (a).\n\n(f) The drug offender shall be responsible for all fees, court costs, and restitution associated with the terms of release of the offender, supervision, treatment, and successful completion in drug court, unless the offender is determined to be indigent, in which event such fees may be waived in whole or in part. Determination of indigency shall be subject to continuing review by the court. All such fees, which do not include regular court costs normally collected by the clerk of court, shall be collected and accounted for by the drug court or other entity designated by the drug court team, in accordance with generally accepted uniform accounting principles, which shall be subject to approval by the Chief Examiner of the Department of Examiners of Public Accounts. Drug courts shall establish and maintain a uniform accounting system.\n\n(g) The annual reports and all records of accounts and financial records of all funds received from fees or by grant, contract, or otherwise from state, local, or federal sources, shall be subject to audit annually by the Chief Examiner of the Department of Examiners of Public Accounts. The audit may be performed by a licensed independent certified public accountant approved by the Chief Examiner of the Department of Examiners of Public Accounts.\n\n(h) All audits shall be completed as soon as practicable after the end of the fiscal year. One copy of each audit shall be furnished to the presiding circuit judge, the district attorney, the Administrative Director of Courts, and the Chief Examiner of the Department of Examiners of Public Accounts. Copies of each audit shall also be made available to the press.\n\n(Act 2010-754, p. 1909, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-10/"
    },
    {
      "id": "section-12-23a-11",
      "number": "12-23A-11",
      "heading": "Liability.",
      "text": "Section 12-23A-11\n\n(a) Absent negligence, wantonness, recklessness, or deliberate misconduct, any individual who, in good faith, provides services pursuant to this chapter, shall not be liable in any civil action. The grant of immunity provided for in this subsection shall extend to all employees, administrative personnel, and drug court team members, as well as volunteers.\n\n(b) Any qualified person who obtains, in a medically accepted manner, a specimen of breath, blood, urine, or other bodily substance pursuant to this chapter shall not be liable in any civil action.\n\n(Act 2010-754, p. 1909, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-11/"
    },
    {
      "id": "section-12-23a-12",
      "number": "12-23A-12",
      "heading": "Construction of Chapter.",
      "text": "Section 12-23A-12\n\nConstruction of Chapter.\n\nNothing in this chapter shall be construed to require a county commission or any county employee to participate in or fund in whole or in part the development or operation of a drug court program authorized in this chapter.\n\n(Act 2010-754, p. 1909, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-12/"
    },
    {
      "id": "section-12-23a-13",
      "number": "12-23A-13",
      "heading": "Persons Ineligible to Participate.",
      "text": "Section 12-23A-13\n\nPersons Ineligible to Participate.\n\nA holder of a commercial driver’s license, a commercial driver learner’s permit holder, and any other operator of a commercial motor vehicle that is subject to Part 383 of the Federal Motor Carrier Safety Regulations shall be ineligible to participate in any drug court program.\n\n(Act 2010-754, p. 1909, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-23a/section-12-23a-13/"
    }
  ]
}