{
  "state": "alabama",
  "path": "title-title-12-courts/chapter-chapter-10-judicial-compensation-commission",
  "sections": [
    {
      "id": "section-12-10-1",
      "number": "12-10-1",
      "heading": "Designation and Term of Office of Chairman",
      "text": "Section 12-10-1\n\nDesignation and Term of Office of Chairman.\n\nThe members of the Judicial Compensation Commission created by Constitutional Amendment No. 328 shall, by majority vote, designate a chairman from among their number who shall serve for one year from the date of election or until his successor is designated and assumes his responsibilities.\n\n(Acts 1975, No. 1205, p. 2384, §12-103.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-10/section-12-10-1/"
    },
    {
      "id": "section-12-10-2",
      "number": "12-10-2",
      "heading": "Powers of Members of Commission as to Witnesses, Etc.",
      "text": "Section 12-10-2\n\nPowers of Members of Commission as to Witnesses, Etc.\n\nEach member of the commission shall have the power to administer oaths, take testimony, subpoena and compel the attendance of witnesses and the production of all books, papers, records or documents deemed by the commission to be material or pertinent to any subject within the scope of its studies and investigations.\n\n(Acts 1975, No. 1205, p. 2384, §12-102.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-10/section-12-10-2/"
    },
    {
      "id": "section-12-10-3",
      "number": "12-10-3",
      "heading": "Reimbursement of Expenses of Members of Commission.",
      "text": "Section 12-10-3\n\nReimbursement of Expenses of Members of Commission.\n\nCommission members shall be reimbursed for actual and necessary expenses incurred in the performance of their duties on the commission; provided, that such expenses shall be approved by the chairman and shall be filed with the Comptroller of the State of Alabama.\n\n(Acts 1975, No. 1205, p. 2384, §12-104.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-10/section-12-10-3/"
    },
    {
      "id": "section-12-10-4",
      "number": "12-10-4",
      "heading": "Recommendation to Legislature by Commission of Salary and Expense Allowances to Be Paid Judges Generally.",
      "text": "Section 12-10-4\n\nRecommendation to Legislature by Commission of Salary and Expense Allowances to Be Paid Judges Generally.\n\nThe Judicial Compensation Commission shall recommend to the Legislature the salary and expense allowances to be paid from the State Treasury for all judges of this state except for municipal and probate judges.\n\n(Acts 1975, No. 1205, p. 2384, §12-101.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-10/section-12-10-4/"
    },
    {
      "id": "section-12-10-5",
      "number": "12-10-5",
      "heading": "When Recommendations May Be Submitted to Legislature; Recommendations to Become Law Upon Adjournment of Legislative Session to Which Submitted Unless Rejected or Altered by Legislative Act; Recordation and Publication Thereof",
      "text": "Section 12-10-5\n\nWhen Recommendations May Be Submitted to Legislature; Recommendations to Become Law Upon Adjournment of Legislative Session to Which Submitted Unless Rejected or Altered by Legislative Act; Recordation and Publication Thereof.\n\n(a) The commission may submit recommendations in the form of a report to the Legislature at any time within the first five calendar days of any session.\n\n(b) Unless rejected by a joint resolution or altered by act of the Legislature at the session to which the report is submitted, the recommendations of the commission shall become law upon the adjournment of that session of the Legislature.\n\n(c) Upon adjournment, the recommendations that have become law shall become effective immediately and shall be recorded and published as other laws.\n\n(Acts 1975, No. 1205, p. 2384, §12-105.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-10/section-12-10-5/"
    }
  ]
}