{
  "state": "alabama",
  "path": "title-title-12-courts/chapter-chapter-24-recusal-for-campaign-contributions",
  "sections": [
    {
      "id": "section-12-24-1",
      "number": "12-24-1",
      "heading": "Recusal of Justice or Judge Due to Campaign Contributions",
      "text": "Section 12-24-2 - Filing by Judges, Justices, Parties, and Attorneys of Disclosure Statements Concerning Campaign Contributions.Section 12-24-3 - Recusal of a Justice or Judge Due to Campaign Contribution; Rebuttable Presumption; Appeal.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12-24-2",
      "number": "12-24-2",
      "heading": "Filing by Judges, Justices, Parties, and Attorneys of Disclosure Statements Concerning Campaign Contributions.",
      "text": "Section 12-24-2\n\nFiling by Judges, Justices, Parties, and Attorneys of Disclosure Statements Concerning Campaign Contributions.\n\nRepealed by Act 2014-455, §2, effective July 1, 2014.\n\n(Acts 1995, No. 95-648, p. 1355, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-24/section-12-24-2/"
    },
    {
      "id": "section-12-24-3",
      "number": "12-24-3",
      "heading": "Recusal of a Justice or Judge Due to Campaign Contribution; Rebuttable Presumption; Appeal.",
      "text": "Section 12-24-3\n\nRecusal of a Justice or Judge Due to Campaign Contribution; Rebuttable Presumption; Appeal.\n\n(a) In any civil action, on motion of a party or on its own motion, a justice or judge shall recuse himself or herself from hearing a case if, as a result of a substantial campaign contribution or electioneering communication made to or on behalf of the justice or judge in the immediately preceding election by a party who has a case pending before that justice or judge, either of the following circumstances exist:\n\n(1) A reasonable person would perceive that the justice or judge’s ability to carry out his or her judicial responsibilities with impartiality is impaired.\n\n(2) There is a serious, objective probability of actual bias by the justice or judge due to his or her acceptance of the campaign contribution.\n\n(b) A rebuttable presumption arises that a justice or judge shall recuse himself or herself if a campaign contribution made directly by a party to the judge or justice exceeds the following percentages of the total contributions raised during the election cycle by that judge or justice and was made at a time when it was reasonably foreseeable that the case could come before the judge or justice:\n\n(1) Ten percent in a statewide appellate court race.\n\n(2) Fifteen percent in a circuit court race.\n\n(3) Twenty-five percent in a district court race.\n\nAny refunded contributions shall not be counted toward the percentages noted herein.\n\n(c) The term party, as referenced in this section, means any of the following:\n\n(1) A party or real party in interest to the case or any person in his or her immediate family.\n\n(2) Any holder of five percent or more of the value of a party that is a corporation, limited liability company, firm, partnership, or any other business entity.\n\n(3) Affiliates or subsidiaries of a corporate party.\n\n(4) Any attorney for the party.\n\n(5) Other lawyers in practice with the party’s attorney.\n\n(d) An order of a court denying a motion to recuse shall be appealable in the same manner as a final order to the appellate court which would otherwise have jurisdiction over the appeal from a final order in the action. The appeal may be filed only within 30 days of the order denying the motion to recuse. During the pendency of an appeal, where the threshold set forth in subsection (b) is met, the action in the trial court shall be stayed in all respects.\n\n(Act 2014-455, p. 1688, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-12/chapter-24/section-12-24-3/"
    }
  ]
}