{
  "state": "delaware",
  "path": "title-title-11/chapter-title11c084index",
  "sections": [
    {
      "id": "section-8401",
      "number": "8401.",
      "heading": "Definitions.As used in this chapter:(1) “Approved school” means a school authorized by the Commission to provide mandatory training and education for police officers as prescribed in this chapter",
      "text": "(2) “Articulation agreement” means a written agreement for the transfer of academic credit.(3) “Body-wor\n§\n\n 8401;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1A;63 Del. Laws, c. 31,\n\n§\n\n 1;68 Del. Laws, c. 172,\n\n§§\n\n 1, 2;68 Del. Laws, c. 330,\n\n§\n\n 1;72 Del. Laws, c. 367,\n\n§\n\n 2;72 Del. Laws, c. 371,\n\n§\n\n 2;72 Del. Laws, c. 379,\n\n§\n\n 3;73 Del. Laws, c. 195,\n\n§\n\n 2;73 Del. Laws, c. 249,\n\n§\n\n 2;74 Del. Laws, c. 250,\n\n§\n\n 2;74 Del. Laws, c. 331,\n\n§\n\n 1;76 Del. Laws, c. 43,\n\n§\n\n 2;76 Del. Laws, c. 163,\n\n§\n\n 1;78 Del. Laws, c. 155,\n\n§\n\n 4;79 Del. Laws, c. 200,\n\n§\n\n 1;80 Del. Laws, c. 200,\n\n§\n\n5;83 Del. Laws, c. 83,\n\n§\n\n2;84 Del. Laws, c. 149,\n\n§\n\n1;§\n\n8402. Members of Commission.(a) The Commission shall be composed of 17 members.(b) The Commission shall be composed of the following members:(1) A chairperson to be appointed by and to serve at the pleasure of the Governor. The chairperson must have substantial practical experience in the field of law enforcement.(2) Attorney General.(3) The Superintendent of the Delaware State Police.(4) The Chief of the City of Wilmington Police.(5) The Chief of the New Castle County Police Department.(6) The Chief of the City of Dover Police Department.(7) The Chief of the City of Newark Police Department.(8) The Secretary of Education.(9) The President of the Delaware League of Local Governments.(10) The mayor of an incorporated municipality in Kent County, to be appointed by the Governor.(11) The mayor of an incorporated municipality in Sussex County, to be appointed by the Governor.(12) The chairperson of the Delaware Association of Chiefs of Police.(13) The chair of Public Safety Committee of the House of Representatives.(14) The chair of the Corrections and Public Safety Committee of the Senate.(15) Three members of the public appointed by the Governor as follows:a. One religious leader from the community who has experience with reentry.b. Two members of the community who have been impacted directly or are immediate family members or caregivers of those impacted by the juvenile or adult criminal justice system.(c) Except for the chairperson, members appointed by the Governor may not be a current or former member of law enforcement or affiliated with law enforcement. The Governor shall consider nonbinding recommendations from the NAACP, Delaware Center for Justice, and other nonprofit organizations for the public members appointed under paragraph (b)(15) of this section.(d) Members appointed by the Governor, except for the chairperson, shall serve for a 3-year term and may be reappointed for 1 additional term. Each term of office shall expire on the date specified in the appointment; however, the board member shall remain eligible to participate in board proceedings unless and until replaced by the Governor. Initial appointments may be for terms of less than 3 years in order to stagger the terms of the appointed members. The Governor shall consider geographic diversity in appointing public members to the Commission.(e) Members appointed to the Commission, except for the chairperson, who have never served on the Commission may be appointed to the Commission for 2 consecutive terms, but no such person shall thereafter be eligible for 2 consecutive appointments. No public member who has been twice appointed to the Commission or who has served on the Commission for 6 years within any 9-year period shall again be appointed to the Commission until an interim period of at least 3 years has expired since such person last served.11 Del. C. 1953,\n\n§\n\n 8403;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§§\n\n 1B, 1C;63 Del. Laws, c. 31,\n\n§\n\n 1;65 Del. Laws, c. 492,\n\n§§\n\n 1, 2;68 Del. Laws, c. 49,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 65,\n\n§\n\n 9;83 Del. Laws, c. 83,\n\n§\n\n2;84 Del. Laws, c. 42,\n\n§\n\n1;84 Del. Laws, c. 149,\n\n§\n\n1;§\n\n8403. Organization of Commission.(a) A vice-chairperson and a Secretary shall be elected from among the members of the Commission. The Commission shall hold no less than 4 regular meetings each year and may meet at such other times as it may determine. The chairperson shall fix the time and place of such meetings in the chair’s discretion, but upon written request of any 3 members, the chairperson shall call a meeting pursuant to the terms of such request. Nine members shall constitute a quorum. Each member of the Commission may have a proxy to represent the member at Commission meetings.(b) Notwithstanding any provision of law, Commission membership shall not disqualify a member from holding any other public or private employment or constitute a forfeit of such office.(c) Commission members shall receive no compensation for their services but shall be allowed their actual and necessary expenses incurred in the performance of their duties.(d) The Commission shall allow public comment at its meetings in accordance with § 10004 of Title 29.11 Del. C. 1953,\n\n§\n\n 8404;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1C;63 Del. Laws, c. 31,\n\n§\n\n 1;65 Del. Laws, c. 492,\n\n§\n\n 3;68 Del. Laws, c. 49,\n\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;83 Del. Laws, c. 83,\n\n§\n\n2;84 Del. Laws, c. 42,\n\n§\n\n1;84 Del. Laws, c. 149,\n\n§\n\n1;§\n\n8404. Powers and duties [Effective until Feb. 20, 2027].(a) The Commission shall do all of the following:(1) Establish minimum qualifications for applicants as police officers.(2) Establish minimum educational and training qualifications requisite to permanent appointment as a police officer.(3) Issue certification of completion of police officer training prescribed under this chapter.(4) Suspend or revoke certification under any of the following circumstances:a. A certificate was issued due to fraud, mistake, or deceit.b. A police officer has failed to successfully complete any in-service or advanced training required by the Commission.c. A police officer has been convicted of, or received a probation before judgment with respect to, a felony, or any local, state or federal criminal offense involving, but not limited to, theft, fraud, or violation of the public trust, or of any drug law.d. A police officer has been found, after examination by a licensed psychologist or psychiatrist, to be psychologically or emotionally unfit to perform the duties or exercise the powers and authority of a police officer.e. A police officer has received a hearing pursuant to Chapter 92 of this title, or who has knowingly and voluntarily waived that individual’s right to such a hearing and has done any of the following:1. Been discharged from employment with a law-enforcement agency for a breach of internal discipline.2. Retired or resigned prior to the entry of findings of fact concerning an alleged breach of internal discipline for which the individual could have been legitimately discharged had the individual not retired from or resigned that individual’s position prior to the imposition of discipline by the employing agency.f. A police officer has been decertified in another jurisdiction.(5) Prescribe standards for in-service or continued training of police officers, which shall include at least 2 hours every 4 years on the detection, prevention and prosecution of sexual assault for all police officers who perform uniformed patrol duties or are assigned to investigative units responsible for sex crimes, and which training shall be conducted on a staggered basis so that half of the eligible members of any law-enforcement or police organization receive said training in each 2-year period.(6) Establish minimum educational and training qualifications for seasonal employment as a police officer.(7) Establish certification and recertification requirements for police officer applicants who have previously been employed with permanent appointment as a police officer but have not been so employed within the 12 months prior to application.(8) Prescribe equipment and facility standards for schools at which police training courses shall be conducted, including but not limited to existing county or municipal schools.(9) Establish minimum training requirements, attendance requirements and standards of operations for police training schools.(10) Prescribe minimum qualifications for instructors at such schools and certify, as qualified, or decertify such instructors to their particular courses of study.(11) Approve and issue certificates of approval to such police training schools, to inspect such schools from time to time and to revoke for cause any approval or certificate issued to such schools.(12) Consult and cooperate with all agencies of government, state and local, concerning the development and administration of the training and standard program and to contract with such agencies as it deems necessary to the performance of its powers and duties.(13) Accept or receive grants or donations from any source, public or private, for the purposes of this chapter.(14) Make such rules and regulations as may be necessary to carry out the purposes and objectives of this chapter.(15) Provide a modification from the application of any provision of this chapter or the rules and regulations promulgated thereunder, for any police officer of a municipality if:a. The police officer is employed on a seasonal basis; andb. The municipality makes application for such modification and establishes that it will suffer a hardship if the modification is not granted.(16) Establish an approved training program for seasonal police officers which shall be required prior to active police duty, and in addition, if the officer is to be armed, that the police officer be certified in the use of firearms at an approved police training school.(17) Authorize articulation agreements between an approved school and an accredited institution of higher education located in the State for the provision of police officer training prescribed under this chapter.(18) Establish the criteria to afford reciprocity to police officers certified in other states by an agency like the Commission or by the federal government by waiving some or all of the minimum education and training qualifications for police officers under this chapter if they have satisfied substantially equivalent education and training.(19) Mandate training for all persons seeking permanent or seasonal appointment as a police officer in the detection, prosecution and prevention of child sexual and physical abuse, exploitation and domestic violence, and the obligations imposed by Delaware law, including § 903 of Title 16, and federal law in the prompt reporting thereof. Such training shall be coordinated under §§ 911 and 931(b)(4) of Title 16 to ensure consistent trainings across disciplines.(20) Require that all police departments, establish either individually or in combination with other departments, police accountability committees or boards to provide advice to departments on policy, training, and other issues relating to or affecting the department and the communities served by the department. The requirement shall recommend that a police accountability committee or board must include in its membership a religious leader from the community and members of the community who have been impacted directly or are immediate family members or caregivers of those impacted by the juvenile or adult criminal justice system. Non-officer members shall be required, within 1 year of appointment, to complete 20 hours of community training with the departments overseen by the applicable board, which may include ride-alongs or a citizen’s police academy. Additional mandates for membership or structure may be included. Police accountability committees or boards are subject to the requirements of the Freedom of Information Act, Chapter 100 of Title 29.(21) Issue subpoenas for witnesses, documents, physical evidence, or other evidence needed in connection with a hearing conducted under this chapter.(b) The Department of Safety and Homeland Security shall provide administrative support to the Commission and may hire personnel necessary for the effective administration of this chapter, including oversight of training programs administered by police training academies to ensure they meet minimum standards.(c) The Commission, in collaboration with government, police union, and community stakeholders, shall periodically review and propose updates as needed to regulations and standards addressing the use and activation of body-worn cameras, including all of the following:(1) The electronic storage of recordings derived from body-worn cameras.(2) The dissemination of recordings derived from body-worn cameras.(3) A victim’s right to review the portion of body-worn camera footage that includes statements made by the victim, under § 9403(5) of this title.(d) The Commission is responsible for providing feedback and recommendations regarding state-level police accreditation to the Delaware Police Accreditation Commission. The Commission shall ensure that every police agency is accredited by the Delaware Police Accreditation Commission no later than July 1, 2028.(e) The Commission shall maintain a public website for the purposes of providing notice of hearings and meetings, publishing public documents, and enabling interaction and comments from the public.11 Del. C. 1953,\n\n§\n\n 8405;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1D;63 Del. Laws, c. 31,\n\n§\n\n 1;67 Del. Laws, c. 313,\n\n§\n\n 1;68 Del. Laws, c. 330,\n\n§§\n\n 2-4;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 331,\n\n§§\n\n 2-4;77 Del. Laws, c. 323,\n\n§\n\n 3;80 Del. Laws, c. 55,\n\n§\n\n 1;80 Del. Laws, c. 187,\n\n§\n\n 8;83 Del. Laws, c. 83,\n\n§\n\n2;84 Del. Laws, c. 149,\n\n§\n\n1;84 Del. Laws, c. 233,\n\n§\n\n15;84 Del. Laws, c. 514,\n\n§\n\n21;85 Del. Laws, c. 142,\n\n§\n\n11;§\n\n8404. Powers and duties [Effective Feb. 20, 2027].(a) The Commission shall do all of the following:(1) Establish minimum qualifications for applicants as police officers.(2) Establish minimum educational and training qualifications requisite to permanent appointment as a police officer.(3) Issue certification of completion of police officer training prescribed under this chapter.(4) Suspend or revoke certification under any of the following circumstances:a. A certificate was issued due to fraud, mistake, or deceit.b. A police officer has failed to successfully complete any in-service or advanced training required by the Commission.c. A police officer has been convicted of, or received a probation before judgment with respect to, a felony, or any local, state or federal criminal offense involving, but not limited to, theft, fraud, or violation of the public trust, or of any drug law.d. A police officer has been found, after examination by a licensed psychologist or psychiatrist, to be psychologically or emotionally unfit to perform the duties or exercise the powers and authority of a police officer.e. A police officer has received a hearing pursuant to Chapter 92 of this title, or who has knowingly and voluntarily waived that individual’s right to such a hearing and has done any of the following:1. Been discharged from employment with a law-enforcement agency for a breach of internal discipline.2. Retired or resigned prior to the entry of findings of fact concerning an alleged breach of internal discipline for which the individual could have been legitimately discharged had the individual not retired from or resigned that individual’s position prior to the imposition of discipline by the employing agency.f. A police officer has been decertified in another jurisdiction.(5) Prescribe standards for in-service or continued training of police officers, which must be conducted on a staggered basis so that half of the eligible members of any law-enforcement or police organization receive said training in each 2-year period, and which must include the following:a. At least 2 hours every 4 years on the detection, prevention and prosecution of sexual assault for all police officers who perform uniformed patrol duties or are assigned to investigative units responsible for sex crimes.b. Training on the Juvenile Civil Citation Offender Program.(6) Establish minimum educational and training qualifications for seasonal employment as a police officer.(7) Establish certification and recertification requirements for police officer applicants who have previously been employed with permanent appointment as a police officer but have not been so employed within the 12 months prior to application.(8) Prescribe equipment and facility standards for schools at which police training courses shall be conducted, including but not limited to existing county or municipal schools.(9) Establish minimum training requirements, attendance requirements and standards of operations for police training schools.(10) Prescribe minimum qualifications for instructors at such schools and certify, as qualified, or decertify such instructors to their particular courses of study.(11) Approve and issue certificates of approval to such police training schools, to inspect such schools from time to time and to revoke for cause any approval or certificate issued to such schools.(12) Consult and cooperate with all agencies of government, state and local, concerning the development and administration of the training and standard program and to contract with such agencies as it deems necessary to the performance of its powers and duties.(13) Accept or receive grants or donations from any source, public or private, for the purposes of this chapter.(14) Make such rules and regulations as may be necessary to carry out the purposes and objectives of this chapter.(15) Provide a modification from the application of any provision of this chapter or the rules and regulations promulgated thereunder, for any police officer of a municipality if:a. The police officer is employed on a seasonal basis; andb. The municipality makes application for such modification and establishes that it will suffer a hardship if the modification is not granted.(16) Establish an approved training program for seasonal police officers which shall be required prior to active police duty, and in addition, if the officer is to be armed, that the police officer be certified in the use of firearms at an approved police training school.(17) Authorize articulation agreements between an approved school and an accredited institution of higher education located in the State for the provision of police officer training prescribed under this chapter.(18) Establish the criteria to afford reciprocity to police officers certified in other states by an agency like the Commission or by the federal government by waiving some or all of the minimum education and training qualifications for police officers under this chapter if they have satisfied substantially equivalent education and training.(19) Mandate training for all persons seeking permanent or seasonal appointment as a police officer in the detection, prosecution and prevention of child sexual and physical abuse, exploitation and domestic violence, and the obligations imposed by Delaware law, including § 903 of Title 16, and federal law in the prompt reporting thereof. Such training shall be coordinated under §§ 911 and 931(b)(4) of Title 16 to ensure consistent trainings across disciplines.(20) Require that all police departments, establish either individually or in combination with other departments, police accountability committees or boards to provide advice to departments on policy, training, and other issues relating to or affecting the department and the communities served by the department. The requirement shall recommend that a police accountability committee or board must include in its membership a religious leader from the community and members of the community who have been impacted directly or are immediate family members or caregivers of those impacted by the juvenile or adult criminal justice system. Non-officer members shall be required, within 1 year of appointment, to complete 20 hours of community training with the departments overseen by the applicable board, which may include ride-alongs or a citizen’s police academy. Additional mandates for membership or structure may be included. Police accountability committees or boards are subject to the requirements of the Freedom of Information Act, Chapter 100 of Title 29.(21) Issue subpoenas for witnesses, documents, physical evidence, or other evidence needed in connection with a hearing conducted under this chapter.(b) The Department of Safety and Homeland Security shall provide administrative support to the Commission and may hire personnel necessary for the effective administration of this chapter, including oversight of training programs administered by police training academies to ensure they meet minimum standards.(c) The Commission, in collaboration with government, police union, and community stakeholders, shall periodically review and propose updates as needed to regulations and standards addressing the use and activation of body-worn cameras, including all of the following:(1) The electronic storage of recordings derived from body-worn cameras.(2) The dissemination of recordings derived from body-worn cameras.(3) A victim’s right to review the portion of body-worn camera footage that includes statements made by the victim, under § 9403(5) of this title.(d) The Commission is responsible for providing feedback and recommendations regarding state-level police accreditation to the Delaware Police Accreditation Commission. The Commission shall ensure that every police agency is accredited by the Delaware Police Accreditation Commission no later than July 1, 2028.(e) The Commission shall maintain a public website for the purposes of providing notice of hearings and meetings, publishing public documents, and enabling interaction and comments from the public.11 Del. C. 1953,\n\n§\n\n 8405;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1D;63 Del. Laws, c. 31,\n\n§\n\n 1;67 Del. Laws, c. 313,\n\n§\n\n 1;68 Del. Laws, c. 330,\n\n§§\n\n 2-4;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 331,\n\n§§\n\n 2-4;77 Del. Laws, c. 323,\n\n§\n\n 3;80 Del. Laws, c. 55,\n\n§\n\n 1;80 Del. Laws, c. 187,\n\n§\n\n 8;83 Del. Laws, c. 83,\n\n§\n\n2;84 Del. Laws, c. 149,\n\n§\n\n1;84 Del. Laws, c. 233,\n\n§\n\n15;84 Del. Laws, c. 514,\n\n§\n\n21;85 Del. Laws, c. 142,\n\n§\n\n11;85 Del. Laws, c. 140,\n\n§\n\n2;§\n\n8404A. Hearings.In all situations where the provisions of § 8404(a)(4) or § 8410(b) of this title are to be applied to or invoked against any agency or individual, that agency or individual shall be entitled to a hearing in the manner prescribed herein:(1) The chairperson shall select 3 members of the Commission to comprise a board which will hear evidence on the allegation (hereinafter “board”).(2) Upon conclusion of the hearing provided for in this section, the board shall submit its findings and recommendation to the full Commission in writing for consideration and vote.(3) The ultimate findings of the Commission shall be final, except that any ruling adverse to any party participating in the hearing may be appealed to the Superior Court within 15 days of receipt of written notification of said finding. Absent an appeal, all findings of the Commission shall become final upon expiration of said appeal deadline.(4) All hearings shall be conducted in accordance with the Administrative Procedures Act [Chapter 101 of Title 29].(5) Summaries of the Commission’s decisions shall be published on the Commission’s websites and are public records for purposes of the Freedom of Information Act (Chapter 100 of Title 29).67 Del. Laws, c. 313,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;84 Del. Laws, c. 149,\n\n§\n\n1;§\n\n8405. Mandatory training; exceptions.(a) Except as provided in subsection (e) of this section, every municipality or other governmental unit of this State employing or intending to employ police officers shall require their attendance at an approved school. Every such municipality, other governmental unit or the University of Delaware or Delaware State University shall require that no person be given or accept an appointment as a police officer unless such person has successfully completed the required police training and education course at an approved school.(b) [Repealed.](c) All police officers and all persons seeking permanent appointment as a police officer shall undergo training to assist them in identifying symptoms of mental illness, mental disability, and/or physical disability and in responding appropriately to situations involving persons having a mental illness, mental disability, and/or physical disability. The training must include instruction concerning the interaction between police officers and minors that have a mental illness, mental disability and/or physical disability.(d) A component of training for all persons enrolled in an approved school must be a course in the detection, prosecution, and prevention of sexual assault. Such evidence-based training must be victim-centered, and trauma-informed.(e) [Repealed.]11 Del. C. 1953,\n\n§\n\n 8406;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1D;63 Del. Laws, c. 31,\n\n§\n\n 1;67 Del. Laws, c. 230,\n\n§§\n\n 1, 2;68 Del. Laws, c. 330,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 367,\n\n§\n\n 3;75 Del. Laws, c. 292,\n\n§\n\n 1;80 Del. Laws, c. 55,\n\n§\n\n 1;83 Del. Laws, c. 37,\n\n§\n\n12;84 Del. Laws, c. 149,\n\n§\n\n1;§\n\n8406. [Reserved.]§\n\n8407. Compensation.During any training program, the compensation or wages of any trainee police officer shall be the responsibility of the employing authority. The responsibility for providing all other costs, including but not limited to tuition, living expenses, books and equipment excluding transportation costs of any trainee police officer shall be that of the Commission.11 Del. C. 1953,\n\n§\n\n 8408;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1D;63 Del. Laws, c. 31,\n\n§\n\n 1;84 Del. Laws, c. 149,\n\n§\n\n1;§\n\n8408. Appropriations.The General Assembly shall appropriate each year to the Commission through the Department of Safety and Homeland Security such funds as are necessary for the purpose of carrying out this chapter.11 Del. C. 1953,\n\n§\n\n 8410;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1E;63 Del. Laws, c. 31,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§\n\n 138;84 Del. Laws, c. 149,\n\n§\n\n1;§\n\n8409. Reimbursement [For application of this section, see 84 Del. Laws, c. 52, § 2].(a) Every municipality or other governmental unit of this State or the University of Delaware or Delaware State University intending to employ on a permanent basis police officers who have satisfactorily completed the mandatory training as required under this chapter and who have completed their training while in the employ of another municipality or another governmental unit of this State or the University of Delaware or Delaware State University within 4 years from the date of satisfactory completion of such mandatory training, shall reimburse the municipality or other governmental unit or the University of Delaware or Delaware State University with whom the police officer was employed at the time of attending the mandatory training program for the cost of training such officer, which shall include the salary, uniforms and equipment and other training expenses, and all employment benefit expenses, testing, and other expenses, such as medical testing, and ammunition, required to attend the police academy, incurred while the officer was attending the mandatory training program. During the first year after completion of the mandatory training program the municipality or other governmental unit or the University of Delaware or Delaware State University by whom the police officer was employed at the time of attending the mandatory training program shall be reimbursed $40,000 for those expenses. During the second year the municipality or other governmental unit shall be reimbursed $30,000 for those expenses. During the third year the municipality or other government unit shall be reimbursed $20,000 for those expenses. During the fourth year the municipality or other government unit shall be reimbursed $10,000 for those expenses.(b) After November 7, 2022, the 4-year time period described in subsection (a) of this section shall be determined as follows:(1) The start of the 4-year time period shall be the date the employee graduates from the police academy.(2) The end of the 4-year time period shall be the last day the employee works for the employer who is seeking reimbursement.11 Del. C. 1953,\n\n§\n\n 8411;59 Del. Laws, c. 102,\n\n§\n\n 1;63 Del. Laws, c. 31,\n\n§\n\n 1;72 Del. Laws, c. 367,\n\n§\n\n 4;83 Del. Laws, c. 534,\n\n§\n\n1;84 Del. Laws, c. 52,\n\n§\n\n1;§\n\n8410. Uncertified police officers.(a) Police officers of the State or any county or municipality or the University of Delaware or Delaware State University who do not meet the requirements of this chapter and the criteria as established by the Commission have no authority to enforce the laws of the State.(b) A police force of any county or municipality which does not meet the requirements of this chapter and the criteria established by the Commission will be ineligible to apply for or receive state aid to local law-enforcement funds.63 Del. Laws, c. 31,\n\n§\n\n 1;72 Del. Laws, c. 367,\n\n§\n\n 5;84 Del. Laws, c. 42,\n\n§\n\n1;84 Del. Laws, c. 149,\n\n§\n\n1;§\n\n8411. Transition and continuity.As of August 7, 2023 all powers and duties formerly vested in the Council on Police Training, shall instead be invested in the Police Officer Standards and Training Commission.84 Del. Laws, c. 149,\n\n§\n\n1;84 Del. Laws, c. 149,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8402",
      "number": "8402.",
      "heading": "Members of Commission.(a) The Commission shall be composed of 17 members",
      "text": "(b) The Commission shall be composed of the following members:(1) A chairperson to be appointed by and to serve at the pleasure of the Governor. The chairperson must have substantial practical experience in the field of law enf\n§\n\n 8403;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§§\n\n 1B, 1C;63 Del. Laws, c. 31,\n\n§\n\n 1;65 Del. Laws, c. 492,\n\n§§\n\n 1, 2;68 Del. Laws, c. 49,\n\n§§\n\n 1, 2;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 65,\n\n§\n\n 9;83 Del. Laws, c. 83,\n\n§\n\n2;84 Del. Laws, c. 42,\n\n§\n\n1;84 Del. Laws, c. 149,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8403",
      "number": "8403.",
      "heading": "Organization of Commission.(a) A vice-chairperson and a Secretary shall be elected from among the members of the Commission",
      "text": "The Commission shall hold no less than 4 regular meetings each year and may meet at such other times as it may determine. The chairperson shall fix the time and place of such\n§\n\n 8404;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1C;63 Del. Laws, c. 31,\n\n§\n\n 1;65 Del. Laws, c. 492,\n\n§\n\n 3;68 Del. Laws, c. 49,\n\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;83 Del. Laws, c. 83,\n\n§\n\n2;84 Del. Laws, c. 42,\n\n§\n\n1;84 Del. Laws, c. 149,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8404",
      "number": "8404.",
      "heading": "Powers and duties [Effective until Feb",
      "text": "20, 2027].(a) The Commission shall do all of the following:(1) Establish minimum qualifications for applicants as police officers.(2) Establish minimum educational and training qualifications requisite to permanent appointment as a police officer.(3) Issue cer\n§\n\n 8405;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1D;63 Del. Laws, c. 31,\n\n§\n\n 1;67 Del. Laws, c. 313,\n\n§\n\n 1;68 Del. Laws, c. 330,\n\n§§\n\n 2-4;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 331,\n\n§§\n\n 2-4;77 Del. Laws, c. 323,\n\n§\n\n 3;80 Del. Laws, c. 55,\n\n§\n\n 1;80 Del. Laws, c. 187,\n\n§\n\n 8;83 Del. Laws, c. 83,\n\n§\n\n2;84 Del. Laws, c. 149,\n\n§\n\n1;84 Del. Laws, c. 233,\n\n§\n\n15;84 Del. Laws, c. 514,\n\n§\n\n21;85 Del. Laws, c. 142,\n\n§\n\n11;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8404a",
      "number": "8404A.",
      "heading": "Hearings.In all situations where the provisions of § 8404(a)(4) or § 8410(b) of this title are to be applied to or invoked against any agency or individual, that agency or individual shall be entitled to a hearing in the manner prescribed herein:(1) The chairperson shall select 3 members of the Comm",
      "text": "§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;84 Del. Laws, c. 149,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8405",
      "number": "8405.",
      "heading": "Mandatory training; exceptions",
      "text": "(a) Except as provided in subsection (e) of this section, every municipality or other governmental unit of this State employing or intending to employ police officers shall require their attendance at an approved school. Every such municipality, other governmental unit\n§\n\n 8406;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1D;63 Del. Laws, c. 31,\n\n§\n\n 1;67 Del. Laws, c. 230,\n\n§§\n\n 1, 2;68 Del. Laws, c. 330,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 367,\n\n§\n\n 3;75 Del. Laws, c. 292,\n\n§\n\n 1;80 Del. Laws, c. 55,\n\n§\n\n 1;83 Del. Laws, c. 37,\n\n§\n\n12;84 Del. Laws, c. 149,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8406",
      "number": "8406.",
      "heading": "[Reserved.]",
      "text": "[Reserved.]",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8407",
      "number": "8407.",
      "heading": "Compensation.During any training program, the compensation or wages of any trainee police officer shall be the responsibility of the employing authority",
      "text": "The responsibility for providing all other costs, including but not limited to tuition, living expenses, books and equipment excluding transportat\n§\n\n 8408;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1D;63 Del. Laws, c. 31,\n\n§\n\n 1;84 Del. Laws, c. 149,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8408",
      "number": "8408.",
      "heading": "Appropriations.The General Assembly shall appropriate each year to the Commission through the Department of Safety and Homeland Security such funds as are necessary for the purpose of carrying out this chapter",
      "text": "11 Del. C. 1953,\n§\n\n 8410;57 Del. Laws, c. 261;57 Del. Laws, c. 670,\n\n§\n\n 1E;63 Del. Laws, c. 31,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§\n\n 138;84 Del. Laws, c. 149,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8409",
      "number": "8409.",
      "heading": "Reimbursement [For application of this section, see 84 Del",
      "text": "Laws, c. 52, § 2].(a) Every municipality or other governmental unit of this State or the University of Delaware or Delaware State University intending to employ on a permanent basis police officers who have satisfactorily completed the mand\n§\n\n 8411;59 Del. Laws, c. 102,\n\n§\n\n 1;63 Del. Laws, c. 31,\n\n§\n\n 1;72 Del. Laws, c. 367,\n\n§\n\n 4;83 Del. Laws, c. 534,\n\n§\n\n1;84 Del. Laws, c. 52,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8410",
      "number": "8410.",
      "heading": "Uncertified police officers.(a) Police officers of the State or any county or municipality or the University of Delaware or Delaware State University who do not meet the requirements of this chapter and the criteria as established by the Commission have no authority to enforce the laws of the State",
      "text": "§\n\n 1;72 Del. Laws, c. 367,\n\n§\n\n 5;84 Del. Laws, c. 42,\n\n§\n\n1;84 Del. Laws, c. 149,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8411",
      "number": "8411.",
      "heading": "Transition and continuity.As of August 7, 2023 all powers and duties formerly vested in the Council on Police Training, shall instead be invested in the Police Officer Standards and Training Commission",
      "text": "84 Del. Laws, c. 149,\n§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}