{
  "state": "delaware",
  "path": "title-title-11/chapter-title11c088index",
  "sections": [
    {
      "id": "section-8827",
      "number": "8827",
      "heading": "8840",
      "text": "8840",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8801",
      "number": "8801.",
      "heading": "Definitions.As used in this chapter:(1) “Board” shall mean the Board of Pension Trustees established by § 8308 of Title 29",
      "text": "(2) “Compensation” shall mean all salary or wages, excluding overtime payments and special payments for extra duties, payable to a member for service.(3) “Credited service” shal\n§\n\n 1;65 Del. Laws, c. 91,\n\n§\n\n 1;67 Del. Laws, c. 86,\n\n§\n\n 2;67 Del. Laws, c. 327,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 43,\n\n§\n\n 1;79 Del. Laws, c. 140,\n\n§\n\n 1;79 Del. Laws, c. 174,\n\n§\n\n 1;79 Del. Laws, c. 413,\n\n§\n\n 1;81 Del. Laws, c. 179,\n\n§\n\n1;81 Del. Laws, c. 368,\n\n§\n\n1;82 Del. Laws, c. 87,\n\n§\n\n4;§\n\n8802. Employment of pensioners.An individual shall not receive a service or disability pension under this chapter for any month during which the individual is an employee as defined in § 8801 of this title, unless:(1) The individual is a police officer who has retired from 1 county or municipal employer and has been appointed by the executive branch and confirmed by the legislative branch of a different county or municipal employer participating in the County Municipal Police/Firefighter Pension Plan; or(2) The individual is a temporary employee whose earnings from such employment do not exceed the maximum allowed by Social Security without affecting Social Security benefits; and(3) The individual’s employment under paragraphs (1) and (2) of this section is not pension creditable service time and may not be used to earn any retirement benefits in the Delaware County and Municipal Police/Firefighter Pension Plan.64 Del. Laws, c. 445,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 407,\n\n§\n\n 1;§\n\n8803. Garnishment and assignment of benefits prohibited.Except for orders of the Delaware Family Court for a sum certain payable on a periodic basis, the benefits provided by this chapter shall not be subject to attachment or execution and shall be payable only to the beneficiary designated and shall not be subject to assignment or transfer.64 Del. Laws, c. 445,\n\n§\n\n 1;71 Del. Laws, c. 337,\n\n§\n\n 2;§\n\n8804. Waiver of benefits.Any individual entitled to any benefits under this chapter may decline to accept all or any part of such benefits by a waiver signed and filed with the Board. Such waiver may be revoked in writing at any time, but no payment of the benefits waived shall be made covering the period during which such waiver was in effect.64 Del. Laws, c. 445,\n\n§\n\n 1;§\n\n8805. Optional participation of counties and municipalities.Any county or municipality may elect to participate in the County and Municipal Police/Firefighter Pension Plan beginning July 1 of any year on or after July 1, 1984. Application to participate shall be by resolution approved by the governing body of the county or municipality and shall be submitted to the Board in such form as the Board shall determine not later than 90 days prior to the date participation is to begin, except such time limit may be reduced by the Board. Any such application, upon approval by the Board, shall be irrevocable. Each participating county and municipality shall provide such information to the Board as it may require for the administration of this chapter.64 Del. Laws, c. 445,\n\n§\n\n 1;67 Del. Laws, c. 327,\n\n§\n\n 3;§\n\n8806. Powers and duties of the Board.The Board shall have the power and duty to appoint an Executive Secretary who shall be responsible for determining the eligibility for retirement pension benefits under this chapter.82 Del. Laws, c. 87,\n\n§\n\n5;§\n\n8811. Mandatory retirement.A member shall retire on the member’s mandatory retirement date as established by the employer.64 Del. Laws, c. 445,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 8;§\n\n8812. Retirement option.When the member applies for a pension, the member shall choose either a unified pension or an ordinary pension.64 Del. Laws, c. 445,\n\n§\n\n 1;67 Del. Laws, c. 86,\n\n§\n\n 10;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n8813. Eligibility for service pension.(a) A member shall become eligible to receive a service pension, after the member has terminated employment, beginning with the month when:(1) The member has 5 years of credited service and has attained age 62; or(2) The member’s age plus credited service (but not less than 10 years) equals 75; or(3) The member has 5 years of credited service, and has retired under the provisions of § 8811 of this title; or(4) The member has 20 years of credited service.(b) An inactive member with a vested right to a service pension shall become eligible to receive such pension, computed in accordance with the provisions of this chapter in effect when the member ceased to be an employee, beginning with the first month after attainment of age 62.(c) For purposes of this section, credited service shall include any period during which a member is receiving a disability pension as provided by this chapter.64 Del. Laws, c. 445,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 143,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 9;76 Del. Laws, c. 214,\n\n§\n\n 1;§\n\n8814. Vesting rights; return to service.(a) A member who has 5 years of credited service shall have a vested right to a service pension.(b) If a member who has less than 5 years of credited service ceases to be an employee, the service credits to the date of termination shall be cancelled unless:(1) The member again becomes an employee within 4 months after such cessation of employment; or(2) The member subsequently acquires 5 years of credited service; or(3) The member has joined a state pension plan which provides for a unified state service pension and subsequently acquires 5 years of credited service; and provided that, if the member has withdrawn that member’s own contributions, the member repays them with interest at a rate determined by the Board.(c) For purposes of this section, credited service shall include any period during which a member is receiving a disability pension as provided by this chapter.(d) A former employee’s vested right shall be forfeited upon application for a refund of accumulated contribution.64 Del. Laws, c. 445,\n\n§\n\n 1;67 Del. Laws, c. 86,\n\n§\n\n 11;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 7;76 Del. Laws, c. 214,\n\n§\n\n 1;§\n\n8815. Eligibility for disability pension.(a) A member who suffers a partial or total disability resulting from an individual and specific act, the type of which would normally occur only while employed as a police officer/firefighter, shall be eligible for a duty-connected disability pension. If such act involves a traumatic event which directly causes an immediate cardiovascular condition which results in partial or total disability, the member shall be eligible for a partial or total duty-connected disability pension.(b) A member with 5 years of credited service who suffers a partial or total disability and who is not eligible for a duty-connected disability pension shall be eligible for an ordinary partial or total disability pension.(c) The determination of disability and its cause shall be made by the Board, or, if so delegated by the Board, by the Executive Secretary, after review of medical documentation submitted by the applicant, in the form required by the Board.(d) For the purposes of this section, whether a member is employed as an on-duty police officer or on an authorized special duty function, the following duties shall be presumed to occur only while employed as a police officer without limiting the scope of acts embraced by subsection (a) of this section:(1) Engaging in a high-speed chase;(2) Effecting an arrest (criminal or traffic);(3) Pursuing a suspect (criminal or traffic);(4) Patrolling (criminal or traffic);(5) Directing traffic or removing traffic hazards;(6) Assisting a civilian, for example, a motorist alongside of the highway or rendering aid in a life-threatening situation (fire, drowning);(7) In-service training other than physical fitness;(8) Performing police functions at a crime scene or in connection with the investigation thereof; or(9) Being assaulted whether by a suspect, detainee, arrestee, prisoner or mental patient.64 Del. Laws, c. 445,\n\n§\n\n 1;67 Del. Laws, c. 327,\n\n§\n\n 4;70 Del. Laws, c. 389,\n\n§\n\n 1;82 Del. Laws, c. 87,\n\n§\n\n6;83 Del. Laws, c. 286,\n\n§\n\n2;§\n\n8816. Payment of service pension.Service pension payments shall be made to a retired member for each month beginning with the month in which the member becomes eligible to receive such pension and ending with the month in which the member dies.64 Del. Laws, c. 445,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n8817. Payment of disability pension.(a) Disability pension payments shall be made to a member for each month beginning with the month in which the member becomes eligible to receive such pension and ending with the month in which the member ceases to be eligible or dies.(b) [Repealed.](c) If a member who is initially determined to be totally disabled recovers, yet is still partially disabled, the total disability pension shall be reduced to a partial disability pension for as long as the member shall remain partially disabled.(d) If a member who is disabled recovers and is no longer totally or partially disabled, the disability pension shall be discontinued unless:(1) The member has reached normal retirement date, or(2) In the case of a duty-connected disability, the member is not offered employment by the council or municipality in a position for which the member is suited by training and experience.(e) A member aggrieved by the reclassification or termination of disability pension pursuant to subsection (c) or (d) of this section may appeal such decision to the Superior Court within 30 days of the day the decision is mailed. The appeal shall be on the record, without a trial de novo. The Court may remand the case to the Board for further proceedings on the record if the Court determines that the record is insufficient for review. When factual determinations are at issue, the Court’s review, in the absence of actual fraud, shall be limited to a determination of whether the Board’s decision is supported by substantial evidence in the record.64 Del. Laws, c. 445,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;83 Del. Laws, c. 286,\n\n§\n\n2;§\n\n8818. Amount of ordinary service pension.The amount of the monthly ordinary service pension payable to a retired member shall be the sum of 2.5% of final average compensation multiplied by years of service up to 20 years inclusive, plus 3.5% of final average compensation multiplied by years of service above 20 years.64 Del. Laws, c. 445,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 1;§\n\n8819. Amount of unified service, disability or survivor pension.The amount of the unified pension payable to an employee, former employee or survivor shall be the sum of the following:(1) The amount computed according to this chapter, exclusive of service credited under § 8801(6) of this title; plus(2) The sum of the amounts computed, based on credited service as an employee, according to subchapter II of Chapter 55 of Title 29; subchapter II of Chapter 55A of Title 29; and subchapter III of Chapter 83 of this title.64 Del. Laws, c. 445,\n\n§\n\n 1;67 Del. Laws, c. 86,\n\n§\n\n 8;§\n\n8820. Amount of duty-connected disability pension.(a) The duty-connected total disability pension shall by 75% of final average compensation plus 10% of final average compensation for each dependent during the period of dependency, not to exceed a total of 25% of final average compensation for all dependents.(b) The duty-connected partial disability pension shall be computed in the same manner as the service pension based on credited service accrued to the date of disability, subject to a minimum of 50% of final average compensation.(c) Medical costs made necessary by reason of duty-connected disability which are in excess of those amounts paid by any health care coverage or worker’s compensation shall be paid by the Fund. Payments under this subsection will be paid upon the filing of a claim in a form prescribed by the Board.64 Del. Laws, c. 445,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§§\n\n 2, 3;§\n\n8821. Amount of ordinary disability pension.The ordinary disability pension shall be computed in the same manner as the service pension based on credited service accrued to the date of disability, subject to the following:(1) In the case of total disability, the minimum pension shall be 50% of final coverage compensation plus 5% of final average compensation for each dependent during the period of dependency, not to exceed a total of 20% of final average compensation for all dependents; and(2) In the case of partial disability, the minimum pension shall be 30% of final average compensation.64 Del. Laws, c. 445,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 4;§\n\n8821A. Amount of ordinary service or disability pensions [For application of this section, see 79 Del. Laws, c. 315, § 10].(a) Notwithstanding provisions of this chapter to the contrary, an employee may elect to have his or her service or disability pension computed under this chapter reduced by 2% thereby providing a survivor’s pension equal to2/3of such reduced amount to the employee’s eligible survivor or survivors at the time of the employee’s death. This election must be made in a form approved by the Board, filed prior to the issuance of the employee’s first benefit check and shall be irrevocable.(b) Notwithstanding provisions of this chapter to the contrary, an employee may elect to have his or her service or disability pension computed under this chapter reduced by 3% thereby providing a survivor’s pension equal to 75% of such reduced amount to the employee’s eligible survivor or survivors at the time of the employee’s death. This election must be made in a form approved by the Board, filed prior to the issuance of the employee’s first benefit check and shall be irrevocable.(c) Notwithstanding provisions of this chapter to the contrary, a member may elect to have his or her service or disability pension computed under this chapter reduced by 6% thereby providing a survivor’s pension equal to 100% of such reduced amount to the employee’s eligible survivor or survivors at the time of the employee’s death. This election must be made in a form approved by the Board, filed prior to the issuance of the employee’s first benefit check and shall be irrevocable.78 Del. Laws, c. 374,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 315,\n\n§\n\n 5;§\n\n8822. Ordinary survivor’s pension [For application of this section, see 79 Del. Laws, c. 315, § 10].(a) Upon the death of a member in service, a monthly survivor’s pension shall be payable to his or her eligible survivor or survivors equal to3/4of the service pension the employee would have been eligible to receive had he or she elected the option provided under § 8821A(b) of this title.(b) Upon the death of an employee in service, whose death occurred in the line of duty, a monthly survivor’s pension shall be payable to the primary survivor equal to3/4of the member’s compensation.(c) Upon the death of an individual receiving a service or disability pension at the time of his or her death, a monthly survivor’s pension shall be payable to the primary survivor and surviving dependents equal to the greater of: (i) 50% of such service or disability pension; (ii) if such pension was computed under the provisions of § 8821A(a) of this title,2/3of such service or disability pension; (iii) if such pension was computed under the provisions of § 8821A(b) of this title, 75% of such service or disability pension; or (iv) if such pension was computed under the provisions of § 8821A(c) of this title, 100% of such service or disability pension. If the primary survivor is the surviving spouse, such person must have been married to the deceased member:(1) Prior to retirement; or(2) For at least 1 year before the date of death, unless the death was the result of an accident.(d) A survivor’s pension shall begin with the month following the month in which the member or retired member dies. If payable to a surviving spouse who dies or marries, it shall become payable in the following month to the next primary survivor as defined in § 8801 of this title or cease with that month in the absence of the eligible dependents. If payable to a child who dies or fails to meet the conditions of eligibility in § 8801(4) of this title, it shall become payable in the following month to a dependent parent or cease with that month in the absence of eligible parents. If payable to a parent, it shall cease with the month in which the parent dies.64 Del. Laws, c. 445,\n\n§\n\n 1;67 Del. Laws, c. 86,\n\n§\n\n 16;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 374,\n\n§\n\n 2;78 Del. Laws, c. 375,\n\n§\n\n 1;79 Del. Laws, c. 315,\n\n§\n\n 6;§\n\n8823. Death benefit.Upon the death of a member, inactive member, retired member or individual receiving a survivor’s pension, there shall be paid to the designated beneficiary or beneficiaries or, in the absence of a designated beneficiary, to the estate of the member, inactive member, retired member or survivor, a lump sum equal to the excess, if any, of the accumulated member contributions with interest over the aggregate of all pension payments made.64 Del. Laws, c. 445,\n\n§\n\n 1;§\n\n8824. Withdrawal benefit.(a) The accumulated contributions with interest of a member who is neither eligible for a service nor disability pension, nor has a vested right to a service pension, shall be refunded upon withdrawal from service.(b) If a member has a vested right to a service pension and withdraws from service and is not immediately eligible for a service or disability benefit, the member may request a refund of accumulated contributions with interest. Refund of such contributions shall extinguish all rights to benefits under this chapter.64 Del. Laws, c. 445,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n8825. Adjustment of benefits.(a) A pension payable under this chapter shall be adjusted no less liberally than adjustments made for pensions payable under the State Employees’ Pension Plan, taking into account adjustments to Social Security benefits payable to state employees.(b) Any monthly service pension, disability pension or survivor pension based on a former service or disability pension which is payable on July 7, 2005, shall be increased effective July 1, 2005, by the amount of difference between the pensioner’s computed benefit under this chapter of this title, as effective July 1, 2005, less the benefit previously awarded under this chapter of this title.64 Del. Laws, c. 445,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 6;§\n\n8826. Application for benefits.(a) A service pension, disability pension, survivor’s pension, death benefit or withdrawal benefit shall be paid only upon the filing of an application in a form prescribed by the Board. A monthly benefit shall not be payable for any month earlier than the second month preceding the date on which the application for such benefit is filed.(b) The Board may require any member, inactive member, retired member or eligible survivor to furnish such information as may be required for the determination of benefits under this chapter or to authorize the Board to procure such information. The Board may withhold payment of any pension under this chapter, whenever the determination of such pension is dependent upon such information and the member, inactive member, retired member or eligible survivor does not cooperate in the furnishing or procuring thereof.(c) A service pension, disability pension, or survivor’s pension applied for under this act may be paid into a Miller Trust Bank account, pursuant to the creation of an irrevocable income assignment trust (“Miller Trust”), established on behalf of an eligible pensioner or survivor covered under this chapter who is a person with disabilities, so long as the Miller Trust is established consistent with the laws of the State of Delaware, the laws of the United States and in accordance with the rules and regulations of the local and federal agencies responsible for administering assistance programs for persons with disabilities.64 Del. Laws, c. 445,\n\n§\n\n 1;77 Del. Laws, c. 408,\n\n§\n\n 4;§§\n\n8827-8840. [Reserved.]§\n\n8841. Member contributions.(a) Effective January 1, 2006, member contributions to the fund shall be 7% of monthly compensation.(b) An employee can repay a withdrawal benefit using a rollover distribution from:(1) A direct rollover of an eligible rollover distribution from:a. A qualified plan described in § 401(a) of the United States Internal Revenue Code [26 U.S.C. § 401(a)];b. An annuity contract described in § 403(b) of the United States Internal Revenue Code [26 U.S.C. § 403(b)]; orc. An eligible plan under § 457(b) of the United States Internal Revenue Code [26 U.S.C. § 457(b)].(2) A participant contribution of an eligible rollover distribution from:a. A qualified plan described in § 401(a) of the United States Internal Revenue Code [26 U.S.C. § 401(a)];b. An annuity contract described in § 403(b) of the United States Internal Revenue Code [26 U.S.C. § 403(b)]; orc. An eligible plan under § 457(b) of the United States Internal Revenue Code [26 U.S.C. § 457(b)].(3) A participant rollover contribution of the portion of a distribution from an individual retirement account or annuity described in § 408 of the United States Internal Revenue Code [26 U.S.C. § 408] that is eligible to be rolled over and would otherwise be includible in gross income.64 Del. Laws, c. 445,\n\n§\n\n 1;72 Del. Laws, c. 143,\n\n§\n\n 2;73 Del. Laws, c. 419,\n\n§§\n\n 4, 5;75 Del. Laws, c. 133,\n\n§\n\n 5;§\n\n8842. Employer contributions.The contribution of the county or municipality for each fiscal year shall be the percentage of covered payroll approved by the Board on the basis of the most recent actuarial valuation and shall equal:(1) The normal cost; plus(2) Adjustments for actuarial gains and losses or increases in benefits adopted on or subsequent to participation; plus(3) Administrative costs.64 Del. Laws, c. 445,\n\n§\n\n 1;§\n\n8843. Fund established.There shall be established a County and Municipal Police/Firefighter Retirement Fund, hereinafter referred to as the “Fund,” separate and distinct from the fund established under subchapters II and III of Chapter 83 of this title, to which county or municipal appropriations and other employer contributions shall be deposited monthly, and to which member contributions shall be deposited upon deduction from the member’s paycheck, and to which earnings on investments, refunds and reimbursements shall be deposited upon receipt, and from which benefits shall be paid and fees and expenses authorized by the Board shall be paid. Subject to Internal Revenue Code § 401(a)(24) [26 U.S.C. § 401(a)(24)], the assets of the Fund will be commingled in the Delaware Public Employees’ Retirement System as provided for by § 8308 of this title. The assets of the Fund are held in trust and may not be used for or diverted to any purpose other than for the exclusive benefit of the employees and their beneficiaries.64 Del. Laws, c. 445,\n\n§\n\n 1;67 Del. Laws, c. 327,\n\n§\n\n 5;71 Del. Laws, c. 121,\n\n§\n\n 9;76 Del. Laws, c. 279,\n\n§\n\n 11;§\n\n8844. Employer pickup of member contributions.(a) Each participating employer, pursuant to the provisions of § 414(h)(2) of the United States Internal Revenue Code [26 U.S.C. § 414(h)(2)], shall pick up and pay the contributions which would otherwise be payable by the members under § 8841 of this title. The contributions so picked up shall be treated as employer contributions for purposes of determining the amounts of federal income taxes to withhold from the member’s compensation.(b) Member contributions picked up by the employer shall be paid from the same source of funds used for the payment of compensation to a member. A deduction shall be made from each member’s compensation equal to the amount of the member’s contributions picked up by the employer. This deduction, however, shall not reduce the member’s compensation for purposes of computing benefits under the retirement system pursuant to this chapter.(c) Member contributions shall be credited to a separate account within the member’s individual account so that the amount contributed prior to the effective date for the pickup of member contributions may be distinguished from the amounts contributed on or after the effective date.(d) The contributions, although designated as employee contributions, are being paid by the employer in lieu of the contributions by the employee. The employee will not be given the option of choosing to receive the contributed amounts directly instead of having them paid by the employer to the retirement system.68 Del. Laws, c. 358,\n\n§\n\n 6;§\n\n8845. Payment of benefits.Benefits shall be due and payable under this chapter only to the extent provided in this chapter, and neither the State nor the County and Municipal Police/Firefighter Retirement Fund shall be liable for any amount in excess of such sums.71 Del. Laws, c. 132,\n\n§\n\n 88;§\n\n8846. Burial benefits.(a) After July 1, 2016, upon the death of a member under this chapter, a benefit will be paid in the same manner as benefits provided under § 5546 of Title 29.(b) The benefit granted under this section shall not be construed as a contractual obligation of the State or of the Fund and may be revised or terminated by an act of the General Assembly.81 Del. Laws, c. 397,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8802",
      "number": "8802.",
      "heading": "Employment of pensioners.An individual shall not receive a service or disability pension under this chapter for any month during which the individual is an employee as defined in § 8801 of this title, unless:(1) The individual is a police officer who has retired from 1 county or municipal employer a",
      "text": "§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 407,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8803",
      "number": "8803.",
      "heading": "Garnishment and assignment of benefits prohibited",
      "text": "Except for orders of the Delaware Family Court for a sum certain payable on a periodic basis, the benefits provided by this chapter shall not be subject to attachment or execution and shall be payable only to the beneficiary designated and shall not\n§\n\n 1;71 Del. Laws, c. 337,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8804",
      "number": "8804.",
      "heading": "Waiver of benefits.Any individual entitled to any benefits under this chapter may decline to accept all or any part of such benefits by a waiver signed and filed with the Board",
      "text": "Such waiver may be revoked in writing at any time, but no payment of the benefits waived shall be made covering the period\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8805",
      "number": "8805.",
      "heading": "Optional participation of counties and municipalities",
      "text": "Any county or municipality may elect to participate in the County and Municipal Police/Firefighter Pension Plan beginning July 1 of any year on or after July 1, 1984. Application to participate shall be by resolution approved by the governing bod\n§\n\n 1;67 Del. Laws, c. 327,\n\n§\n\n 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8806",
      "number": "8806.",
      "heading": "Powers and duties of the Board",
      "text": "The Board shall have the power and duty to appoint an Executive Secretary who shall be responsible for determining the eligibility for retirement pension benefits under this chapter.82 Del. Laws, c. 87,\n§\n\n5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8811",
      "number": "8811.",
      "heading": "Mandatory retirement.A member shall retire on the member’s mandatory retirement date as established by the employer.64 Del. Laws, c. 445,",
      "text": "§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 8;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8812",
      "number": "8812.",
      "heading": "Retirement option.When the member applies for a pension, the member shall choose either a unified pension or an ordinary pension.64 Del. Laws, c. 445,",
      "text": "§\n\n 1;67 Del. Laws, c. 86,\n\n§\n\n 10;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8813",
      "number": "8813.",
      "heading": "Eligibility for service pension",
      "text": "(a) A member shall become eligible to receive a service pension, after the member has terminated employment, beginning with the month when:(1) The member has 5 years of credited service and has attained age 62; or(2) The member’s age plus credited service (but not les\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;72 Del. Laws, c. 143,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 9;76 Del. Laws, c. 214,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8814",
      "number": "8814.",
      "heading": "Vesting rights; return to service",
      "text": "(a) A member who has 5 years of credited service shall have a vested right to a service pension.(b) If a member who has less than 5 years of credited service ceases to be an employee, the service credits to the date of termination shall be cancelled unless:(1) The m\n§\n\n 1;67 Del. Laws, c. 86,\n\n§\n\n 11;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 7;76 Del. Laws, c. 214,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8815",
      "number": "8815.",
      "heading": "Eligibility for disability pension",
      "text": "(a) A member who suffers a partial or total disability resulting from an individual and specific act, the type of which would normally occur only while employed as a police officer/firefighter, shall be eligible for a duty-connected disability pension. If such act\n§\n\n 1;67 Del. Laws, c. 327,\n\n§\n\n 4;70 Del. Laws, c. 389,\n\n§\n\n 1;82 Del. Laws, c. 87,\n\n§\n\n6;83 Del. Laws, c. 286,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8816",
      "number": "8816.",
      "heading": "Payment of service pension.Service pension payments shall be made to a retired member for each month beginning with the month in which the member becomes eligible to receive such pension and ending with the month in which the member dies",
      "text": "64 Del. Laws, c. 445,\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8817",
      "number": "8817.",
      "heading": "Payment of disability pension.(a) Disability pension payments shall be made to a member for each month beginning with the month in which the member becomes eligible to receive such pension and ending with the month in which the member ceases to be eligible or dies",
      "text": "(b) [Repealed.](c) If a member who\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;83 Del. Laws, c. 286,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8818",
      "number": "8818.",
      "heading": "Amount of ordinary service pension",
      "text": "The amount of the monthly ordinary service pension payable to a retired member shall be the sum of 2.5% of final average compensation multiplied by years of service up to 20 years inclusive, plus 3.5% of final average compensation multiplied by years of service abo\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8819",
      "number": "8819.",
      "heading": "Amount of unified service, disability or survivor pension",
      "text": "The amount of the unified pension payable to an employee, former employee or survivor shall be the sum of the following:(1) The amount computed according to this chapter, exclusive of service credited under § 8801(6) of this title; plus(2) Th\n§\n\n 1;67 Del. Laws, c. 86,\n\n§\n\n 8;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8820",
      "number": "8820.",
      "heading": "Amount of duty-connected disability pension",
      "text": "(a) The duty-connected total disability pension shall by 75% of final average compensation plus 10% of final average compensation for each dependent during the period of dependency, not to exceed a total of 25% of final average compensation for all depende\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§§\n\n 2, 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8821",
      "number": "8821.",
      "heading": "Amount of ordinary disability pension",
      "text": "The ordinary disability pension shall be computed in the same manner as the service pension based on credited service accrued to the date of disability, subject to the following:(1) In the case of total disability, the minimum pension shall be 50% of final cover\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8821a",
      "number": "8821A.",
      "heading": "Amount of ordinary service or disability pensions [For application of this section, see 79 Del",
      "text": "Laws, c. 315, § 10].(a) Notwithstanding provisions of this chapter to the contrary, an employee may elect to have his or her service or disability pension computed under this chapter reduced by 2% thereby\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 315,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8822",
      "number": "8822.",
      "heading": "Ordinary survivor’s pension [For application of this section, see 79 Del",
      "text": "Laws, c. 315, § 10].(a) Upon the death of a member in service, a monthly survivor’s pension shall be payable to his or her eligible survivor or survivors equal to3/4of the service pension the employee would have been eligible\n§\n\n 1;67 Del. Laws, c. 86,\n\n§\n\n 16;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 374,\n\n§\n\n 2;78 Del. Laws, c. 375,\n\n§\n\n 1;79 Del. Laws, c. 315,\n\n§\n\n 6;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8823",
      "number": "8823.",
      "heading": "Death benefit.Upon the death of a member, inactive member, retired member or individual receiving a survivor’s pension, there shall be paid to the designated beneficiary or beneficiaries or, in the absence of a designated beneficiary, to the estate of the member, inactive member, retired member or s",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8824",
      "number": "8824.",
      "heading": "Withdrawal benefit.(a) The accumulated contributions with interest of a member who is neither eligible for a service nor disability pension, nor has a vested right to a service pension, shall be refunded upon withdrawal from service",
      "text": "(b) If a member has a vested right to a service pension and withdra\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8825",
      "number": "8825.",
      "heading": "Adjustment of benefits.(a) A pension payable under this chapter shall be adjusted no less liberally than adjustments made for pensions payable under the State Employees’ Pension Plan, taking into account adjustments to Social Security benefits payable to state employees",
      "text": "(b) Any monthly service pensi\n§\n\n 1;75 Del. Laws, c. 133,\n\n§\n\n 6;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8826",
      "number": "8826.",
      "heading": "Application for benefits.(a) A service pension, disability pension, survivor’s pension, death benefit or withdrawal benefit shall be paid only upon the filing of an application in a form prescribed by the Board",
      "text": "A monthly benefit shall not be payable for any month earlier than the second month prece\n§\n\n 1;77 Del. Laws, c. 408,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8827-8840",
      "number": "8827-8840.",
      "heading": "[Reserved.]",
      "text": "[Reserved.]",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8841",
      "number": "8841.",
      "heading": "Member contributions.(a) Effective January 1, 2006, member contributions to the fund shall be 7% of monthly compensation",
      "text": "(b) An employee can repay a withdrawal benefit using a rollover distribution from:(1) A direct rollover of an eligible rollover distribution from:a. A qualified plan described in\n§\n\n 1;72 Del. Laws, c. 143,\n\n§\n\n 2;73 Del. Laws, c. 419,\n\n§§\n\n 4, 5;75 Del. Laws, c. 133,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8842",
      "number": "8842.",
      "heading": "Employer contributions.The contribution of the county or municipality for each fiscal year shall be the percentage of covered payroll approved by the Board on the basis of the most recent actuarial valuation and shall equal:(1) The normal cost; plus(2) Adjustments for actuarial gains and losses or i",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8843",
      "number": "8843.",
      "heading": "Fund established.There shall be established a County and Municipal Police/Firefighter Retirement Fund, hereinafter referred to as the “Fund,” separate and distinct from the fund established under subchapters II and III of Chapter 83 of this title, to which county or municipal appropriations and othe",
      "text": "§\n\n 1;67 Del. Laws, c. 327,\n\n§\n\n 5;71 Del. Laws, c. 121,\n\n§\n\n 9;76 Del. Laws, c. 279,\n\n§\n\n 11;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8844",
      "number": "8844.",
      "heading": "Employer pickup of member contributions",
      "text": "(a) Each participating employer, pursuant to the provisions of § 414(h)(2) of the United States Internal Revenue Code [26 U.S.C. § 414(h)(2)], shall pick up and pay the contributions which would otherwise be payable by the members under § 8841 of this title. T\n§\n\n 6;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8845",
      "number": "8845.",
      "heading": "Payment of benefits.Benefits shall be due and payable under this chapter only to the extent provided in this chapter, and neither the State nor the County and Municipal Police/Firefighter Retirement Fund shall be liable for any amount in excess of such sums",
      "text": "71 Del. Laws, c. 132,\n§\n\n 88;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8846",
      "number": "8846.",
      "heading": "Burial benefits.(a) After July 1, 2016, upon the death of a member under this chapter, a benefit will be paid in the same manner as benefits provided under § 5546 of Title 29",
      "text": "(b) The benefit granted under this section shall not be construed as a contractual obligation of the State or of the Fund and\n§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}