{
  "state": "idaho",
  "path": "title-title-48/chapter-chapter-18",
  "sections": [
    {
      "id": "section-48-1801",
      "number": "48-1801",
      "heading": "",
      "text": "48-1801. SHORT TITLE. This chapter shall be known and may be cited as the \"Residential Solar Energy System Disclosure Act.\"\n\n[48-1801, added 2019, ch. 267, sec. 1, p. 781.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-18/section-48-1801/"
    },
    {
      "id": "section-48-1802",
      "number": "48-1802",
      "heading": "",
      "text": "48-1802. DEFINITIONS. As used in this chapter:\n\n(1) \"Consumer\" means a person who, for primarily personal, family, or household purposes:\n\n(a) Purchases a residential solar energy system under a solar agreement; or\n\n(b) Leases a residential solar energy system under a system lease agreement.\n\n(2) \"Residential solar energy system\" means a solar energy system that:\n\n(a) Is installed on or in real property in the state of Idaho;\n\n(b) Generates electricity primarily for on-site consumption for primarily personal, family, or household purposes; and\n\n(c) Has an electricity delivery capacity that exceeds one (1) kilowatt.\n\n(3) \"Solar agreement\" means a system purchase agreement or a system lease agreement.\n\n(4) \"Solar energy system\" means a system or configuration of energy devices that collects and uses solar energy to generate electricity to be used by a consumer.\n\n(5) \"Solar retailer\" means a person who:\n\n(a) Sells or proposes to sell a residential solar energy system to a consumer under a system purchase agreement; or\n\n(b) Owns the residential solar energy system that is the subject of a system lease agreement or proposed system lease agreement.\n\n(6) \"System lease agreement\" means an agreement:\n\n(a) Under which a consumer leases a residential solar energy system from a solar retailer; and\n\n(b) That provides for the consumer to make payments over a term for the lease of the residential solar energy system.\n\n(7) \"System purchase agreement\" means an agreement under which a consumer purchases a residential solar energy system, or the energy created from a residential solar energy system, from a solar retailer either outright or through installment payments.\n\n[48-1802, added 2019, ch. 267, sec. 1, p. 781.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-18/section-48-1802/"
    },
    {
      "id": "section-48-1803",
      "number": "48-1803",
      "heading": "",
      "text": "48-1803. APPLICABILITY. (1) The provisions of this chapter shall apply to any solar agreement entered into on or after October 1, 2019, between a solar retailer and a consumer including, but not limited to, a solar agreement that accompanies the transfer of ownership or lease of real property.\n\n(2) The provisions of this chapter shall not apply to:\n\n(a) The transfer or rental of real property on which a residential solar energy system is, or is expected to be, located if the presence of the residential solar energy system is incidental to the transfer or rental;\n\n(b) A lender, governmental entity, or other third party that enters into an agreement with a consumer to finance a residential solar energy system but is not a party to a system purchase agreement or lease agreement; or\n\n(c) A sale or lease of, or the purchase of electricity from, a solar energy system that is not a residential solar energy system.\n\n[48-1803, added 2019, ch. 267, sec. 1, p. 782.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-18/section-48-1803/"
    },
    {
      "id": "section-48-1804",
      "number": "48-1804",
      "heading": "",
      "text": "48-1804. DISCLOSURE STATEMENT REQUIRED. (1) Before entering a solar agreement, a solar retailer shall provide to a potential consumer a separate, written disclosure statement as provided in this section and, as applicable, the information required in sections 48-1805, 48-1806, and 48-1807, Idaho Code.\n\n(a) The requirements of this subsection may be satisfied by the electronic delivery of a disclosure statement to the potential consumer.\n\n(b) An electronic document delivered pursuant to paragraph (a) of this subsection shall satisfy the font size standard under subsection (2)(a) of this section if the required disclosures are displayed in a clear and conspicuous manner.\n\n(2) A disclosure statement under subsection (1) of this section shall:\n\n(a) Be in at least twelve (12) point font;\n\n(b) Contain:\n\n(i) The name, address, and telephone number or e-mail address of the potential consumer;\n\n(ii) The name, address, telephone number, and e-mail address of the solar retailer;\n\n(iii) The name, address, telephone number, e-mail address, and state contractor registration number of the person who is expected to install the system that is the subject of the solar agreement; and\n\n(iv) If the solar retailer is the person who is expected to provide operations or maintenance support to the potential consumer or who introduced that person to the potential consumer, the name, address, telephone number, e-mail address, and any applicable state contractor registration number of the operations or maintenance support person; and\n\n(c) Any applicable information and disclosures as required in sections 48-1805, 48-1806, and 48-1807, Idaho Code.\n\n[48-1804, added 2019, ch. 267, sec. 1, p. 782.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-18/section-48-1804/"
    },
    {
      "id": "section-48-1805",
      "number": "48-1805",
      "heading": "",
      "text": "48-1805. CONTENTS OF DISCLOSURE STATEMENT FOR ANY SOLAR AGREEMENT. If a solar retailer is proposing to enter any solar agreement with a potential consumer, the disclosure statement required in section 48-1804, Idaho Code, shall also include:\n\n(1) If operations or maintenance services are not included as part of the solar agreement, a statement indicating those services are not included in the agreement;\n\n(2) Any written estimate of the savings the potential consumer is projected to realize from the system, including:\n\n(a) At the discretion of the solar retailer, the estimated projected savings over the life of the solar agreement and the estimated projected savings over any longer period not to exceed the anticipated useful life of the system;\n\n(b) Any material assumptions used to calculate estimated projected savings and the source of those assumptions including, but not limited to:\n\n(i) If an annual electricity rate increase is assumed, the rate of the increase and the solar retailer’s basis for the assumption of the rate increase;\n\n(ii) The potential consumer’s eligibility for or receipt of tax credits or other governmental or utility incentives;\n\n(iii) System production data, including production degradation;\n\n(iv) Reference to any utility tariff and the possibility of additional costs for interconnection under any net metering or similar program;\n\n(v) Electrical usage and the system’s designed offset of the electrical usage;\n\n(vi) Historical utility costs paid by the potential consumer; and\n\n(vii) The costs associated with replacing equipment making up any part of the system or, if those costs are not assumed, a statement indicating that those costs are not assumed; and\n\n(c) Two (2) separate statements in capital letters in close proximity to any written estimate of projected savings, with substantially the following form and content:\n\n(i) \"THIS IS AN ESTIMATE. UTILITY RATES MAY GO UP OR DOWN AND ACTUAL SAVINGS, IF ANY, MAY VARY. HISTORICAL DATA IS NOT NECESSARILY REPRESENTATIVE OF FUTURE RESULTS. FOR FURTHER INFORMATION REGARDING RATES, CONTACT YOUR LOCAL UTILITY OR THE IDAHO PUBLIC UTILITIES COMMISSION.\"; and\n\n(ii) \"TAX AND OTHER FEDERAL, STATE, AND LOCAL INCENTIVES VARY AS TO REFUNDABILITY AND ARE SUBJECT TO CHANGE OR TERMINATION BY LEGISLATIVE OR REGULATORY ACTION, WHICH MAY IMPACT SAVINGS ESTIMATES. CONSULT A TAX PROFESSIONAL FOR MORE INFORMATION.\";\n\n(3) A notice in capital letters with substantially the following form and content: \"LEGISLATIVE OR REGULATORY ACTION MAY AFFECT OR ELIMINATE YOUR ABILITY TO SELL OR GET CREDIT FOR ANY EXCESS POWER GENERATED BY THE SYSTEM AND MAY AFFECT THE PRICE OR VALUE OF THAT POWER.\";\n\n(4) A notice describing any right a consumer has under applicable law to cancel or rescind a solar agreement;\n\n(5) A statement describing the system and indicating the system design assumptions, including the make and model of the solar panels and inverters, system size, positioning of the panels on the consumer’s property, estimated first-year energy production, and estimated annual energy production degradation, including the overall percentage degradation over the term of the solar agreement or, at the solar retailer’s option, over the estimated useful life of the system;\n\n(6) A description of any warranty, representation, or guarantee of energy production of the system;\n\n(7) The approximate start and completion dates for the installation of the system;\n\n(8) A statement indicating whether any warranty or maintenance obligations related to the system may be transferred by the solar retailer to a third party and, if so, a statement with substantially the following form and content: \"The maintenance and repair obligations under your contract may be assigned or transferred without your consent to a third party who will be bound to all the terms of the contract. If a transfer occurs, you will be notified of any change to the address, e-mail address, or phone number to use for questions or payments or to request system maintenance or repair.\";\n\n(9) If the solar retailer will not obtain approval to connect the system to the consumer’s utility, a statement to that effect and a description of what the consumer must do to interconnect the system to the utility;\n\n(10) A description of any roof penetration warranty or other warranty that the solar retailer provides the consumer or a statement, in bold capital letters, that the solar retailer does not provide any warranty;\n\n(11) A statement indicating whether the solar retailer will make a fixture filing or other notice in the state or local records related to the system and any fees or other costs associated with the filing that may be charged to the consumer;\n\n(12) A statement at the outset of the agreement in capital letters with substantially the following form and content: \"NO EMPLOYEE OR REPRESENTATIVE OF [name of solar retailer] IS AUTHORIZED TO MAKE ANY PROMISE TO YOU THAT IS NOT CONTAINED IN THIS DISCLOSURE STATEMENT CONCERNING COST SAVINGS, TAX BENEFITS, OR GOVERNMENT OR UTILITY INCENTIVES. YOU SHOULD NOT RELY UPON ANY PROMISE OR ESTIMATE THAT IS NOT INCLUDED IN THIS DISCLOSURE STATEMENT.\";\n\n(13) A statement in capital letters at the outset of the agreement with substantially the following form and content: \"[name of solar retailer] IS NOT AFFILIATED WITH ANY UTILITY COMPANY OR GOVERNMENT AGENCY. NO EMPLOYEE OR REPRESENTATIVE OF [name of solar retailer] IS AUTHORIZED TO CLAIM AFFILIATION WITH A UTILITY COMPANY OR GOVERNMENT AGENCY.\"; and\n\n(14) Any additional information, statement, or disclosure the solar retailer considers appropriate, as long as the additional information, statement, or disclosure does not have the purpose or effect of obscuring the disclosures required under this chapter.\n\n[48-1805, added 2019, ch. 267, sec. 1, p. 782.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-18/section-48-1805/"
    },
    {
      "id": "section-48-1807",
      "number": "48-1807",
      "heading": "",
      "text": "48-1807. CONTENTS OF DISCLOSURE STATEMENT FOR SYSTEM LEASE AGREEMENT. If a solar retailer is proposing to enter a system lease agreement with a potential consumer, the disclosure statement required in section 48-1804, Idaho Code, shall also include:\n\n(1) A statement with substantially the following form and content: \"You are entering an agreement to lease an energy generation system. You will lease (not own) the system installed on your property. You will not be entitled to any federal tax credit associated with the lease.\";\n\n(2) Information about whether the system lease agreement may be transferred to a purchaser of the home or real property where the system is located and, if so, any conditions for a transfer;\n\n(3) If the solar retailer will not obtain insurance against damage or loss to the system, a statement to that effect and a description of the consequences to the consumer if there is damage or loss to the system; and\n\n(4) Information about what will happen to the system at the end of the term of the system lease agreement.\n\n[48-1807, added 2019, ch. 267, sec. 1, p. 785.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-18/section-48-1807/"
    },
    {
      "id": "section-48-1806",
      "number": "48-1806",
      "heading": "",
      "text": "48-1806. CONTENTS OF DISCLOSURE STATEMENT FOR SYSTEM PURCHASE AGREEMENT. If a solar retailer is proposing to enter a system purchase agreement with a potential consumer, the disclosure statement required in section 48-1804, Idaho Code, shall also include:\n\n(1) A statement with substantially the following form and content: \"You are entering an agreement to purchase an energy generation system. You will own the system installed on your property. You may be entitled to federal tax credits because of the purchase. You should consult your tax advisor.\";\n\n(2) The price quoted to the potential consumer for a non-financed purchase of the system;\n\n(3) If the system purchase agreement is not an outright purchase and requires installment payments:\n\n(a) The interest rate charged and a schedule of required and anticipated payments from the consumer to the solar retailer and any third parties over the term of the system purchase agreement, including application fees, up-front charges, down payment, scheduled payments under the system purchase agreement, payments at the end of the term of the system purchase agreement, payments for any operations or maintenance contract offered by or through the solar retailer in connection with the system purchase agreement, payments for replacement of system components likely to require replacement before the end of the term of the system purchase agreement, and any prepayment penalties; and\n\n(b) A figure that reflects the total amount to be paid by the consumer pursuant to the charges set forth in paragraph (a) of this subsection;\n\n(4) A statement indicating the charges associated with insuring the system against loss or a statement that loss insurance is not included within the schedule of payments under the system purchase agreement;\n\n(5) A statement, if applicable, with substantially the following form and content: \"You are responsible for obtaining insurance coverage for any loss or damage to the system. You should consult an insurance professional to understand how to protect against the risk of loss or damage to the system. You should also consult your home insurer about the potential impact of installing a system.\"; and\n\n(6) Information disclosing whether the system purchase agreement is transferrable to a purchaser of the home or real property where the system is located and, if so, any conditions for a transfer.\n\n[48-1806, added 2019, ch. 267, sec. 1, p. 784.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-18/section-48-1806/"
    },
    {
      "id": "section-48-1808",
      "number": "48-1808",
      "heading": "",
      "text": "48-1808. GOOD FAITH ESTIMATE ALLOWED. A solar retailer that does not, at the time of providing a disclosure statement required in section 48-1804(1), Idaho Code, have information required under sections 48-1805(2)(a) and (b) and 48-1806(2),(3), and (4), Idaho Code, may make a good faith estimate of that information in the disclosure statement if the solar retailer clearly indicates that the information is an estimate and provides the basis for the estimate.\n\n[48-1808, added 2019, ch. 267, sec. 1, p. 785.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-18/section-48-1808/"
    },
    {
      "id": "section-48-1809",
      "number": "48-1809",
      "heading": "",
      "text": "48-1809. AUTHORITY OF THE ATTORNEY GENERAL AND DISTRICT COURT. (1) The attorney general and the district court shall have the same authority in enforcing and carrying out the provisions of this chapter as is granted the attorney general and district court under the Idaho consumer protection act, chapter 6, title 48, Idaho Code.\n\n(2) All penalties, costs, and fees received or recovered by the attorney general shall be remitted to the consumer protection fund and expended pursuant to section 48-606(5), Idaho Code.\n\n(3) Nothing in this chapter shall be construed to affect:\n\n(a) A remedy a consumer has independent of this chapter; or\n\n(b) The attorney general’s ability or authority to enforce any other law or regulation.\n\n[48-1809, added 2019, ch. 267, sec. 1, p. 785.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-18/section-48-1809/"
    }
  ]
}