{
  "state": "idaho",
  "path": "title-title-48/chapter-chapter-1",
  "sections": [
    {
      "id": "section-48-101",
      "number": "48-101",
      "heading": "",
      "text": "48-101. SHORT TITLE. This act shall be known and may be cited as the \"Idaho Competition Act.\"\n\n[48-101, added 2000, ch. 148, sec. 3, p. 378.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-101/"
    },
    {
      "id": "section-48-102",
      "number": "48-102",
      "heading": "",
      "text": "48-102. LEGISLATIVE FINDINGS, PURPOSE, INTERPRETATION AND SCOPE OF CHAPTER. (1) The Idaho legislature finds that fair competition is fundamental to the free market system. The unrestrained interaction of competitive forces will yield the best allocation of Idaho’s economic resources, the lowest prices, the highest quality, and the greatest material progress, while at the same time providing an environment conducive to the preservation of our democratic and social institutions.\n\n(2) The purpose of this chapter is to maintain and promote economic competition in Idaho commerce, to provide the benefits of that competition to consumers and businesses in the state, and to establish efficient and economical procedures to accomplish these purposes and policies.\n\n(3) The provisions of this chapter shall be construed in harmony with federal judicial interpretations of comparable federal antitrust statutes and consistent with this chapter’s purposes, as set forth in subsection (2) of this section.\n\n(4) This chapter applies to conduct proscribed herein that affects Idaho commerce.\n\n[48-102, added 2000, ch. 148, sec. 3, p. 378.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-102/"
    },
    {
      "id": "section-48-103",
      "number": "48-103",
      "heading": "",
      "text": "48-103. DEFINITIONS. As used in this act:\n\n(1) \"Idaho commerce\" means any economic activity occurring wholly or partly within the state of Idaho, or which affects economic activity within the state of Idaho.\n\n(2) \"Person\" means any natural person, corporation, partnership, trust, association, or any other legal or commercial entity.\n\n[48-103, added 2000, ch. 148, sec. 3, p. 378.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-103/"
    },
    {
      "id": "section-48-104",
      "number": "48-104",
      "heading": "",
      "text": "48-104. UNREASONABLE RESTRAINT OF TRADE OR COMMERCE. A contract, combination, or conspiracy between two (2) or more persons in unreasonable restraint of Idaho commerce is unlawful.\n\n[48-104, added 2000, ch. 148, sec. 3, p. 378.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-104/"
    },
    {
      "id": "section-48-105",
      "number": "48-105",
      "heading": "",
      "text": "48-105. MONOPOLIES. It is unlawful to monopolize, attempt to monopolize, or combine or conspire to monopolize any line of Idaho commerce.\n\n[48-105, added 2000, ch. 148, sec. 3, p. 378.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-105/"
    },
    {
      "id": "section-48-106",
      "number": "48-106",
      "heading": "",
      "text": "48-106. ACQUISITIONS THAT SUBSTANTIALLY LESSEN COMPETITION. (1) It is unlawful for a person to acquire, directly or indirectly, the whole or any part of the stock, share capital, or other equity interest or the whole or any part of the assets of, another person engaged in Idaho commerce, where the effect of such acquisition may be substantially to lessen competition or to tend to create a monopoly of any line of Idaho commerce.\n\n(2) This section shall not apply to persons purchasing the stock or other equity interest of another person solely for investment and not using those assets by voting or otherwise to bring about, or attempt to bring about, the substantial lessening of competition. Nothing contained in this section shall prevent a person engaged in Idaho commerce from causing the formation of subsidiary corporations or other business organizations, or from owning and holding all or a part of the stock or equity interest of such subsidiary corporations or other business organizations.\n\n[48-106, added 2000, ch. 148, sec. 3, p. 378.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-106/"
    },
    {
      "id": "section-48-107",
      "number": "48-107",
      "heading": "",
      "text": "48-107. EXEMPT ACTIVITIES. (1) No provision of this chapter shall be construed to prohibit:\n\n(a) Activities that are exempt from the operation of the federal antitrust laws.\n\n(b) Activities required or affirmatively approved by any statute of this state or of the United States or by a regulatory agency of this state or of the United States duly acting under any constitutional or statutory authority vesting the agency with such power.\n\n(c) Activities of a municipality or its officers or employees acting in an official capacity, to the extent that those activities are authorized or directed by state law.\n\n(d) The existence of, or membership in, organizations instituted for the purpose of mutual help and not having capital stock or conducted for profit; nor shall the provisions of this act forbid or restrain individual members of such organizations from lawfully carrying out legitimate objectives of the organization.\n\n(e) Activities of any labor organization, individual members of the labor organization, or group of labor organizations, of any employer or group of employers, or of any groups of employees, if these activities are directed predominantly to labor objectives which are permitted under the laws of this state or of the United States.\n\n(2) Persons engaged in the production of agricultural products may act together in associations, corporate or otherwise, with or without capital stock, in collectively processing, preparing for market, handling and marketing the products of these persons, to the extent permitted under the laws of this state or of the United States. These associations may have marketing agencies in common and such associations and their members may make the necessary contracts and agreements to effect such purposes. However, such associations must conform to the requirements of chapter 26, title 22, Idaho Code, or alternatively satisfy the following requirements:\n\n(a) Operate for the mutual benefit of the members thereof, as producers;\n\n(b) Not deal in the products of nonmembers to an amount greater in value than such as are handled by it for members; and\n\n(c) Conform to one (1) or both of the following:\n\n(i) That no member of the association is allowed more than one (1) vote because of the amount of stock or membership capital he may own therein; or\n\n(ii) That the association does not pay dividends on stock or membership capital in excess of eight percent (8%) per annum.\n\n[48-107, added 2000, ch. 148, sec. 3, p. 379; am. 2011, ch. 244, sec. 1, p. 656.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-107/"
    },
    {
      "id": "section-48-108",
      "number": "48-108",
      "heading": "",
      "text": "48-108. CIVIL ACTIONS AND SETTLEMENTS BY THE ATTORNEY GENERAL. (1) Whenever the attorney general has reason to believe that any person is engaging, has engaged, or is about to engage in any act or practice declared unlawful by this chapter, the attorney general may bring an action in the name of the state against that person:\n\n(a) To obtain a declaratory judgment that the act or practice violates the provisions of this chapter;\n\n(b) To enjoin any act or practice that violates the provisions of this chapter by issuance of a temporary restraining order or preliminary or permanent injunction, without bond, upon the giving of appropriate notice;\n\n(c) To recover on behalf of the state and its agencies actual damages or restitution;\n\n(d) To recover civil penalties of up to fifty thousand dollars ($50,000) per violation of section 48-104 or 48-105, Idaho Code, or any injunction, judgment or consent order issued or entered into pursuant to this chapter and reasonable expenses, investigative costs and attorney’s fees; and\n\n(e) To obtain an order requiring divestiture of any assets:\n\n(i) Acquired in violation of section 48-106, Idaho Code, to the extent determined necessary by the district court to avoid the creation of a monopoly or any likely substantial lessening of competition resulting from such transaction found violative of section 48-106, Idaho Code; or\n\n(ii) To restore competition in any line of Idaho commerce which has been eliminated by a violation of section 48-105, Idaho Code.\n\n(2) The attorney general also may bring a civil action in the name of the state, as parens patriae on behalf of persons residing in this state, to secure monetary relief as provided under this chapter for injury directly or indirectly sustained by those persons because of any violation of section 48-104 or 48-105, Idaho Code, in accordance with the following provisions:\n\n(a) The district court shall award the attorney general as monetary relief the total damages sustained for violations of section 48-104 or 48-105, Idaho Code, and the cost of suit, including a reasonable attorney’s fee. The court shall increase any damage recovery to an amount not in excess of three (3) times the damages sustained if the court finds that the violation at issue constituted a per se violation of section 48-104, Idaho Code, or an intentional violation of section 48-105, Idaho Code. The court shall exclude from the amount of monetary relief awarded in such action any amount which duplicates amounts which have been awarded for the same injury already or which are allocable to persons who have excluded their claims pursuant to subsection (2)(c) of this section.\n\n(b) In any action brought under this section, the attorney general shall, at such times, in such manner, and with such content as the district court may direct, cause notice of the parens patriae action to be given by publication. If the court finds that notice given solely by publication would deny due process of law to any person, the court shall direct the attorney general to give such notice as may be required by due process of law.\n\n(c) Any person on whose behalf an action is brought under this section may elect to exclude from such adjudication the portion of the attorney general’s claim for monetary relief attributable to him by filing notice of such election with the court within the time period specified in the notice of such action given to the persons to be benefited by the action. Any person failing to give such notice shall be barred during the pendency of such action from commencing an action in his or her own name for the injury alleged in such action and the final judgment in such action shall be res judicata as to any claim which could be brought by such person under this act based on the facts alleged or proven in such action.\n\n(d) All damages shall be distributed in such a manner that will afford each person a reasonable opportunity to secure his appropriate portion of the net monetary relief.\n\n(3) In lieu of instigating or continuing an action or proceeding, or to conclude an investigation commenced or contemplated under section 48-109, Idaho Code, the attorney general may accept a consent decree with respect to any act or practice alleged to be a violation of this chapter. The consent decree may include a stipulation for the payment of civil penalties, the attorney general’s reasonable expenses, investigative costs and attorney’s fees, an agreement to pay damages or to allow for restitution of money, property or other things received in connection with a violation of this chapter, and agreed to injunctive provisions. Before any consent decree entered into pursuant to this section is effective, it must be approved by the district court and an entry made in the district court in the manner required for making an entry of judgment. If the consent decree submitted to the court is to settle an action brought under subsection (2) of this section, notice of the proposed settlement shall be given in such manner as the court directs. Once court approval is received, any breach of the conditions of the consent decree shall be treated as a violation of a court order, and shall be subject to all penalties provided by law for violation of court orders, including the penalties set forth in section 48-111, Idaho Code.\n\n(4) The attorney general may proceed under any antitrust laws in the federal courts on behalf of this state or any of its political subdivisions or agencies.\n\n[48-108, added 2000, ch. 148, sec. 3, p. 379.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-108/"
    },
    {
      "id": "section-48-109",
      "number": "48-109",
      "heading": "",
      "text": "48-109. CIVIL INVESTIGATIONS. (1) Whenever the attorney general has reason to believe that a person is engaging or has engaged in any act or practice declared unlawful by this chapter, he may, prior to the institution of a civil proceeding thereon, execute in writing and cause to be served upon any person who is believed to have information, documentary material, or physical evidence relevant to a civil investigation, a written civil investigative demand requiring that person to appear and give oral testimony, under oath, concerning documentary material or information, or to produce relevant documentary material or physical evidence for examination, at a reasonable time and place as may be stated in the investigative demand, or to furnish any combination thereof, concerning the conduct of any Idaho commerce that is the subject matter of the investigation. The return date of a civil investigative demand shall be not less than thirty (30) days after service of the demand.\n\n(2) To accomplish the objectives and to carry out the duties prescribed by this chapter, the attorney general may also issue subpoenas to any person and conduct hearings in aid of any investigation or inquiry.\n\n(3) (a) The scope of any civil investigative demand or subpoena shall be consistent with the scope of discovery as provided for by rule 26(b)(1), Idaho rules of civil procedure.\n\n(b) Any person who is not the subject of investigation shall be reimbursed the reasonable expenses of complying with a civil investigative demand or subpoena.\n\n(4) At any time before the return date specified in a civil investigative demand, or within thirty (30) days after the demand has been served, whichever period is later, a petition to extend the return date, or to modify or set aside the demand, stating good cause, may be filed in the district court of the county where the person served with the demand resides or has his principal place of business or in the district court in Ada county.\n\n(5) Any person who in good faith complies with a subpoena or investigative demand issued under this section shall be immune from criminal or civil liability for such compliance, so long as such person has complied with any express contractual obligation to notify a third party of the civil investigative demand or subpoena.\n\n(6) Except as provided in subsection (7) of this section, any procedure, testimony taken, or material produced under this section shall be kept confidential by the attorney general before bringing an action against a person under this chapter for the violation under investigation unless confidentiality is waived by the person whose testimony is disclosed, or is waived by the person who produced to the attorney general or his designee the material being disclosed, or the disclosure is authorized by court order.\n\n(7) The attorney general or his designee may disclose the testimony or material to a person who has a need to know such information and is employed by this state, the United States, or any other state, if, before disclosure, the receiving official agrees in writing to comply with the confidentiality provisions of this section and the attorney general or his designee has determined prior to making such disclosure that disclosure to the receiving person is reasonably necessary to permit proper enforcement of the antitrust laws of the United States or any state.\n\n(8) The attorney general or his designee may exclude from the place of any examination under this section any person, except the person being examined and that person’s counsel.\n\n[48-109, added 2000, ch. 148, sec. 3, p. 381.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-109/"
    },
    {
      "id": "section-48-110",
      "number": "48-110",
      "heading": "",
      "text": "48-110. FAILURE TO OBEY CIVIL INVESTIGATIVE DEMAND OR SUBPOENA. (1) If any person fails or refuses to obey any subpoena or civil investigative demand issued by the attorney general, the attorney general may, after notice, apply to the district court and, after a hearing, request an order ordering the person to comply with the subpoena or civil investigative demand issued by the attorney general.\n\n(2) The court shall award the prevailing party reasonable expenses and attorney’s fees incurred in obtaining or resisting an order under this section if the court finds that the attorney general’s request for an order under this section or a person’s resistance to obeying any subpoena or investigative demand, was without a reasonable basis in fact or law.\n\n(3) Disobedience of any order entered under the provisions of this section shall be treated as a violation of a court order, and subject the offending person to all penalties provided by law for violations of court orders, including the payment of civil penalties of not more than ten thousand dollars ($10,000).\n\n[48-110, added 2000, ch. 148, sec. 3, p. 382.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-110/"
    },
    {
      "id": "section-48-111",
      "number": "48-111",
      "heading": "",
      "text": "48-111. VIOLATION OF COURT ORDERS AND CONSENT DECREES — PENALTIES. Any person who violates the terms of a consent order entered into pursuant to section 48-108, Idaho Code, or any other judgment or final order entered into under the provisions of this chapter, shall forfeit and pay a civil penalty of not more than fifty thousand dollars ($50,000) for each violation, the amount of the penalty to be determined by the district court issuing the judgment or order, or approving the consent decree.\n\n[48-111, added 2000, ch. 148, sec. 3, p. 382.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-111/"
    },
    {
      "id": "section-48-112",
      "number": "48-112",
      "heading": "",
      "text": "48-112. ADDITIONAL RELIEF OF DISTRICT COURT AUTHORIZED. When the state prevails in any action brought under section 48-108, Idaho Code, the court shall award reasonable costs and attorney’s fees to the attorney general. In addition, the court may:\n\n(1) Make orders or judgments as necessary to prevent the use or employment by a person of any act or practice declared unlawful by this act;\n\n(2) Make orders or judgments as necessary to compensate persons for damages sustained or to provide for restitution to persons of money, property or other things received from persons in connection with a violation of this chapter;\n\n(3) Appoint a receiver to oversee assets or order sequestration of assets whenever it appears that the defendant threatens or is about to remove, conceal or dispose of property to the damage of persons to whom restoration would be made under this section and assess the expenses of a master, receiver or escrow agent against the defendant; and\n\n(4) Grant other appropriate relief.\n\n[48-112, added 2000, ch. 148, sec. 3, p. 383.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-112/"
    },
    {
      "id": "section-48-113",
      "number": "48-113",
      "heading": "",
      "text": "48-113. PRIVATE CAUSES OF ACTION. (1) Any person injured directly or threatened with direct injury by reason of anything prohibited by this chapter, may bring an action for injunctive relief, damages, and, as determined by the court, reasonable costs and attorney’s fees. The court shall exclude from the amount of monetary relief awarded to a plaintiff under this section any amount which duplicates amounts allocable to any other actual or potential plaintiff including, without limitation, potential claims by the attorney general on behalf of indirect purchasers for the same conduct or injury.\n\n(2) If the district court finds that the violation at issue constituted a per se violation of section 48-104, Idaho Code, or an intentional violation of section 48-105, Idaho Code, it shall increase the recovery to an amount not in excess of three (3) times the damages sustained.\n\n[48-113, added 2000, ch. 148, sec. 3, p. 383.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-113/"
    },
    {
      "id": "section-48-114",
      "number": "48-114",
      "heading": "",
      "text": "48-114. AWARDS TO THE ATTORNEY GENERAL — USE OF MONEYS. All costs and fees recovered by the attorney general under the terms of this chapter shall be remitted to the consumer protection account. Such costs and fees deposited into the consumer protection account under this chapter shall be treated as interaccount receipts and may be expended pursuant to interaccount appropriation and shall be used for the furtherance of the attorney general’s duties and activities under this chapter. All penalties recovered under section 48-108(1)(d), 48-110 or 48-111, Idaho Code, or actual damages or restitution recovered under section 48-108(1)(c), Idaho Code, shall be remitted to the general fund.\n\n[48-114, added 2000, ch. 148, sec. 3, p. 383.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-114/"
    },
    {
      "id": "section-48-115",
      "number": "48-115",
      "heading": "",
      "text": "48-115. STATUTE OF LIMITATIONS. (1) Any action brought by the attorney general pursuant to this chapter is barred if it is not commenced within four (4) years after the cause of action accrues.\n\n(2) Any other action brought pursuant to this chapter is barred if it is not commenced within four (4) years after the cause of action accrues, or within one (1) year after the conclusion of an action brought by the state pursuant to this chapter based in whole or in part on any matter complained of in the subsequent action, whichever is the latter.\n\n(3) The foregoing statute of limitations shall be tolled during any period when the defendant in any action fraudulently concealed the events upon which the cause of action is based.\n\n[48-115, added 2000, ch. 148, sec. 3, p. 383.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-115/"
    },
    {
      "id": "section-48-116",
      "number": "48-116",
      "heading": "",
      "text": "48-116. ACTION NOT BARRED BECAUSE IT AFFECTS INTERSTATE OR FOREIGN COMMERCE. No action under this chapter shall be barred on the ground that the activity or conduct complained of in any way affects or involves interstate or foreign commerce.\n\n[48-116, added 2000, ch. 148, sec. 3, p. 384.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-116/"
    },
    {
      "id": "section-48-117",
      "number": "48-117",
      "heading": "",
      "text": "48-117. SERVICE OF NOTICE. Service of any notice, civil investigative demand, or subpoena under this chapter shall be made personally within this state, but if personal service cannot be obtained, substituted service may be made by mailing service by registered or certified mail to the last known place of business, residence, or abode of the person within or without this state.\n\n[48-117, added 2000, ch. 148, sec. 3, p. 384.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-117/"
    },
    {
      "id": "section-48-118",
      "number": "48-118",
      "heading": "",
      "text": "48-118. VENUE. Any action, application, or motion brought by the attorney general against a person under this chapter may be filed in the district court of the county in which the person resides or has his principal place of business, or with consent of the parties, may be brought in the district court of Ada county. If the person does not reside in or have a principal place of business in this state, the pleading may be brought in any district court in this state.\n\n[48-118, added 2000, ch. 148, sec. 3, p. 384.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-1/section-48-118/"
    }
  ]
}