{
  "state": "idaho",
  "path": "title-title-48/chapter-chapter-12",
  "sections": [
    {
      "id": "section-48-1201",
      "number": "48-1201",
      "heading": "",
      "text": "48-1201. LEGISLATIVE FINDINGS AND INTENT. (1) The incidents of deceptive collection of funds in the name of charities are increasing in Idaho. Many generous Idahoans and legitimate charities suffer financial losses because of misrepresentations and failures to disclose material facts by those who falsely claim to represent a charitable organization or purpose.\n\n(2) It is the intent of the legislature to safeguard the public against deceit and financial hardship, to ensure, foster, and encourage truthful solicitation and prohibit representations that have the capacity, tendency, or effect of misleading a contributor or harming the reputation of charitable organizations that do not make such representations. The provisions of this chapter are remedial, and shall be construed and applied liberally to accomplish the above-stated purposes.\n\n(3) This chapter shall be known and may be cited as the \"Idaho Charitable Solicitation Act.\"\n\n[48-1201, added 1993, ch. 246, sec. 1, p. 857.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-12/section-48-1201/"
    },
    {
      "id": "section-48-1202",
      "number": "48-1202",
      "heading": "",
      "text": "48-1202. DEFINITIONS. In this chapter:\n\n(1) \"Charitable organization\" means:\n\n(a) Any person determined by the Internal Revenue Service to be tax exempt pursuant to section 501(c)(3) of the Internal Revenue Code; or\n\n(b) Any person who is or who holds himself out to be established for any benevolent, educational, philanthropic, humane, scientific, patriotic, social welfare or advocacy, public health, environmental, civic, veteran or other eleemosynary purpose or for the benefit of law enforcement personnel, firefighters or other persons who protect the public safety, or any person who in any manner engages in a charitable solicitation.\n\n(2) \"Charitable purpose\" means:\n\n(a) Any purpose described in Internal Revenue Code section 501(c)(3); or\n\n(b) Any benevolent, educational, philanthropic, humane, scientific, patriotic, social welfare or advocacy, public health, environmental, civic, veteran, or other eleemosynary purpose or for the benefit of law enforcement personnel, firefighters or other persons who protect the public safety.\n\n(3) \"Charitable solicitation\" means any oral or written request, directly or indirectly, for money, credit, property, financial assistance or other thing of value on the plea or representation that such money, credit, property, financial assistance or other thing of value or any portion thereof, will be used for a charitable purpose or benefit a charitable organization. No contribution need be made in order for a charitable solicitation to be deemed to have taken place.\n\n(4) \"Container\" means any box, carton, package, receptacle, canister, jar, dispenser or machine that offers a product for sale or distribution as part of a charitable solicitation.\n\n(5) \"Contribution\" means the grant, promise or pledge of money, credit, property, financial assistance or other thing of value in response to a charitable solicitation.\n\n(6) \"Damages\" means a loss, detriment or injury, whether to person, property, reputation or rights through any act or practice declared unlawful under the provisions of this chapter.\n\n(7) \"Disclosure label\" means a printed or typed notice that is legible and easy to read and is affixed to a container in a conspicuous place on containers accessible to the public. Disclosure labels shall inform the public of the following:\n\n(a) The approximate annual percentage paid, if any, to any individual, person or charitable organization to maintain, service or collect the contributions raised by the solicitation;\n\n(b) The net percentage or sum paid to the specific charitable purpose in the most recent calendar year;\n\n(c) If the maintenance, service, and collection from the container is performed by volunteers or paid individuals.\n\n(8) \"Person\" means natural persons, partnerships, both limited and general, corporations, both foreign and domestic, companies, trusts, business entities, associations, both incorporated and unincorporated, and any other legal entity or any group associated in fact although not a legal entity, or any agent, assign, heir, servant, employee or representative thereof.\n\n[48-1202, added 1993, ch. 246, sec. 1, p. 858; am. 1996, ch. 182, sec. 1, p. 577.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-12/section-48-1202/"
    },
    {
      "id": "section-48-1203",
      "number": "48-1203",
      "heading": "",
      "text": "48-1203. UNLAWFUL ACTS. (1) It is unlawful for any person, except a religious corporation, a religious association, a religious educational institution or a religious society, in the planning, conduct or execution of any charitable solicitation, to utilize any unfair, false, deceptive, misleading or unconscionable act or practice. In deciding whether an act or practice is unfair, false, deceptive, misleading or unconscionable within the meaning of this subsection, definitions, standards and interpretations relating thereto under the Idaho consumer protection act and regulations promulgated thereunder shall apply.\n\n(2) It is unlawful for a religious corporation, a religious association, a religious educational institution or a religious society, in the planning, conduct or execution of any charitable solicitation, knowingly and willfully to utilize any false, deceptive or misleading act or practice.\n\n(3) It is unlawful for any person or charitable organization to use a container in a public place to solicit contributions by offering a product for sale knowing the container does not have a disclosure label affixed to it. However, no charitable organization shall be liable under this subsection if the container generates less than a gross amount of one hundred dollars ($100) per year or the charitable organization generates less than a gross amount of five hundred dollars ($500) per year from all sources for any charitable purpose or purposes. It is an absolute defense to prosecution under this subsection if the person or charitable organization soliciting contributions has given one hundred percent (100%) of the receipts generated by the container to the designated charitable organization to further the charitable purpose or purposes for which contributions were solicited.\n\n[48-1203, added 1993, ch. 246, sec. 1, p. 859; am. 1996, ch. 182, sec. 2, p. 578.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-12/section-48-1203/"
    },
    {
      "id": "section-48-1204",
      "number": "48-1204",
      "heading": "",
      "text": "48-1204. AUTHORITY OF THE ATTORNEY GENERAL AND DISTRICT COURT. (1) The attorney general and the district court shall have the same authority in enforcing and carrying out the provisions of this chapter as is granted the attorney general and district courts under the Idaho consumer protection act, chapter 6, title 48, Idaho Code.\n\n(2) All penalties, costs, and fees received or recovered by the attorney general shall be remitted to the consumer protection account and expended pursuant to subsection (5) of section 48-606, Idaho Code.\n\n[48-1204, added 1993, ch. 246, sec. 1, p. 859.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-12/section-48-1204/"
    },
    {
      "id": "section-48-1205",
      "number": "48-1205",
      "heading": "",
      "text": "48-1205. PRIVATE CAUSES OF ACTION AND REMEDIES. (1) Any person who, pursuant to a charitable solicitation, suffers damages as a result of any act, conduct, or practice declared unlawful under the provisions of this chapter, shall have the same rights and remedies in seeking and obtaining redress under the provisions of this chapter as those granted under the Idaho consumer protection act, chapter 6, title 48, Idaho Code.\n\n(2) The remedies provided for in this chapter are not exclusive, and shall be in addition to any other procedures or remedies for any violation or conduct provided for in other law.\n\n[48-1205, added 1993, ch. 246, sec. 1, p. 859.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-12/section-48-1205/"
    },
    {
      "id": "section-48-1206",
      "number": "48-1206",
      "heading": "",
      "text": "48-1206. LIMITATION OF ACTION. (1) No private action may be brought under the provisions of this chapter more than two (2) years after the cause of action accrues.\n\n(2) A cause of action shall be deemed to have accrued when the party bringing an action under the provisions of this chapter knows or in the exercise of reasonable care should have known about the violation of the provisions of this chapter.\n\n[48-1206, added 1993, ch. 246, sec. 1, p. 859.]",
      "source_url": "https://law.justia.com/codes/idaho/title-48/chapter-12/section-48-1206/"
    }
  ]
}