{
  "state": "virginia",
  "path": "title-title-182-crimes-and-offenses-generally/chapter-chapter-4-crimes-against-the-person",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Homicide§ 18.2-30. Murder and manslaughter declared felonies§ 18",
      "text": "2-31. Aggravated murder defined; punishment§ 18.2-32. First and second degree murder defined; punishment§ 18.2-32.1. Murder of a pregnant woman; penalty§ 18.2-32.2. Killing a fetus; penalty§ 18.2-32.3. Human infant; independent and sep",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-30",
      "number": "18.2-30.",
      "heading": "Murder and manslaughter declared felonies",
      "text": "Any person who commits aggravated murder, murder of the first degree, murder of the second degree, voluntary manslaughter, or involuntary manslaughter, is guilty of a felony.\n\n1975, cc. 14, 15; 2021, Sp. Sess. I, cc. 344, 345.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-30/"
    },
    {
      "id": "section-182-31",
      "number": "18.2-31.",
      "heading": "Aggravated murder defined; punishment",
      "text": "A. The following offenses shall constitute aggravated murder, punishable as a Class 1 felony:\n\n1. The willful, deliberate, and premeditated killing of any person in the commission of abduction, as defined in § 18.2-48, when such abduction was committed with the intent to extort money or a pecuniary benefit or with the intent to defile the victim of such abduction;\n\n2. The willful, deliberate, and premeditated killing of any person by another for hire;\n\n3. The willful, deliberate, and premeditated killing of any person by a prisoner confined in a state or local correctional facility as defined in § 53.1-1, or while in the custody of an employee thereof;\n\n4. The willful, deliberate, and premeditated killing of any person in the commission of robbery or attempted robbery;\n\n5. The willful, deliberate, and premeditated killing of any person in the commission of, or subsequent to, rape or attempted rape, forcible sodomy, or attempted forcible sodomy or object sexual penetration;\n\n6. The willful, deliberate, and premeditated killing of a law-enforcement officer as defined in § 9.1-101, a fire marshal appointed pursuant to § 27-30 or a deputy or an assistant fire marshal appointed pursuant to § 27-36, when such fire marshal or deputy or assistant fire marshal has police powers as set forth in §§ 27-34.2 and 27-34.2:1, an auxiliary police officer appointed or provided for pursuant to §§ 15.2-1731 and 15.2-1733, an auxiliary deputy sheriff appointed pursuant to § 15.2-1603, or any law-enforcement officer of another state or the United States having the power to arrest for a felony under the laws of such state or the United States, when such killing is for the purpose of interfering with the performance of his official duties;\n\n7. The willful, deliberate, and premeditated killing of more than one person as a part of the same act or transaction;\n\n8. The willful, deliberate, and premeditated killing of more than one person within a three-year period;\n\n9. The willful, deliberate, and premeditated killing of any person in the commission of or attempted commission of a violation of § 18.2-248, involving a Schedule I or II controlled substance, when such killing is for the purpose of furthering the commission or attempted commission of such violation;\n\n10. The willful, deliberate, and premeditated killing of any person by another pursuant to the direction or order of one who is engaged in a continuing criminal enterprise as defined in subsection I of § 18.2-248;\n\n11. The willful, deliberate, and premeditated killing of a pregnant woman by one who knows that the woman is pregnant and has the intent to cause the involuntary termination of the woman's pregnancy without a live birth;\n\n12. The willful, deliberate, and premeditated killing of a person under the age of 14 by a person age 21 or older;\n\n13. The willful, deliberate, and premeditated killing of any person by another in the commission of or attempted commission of an act of terrorism as defined in § 18.2-46.4;\n\n14. The willful, deliberate, and premeditated killing of a justice of the Supreme Court, a judge of the Court of Appeals, a judge of a circuit court or district court, a retired judge sitting by designation or under temporary recall, or a substitute judge appointed under § 16.1-69.9:1 when the killing is for the purpose of interfering with his official duties as a judge; and\n\n15. The willful, deliberate, and premeditated killing of any witness in a criminal case after a subpoena has been issued for such witness by the court, the clerk, or an attorney, when the killing is for the purpose of interfering with the person's duties in such case.\n\nB. For a violation of subdivision A 6 where the offender was 18 years of age or older at the time of the offense, the punishment shall be no less than a mandatory minimum term of confinement for life.\n\nC. If any one or more subsections, sentences, or parts of this section shall be judged unconstitutional or invalid, such adjudication shall not affect, impair, or invalidate the remaining provisions thereof but shall be confined in its operation to the specific provisions so held unconstitutional or invalid.\n\nCode 1950, §§ 18.1-21, 53-291; 1960, c. 358; 1962, c. 42; 1966, c. 300; 1970, c. 648; 1973, c. 403; 1975, cc. 14, 15; 1976, c. 503; 1977, c. 478; 1979, c. 582; 1980, c. 221; 1981, c. 607; 1982, c. 636; 1983, c. 175; 1985, c. 428; 1988, c. 550; 1989, c. 527; 1990, c. 746; 1991, c. 232; 1995, c. 340; 1996, cc. 876, 959; 1997, cc. 235, 313, 514, 709; 1998, c. 887; 2002, cc. 588, 623; 2007, cc. 844, 845, 846; 2010, cc. 399, 428, 475; 2019, cc. 717, 835; 2021, Sp. Sess. I, cc. 344, 345.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-31/"
    },
    {
      "id": "section-182-32",
      "number": "18.2-32.",
      "heading": "First and second degree murder defined; punishment",
      "text": "Murder, other than aggravated murder, by poison, lying in wait, imprisonment, starving, or by any willful, deliberate, and premeditated killing, or in the commission of, or attempt to commit, arson, rape, forcible sodomy, inanimate or animate object sexual penetration, robbery, burglary or abduction, except as provided in § 18.2-31, is murder of the first degree, punishable as a Class 2 felony.\n\nAll murder other than aggravated murder and murder in the first degree is murder of the second degree and is punishable by confinement in a state correctional facility for not less than five nor more than forty years.\n\nCode 1950, § 18.1-21; 1960, c. 358; 1962, c. 42; 1975, cc. 14, 15; 1976, c. 503; 1977, cc. 478, 492; 1981, c. 397; 1993, cc. 463, 490; 1998, c. 281; 2021, Sp. Sess. I, cc. 344, 345.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-32/"
    },
    {
      "id": "section-182-321",
      "number": "18.2-32.1.",
      "heading": "Murder of a pregnant woman; penalty",
      "text": "The willful and deliberate killing of a pregnant woman without premeditation by one who knows that the woman is pregnant and has the intent to cause the involuntary termination of the woman's pregnancy without a live birth shall be punished by a term of imprisonment of not less than ten years nor more than forty years.\n\n1997, c. 709.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-32-1/"
    },
    {
      "id": "section-182-322",
      "number": "18.2-32.2.",
      "heading": "Killing a fetus; penalty",
      "text": "A. Any person who unlawfully, willfully, deliberately, maliciously and with premeditation kills the fetus of another is guilty of a Class 2 felony.\n\nB. Any person who unlawfully, willfully, deliberately and maliciously kills the fetus of another is guilty of a felony punishable by confinement in a state correctional facility for not less than five nor more than 40 years.\n\n2004, cc. 1023, 1026.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-32-2/"
    },
    {
      "id": "section-182-323",
      "number": "18.2-32.3.",
      "heading": "Human infant; independent and separate existence",
      "text": "For the purposes of this article, the fact that the umbilical cord has not been cut or that the placenta remains attached shall not be considered in determining whether a human infant has achieved an independent and separate existence.\n\n2010, cc. 810, 851.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-32-3/"
    },
    {
      "id": "section-182-33",
      "number": "18.2-33.",
      "heading": "Felony homicide defined; punishment",
      "text": "The killing of one accidentally, contrary to the intention of the parties, while in the prosecution of some felonious act other than those specified in §§ 18.2-31 and 18.2-32, is murder of the second degree and is punishable by confinement in a state correctional facility for not less than five years nor more than forty years.\n\n1975, cc. 14, 15; 1999, c. 282.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-33/"
    },
    {
      "id": "section-182-34",
      "number": "18.2-34.",
      "heading": "Reserved",
      "text": "Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-34/"
    },
    {
      "id": "section-182-35",
      "number": "18.2-35.",
      "heading": "How voluntary manslaughter punished",
      "text": "Voluntary manslaughter is punishable as a Class 5 felony.\n\nCode 1950, § 18.1-24; 1960, c. 358; 1972, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-35/"
    },
    {
      "id": "section-182-36",
      "number": "18.2-36.",
      "heading": "How involuntary manslaughter punished",
      "text": "Involuntary manslaughter is punishable as a Class 5 felony.\n\nCode 1950, § 18.1-25; 1960, c. 358; 1975, cc. 14, 15; 1982, c. 301.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-36/"
    },
    {
      "id": "section-182-361",
      "number": "18.2-36.1.",
      "heading": "Certain conduct punishable as involuntary manslaughter",
      "text": "A. Any person who, as a result of driving under the influence in violation of clause (ii), (iii), or (iv) of § 18.2-266 or any local ordinance substantially similar thereto unintentionally causes the death of another person, shall be guilty of involuntary manslaughter.\n\nB. If, in addition, the conduct of the defendant was so gross, wanton and culpable as to show a reckless disregard for human life, he shall be guilty of aggravated involuntary manslaughter, a felony punishable by a term of imprisonment of not less than one nor more than 20 years, one year of which shall be a mandatory minimum term of imprisonment.\n\nC. The provisions of this section shall not preclude prosecution under any other homicide statute. This section shall not preclude any other revocation or suspension required by law. The driver's license of any person convicted under this section shall be revoked pursuant to subsection B of § 46.2-391.\n\n1989, cc. 554, 574; 1992, c. 862; 1994, cc. 635, 682; 1999, cc. 945, 987; 2000, cc. 956, 982; 2004, c. 461.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-36-1/"
    },
    {
      "id": "section-182-362",
      "number": "18.2-36.2.",
      "heading": "Involuntary manslaughter; operating a watercraft while under the influence; penalties",
      "text": "A. Any person who, as a result of operating a watercraft or motorboat in violation of clause (ii), (iii), or (iv) of subsection B of § 29.1-738 or a similar local ordinance, unintentionally causes the death of another person, is guilty of involuntary manslaughter.\n\nB. If, in addition, the conduct of the defendant was so gross, wanton, and culpable as to show a reckless disregard for human life, he shall be guilty of aggravated involuntary manslaughter, a felony punishable by a term of imprisonment of not less than one nor more than 20 years, one year of which shall be a mandatory minimum term of imprisonment.\n\nC. The provisions of this section shall not preclude prosecution under any other homicide statute. The court shall order any person convicted under this section not to operate a watercraft or motorboat that is underway upon the waters of the Commonwealth. After five years have passed from the date of the conviction, the convicted person may petition the court that entered the conviction for the right to operate a watercraft or motorboat upon the waters of the Commonwealth. Upon consideration of such petition, the court may restore the right to operate a watercraft or motorboat subject to such terms and conditions as the court deems appropriate, including the successful completion of a water safety alcohol rehabilitation program described in § 29.1-738.5.\n\n2005, c. 376.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-36-2/"
    },
    {
      "id": "section-182-363",
      "number": "18.2-36.3.",
      "heading": "Involuntary manslaughter; certain drug offenses",
      "text": "A. Any person who knowingly, intentionally, and feloniously manufactures, sells, or distributes a controlled substance knowing that such controlled substance contains a detectable amount of fentanyl, including its derivatives, isomers, esters, ethers, salts, and salts of isomers, in violation of Article 1 (§ 18.2-247 et seq.) of Chapter 7 and unintentionally causes the death of another person is guilty of involuntary manslaughter if (i) such death results from the use of the controlled substance and (ii) such controlled substance is the proximate cause of the death regardless of the time or place death occurred in relation to the commission of the underlying manufacturing, sale, or distribution of a controlled substance that contains a detectable amount of fentanyl, including its derivatives, isomers, esters, ethers, salts, and salts of isomers.\n\nB. It is not a defense to a prosecution under this section that the decedent contributed to his own death by his knowing or voluntary use of the controlled substance. Venue for a prosecution under this section shall lie in the locality where the manufacturing, sale, or distribution of a controlled substance that contains a detectable amount of fentanyl, including its derivatives, isomers, esters, ethers, salts, and salts of isomers, occurred, where the use of the controlled substance occurred, or where death occurred.\n\nC. However, if any person proves that he gave or distributed a controlled substance that contains a detectable amount of fentanyl, including its derivatives, isomers, esters, ethers, salts, and salts of isomers, in violation of Article 1 (§ 18.2-247 et seq.) of Chapter 7 only as an accommodation to another individual who is not an inmate in a community correctional facility, local correctional facility, or state correctional facility as defined in § 53.1-1 or in the custody of an employee thereof, and not with intent to profit thereby from any consideration received or expected nor to induce the recipient or intended recipient of the controlled substance to use or become addicted to or dependent upon such controlled substance, he shall not be guilty of involuntary manslaughter but is guilty of an accommodation sale punishable as a Class 6 felony.\n\nD. No person convicted pursuant to this section for conduct described in subsection A shall be subject to a prosecution for a violation of subsection D of § 18.2-46.6 or § 18.2-248.01, 18.2-250, or 18.2-256 for the same transaction or occurrence.\n\n2025, cc. 719, 721.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-36-3/"
    },
    {
      "id": "section-182-37",
      "number": "18.2-37.",
      "heading": "How and where homicide prosecuted and punished if death occur without the Commonwealth",
      "text": "If any person be stricken or poisoned in this Commonwealth, and die by reason thereof out of this Commonwealth, the offender shall be as guilty, and shall be prosecuted and punished, as if the death had occurred in the county or corporation in which the stroke or poison was given or administered.\n\nCode 1950, § 18.1-26; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-37/"
    },
    {
      "id": "section-182-371",
      "number": "18.2-37.1.",
      "heading": "Certain matters not to constitute defenses",
      "text": "A. Another person's actual or perceived sex, gender, gender identity, or sexual orientation is not in and of itself, or together with an oral solicitation, a defense to any charge of capital murder, murder in the first degree, murder in the second degree, or voluntary manslaughter and is not in and of itself, or together with an oral solicitation, provocation negating or excluding malice as an element of murder.\n\nB. Nothing in this section shall be construed to prevent a defendant from exercising his constitutionally protected rights, including his right to call for evidence in his favor that is relevant and otherwise admissible in a criminal prosecution.\n\n2021, Sp. Sess. I, c. 460.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-37-1/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Crimes by Mobs",
      "text": "Crimes by Mobs",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-38",
      "number": "18.2-38.",
      "heading": "\"Mob\" defined",
      "text": "Any collection of people, assembled for the purpose and with the intention of committing an assault or a battery upon any person or an act of violence as defined in § 19.2-297.1, without authority of law, shall be deemed a \"mob.\"\n\nCode 1950, § 18.1-27; 1960, c. 358; 1975, cc. 14, 15; 1999, c. 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-38/"
    },
    {
      "id": "section-182-39",
      "number": "18.2-39.",
      "heading": "\"Lynching\" defined",
      "text": "Any act of violence by a mob upon the body of any person, which shall result in the death of such person, shall constitute a \"lynching.\"\n\nCode 1950, § 18.1-28; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-39/"
    },
    {
      "id": "section-182-40",
      "number": "18.2-40.",
      "heading": "Lynching deemed murder",
      "text": "Every lynching shall be deemed murder. Any and every person composing a mob and any and every accessory thereto, by which any person is lynched, shall be guilty of murder, and upon conviction, shall be punished as provided in Article 1 (§ 18.2-30 et seq.) of this chapter.\n\nCode 1950, § 18.1-29; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-40/"
    },
    {
      "id": "section-182-41",
      "number": "18.2-41.",
      "heading": "Shooting, stabbing, etc., with intent to maim, kill, etc., by mob",
      "text": "Any and every person composing a mob which shall maliciously or unlawfully shoot, stab, cut or wound any person, or by any means cause him bodily injury with intent to maim, disable, disfigure or kill him, shall be guilty of a Class 3 felony.\n\nCode 1950, § 18.1-30; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-41/"
    },
    {
      "id": "section-182-42",
      "number": "18.2-42.",
      "heading": "Assault or battery by mob",
      "text": "Any and every person composing a mob which shall commit a simple assault or battery shall be guilty of a Class 1 misdemeanor.\n\nCode 1950, § 18.1-31; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-42/"
    },
    {
      "id": "section-182-421",
      "number": "18.2-42.1.",
      "heading": "Acts of violence by mob",
      "text": "Any and every person composing a mob which commits an act of violence as defined in § 19.2-297.1 shall be guilty of that act of violence and, upon conviction, shall be punished as provided in the section of this title which makes that act of violence unlawful.\n\n1999, c. 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-42-1/"
    },
    {
      "id": "section-182-43",
      "number": "18.2-43.",
      "heading": "Apprehension and prosecution of participants in lynching",
      "text": "The attorney for the Commonwealth of any county or city in which a lynching may occur shall promptly and diligently endeavor to ascertain the identity of the persons who in any way participated therein, or who composed the mob which perpetrated the same, and have them apprehended, and shall promptly proceed with the prosecution of any and all persons so found; and to the end that such offenders may not escape proper punishment, such attorney for the Commonwealth may be assisted in all such endeavors and prosecutions by the Attorney General, or other prosecutors designated by the Governor for the purpose; and the Governor may have full authority to spend such sums as he may deem necessary for the purpose of seeking out the identity, and apprehending the members of such mob.\n\nCode 1950, § 18.1-32; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-43/"
    },
    {
      "id": "section-182-44",
      "number": "18.2-44.",
      "heading": "Civil liability for lynching",
      "text": "No provisions of this article shall be construed to relieve any member of a mob from civil liability to the personal representative of the victim of a lynching.\n\nCode 1950, § 18.1-33; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-44/"
    },
    {
      "id": "section-182-45",
      "number": "18.2-45.",
      "heading": "Persons suffering death from mob attempting to lynch another person",
      "text": "Every person suffering death from a mob attempting to lynch another person shall come within the provisions of this article, and his personal representative shall be entitled to relief in the same manner and to the same extent as if he were the originally intended victim of such mob.\n\nCode 1950, § 18.1-34; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-45/"
    },
    {
      "id": "section-182-46",
      "number": "18.2-46.",
      "heading": "Venue",
      "text": "Venue for all actions and prosecutions under any of the provisions of this article shall be in the county or city wherein a lynching or other violation of any of the provisions of this article may have occurred, or of the county or city from which the person lynched or assaulted may have been taken as aforesaid.\n\nCode 1950, § 18.1-35; 1960, c. 358; 1975, cc. 14, 15; 2004, c. 144.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46/"
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "Crimes by Gangs",
      "text": "Crimes by Gangs",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-461",
      "number": "18.2-46.1.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Act of violence\" means those felony offenses described in subsection C of § 17.1-805 or subsection A of § 19.2-297.1.\n\n\"Criminal street gang\" means any ongoing organization, association, or group of three or more persons, whether formal or informal, (i) which has as one of its primary objectives or activities the commission of one or more criminal activities; (ii) which has an identifiable name or identifying sign or symbol; and (iii) whose members individually or collectively have engaged in the commission of, attempt to commit, conspiracy to commit, or solicitation of two or more predicate criminal acts, at least one of which is an act of violence, provided such acts were not part of a common act or transaction.\n\n\"Predicate criminal act\" means (i) an act of violence; (ii) any violation of § 18.2-42, 18.2-46.3, 18.2-56.1, 18.2-57, 18.2-57.2, 18.2-59, 18.2-83, 18.2-95, 18.2-103.1, 18.2-108.1, 18.2-121, 18.2-127, 18.2-128, 18.2-137, 18.2-138, 18.2-146, 18.2-147, 18.2-248.01, 18.2-248.03, 18.2-255, 18.2-255.2, 18.2-287.4, 18.2-300, 18.2-308.1, 18.2-308.2, 18.2-308.2:01, 18.2-308.4, or 18.2-357.1; (iii) a felony violation of § 18.2-60.3, 18.2-346.01, 18.2-348, or 18.2-349; (iv) a felony violation of § 4.1-1101, 18.2-248, or 18.2-248.1 or a conspiracy to commit a felony violation of § 4.1-1101, 18.2-248, or 18.2-248.1; (v) any violation of a local ordinance adopted pursuant to § 15.2-1812.2; or (vi) any substantially similar offense under the laws of another state or territory of the United States, the District of Columbia, or the United States.\n\n2000, c. 332; 2004, cc. 396, 435, 462, 867; 2005, cc. 764, 813; 2006, cc. 262, 319, 844, 895; 2007, c. 499; 2012, c. 364; 2013, cc. 573, 645; 2014, cc. 674, 719; 2015, cc. 690, 691; 2019, c. 617; 2021, Sp. Sess. I, cc. 188, 550, 551; 2023, cc. 357, 358, 396, 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-1/"
    },
    {
      "id": "section-182-462",
      "number": "18.2-46.2.",
      "heading": "Prohibited criminal street gang participation; penalty",
      "text": "A. Any person who actively participates in or is a member of a criminal street gang and who knowingly and willfully participates in any predicate criminal act committed for the benefit of, at the direction of, or in association with any criminal street gang is guilty of a Class 4 felony. However, (i) if such participant in or member of a criminal street gang is 18 years of age or older and knows or has reason to know that such criminal street gang also includes a juvenile member or participant or (ii) if such predicate criminal act is an act of violence as defined in § 18.2-46.1, he is guilty of a Class 3 felony.\n\nB. Violation of this section shall constitute a separate and distinct offense. If the acts or activities violating this section also violate another provision of law, a prosecution under this section shall not prohibit or bar any prosecution or proceeding under such other provision or the imposition of any penalties provided for thereby.\n\n2000, c. 332; 2023, cc. 396, 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-2/"
    },
    {
      "id": "section-182-463",
      "number": "18.2-46.3.",
      "heading": "Recruitment of persons for criminal street gang; penalty",
      "text": "A. Any person who solicits, invites, recruits, encourages or otherwise causes or attempts to cause another to actively participate in or become a member of what he knows to be a criminal street gang is guilty of a Class 1 misdemeanor. Any person age 18 years or older who solicits, invites, recruits, encourages or otherwise causes or attempts to cause a juvenile to actively participate in or become a member of what he knows to be a criminal street gang is guilty of a Class 6 felony.\n\nB. Any person who, in order to encourage an individual (a) to join a criminal street gang, (b) to remain as a participant in or a member of a criminal street gang, or (c) to submit to a demand made by a criminal street gang to commit a felony violation of this title, (i) uses force against the individual or a member of his family or household or (ii) threatens force against the individual or a member of his family or household, which threat would place any person in reasonable apprehension of death or bodily injury, is guilty of a Class 6 felony. The definition of \"family or household member\" set forth in § 16.1-228 applies to this section.\n\n2000, c. 332; 2004, cc. 396, 435.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-3/"
    },
    {
      "id": "section-182-4631",
      "number": "18.2-46.3:1.",
      "heading": "Third or subsequent conviction of criminal street gang crimes",
      "text": "Upon a felony conviction of § 18.2-46.2 or 18.2-46.3, where it is alleged in the warrant, information or indictment on which a person is convicted that (i) such person has been previously convicted twice under any combination of § 18.2-46.2 or 18.2-46.3, within 10 years of the third or subsequent offense, and (ii) each such offense occurred on different dates, such person is guilty of a Class 2 felony.\n\n2004, cc. 396, 435, 847; 2023, cc. 396, 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-3-1/"
    },
    {
      "id": "section-182-4632",
      "number": "18.2-46.3:2.",
      "heading": "Forfeiture",
      "text": "All property, both personal and real, of any kind or character used in substantial connection with, intended for use in the course of, derived from, traceable to, or realized through, including any profit or interest derived from, any conduct in violation of any provision of this article is subject to civil forfeiture to the Commonwealth. Further, all property, both personal and real, of any kind or character used or intended to be used in substantial connection with, during the course of, derived from, traceable to, or realized through, including any profit or interest derived from, criminal street gang member recruitment as prohibited under § 18.2-46.3 is subject to civil forfeiture to the Commonwealth. The forfeiture proceeding shall utilize the provisions of Chapter 22.1 (§ 19.2-386.1 et seq.) of Title 19.2 and the procedures specified therein shall apply, mutatis mutandis, to all forfeitures under this article. The application of one civil remedy under the article does not preclude the application of any other remedy, civil or criminal, under this article or any other provision of the Code.\n\n2004, cc. 396, 435.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-3-2/"
    },
    {
      "id": "section-182-4633",
      "number": "18.2-46.3:3.",
      "heading": "Enhanced punishment for gang activity taking place in a gang-free zone; penalties",
      "text": "Any person who violates § 18.2-46.2 (i) upon the property, including buildings and grounds, of any public or private elementary, secondary, or postsecondary school or institution of higher education; (ii) upon public property or any property open to public use within 1,000 feet of such school property; (iii) on any school bus as defined in § 46.2-100; or (iv) upon the property, including buildings and grounds, of any publicly owned or operated community center or any publicly owned or operated recreation center is guilty of a felony punishable as specified in § 18.2-46.2, and shall be sentenced to a mandatory minimum term of imprisonment of two years to be served consecutively with any other sentence. A person who violates subsection A of § 18.2-46.3 upon any property listed in this section is guilty of a Class 5 felony, except that any person 18 years of age or older who violates subsection A of § 18.2-46.3 upon any property listed in this section, when such offense is committed against a juvenile, is guilty of a Class 4 felony. Any person who violates subsection B of § 18.2-46.3 upon any property listed in this section is guilty of a Class 4 felony. It is a violation of this section if the person violated § 18.2-46.2 or 18.2-46.3 on the property described in clauses (i) through (iii) regardless of where the person intended to commit such violation.\n\n2005, cc. 764, 813; 2010, c. 364; 2013, cc. 761, 774; 2023, cc. 396, 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-3-3/"
    },
    {
      "id": "section-22",
      "number": "2.2.",
      "heading": "Terrorism Offenses",
      "text": "Terrorism Offenses",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-464",
      "number": "18.2-46.4.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires otherwise or it is otherwise provided:\n\n\"Act of terrorism\" means an act of violence as defined in clause (i) of subdivision A of § 19.2-297.1 or an act that would be an act of violence if committed within the Commonwealth committed within or outside the Commonwealth with the intent to (i) intimidate a civilian population at large or (ii) influence the conduct or activities of a government, including the government of the United States, a state, or a locality, through intimidation.\n\n\"Base offense\" means an act of violence as defined in clause (i) of subdivision A of § 19.2-297.1 committed with the intent required to commit an act of terrorism.\n\n\"Weapon of terrorism\" means any device or material that is designed, intended or used to cause death, bodily injury or serious bodily harm, through the release, dissemination, or impact of (i) poisonous chemicals; (ii) an infectious biological substance; or (iii) release of radiation or radioactivity. \"Weapon of terrorism\" also means any mixture or substance containing a detectable amount of fentanyl, including its isomers, esters, ethers, salts, and salts of isomers, as described in Schedule II of the Drug Control Act (§ 54.1-3400 et seq.), except as authorized in the Drug Control Act.\n\n2002, cc. 588, 623; 2017, cc. 624, 668; 2023, cc. 383, 384.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-4/"
    },
    {
      "id": "section-182-465",
      "number": "18.2-46.5.",
      "heading": "Committing, conspiring and aiding and abetting acts of terrorism prohibited; penalty",
      "text": "A. Any person who commits or conspires to commit, or aids and abets the commission of an act of terrorism, as defined in § 18.2-46.4, is guilty of a Class 2 felony if the base offense of such act of terrorism may be punished by life imprisonment, or a term of imprisonment of not less than twenty years.\n\nB. Any person who commits, conspires to commit, or aids and abets the commission of an act of terrorism, as defined in § 18.2-46.4, is guilty of a Class 3 felony if the maximum penalty for the base offense of such act of terrorism is a term of imprisonment or incarceration in jail of less than twenty years.\n\nC. Any person who solicits, invites, recruits, encourages, or otherwise causes or attempts to cause another to participate in an act or acts of terrorism, as defined in § 18.2-46.4, is guilty of a Class 4 felony.\n\nD. Any person who knowingly provides any material support (i) to an individual or organization whose primary objective is to commit an act of terrorism and (ii) does so with the intent to further such individual's or organization's objective is guilty of a Class 3 felony. If the death of any person results from providing any material support, then the person who provided such material support is guilty of a Class 2 felony.\n\n2002, cc. 588, 623; 2007, c. 409; 2017, cc. 624, 668.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-5/"
    },
    {
      "id": "section-182-466",
      "number": "18.2-46.6.",
      "heading": "Possession, manufacture, distribution, etc., of weapon of terrorism or hoax device prohibited; penalty",
      "text": "A. Any person who, with the intent to commit an act of terrorism, possesses, uses, sells, gives, distributes or manufactures (i) a weapon of terrorism or (ii) a \"fire bomb,\" \"explosive material,\" or \"device,\" as those terms are defined in § 18.2-85, is guilty of a Class 2 felony.\n\nB. Any person who, with the intent to commit an act of terrorism, possesses, uses, sells, gives, distributes or manufactures any device or material that by its design, construction, content or characteristics appears to be or appears to contain a (i) weapon of terrorism or (ii) a \"fire bomb,\" \"explosive material,\" or \"device,\" as those terms are defined in § 18.2-85, but that is an imitation of any such weapon of terrorism, \"fire bomb,\" \"explosive material,\" or \"device\" is guilty of a Class 3 felony.\n\nC. Any person who, with the intent to (i) intimidate the civilian population, (ii) influence the conduct or activities of the government of the United States, a state or locality through intimidation, (iii) compel the emergency evacuation of any place of assembly, building or other structure or any means of mass transportation, or (iv) place any person in reasonable apprehension of bodily harm, uses, sells, gives, distributes or manufactures any device or material that by its design, construction, content or characteristics appears to be or appears to contain a weapon of terrorism, but that is an imitation of any such weapon of terrorism is guilty of a Class 6 felony.\n\nD. Any person who knowingly and intentionally manufactures or knowingly and intentionally distributes a weapon of terrorism when such person knows that such weapon of terrorism is, or contains, any mixture or substance containing a detectable amount of fentanyl, including its isomers, esters, ethers, salts, and salts of isomers, as described in Schedule II of the Drug Control Act (§ 54.1-3400 et seq.) is guilty of a Class 4 felony.\n\n2002, cc. 588, 623; 2023, cc. 383, 384.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-6/"
    },
    {
      "id": "section-182-467",
      "number": "18.2-46.7.",
      "heading": "Act of bioterrorism against agricultural crops or animals; penalty",
      "text": "Any person who maliciously destroys or devastates agricultural crops or agricultural animals having a value of $2,500 or more through the use of an infectious biological substance with the intent to (i) intimidate the civilian population or (ii) influence the conduct or activities of the government of the United States, a state or locality through intimidation, is guilty of a Class 3 felony.\n\nFor the purposes of this section \"agricultural animal\" means all livestock and poultry as defined in § 3.2-5900 and \"agricultural crop\" means cultivated plants or produce, including grain, silage, forages, oilseeds, vegetables, fruits, nursery stock or turf grass.\n\n2002, cc. 588, 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-7/"
    },
    {
      "id": "section-182-468",
      "number": "18.2-46.8.",
      "heading": "Venue",
      "text": "Venue for any violation of this article may be had in the county or city where such crime is alleged to have occurred or where any act in furtherance of an act prohibited by this article was committed.\n\n2002, cc. 588, 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-8/"
    },
    {
      "id": "section-182-469",
      "number": "18.2-46.9.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2004, c. 995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-9/"
    },
    {
      "id": "section-182-4610",
      "number": "18.2-46.10.",
      "heading": "Violation of sections within article separate and distinct offenses",
      "text": "A violation of any section in this article shall constitute a separate and distinct offense. If the acts or activities violating any section within this article also violate another provision of law, a prosecution under any section in this article shall not prohibit or bar any prosecution or proceeding under such other provision or the imposition of any penalties provided for thereby.\n\n2002, cc. 588, 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-46-10/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Kidnapping and Related Offenses",
      "text": "Kidnapping and Related Offenses",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-47",
      "number": "18.2-47.",
      "heading": "Abduction and kidnapping defined; forced labor; punishment",
      "text": "A. Any person who, by force, intimidation or deception, and without legal justification or excuse, seizes, takes, transports, detains or secretes another person with the intent to deprive such other person of his personal liberty or to withhold or conceal him from any person, authority or institution lawfully entitled to his charge, shall be deemed guilty of \"abduction.\"\n\nB. Any person who, by force, intimidation or deception, and without legal justification or excuse, obtains the labor or services of another person, or seizes, takes, transports, detains or secretes another person or threatens to do so, with the intent to subject him to forced labor or services, shall be deemed guilty of \"abduction.\" For purposes of this subsection, the term \"intimidation\" shall include destroying, concealing, confiscating, withholding, or threatening to withhold a passport, immigration document, or other governmental identification, threatening to report another as being illegally present in the United States, or threatening to separate another from or to harm a family member.\n\nC. The provisions of this section shall not apply to any law-enforcement officer in the performance of his duty. The terms \"abduction\" and \"kidnapping\" shall be synonymous in this Code. Except as provided in subsection D, abduction of a minor shall be punished as a Class 2 felony. Abduction for which no punishment is otherwise prescribed shall be punished as a Class 5 felony.\n\nD. If an offense under subsection A is committed by the parent or a family or household member, as defined in § 16.1-228, who has been ordered custody or visitation of the person abducted and punishable as contempt of court in any proceeding then pending, the offense shall be a Class 1 misdemeanor in addition to being punishable as contempt of court. However, such offense, if committed by the parent or a family or household member, as defined in § 16.1-228, who has been ordered custody or visitation of the person abducted and punishable as contempt of court in any proceeding then pending and the person abducted is removed from the Commonwealth by the abducting parent or a family or household member, as defined in § 16.1-228, who has been ordered custody or visitation, shall be a Class 6 felony in addition to being punishable as contempt of court.\n\nCode 1950, §§ 18.1-36, 18.1-37; 1960, c. 358; 1975, cc. 14, 15; 1979, c. 663; 1980, c. 506; 1997, c. 747; 2009, c. 662; 2023, c. 400; 2024, c. 368.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-47/"
    },
    {
      "id": "section-182-48",
      "number": "18.2-48.",
      "heading": "Abduction with intent to extort money or for immoral purpose",
      "text": "Abduction (i) of any person with the intent to extort money or pecuniary benefit, (ii) of any person with intent to defile such person, (iii) of any child under sixteen years of age for the purpose of concubinage or prostitution, (iv) of any person for the purpose of prostitution, or (v) of any minor for the purpose of manufacturing child pornography shall be punishable as a Class 2 felony. If the sentence imposed for a violation of (ii), (iii), (iv), or (v) includes a term of confinement less than life imprisonment, the judge shall impose, in addition to any active sentence, a suspended sentence of no less than 40 years. This suspended sentence shall be suspended for the remainder of the defendant's life subject to revocation by the court.\n\nCode 1950, § 18.1-38; 1960, c. 358; 1966, c. 214; 1975, cc. 14, 15; 1993, c. 317; 1997, c. 747; 2006, cc. 853, 914; 2011, c. 785.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-48/"
    },
    {
      "id": "section-182-481",
      "number": "18.2-48.1.",
      "heading": "Abduction by prisoners or committed persons; penalty",
      "text": "Any person confined in a state, local, or community correctional facility or committed to the Department of Juvenile Justice in any juvenile correctional center, or in the custody of an employee thereof, or who has escaped from any such facility or from any person in charge of such prisoner or committed person, who abducts or takes any person hostage is guilty of a Class 3 felony.\n\n1985, c. 526; 1986, c. 414; 2013, cc. 707, 782.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-48-1/"
    },
    {
      "id": "section-182-49",
      "number": "18.2-49.",
      "heading": "Threatening, attempting, or assisting in such abduction; penalty",
      "text": "Any person who (1) threatens, or attempts, to abduct any other person with intent to extort money, or pecuniary benefit; (2) assists or aids in the abduction of, or threatens to abduct, any person with the intent to defile such person; or (3) assists or aids in the abduction of, or threatens to abduct, any child under 16 years of age for the purpose of concubinage or prostitution is guilty of a Class 5 felony.\n\nCode 1950, § 18.1-39; 1960, c. 358; 1966, c. 214; 1975, cc. 14, 15; 2020, c. 900.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-49/"
    },
    {
      "id": "section-182-491",
      "number": "18.2-49.1.",
      "heading": "Violation of court order regarding custody and visitation; penalty",
      "text": "A. Any person who knowingly, wrongfully and intentionally withholds a child from either of a child's parents or other legal guardian in a clear and significant violation of a court order respecting the custody or visitation of such child, provided such child is withheld outside of the Commonwealth, is guilty of a Class 6 felony.\n\nB. Any person who knowingly, wrongfully and intentionally engages in conduct that constitutes a clear and significant violation of a court order respecting the custody or visitation of a child is guilty of a Class 3 misdemeanor upon conviction of a first offense. Any person who commits a second violation of this section within 12 months of a first conviction is guilty of a Class 2 misdemeanor, and any person who commits a third violation occurring within 24 months of the first conviction is guilty of a Class 1 misdemeanor.\n\n1987, c. 704; 1989, c. 486; 1994, c. 575; 2002, cc. 576, 596; 2003, c. 261.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-49-1/"
    },
    {
      "id": "section-182-50",
      "number": "18.2-50.",
      "heading": "Disclosure of information and assistance to law-enforcement officers required",
      "text": "Whenever it is brought to the attention of the members of the immediate family of any person that such person has been abducted, or that threats or attempts have been made to abduct any such person, such members shall make immediate report thereof to the police or other law-enforcement officers of the county, city or town where such person resides, and shall render all such possible assistance to such officers in the capture and conviction of the person or persons guilty of the alleged offense. Any person violating any of the provisions of this section shall be guilty of a Class 2 misdemeanor.\n\nCode 1950, § 18.1-40; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-50/"
    },
    {
      "id": "section-182-501",
      "number": "18.2-50.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1992, c. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-50-1/"
    },
    {
      "id": "section-182-502",
      "number": "18.2-50.2.",
      "heading": "Emergency control of telephone service in hostage or barricaded person situation",
      "text": "A. The Superintendent of the State Police or the chief law-enforcement officer or sheriff of any county, city or town may designate one or more law-enforcement officers with appropriate technical training or expertise as a hostage and barricade communications specialist.\n\nB. Each telephone company providing service to Virginia residents shall designate a department or one or more individuals to provide liaison with law-enforcement agencies for the purposes of this section and shall designate telephone numbers, not exceeding two, at which such law-enforcement liaison department or individual can be contacted.\n\nC. The supervising law-enforcement officer, who has jurisdiction in any situation in which there is probable cause to believe that the criminal enterprise of hostage holding is occurring or that a person has barricaded himself within a structure and poses an immediate threat to the life, safety or property of himself or others, may order a telephone company, or a hostage and barricade communications specialist to interrupt, reroute, divert, or otherwise control any telephone communications service involved in the hostage or barricade situation for the purpose of preventing telephone communication by a hostage holder or barricaded person with any person other than a law-enforcement officer or a person authorized by the officer.\n\nD. A hostage and barricade communication specialist shall be ordered to act under subsection C only if the telephone company providing service in the area has been contacted and requested to act under subsection C or an attempt to contact has been made, using the telephone company's designated liaison telephone numbers and:\n\n1. The officer's attempt to contact after ten rings for each call is unsuccessful;\n\n2. The telephone company declines to respond to the officer's request because of a threat of personal injury to its employees; or\n\n3. The telephone company indicates when contacted that it will be unable to respond appropriately to the officer's request within a reasonable time from the receipt of the request.\n\nE. The supervising law-enforcement officer may give an order under subsection C only after that supervising law-enforcement officer has given or attempted to give written notification or oral notification of the hostage or barricade situation to the telephone company providing service to the area in which it is occurring. If an order is given on the basis of an oral notice, the oral notice shall be followed by a written confirmation of that notice within forty-eight hours of the order.\n\nF. Good faith reliance on an order by a supervising law-enforcement officer who has the real or apparent authority to issue an order under this section shall constitute a complete defense to any action against a telephone company or a telephone company employee that rises out of attempts by the telephone company or the employees of the telephone company to comply with such an order.\n\n1992, c. 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-50-2/"
    },
    {
      "id": "section-182-503",
      "number": "18.2-50.3.",
      "heading": "Enticing, etc., another into a dwelling house with intent to commit certain felonies; penalty",
      "text": "Any person who commits a violation of § 18.2-31, 18.2-32, 18.2-32.1, 18.2-48, 18.2-51.2, 18.2-58, 18.2-61, 18.2-67.1, or 18.2-67.2 within a dwelling house and who, with the intent to commit a felony listed in this section, enticed, solicited, requested, or otherwise caused the victim to enter such dwelling house is guilty of a Class 6 felony. A violation of this section is a separate and distinct felony.\n\n2015, c. 392.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-50-3/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Assaults and Bodily Woundings",
      "text": "Assaults and Bodily Woundings",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-51",
      "number": "18.2-51.",
      "heading": "Shooting, stabbing, etc., with intent to maim, kill, etc.",
      "text": "If any person maliciously shoot, stab, cut, or wound any person or by any means cause him bodily injury, with the intent to maim, disfigure, disable, or kill, he shall, except where it is otherwise provided, be guilty of a Class 3 felony. If such act be done unlawfully but not maliciously, with the intent aforesaid, the offender shall be guilty of a Class 6 felony.\n\nCode 1950, § 18.1-65; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-51/"
    },
    {
      "id": "section-182-511",
      "number": "18.2-51.1.",
      "heading": "Malicious bodily injury to law-enforcement officers, firefighters, search and rescue personnel, or emergency medical services personnel; penalty; lesser-included offense",
      "text": "If any person maliciously causes bodily injury to another by any means including the means set out in § 18.2-52, with intent to maim, disfigure, disable or kill, and knowing or having reason to know that such other person is a law-enforcement officer, as defined hereinafter, firefighter, as defined in § 65.2-102, search and rescue personnel as defined hereinafter, or emergency medical services personnel, as defined in § 32.1-111.1 engaged in the performance of his public duties as a law-enforcement officer, firefighter, search and rescue personnel, or emergency medical services personnel, such person is guilty of a felony punishable by imprisonment for a period of not less than five years nor more than 30 years and, subject to subdivision (g) of § 18.2-10, a fine of not more than $100,000. Upon conviction, the sentence of such person shall include a mandatory minimum term of imprisonment of two years.\n\nIf any person unlawfully, but not maliciously, with the intent aforesaid, causes bodily injury to another by any means, knowing or having reason to know such other person is a law-enforcement officer, firefighter, as defined in § 65.2-102, search and rescue personnel, or emergency medical services personnel, engaged in the performance of his public duties as a law-enforcement officer, firefighter, search and rescue personnel, or emergency medical services personnel as defined in § 32.1-111.1, he is guilty of a Class 6 felony, and upon conviction, the sentence of such person shall include a mandatory minimum term of imprisonment of one year.\n\nNothing in this section shall be construed to affect the right of any person charged with a violation of this section from asserting and presenting evidence in support of any defenses to the charge that may be available under common law.\n\nAs used in this section, \"law-enforcement officer\" means any full-time or part-time employee of a police department or sheriff's office that is part of or administered by the Commonwealth or any political subdivision thereof, who is responsible for the prevention or detection of crime and the enforcement of the penal, traffic, or highway laws of the Commonwealth; any conservation officer of the Department of Conservation and Recreation commissioned pursuant to § 10.1-115; any conservation police officer appointed pursuant to § 29.1-200; and auxiliary police officers appointed or provided for pursuant to §§ 15.2-1731 and 15.2-1733 and auxiliary deputy sheriffs appointed pursuant to § 15.2-1603.\n\nAs used in this section, \"search and rescue personnel\" means any employee or member of a search and rescue organization that is authorized by a resolution or ordinance duly adopted by the governing body of any county, city, or town of the Commonwealth or any member of a search and rescue organization operating under a memorandum of understanding with the Virginia Department of Emergency Management.\n\nThe provisions of § 18.2-51 shall be deemed to provide a lesser-included offense hereof.\n\n1983, c. 578; 1985, c. 444; 1994, cc. 205, 427; 1997, cc. 8, 120; 2002, cc. 588, 623; 2004, cc. 461, 841; 2007, c. 87; 2010, c. 344; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-51-1/"
    },
    {
      "id": "section-182-512",
      "number": "18.2-51.2.",
      "heading": "Aggravated malicious wounding; penalty",
      "text": "A. If any person maliciously shoots, stabs, cuts or wounds any other person, or by any means causes bodily injury, with the intent to maim, disfigure, disable or kill, he shall be guilty of a Class 2 felony if the victim is thereby severely injured and is caused to suffer permanent and significant physical impairment.\n\nB. If any person maliciously shoots, stabs, cuts or wounds any other woman who is pregnant, or by any other means causes bodily injury, with the intent to maim, disfigure, disable or kill the pregnant woman or to cause the involuntary termination of her pregnancy, he shall be guilty of a Class 2 felony if the victim is thereby severely injured and is caused to suffer permanent and significant physical impairment.\n\nC. For purposes of this section, the involuntary termination of a woman's pregnancy shall be deemed a severe injury and a permanent and significant physical impairment.\n\n1986, c. 460; 1991, c. 670; 1997, c. 709.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-51-2/"
    },
    {
      "id": "section-182-513",
      "number": "18.2-51.3.",
      "heading": "Prohibition against reckless endangerment of others by throwing objects from places higher than one story; penalty",
      "text": "A. It shall be unlawful for any person, with the intent to cause injury to another, to intentionally throw from a balcony, roof top, or other place more than one story above ground level any object capable of causing any such injury.\n\nB. A violation of this section shall be punishable as a Class 6 felony.\n\n1990, c. 761.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-51-3/"
    },
    {
      "id": "section-182-514",
      "number": "18.2-51.4.",
      "heading": "Maiming, etc., of another resulting from driving while intoxicated",
      "text": "A. Any person who, as a result of driving while intoxicated in violation of § 18.2-266 or any local ordinance substantially similar thereto in a manner so gross, wanton, and culpable as to show a reckless disregard for human life, unintentionally causes the serious bodily injury of another person is guilty of a Class 6 felony.\n\nB. Any person who, as a result of driving while intoxicated in violation of § 18.2-266 or any local ordinance substantially similar thereto in a manner so gross, wanton, and culpable as to show a reckless disregard for human life, unintentionally causes the serious bodily injury of another person resulting in permanent and significant physical impairment is guilty of a Class 4 felony.\n\nC. The driver's license of any person convicted under this section shall be revoked pursuant to subsection B of § 46.2-391.\n\nD. The provisions of Article 2 (§ 18.2-266 et seq.) of Chapter 7 shall apply, mutatis mutandis, upon arrest for a violation of this section.\n\nE. As used in this section, \"serious bodily injury\" means bodily injury that involves substantial risk of death, extreme physical pain, protracted and obvious disfigurement, or protracted loss or impairment of the function of a bodily member, organ, or mental faculty.\n\n1997, c. 691; 1999, cc. 945, 987; 2000, cc. 956, 982; 2019, c. 465.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-51-4/"
    },
    {
      "id": "section-182-515",
      "number": "18.2-51.5.",
      "heading": "Maiming, etc., of another resulting from operating a watercraft while intoxicated; penalty",
      "text": "A. Any person who, as a result of operating a watercraft or motorboat in violation of subsection B of § 29.1-738 or a similar local ordinance in a manner so gross, wanton, and culpable as to show reckless disregard for human life, unintentionally causes the serious bodily injury of another person is guilty of a Class 6 felony.\n\nB. Any person who, as a result of operating a watercraft or motorboat in violation of subsection B of § 29.1-738 or a similar local ordinance in a manner so gross, wanton, and culpable as to show reckless disregard for human life, unintentionally causes the serious bodily injury of another person resulting in permanent and significant physical impairment is guilty of a Class 4 felony.\n\nC. The court shall order any person convicted under this section not to operate a watercraft or motorboat that is underway upon the waters of the Commonwealth. After two years have passed from the date of the conviction, the convicted person may petition the court that entered the conviction for the right to operate a watercraft or motorboat upon the waters of the Commonwealth. Upon consideration of such petition, the court may restore the right to operate a watercraft or motorboat subject to such terms and conditions as the court deems appropriate, including the successful completion of a water safety alcohol rehabilitation program described in § 29.1-738.5.\n\nD. The provisions of Article 3 (§ 29.1-734 et seq.) of Chapter 7 of Title 29.1 shall apply, mutatis mutandis, upon arrest for a violation of this section.\n\nE. As used in this section, \"serious bodily injury\" means bodily injury that involves substantial risk of death, extreme physical pain, protracted and obvious disfigurement, or protracted loss or impairment of the function of a bodily member, organ, or mental faculty.\n\n2007, cc. 379, 679; 2019, c. 465.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-51-5/"
    },
    {
      "id": "section-182-516",
      "number": "18.2-51.6.",
      "heading": "Strangulation or suffocation of another; penalty",
      "text": "A. Any person who, without consent, impedes the blood circulation or respiration of another person by knowingly, intentionally, and unlawfully applying pressure to the neck of such person resulting in the wounding or bodily injury of such person is guilty of strangulation, a Class 6 felony.\n\nB. Any person who, without consent, impedes the blood circulation or respiration of another person by knowingly, intentionally, and unlawfully blocking or obstructing the airway of such person resulting in the wounding or bodily injury of such person is guilty of suffocation, a Class 6 felony.\n\n2012, cc. 577, 602; 2023, cc. 709, 710.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-51-6/"
    },
    {
      "id": "section-182-517",
      "number": "18.2-51.7.",
      "heading": "Female genital mutilation; penalty",
      "text": "A. Any person who knowingly circumcises, excises, or infibulates, in whole or in any part, the labia majora or labia minora or clitoris of another person who has not attained the age of 18 years is guilty of a Class 2 felony.\n\nB. Any parent, guardian, or other person responsible for the care of a minor who consents to the circumcision, excision, or infibulation, in whole or in any part, of the labia majora or labia minora or clitoris of such minor is guilty of a Class 2 felony.\n\nC. Any parent, guardian, or other person responsible for the care of a minor who knowingly removes or causes or permits the removal of such minor from the Commonwealth for the purposes of committing an offense under subsection A is guilty of a Class 2 felony.\n\nD. A surgical operation is not a violation of this section if the operation is (i) necessary to the health of the person on whom it is performed and is performed by a person licensed in the place of its performance as a medical practitioner or (ii) performed on a person in labor who has just given birth and is performed for medical purposes connected with that labor or birth by a person licensed in the place it is performed as a medical practitioner, midwife, or person in training to become such a practitioner or midwife.\n\nE. A violation of this section shall constitute a separate and distinct offense. The provisions of this section shall not preclude prosecution under any other statute.\n\n2017, c. 667; 2018, c. 549.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-51-7/"
    },
    {
      "id": "section-182-52",
      "number": "18.2-52.",
      "heading": "Malicious bodily injury by means of any caustic substance or agent or use of any explosive or fire",
      "text": "If any person maliciously causes any other person bodily injury by means of any acid, lye or other caustic substance or agent or use of any explosive or fire, he shall be guilty of a felony and shall be punished by confinement in a state correctional facility for a period of not less than five years nor more than thirty years. If such act is done unlawfully but not maliciously, the offender shall be guilty of a Class 6 felony.\n\nCode 1950, § 18.1-67; 1960, c. 358; 1975, cc. 14, 15, 604; 1995, c. 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-52/"
    },
    {
      "id": "section-182-521",
      "number": "18.2-52.1.",
      "heading": "Possession of infectious biological substances or radiological agents; penalties",
      "text": "A. Any person who possesses, with the intent thereby to injure another, an infectious biological substance or radiological agent is guilty of a Class 5 felony.\n\nB. Any person who (i) destroys or damages, or attempts to destroy or damage, any facility, equipment or material involved in the sale, manufacturing, storage or distribution of an infectious biological substance or radiological agent, with the intent to injure another by releasing the substance, or (ii) manufactures, sells, gives, distributes or uses an infectious biological substance or radiological agent with the intent to injure another is guilty of a Class 4 felony.\n\nC. Any person who maliciously and intentionally causes any other person bodily injury by means of an infectious biological substance or radiological agent is guilty of a felony and shall be punished by confinement in a state correctional facility for a period of not less than five years nor more than 30 years.\n\nD. For purposes of this section:\n\nAn \"infectious biological substance\" includes any bacteria, viruses, fungi, protozoa, or rickettsiae capable of causing death or serious bodily injury. \"Infectious biological substance\" does not include the human immunodeficiency virus (HIV) or any other related virus that causes acquired immunodeficiency syndrome (AIDS), syphilis, or hepatitis B.\n\nA \"radiological agent\" includes any substance able to release radiation at levels that are capable of causing death or serious bodily injury.\n\n1996, c. 769; 2002, cc. 588, 623, 816; 2004, c. 833; 2021, Sp. Sess. I, c. 465.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-52-1/"
    },
    {
      "id": "section-182-522",
      "number": "18.2-52.2.",
      "heading": "Animal attack resulting from owner's disregard for human life; penalty",
      "text": "A. Any owner of an animal is guilty of a Class 6 felony if his willful act or omission in the care, control, or containment of such animal is so gross, wanton, and culpable as to show a reckless disregard for human life and is the proximate cause of such animal attacking and causing serious bodily injury to any person.\n\nB. The provisions of subsection A shall not apply to any animal that at the time of the act complained of was responding to pain or injury, was protecting itself, its kennel, its offspring, a person, or its owner's property, or was a police dog engaged in the performance of its duties at the time of the attack.\n\nC. The court may determine that a person convicted under this section shall be prohibited from owning, possessing, or residing on the same property with an animal of the type that led to such conviction.\n\n2021, Sp. Sess. I, c. 464.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-52-2/"
    },
    {
      "id": "section-182-53",
      "number": "18.2-53.",
      "heading": "Shooting, etc., in committing or attempting a felony",
      "text": "If any person, in the commission of, or attempt to commit, felony, unlawfully shoot, stab, cut or wound another person he shall be guilty of a Class 6 felony.\n\nCode 1950, § 18.1-68; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-53/"
    },
    {
      "id": "section-182-531",
      "number": "18.2-53.1.",
      "heading": "Use or display of firearm in committing felony",
      "text": "It shall be unlawful for any person to use or attempt to use any pistol, shotgun, rifle, or other firearm or display such weapon in a threatening manner while committing or attempting to commit murder, rape, forcible sodomy, inanimate or animate object sexual penetration as defined in § 18.2-67.2, robbery, carjacking, burglary, malicious wounding as defined in § 18.2-51, malicious bodily injury to a law-enforcement officer as defined in § 18.2-51.1, aggravated malicious wounding as defined in § 18.2-51.2, malicious wounding by mob as defined in § 18.2-41 or abduction. Violation of this section shall constitute a separate and distinct felony and any person found guilty thereof shall be sentenced to a mandatory minimum term of imprisonment of three years for a first conviction, and to a mandatory minimum term of five years for a second or subsequent conviction under the provisions of this section. Such punishment shall be separate and apart from, and shall be made to run consecutively with, any punishment received for the commission of the primary felony.\n\n1975, cc. 624, 628; 1976, c. 371; 1980, c. 333; 1982, c. 654; 1991, c. 506; 1992, cc. 191, 726; 1993, cc. 549, 835; 1994, c. 950; 2004, c. 461.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-53-1/"
    },
    {
      "id": "section-182-54",
      "number": "18.2-54.",
      "heading": "Conviction of lesser offenses under certain indictments",
      "text": "On any indictment for maliciously shooting, stabbing, cutting or wounding a person or by any means causing him bodily injury, with intent to maim, disfigure, disable or kill him, or of causing bodily injury by means of any acid, lye or other caustic substance or agent, the jury or the court trying the case without a jury may find the accused not guilty of the offense charged but guilty of unlawfully doing such act with the intent aforesaid, or of assault and battery if the evidence warrants.\n\nCode 1950, § 19.1-251; 1960, c. 366; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-54/"
    },
    {
      "id": "section-182-541",
      "number": "18.2-54.1.",
      "heading": "Attempts to poison",
      "text": "If any person administers or attempts to administer any poison or destructive substance in food, drink, prescription or over-the-counter medicine, or otherwise, or poisons any spring, well, waterworks as defined in § 32.1-167, or reservoir of water with intent to kill or injure another person, he shall be guilty of a Class 3 felony.\n\nCode 1950, § 18.1-64; 1960, c. 358; 1975, cc. 14, 15; 1983, c. 129; 2006, c. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-54-1/"
    },
    {
      "id": "section-182-542",
      "number": "18.2-54.2.",
      "heading": "Adulteration of food, drink, drugs, cosmetics, etc.; penalty",
      "text": "Any person who adulterates or causes to be adulterated any food, drink, prescription or over-the-counter medicine, cosmetic or other substance with the intent to kill or injure any individual who ingests, inhales or uses such substance shall be guilty of a Class 3 felony.\n\n1983, c. 129.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-54-2/"
    },
    {
      "id": "section-182-55",
      "number": "18.2-55.",
      "heading": "Bodily injuries caused by prisoners, state juvenile probationers and state and local adult probationers or adult parolees",
      "text": "A. It shall be unlawful for a person confined in a state, local or regional correctional facility as defined in § 53.1-1; in a secure facility or detention home as defined in § 16.1-228 or in any facility designed for the secure detention of juveniles; or while in the custody of an employee thereof to knowingly and willfully inflict bodily injury on:\n\n1. An employee thereof, or\n\n2. Any other person lawfully admitted to such facility, except another prisoner or person held in legal custody, or\n\n3. Any person who is supervising or working with prisoners or persons held in legal custody, or\n\n4. Any such employee or other person while such prisoner or person held in legal custody is committing any act in violation of § 53.1-203.\n\nB. It shall be unlawful for an accused, probationer or parolee under the supervision of, or being investigated by, (i) a probation or parole officer whose powers and duties are defined in § 16.1-237 or § 53.1-145, (ii) a local pretrial services officer associated with an agency established pursuant to Article 5 (§ 19.2-152.2) of Chapter 9 of Title 19.2, or (iii) a local community-based probation officer associated with an agency established pursuant to Article 9 (§ 9.1-173 et seq.) of Chapter 1 of Title 9.1, to knowingly and willfully inflict bodily injury on such officer while he is in the performance of his duty, knowing or having reason to know that the officer is engaged in the performance of his duty.\n\nAny person violating any provision of this section is guilty of a Class 5 felony.\n\n1975, cc. 14, 15; 1977, c. 553; 1982, c. 636; 1985, c. 508; 1996, c. 527; 1999, cc. 618, 658; 2001, cc. 818, 848; 2007, c. 133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-55/"
    },
    {
      "id": "section-182-551",
      "number": "18.2-55.1.",
      "heading": "Hazing of youth gang members unlawful; criminal liability",
      "text": "It shall be unlawful to cause bodily injury by hazing (i) any member of a criminal street gang as defined in § 18.2-46.1, or (ii) a person seeking to become a member of a youth gang or criminal street gang. Any person found guilty of hazing is guilty of a Class 1 misdemeanor.\n\nFor the purposes of this section, \"hazing\" means to recklessly or intentionally endanger the health or safety of a person or to inflict bodily injury on a person in connection with or for the purpose of initiation, admission into or affiliation with or as a condition for continued membership in a youth gang or criminal street gang regardless of whether the person so endangered or injured participated voluntarily in the relevant activity.\n\n2004, c. 850; 2005, c. 843.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-55-1/"
    },
    {
      "id": "section-182-56",
      "number": "18.2-56.",
      "heading": "Hazing unlawful; civil and criminal liability; duty of school, etc., officials; penalty",
      "text": "It shall be unlawful to haze so as to cause bodily injury, any student at any school or institution of higher education.\n\nAny person found guilty thereof shall be guilty of a Class 1 misdemeanor.\n\nAny person receiving bodily injury by hazing shall have a right to sue, civilly, the person or persons guilty thereof, whether adults or infants.\n\nThe president or other presiding official of any school or institution of higher education receiving appropriations from the state treasury shall, upon satisfactory proof of the guilt of any student hazing another student, sanction and discipline such student in accordance with the institution's policies and procedures. The institution's policies and procedures shall provide for expulsions or other appropriate discipline based on the facts and circumstances of each case and shall be consistent with the model policies established by the Department of Education or the State Council of Higher Education for Virginia, as applicable. The president or other presiding official of any school or institution of higher education receiving appropriations from the state treasury shall report hazing which causes bodily injury to the attorney for the Commonwealth of the county or city in which such school or institution of higher education is, who shall take such action as he deems appropriate.\n\nFor the purposes of this section, \"hazing\" means to recklessly or intentionally endanger the health or safety of a student or students or to inflict bodily injury on a student or students in connection with or for the purpose of initiation, admission into or affiliation with or as a condition for continued membership in a club, organization, association, fraternity, sorority, or student body regardless of whether the student or students so endangered or injured participated voluntarily in the relevant activity.\n\nCode 1950, § 18.1-71; 1960, c. 358; 1975, cc. 14, 15; 2003, cc. 62, 67; 2014, c. 627.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-56/"
    },
    {
      "id": "section-182-561",
      "number": "18.2-56.1.",
      "heading": "Reckless handling of firearms; reckless handling while hunting",
      "text": "A. It shall be unlawful for any person to handle recklessly any firearm so as to endanger the life, limb or property of any person. Any person violating this section shall be guilty of a Class 1 misdemeanor.\n\nA1. Any person who handles any firearm in a manner so gross, wanton, and culpable as to show a reckless disregard for human life and causes the serious bodily injury of another person resulting in permanent and significant physical impairment is guilty of a Class 6 felony.\n\nB. If this section is violated while the person is engaged in hunting, trapping or pursuing game, the trial judge may, in addition to the penalty imposed by the jury or the court trying the case without a jury, revoke such person's hunting or trapping license and privileges to hunt or trap while possessing a firearm for a period of one to five years.\n\nC. Upon a revocation pursuant to subsection B hereof, the clerk of the court in which the case is tried pursuant to this section shall forthwith send to the Department of Wildlife Resources (i) such person's revoked hunting or trapping license or notice that such person's privilege to hunt or trap while in possession of a firearm has been revoked and (ii) a notice of the length of revocation imposed. The Department shall keep a list which shall be furnished upon request to any law-enforcement officer, the attorney for the Commonwealth or court in this Commonwealth, and such list shall contain the names and addresses of all persons whose license or privilege to hunt or trap while in possession of a firearm has been revoked and the court which took such action.\n\nD. If any person whose license to hunt and trap, or whose privilege to hunt and trap while in possession of a firearm, has been revoked pursuant to this section, thereafter hunts or traps while in possession of a firearm, he shall be guilty of a Class 1 misdemeanor, and, in addition to any penalty imposed by the jury or the court trying the case without a jury, the trial judge may revoke such person's hunting or trapping license and privileges to hunt or trap while in possession of a firearm for a period of one year to life. The clerk of the court shall notify the Department of Wildlife Resources as is provided in subsection C herein.\n\n1977, c. 194; 1985, c. 182; 1991, c. 384; 2010, c. 183; 2011, c. 684; 2014, cc. 444, 579; 2020, c. 958.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-56-1/"
    },
    {
      "id": "section-182-562",
      "number": "18.2-56.2.",
      "heading": "Allowing access to firearms by children; penalty",
      "text": "A. It shall be unlawful for any person to recklessly leave a loaded, unsecured firearm in such a manner as to endanger the life or limb of any child under the age of fourteen. Any person violating the provisions of this subsection shall be guilty of a Class 1 misdemeanor.\n\nB. It shall be unlawful for any person knowingly to authorize a child under the age of twelve to use a firearm except when the child is under the supervision of an adult. Any person violating this subsection shall be guilty of a Class 1 misdemeanor. For purposes of this subsection, \"adult\" shall mean a parent, guardian, person standing in loco parentis to the child or a person twenty-one years or over who has the permission of the parent, guardian, or person standing in loco parentis to supervise the child in the use of a firearm.\n\n1991, c. 537; 1994, c. 832; 2020, c. 742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-56-2/"
    },
    {
      "id": "section-182-57",
      "number": "18.2-57.",
      "heading": "Assault and battery; penalty",
      "text": "A. Any person who commits a simple assault or assault and battery is guilty of a Class 1 misdemeanor, and if the person intentionally selects the person against whom a simple assault is committed because of his race, religious conviction, gender, disability, gender identity, sexual orientation, color, or ethnic or national origin, the penalty upon conviction shall include a term of confinement of at least six months.\n\nB. However, if a person intentionally selects the person against whom an assault and battery resulting in bodily injury is committed because of his race, religious conviction, gender, disability, gender identity, sexual orientation, color, or ethnic or national origin, the person is guilty of a Class 6 felony, and the penalty upon conviction shall include a term of confinement of at least six months.\n\nC. In addition, if any person commits an assault or an assault and battery against another knowing or having reason to know that such other person is a judge, a magistrate, a law-enforcement officer as defined in subsection H, a correctional officer as defined in § 53.1-1, a person directly involved in the care, treatment, or supervision of inmates in the custody of the Department of Corrections or an employee of a local or regional correctional facility directly involved in the care, treatment, or supervision of inmates in the custody of the facility, a person directly involved in the care, treatment, or supervision of persons in the custody of or under the supervision of the Department of Juvenile Justice, an employee or other individual who provides control, care, or treatment of sexually violent predators committed to the custody of the Department of Behavioral Health and Developmental Services, a firefighter as defined in § 65.2-102, or a volunteer firefighter or any emergency medical services personnel member who is employed by or is a volunteer of an emergency medical services agency or as a member of a bona fide volunteer fire department or volunteer emergency medical services agency, regardless of whether a resolution has been adopted by the governing body of a political subdivision recognizing such firefighters or emergency medical services personnel as employees, engaged in the performance of his public duties anywhere in the Commonwealth, such person is guilty of a Class 6 felony, and, upon conviction, the sentence of such person shall include a mandatory minimum term of confinement of six months.\n\nNothing in this subsection shall be construed to affect the right of any person charged with a violation of this section from asserting and presenting evidence in support of any defenses to the charge that may be available under common law.\n\nD. In addition, if any person commits a battery against another knowing or having reason to know that such other person is a full-time or part-time employee of any public or private elementary or secondary school and is engaged in the performance of his duties as such, he is guilty of a Class 1 misdemeanor and the sentence of such person upon conviction shall include a sentence of 15 days in jail, two days of which shall be a mandatory minimum term of confinement. However, if the offense is committed by use of a firearm or other weapon prohibited on school property pursuant to § 18.2-308.1, the person shall serve a mandatory minimum sentence of confinement of six months.\n\nE. In addition, any person who commits a battery against another knowing or having reason to know that such individual is a health care provider as defined in § 8.01-581.1 who is engaged in the performance of his duties in a hospital or in an emergency room on the premises of any clinic or other facility rendering emergency medical care is guilty of a Class 1 misdemeanor. The sentence of such person, upon conviction, shall include a term of confinement of 15 days in jail, two days of which shall be a mandatory minimum term of confinement.\n\nF. In addition, any person who commits an assault or an assault and battery against another knowing or having reason to know that such individual is an operator of a vehicle operated by a public transportation service as defined in § 18.2-160.2 who is engaged in the performance of his duties is guilty of a Class 1 misdemeanor. The sentence of such person, upon conviction, shall also prohibit such person from entering or riding in any vehicle operated by the public transportation service that employed such operator for a period of not less than six months as a term and condition of such sentence.\n\nG. In addition, any person who commits a battery against another knowing or having reason to know that such individual is a sports official for an entity sponsoring an interscholastic or intercollegiate sports event or any person performing services as a sports official for a public entity or a private, nonprofit organization that sponsors an amateur sports event who (i) is engaged in the performance of his duties or (ii) is on the premises of such event prior to engaging in his duties or upon conclusion of his duties is guilty of a Class 1 misdemeanor. The sentence of such person, upon conviction, may also prohibit such person from attending any such sports event operated by the entity or organization that employed such sports official for a period of not less than six months as a term and condition of such sentence.\n\nH. As used in this section:\n\n\"Disability\" means a physical or mental impairment that substantially limits one or more of a person's major life activities.\n\n\"Hospital\" means a public or private institution licensed pursuant to Chapter 5 (§ 32.1-123 et seq.) of Title 32.1 or Article 2 (§ 37.2-403 et seq.) of Chapter 4 of Title 37.2.\n\n\"Judge\" means any justice or judge of a court of record of the Commonwealth including a judge designated under § 17.1-105, a judge under temporary recall under § 17.1-106, or a judge pro tempore under § 17.1-109, any member of the State Corporation Commission, or of the Virginia Workers' Compensation Commission, and any judge of a district court of the Commonwealth or any substitute judge of such district court.\n\n\"Law-enforcement officer\" means any full-time or part-time employee of a police department or sheriff's office that is part of or administered by the Commonwealth or any political subdivision thereof who is responsible for the prevention or detection of crime and the enforcement of the penal, traffic or highway laws of the Commonwealth, any conservation officer of the Department of Conservation and Recreation commissioned pursuant to § 10.1-115, any special agent of the Virginia Alcoholic Beverage Control Authority, conservation police officers appointed pursuant to § 29.1-200, full-time sworn members of the enforcement division of the Department of Motor Vehicles appointed pursuant to § 46.2-217, and any employee with internal investigations authority designated by the Department of Corrections pursuant to subdivision 11 of § 53.1-10, and such officer also includes jail officers in local and regional correctional facilities, all deputy sheriffs, whether assigned to law-enforcement duties, court services or local jail responsibilities, auxiliary police officers appointed or provided for pursuant to §§ 15.2-1731 and 15.2-1733, auxiliary deputy sheriffs appointed pursuant to § 15.2-1603, police officers of the Metropolitan Washington Airports Authority pursuant to § 5.1-158, and fire marshals appointed pursuant to § 27-30 when such fire marshals have police powers as set out in §§ 27-34.2 and 27-34.2:1.\n\n\"School security officer\" means the same as that term is defined in § 9.1-101.\n\n\"Sports official\" includes an umpire, referee, judge, scorekeeper, timekeeper, or other person who is a neutral participant in a sports event.\n\nI. \"Simple assault\" or \"assault and battery\" shall not be construed to include the use of, by any school security officer or full-time or part-time employee of any public or private elementary or secondary school while acting in the course and scope of his official capacity, any of the following: (i) incidental, minor or reasonable physical contact or other actions designed to maintain order and control; (ii) reasonable and necessary force to quell a disturbance or remove a student from the scene of a disturbance that threatens physical injury to persons or damage to property; (iii) reasonable and necessary force to prevent a student from inflicting physical harm on himself; (iv) reasonable and necessary force for self-defense or the defense of others; or (v) reasonable and necessary force to obtain possession of weapons or other dangerous objects or controlled substances or associated paraphernalia that are upon the person of the student or within his control.\n\nIn determining whether a person was acting within the exceptions provided in this subsection, due deference shall be given to reasonable judgments that were made by a school security officer or full-time or part-time employee of any public or private elementary or secondary school at the time of the event.\n\n1975, cc. 14, 15; 1994, c. 658; 1997, c. 833; 1999, cc. 771, 1036; 2000, cc. 288, 682; 2001, c. 129; 2002, c. 817; 2004, cc. 420, 461; 2006, cc. 270, 709, 829; 2008, c. 460; 2009, c. 257; 2011, cc. 230, 233, 374; 2013, cc. 698, 707, 711, 748, 782; 2014, cc. 663, 714; 2015, cc. 38, 196, 730; 2016, c. 420; 2017, cc. 29, 56; 2019, c. 120; 2020, cc. 746, 1171; 2023, c. 549; 2024, cc. 266, 334; 2025, c. 361.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-57/"
    },
    {
      "id": "section-182-5701",
      "number": "18.2-57.01.",
      "heading": "Pointing laser at law-enforcement officer unlawful; penalty",
      "text": "If any person, knowing or having reason to know another person is a law-enforcement officer as defined in § 18.2-57, a probation or parole officer appointed pursuant to § 53.1-143, a correctional officer as defined in § 53.1-1, or a person employed by the Department of Corrections directly involved in the care, treatment or supervision of inmates in the custody of the Department engaged in the performance of his public duties as such, intentionally projects at such other person a beam or a point of light from a laser, a laser gun sight, or any device that simulates a laser, shall be guilty of a Class 2 misdemeanor.\n\n2000, c. 350.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-57-01/"
    },
    {
      "id": "section-182-5702",
      "number": "18.2-57.02.",
      "heading": "Disarming a law-enforcement or correctional officer; penalty",
      "text": "Any person who knows or has reason to know a person is a law-enforcement officer as defined in § 18.2-57, a correctional officer as defined in § 53.1-1, or a person employed by the Department of Corrections directly involved in the care, treatment or supervision of inmates in the custody of the Department, who is engaged in the performance of his duties as such and, with the intent to impede or prevent any such person from performing his official duties, knowingly and without the person's permission removes a chemical irritant weapon or impact weapon from the possession of the officer or deprives the officer of the use of the weapon is guilty of a Class 1 misdemeanor. However, if the weapon removed or deprived in violation of this section is the officer's firearm or stun weapon as defined in § 18.2-308.1, he shall be guilty of a Class 6 felony. A violation of this section shall constitute a separate and distinct offense.\n\n2001, c. 2; 2007, c. 519.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-57-02/"
    },
    {
      "id": "section-182-571",
      "number": "18.2-57.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1997, c. 833.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-57-1/"
    },
    {
      "id": "section-182-572",
      "number": "18.2-57.2.",
      "heading": "Assault and battery against a family or household member; penalty",
      "text": "A. Any person who commits an assault and battery against a family or household member is guilty of a Class 1 misdemeanor.\n\nB. Upon a conviction for assault and battery against a family or household member, where it is alleged in the warrant, petition, information, or indictment on which a person is convicted, that such person has been previously convicted of two offenses against a family or household member of (i) assault and battery against a family or household member in violation of this section, (ii) malicious wounding or unlawful wounding in violation of § 18.2-51, (iii) aggravated malicious wounding in violation of § 18.2-51.2, (iv) malicious bodily injury by means of a substance in violation of § 18.2-52, (v) strangulation in violation of § 18.2-51.6, or (vi) an offense under the law of any other jurisdiction which has the same elements of any of the above offenses, in any combination, all of which occurred within a period of 20 years, and each of which occurred on a different date, such person is guilty of a Class 6 felony.\n\nC. Whenever a warrant for a violation of this section is issued, the magistrate shall issue an emergency protective order as authorized by § 16.1-253.4, except if the defendant is a minor, an emergency protective order shall not be required.\n\nD. The definition of \"family or household member\" in § 16.1-228 applies to this section.\n\n1991, c. 238; 1992, cc. 526, 886; 1996, c. 866; 1997, c. 603; 1999, cc. 697, 721, 807; 2004, cc. 448, 738; 2009, c. 726; 2014, c. 660.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-57-2/"
    },
    {
      "id": "section-182-573",
      "number": "18.2-57.3.",
      "heading": "Persons charged with first offense of assault and battery against a family or household member may be placed on local community-based probation; conditions; education and treatment programs; costs and fees; violations; discharge",
      "text": "A. When a person is charged with a simple assault in violation of subsection A of § 18.2-57 where the victim was a family or household member of the person or a violation of § 18.2-57.2, the court may defer the proceedings against such person, without a finding of guilt, and place him on probation under the terms of this section.\n\nB. For a person to be eligible for such deferral, the court shall find that (i) the person was an adult at the time of the commission of the offense; (ii) the person has not previously been convicted of any offense under this article or under any statute of the United States or of any state or any ordinance of any local government relating to an assault or assault and battery against a family or household member; (iii)(a) the person has not previously been convicted of an act of violence as defined in § 19.2-297.1 or (b) if such person has been previously convicted of such an act of violence, the attorney for the Commonwealth does not object to the deferral; (iv) the person has not previously had a proceeding against him for violation of such an offense dismissed as provided in this section; (v) the person pleads guilty to, or enters a plea of not guilty or nolo contendere and the court finds the evidence is sufficient to find the person guilty of, simple assault in violation of subsection A of § 18.2-57 where the victim was a family or household member of the person or a violation of § 18.2-57.2; and (vi) the person consents to such deferral and to a waiver of his right to appeal a finding of facts sufficient to justify a finding of guilt under this section entered pursuant to subsection F for a violation of a term or condition of his probation. If the court defers further proceedings, at that time the court shall determine whether the clerk of court has been provided with the fingerprint identification information or fingerprints of the person, taken by a law-enforcement officer pursuant to § 19.2-390, and, if not, shall order that the fingerprints and photograph of the person be taken by a law-enforcement officer. A person may file a motion to withdraw his consent to the deferral and waiver of his right to appeal within 10 days of the entry of the order deferring proceedings on a form prescribed by the Office of the Executive Secretary of the Supreme Court of Virginia. The court shall schedule a hearing within 30 days of receipt of the motion and shall provide reasonable notice to the attorney for the Commonwealth and to the person and his attorney, if any. If the person appears at the hearing and requests to withdraw his consent, the court shall grant such request, enter a final order adjudicating guilt, and sentence the person accordingly. If the person does not appear at the hearing, the court shall deny his request to withdraw his consent.\n\nC. The court shall (i) where a local community-based probation services agency established pursuant to Article 9 (§ 9.1-173 et seq.) of Chapter 1 of Title 9.1 is available, order that the eligible person be placed with such agency and require, as a condition of local community-based probation, the person to successfully complete all treatment, education programs, or services, or any combination thereof, indicated by an assessment or evaluation obtained by the local community-based probation services agency if such assessment, treatment, or education services are available or (ii) require successful completion of treatment, education programs, or services, or any combination thereof, such as, in the opinion of the court, may be best suited to the needs of the person.\n\nD. The court shall require the person entering such education or treatment program or services under the provisions of this section to pay all or part of the costs of the program or services, including the costs of any assessment, evaluation, testing, education, and treatment, based upon the person's ability to pay. Such programs or services shall offer a sliding-scale fee structure or other mechanism to assist participants who are unable to pay the full costs of the required programs or services.\n\nThe court shall order the person to be of good behavior for a total period of not less than two years following the deferral of proceedings, including the period of supervised probation, if available.\n\nE. Upon fulfillment of the terms and conditions specified in the court order, and upon determining that the clerk of court has been provided with the fingerprint identification information or fingerprints of such person, the court shall discharge the person and dismiss the proceedings against him. Discharge and dismissal under this section shall be without adjudication of guilt and is a conviction only for the purposes of applying this section in subsequent proceedings. No charges dismissed pursuant to this section shall be eligible for expungement under § 19.2-392.2.\n\nF. Upon violation of a term or condition of supervised probation or of the period of good behavior, the court may enter an adjudication of guilt and proceed as otherwise provided by law. Any person placed on probation pursuant to this section who is subsequently adjudicated guilty upon a violation of a term or condition of his probation shall have no right of appeal on such adjudication.\n\nG. Notwithstanding any other provision of this section, whenever a court places a person on probation upon terms and conditions pursuant to this section, such action shall be treated as a conviction for purposes of Article 6.1 (§ 18.2-307.1 et seq.) of Chapter 7.\n\n1999, c. 963; 2000, c. 1040; 2003, cc. 33, 38; 2004, c. 377; 2007, c. 133; 2009, cc. 313, 347; 2013, c. 746; 2016, cc. 422, 742; 2017, cc. 621, 785; 2019, cc. 782, 783.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-57-3/"
    },
    {
      "id": "section-182-574",
      "number": "18.2-57.4.",
      "heading": "Reporting findings of assault and battery to military family advocacy representatives",
      "text": "If any active duty member of the United States Armed Forces is found guilty of a violation of § 18.2-57.2 or § 18.2-57.3, the court shall report the conviction to family advocacy representatives of the United States Armed Forces.\n\n2004, c. 681.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-57-4/"
    },
    {
      "id": "section-182-575",
      "number": "18.2-57.5.",
      "heading": "Certain matters not to constitute defenses",
      "text": "A. Another person's actual or perceived sex, gender, gender identity, or sexual orientation is not in and of itself, or together with an oral solicitation, a defense to any charge brought under this article.\n\nB. Nothing in this section shall be construed to prevent a defendant from exercising his constitutionally protected rights, including his right to call for evidence in his favor that is relevant and otherwise admissible in a criminal prosecution.\n\n2021, Sp. Sess. I, c. 460.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-57-5/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Robbery",
      "text": "Robbery",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-58",
      "number": "18.2-58.",
      "heading": "Robbery; penalties",
      "text": "A. For the purposes of this section, \"serious bodily injury\" means the same as that term is defined in § 18.2-51.4.\n\nB. Any person who commits robbery is guilty of a felony and shall be punished as follows:\n\n1. Any person who commits robbery and causes serious bodily injury to or the death of any other person is guilty of a Class 2 felony.\n\n2. Any person who commits robbery by using or displaying a firearm, as defined in § 18.2-308.2:2, in a threatening manner is guilty of a Class 3 felony.\n\n3. Any person who commits robbery by using physical force not resulting in serious bodily injury or by using or displaying a deadly weapon other than a firearm in a threatening manner is guilty of a Class 5 felony.\n\n4. Any person who commits robbery by using threat or intimidation or any other means not involving a deadly weapon is guilty of a Class 6 felony.\n\nCode 1950, § 18.1-91; 1960, c. 358; 1966, c. 361; 1975, cc. 14, 15, 605; 1978, c. 608; 2021, Sp. Sess. I, c. 534.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-58/"
    },
    {
      "id": "section-182-581",
      "number": "18.2-58.1.",
      "heading": "Carjacking; penalty",
      "text": "A. Any person who commits carjacking, as herein defined, shall be guilty of a felony punishable by imprisonment for life or a term not less than fifteen years.\n\nB. As used in this section, \"carjacking\" means the intentional seizure or seizure of control of a motor vehicle of another with intent to permanently or temporarily deprive another in possession or control of the vehicle of that possession or control by means of partial strangulation, or suffocation, or by striking or beating, or by other violence to the person, or by assault or otherwise putting a person in fear of serious bodily harm, or by the threat or presenting of firearms, or other deadly weapon or instrumentality whatsoever. \"Motor vehicle\" shall have the same meaning as set forth in § 46.2-100.\n\nC. The provisions of this section shall not preclude the applicability of any other provision of the criminal law of the Commonwealth which may apply to any course of conduct which violates this section.\n\n1993, c. 500.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-58-1/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Extortion and Other Threats",
      "text": "Extortion and Other Threats",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-59",
      "number": "18.2-59.",
      "heading": "Extortion of money, property or pecuniary benefit",
      "text": "Any person who (i) threatens injury to the character, person, or property of another person, (ii) accuses him of any offense, (iii) threatens to report him as being illegally present in the United States, or (iv) knowingly destroys, conceals, removes, confiscates, withholds or threatens to withhold, or possesses any actual or purported passport or other immigration document, or any other actual or purported government identification document, of another person, and thereby extorts money, property, or pecuniary benefit or any note, bond, or other evidence of debt from him or any other person, is guilty of a Class 5 felony.\n\nFor the purposes of this section, injury to property includes the sale, distribution, or release of identifying information defined in clauses (iii) through (xii) of subsection C of § 18.2-186.3, but does not include the distribution or release of such information by a person who does so with the intent to obtain money, property or a pecuniary benefit to which he reasonably believes he is lawfully entitled.\n\nCode 1950, § 18.1-184; 1960, c. 358; 1975, cc. 14, 15; 2006, c. 313; 2007, cc. 453, 547; 2010, c. 298.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-59/"
    },
    {
      "id": "section-182-591",
      "number": "18.2-59.1.",
      "heading": "Sexual extortion; penalty",
      "text": "A. Any person who maliciously threatens in writing, including an electronically transmitted communication producing a visual or electronic message, (i) to disseminate, sell, or publish a videographic or still image, created by any means whatsoever, or (ii) to not delete, remove, or take back a previously disseminated, sold, or published videographic or still image, created by any means whatsoever, that depicts the complaining witness or such complaining witness's family or household member, as defined in § 16.1-228, as totally nude or in a state of undress so as to expose the genitals, pubic area, buttocks, or female breast with the intent to cause the complaining witness to engage in sexual intercourse, cunnilingus, fellatio, anilingus, anal intercourse, inanimate or animate object sexual penetration, or an act of sexual abuse, as defined in § 18.2-67.10, and thereby engages in sexual intercourse, cunnilingus, fellatio, anilingus, anal intercourse, inanimate or animate object sexual penetration, or an act of sexual abuse, as defined in § 18.2-67.10, is guilty of a Class 5 felony. However, any adult who violates this section with a person under the age of 18 is guilty of a felony punishable by confinement in a state correctional facility for a term of not less than one nor more than 20 years and by a fine of not more than $100,000.\n\nB. Any person who maliciously threatens eviction, loss of housing, property damage, or any financial loss with the intent to cause the complaining witness to engage in sexual intercourse, cunnilingus, fellatio, anilingus, anal intercourse, inanimate or animate object sexual penetration, or an act of sexual abuse, as defined in § 18.2-67.10, and thereby engages in sexual intercourse, cunnilingus, fellatio, anilingus, anal intercourse, inanimate or animate object sexual penetration, or an act of sexual abuse, as defined in § 18.2-67.10, is guilty of a Class 5 felony. However, any adult who violates this section with a person under the age of 15 is guilty of a felony punishable by confinement in a state correctional facility for a term of not less than one nor more than 20 years and by a fine of not more than $100,000.\n\nC. A prosecution pursuant to this section may be in the county, city, or town in which the communication was either made or received.\n\n2023, c. 612; 2025, c. 227.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-59-1/"
    },
    {
      "id": "section-182-60",
      "number": "18.2-60.",
      "heading": "Threats of death or bodily injury to a person or member of his family; threats of death or discharge of a firearm on school property; threats of death or bodily injury to health care providers; penalties",
      "text": "A. 1. Any person who knowingly communicates, in a writing, including an electronically transmitted communication producing a visual or electronic message, including an email, a text message, or a message or post on any social media platform, a threat to kill or do bodily injury to a person, regardless of whether the person who is the object of the threat actually receives the threat, and the threat places such person who is the object of the threat, or any member of his family, in reasonable apprehension of death or bodily injury to himself or his family member is guilty of a Class 6 felony. However, any person who violates this subsection with the intent to commit an act of terrorism as defined in § 18.2-46.4 is guilty of a Class 5 felony.\n\n2. Any person who communicates a threat orally or in a writing, including an electronically transmitted communication producing a visual or electronic message, including an email, a text message, or a message or post on any social media platform, to kill or discharge a firearm within or (i) on the grounds or premises of any elementary, middle, or secondary school property; (ii) at any elementary, middle, or secondary school-sponsored event; or (iii) on a school bus to any person or persons, regardless of whether the person who is the object of the threat actually receives the threat, and the threat would place the person who is the object of the threat, or is included in the threat, in reasonable apprehension of death or bodily harm is guilty of a Class 6 felony.\n\n3. Any person 18 years of age or older who communicates a threat in writing, including an electronically transmitted communication producing a visual or electronic message such as an email, a text message, or a message or post on any social media platform, to another to kill or to do serious bodily injury to any other person and makes such threat with the intent to (i) intimidate a civilian population at large; (ii) influence the conduct or activities of a government, including the government of the United States, a state, or a locality, through intimidation; or (iii) compel the emergency evacuation, or avoidance, of any place of assembly, any building or other structure, or any means of mass transportation is guilty of a Class 5 felony. Any person younger than 18 years of age who commits such offense is guilty of a Class 1 misdemeanor.\n\nB. Any person who orally makes a threat to kill or to do bodily injury to (i) any employee of any elementary, middle, or secondary school, while on a school bus, on school property, or at a school-sponsored activity or (ii) any health care provider as defined in § 8.01-581.1 who is engaged in the performance of his duties while on the premises of any facility rendering health care as defined in § 8.01-581.1, unless the health care provider is on the premises of any facility rendering health care as defined in § 8.1-581.1 or emergency medical care as a result of an emergency custody order pursuant to § 37.2-808, involuntary temporary detention order pursuant to § 37.2-809, involuntary hospitalization order pursuant to § 37.2-817, or emergency custody order of a conditionally released acquittee pursuant to § 19.2-182.9, is guilty of a Class 1 misdemeanor.\n\nC. A prosecution pursuant to this section may be in either the county, city, or town in which the communication was made or received.\n\nCode 1950, § 18.1-257; 1960, c. 358; 1973, c. 118; 1975, cc. 14, 15; 1994, c. 265; 1998, cc. 687, 788; 2001, cc. 644, 653; 2002, cc. 588, 623; 2019, c. 506; 2020, c. 1002; 2021, Sp. Sess. I, cc. 83, 84; 2022, c. 336; 2023, c. 200; 2025, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-60/"
    },
    {
      "id": "section-182-601",
      "number": "18.2-60.1.",
      "heading": "Threatening the Governor or his immediate family",
      "text": "Any person who shall knowingly and willfully send, deliver or convey, or cause to be sent, delivered or conveyed, to the Governor or his immediate family any threat to take the life of or inflict bodily harm upon the Governor or his immediate family, whether such threat be oral or written, is guilty of a Class 6 felony.\n\n1982, c. 568; 2020, c. 1002; 2022, c. 336.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-60-1/"
    },
    {
      "id": "section-182-602",
      "number": "18.2-60.2.",
      "heading": "Members of the Governor's immediate family",
      "text": "As used in § 18.2-60.1, the immediate family of the Governor shall include any parent, sibling, child, grandchild, spouse, parent of a spouse, and spouse of a sibling, child or grandchild who resides in the same household as the Governor.\n\n1982, c. 568.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-60-2/"
    },
    {
      "id": "section-182-603",
      "number": "18.2-60.3.",
      "heading": "Stalking; penalty",
      "text": "A. Any person, except a law-enforcement officer, as defined in § 9.1-101, and acting in the performance of his official duties, and a registered private investigator, as defined in § 9.1-138, who is regulated in accordance with § 9.1-139 and acting in the course of his legitimate business, who on more than one occasion engages in conduct, either in person or through any other means, including by mail, telephone, or an electronically transmitted communication, directed at another person with the intent to place, or when he knows or reasonably should know that the conduct places that other person in reasonable fear of death, criminal sexual assault, or bodily injury to that other person or to that other person's family or household member is guilty of a Class 1 misdemeanor. If the person contacts or follows or attempts to contact or follow the person at whom the conduct is directed after being given actual notice that the person does not want to be contacted or followed, such actions shall be prima facie evidence that the person intended to place that other person, or reasonably should have known that the other person was placed, in reasonable fear of death, criminal sexual assault, or bodily injury to himself or a family or household member.\n\nB. Any person who is convicted of a second offense of subsection A occurring within five years of a prior conviction of such an offense under this section or for a substantially similar offense under the law of any other jurisdiction is guilty of a Class 6 felony.\n\nC. A person may be convicted under this section in any jurisdiction within the Commonwealth wherein the conduct described in subsection A occurred, if the person engaged in that conduct on at least one occasion in the jurisdiction where the person is tried or in the jurisdiction where the person at whom the conduct is directed resided at the time of such conduct. Evidence of any such conduct that occurred outside the Commonwealth may be admissible, if relevant, in any prosecution under this section.\n\nD. Upon finding a person guilty under this section, the court shall, in addition to the sentence imposed, issue an order prohibiting contact between the defendant and the victim or the victim's family or household member.\n\nE. The Department of Corrections, sheriff or regional jail director shall give notice prior to the release from a state correctional facility or a local or regional jail of any person incarcerated upon conviction of a violation of this section, to any victim of the offense who, in writing, requests notice, or to any person designated in writing by the victim. The notice shall be given at least 15 days prior to release of a person sentenced to a term of incarceration of more than 30 days or, if the person was sentenced to a term of incarceration of at least 48 hours but no more than 30 days, 24 hours prior to release. If the person escapes, notice shall be given as soon as practicable following the escape. The victim shall keep the Department of Corrections, sheriff or regional jail director informed of the current mailing address and telephone number of the person named in the writing submitted to receive notice.\n\nAll information relating to any person who receives or may receive notice under this subsection shall remain confidential and shall not be made available to the person convicted of violating this section.\n\nFor purposes of this subsection, \"release\" includes a release of the offender from a state correctional facility or a local or regional jail (i) upon completion of his term of incarceration or (ii) on probation or parole.\n\nNo civil liability shall attach to the Department of Corrections nor to any sheriff or regional jail director or their deputies or employees for a failure to comply with the requirements of this subsection.\n\nF. For purposes of this section:\n\n\"Family or household member\" has the same meaning as provided in § 16.1-228.\n\n1992, c. 888; 1994, cc. 360, 521, 739; 1995, c. 824; 1996, cc. 540, 866; 1998, c. 570; 2001, c. 197; 2002, c. 377; 2013, c. 759; 2016, cc. 545, 696, 745; 2022, c. 276.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-60-3/"
    },
    {
      "id": "section-182-604",
      "number": "18.2-60.4.",
      "heading": "Violation of protective orders; penalty",
      "text": "A. Any person who violates any provision of a protective order issued pursuant to § 19.2-152.8, 19.2-152.9, or 19.2-152.10 is guilty of a Class 1 misdemeanor. Conviction hereunder shall bar a finding of contempt for the same act. The punishment for any person convicted of a second offense of violating a protective order, other than a protective order issued pursuant to subsection C of § 19.2-152.10, when the offense is committed within five years of the prior conviction and when either the instant or prior offense was based on an act or threat of violence, shall include a mandatory minimum term of confinement of 60 days. Any person convicted of a third or subsequent offense of violating a protective order, other than a protective order issued pursuant to subsection C of § 19.2-152.10, when the offense is committed within 20 years of the first conviction and when either the instant or one of the prior offenses was based on an act or threat of violence, is guilty of a Class 6 felony and the punishment shall include a mandatory minimum term of confinement of six months. The mandatory minimum terms of confinement prescribed for violations of this section shall be served consecutively with any other sentence.\n\nB. In addition to any other penalty provided by law, any person who, while knowingly armed with a firearm or other deadly weapon, violates any provision of a protective order with which he has been served issued pursuant to § 19.2-152.8, 19.2-152.9, or 19.2-152.10, other than a protective order issued pursuant to subsection C of § 19.2-152.10, is guilty of a Class 6 felony.\n\nC. If the respondent commits an assault and battery upon any party protected by the protective order, other than a protective order issued pursuant to subsection C of § 19.2-152.10, resulting in bodily injury to the party or stalks any party protected by the protective order in violation of § 18.2-60.3, he is guilty of a Class 6 felony. Any person who violates such a protective order, other than a protective order issued pursuant to subsection C of § 19.2-152.10, by furtively entering the home of any protected party while the party is present, or by entering and remaining in the home of the protected party until the party arrives, is guilty of a Class 6 felony, in addition to any other penalty provided by law.\n\nD. Upon conviction of any offense hereunder for which a mandatory minimum term of confinement is not specified, the person shall be sentenced to a term of confinement and in no case shall the entire term imposed be suspended.\n\nE. Upon conviction, the court shall, in addition to the sentence imposed, enter a protective order pursuant to § 19.2-152.10 for a specified period not exceeding two years from the date of conviction.\n\nF. A violation of this section may be prosecuted in the jurisdiction where the protective order was issued, in any county, city, or town where any act constituting the violation of the protective order occurred, or in the jurisdiction where the party protected by the protective order resided at the time of such violation.\n\nG. Upon a violation of this section, if a Military Protective Order issued by a commanding officer in the Armed Forces of the United States, the Virginia National Guard, or the National Guard of any other state against a person under such officer's command and registered in the National Crime Information Center (NCIC) has been issued against the same defendant, the law-enforcement officer or agency shall inform the military law-enforcement officer or agency that entered the Military Protective Order into the NCIC or the commanding officer who issued the Military Protective Order of such violation telephonically, in writing, via email, via text, or by any other routine means of interagency communication.\n\n1998, c. 569; 2003, c. 219; 2011, cc. 445, 480; 2013, cc. 761, 774; 2016, cc. 583, 585, 638; 2020, cc. 487, 1005; 2024, cc. 108, 118; 2025, cc. 208, 217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-60-4/"
    },
    {
      "id": "section-182-605",
      "number": "18.2-60.5.",
      "heading": "Unauthorized use of electronic tracking device; penalty",
      "text": "A. Any person who installs or places an electronic tracking device through intentionally deceptive means and without consent, or causes an electronic tracking device to be installed or placed through intentionally deceptive means and without consent, and uses such device to track the location of any person is guilty of a Class 1 misdemeanor.\n\nB. The provisions of this section shall not apply to the installation, placement, or use of an electronic tracking device by:\n\n1. A law-enforcement officer, judicial officer, probation or parole officer, or employee of the Department of Corrections when any such person is engaged in the lawful performance of official duties and in accordance with other state or federal law;\n\n2. The parent or legal guardian of a minor when tracking (i) the minor or (ii) any person authorized by the parent or legal guardian as a caretaker of the minor at any time when the minor is under the person's sole care;\n\n3. A legally authorized representative of a vulnerable adult, as defined in § 18.2-369;\n\n4. The owner of fleet vehicles, when tracking such vehicles;\n\n5. An electronic communications provider to the extent that such installation, placement, or use is disclosed in the provider's terms of use, privacy policy, or similar document made available to the customer; or\n\n6. A registered private investigator, as defined in § 9.1-138, who is regulated in accordance with § 9.1-139 and is acting in the normal course of his business and with the consent of the owner of the property upon which the electronic tracking device is installed and placed. However, such exception shall not apply if the private investigator is working on behalf of a client who is subject to a protective order under § 16.1-253, 16.1-253.1, 16.1-253.4, 16.1-279.1, 19.2-152.8, 19.2-152.9, or 19.2-152.10 or subsection B of § 20-103, or if the private investigator knows or should reasonably know that the client seeks the private investigator's services to aid in the commission of a crime.\n\nC. For the purposes of this section:\n\n\"Electronic tracking device\" means an electronic or mechanical device that permits a person to remotely determine or track the position and movement of another person.\n\n\"Fleet vehicle\" means (i) one or more motor vehicles owned by a single entity and operated by employees or agents of the entity for business or government purposes, (ii) motor vehicles held for lease or rental to the general public, or (iii) motor vehicles held for sale by motor vehicle dealers.\n\n2013, c. 434; 2020, c. 140; 2022, cc. 259, 642.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-60-5/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Criminal Sexual Assault",
      "text": "Criminal Sexual Assault",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-61",
      "number": "18.2-61.",
      "heading": "Rape",
      "text": "A. If any person has sexual intercourse with a complaining witness, whether or not his or her spouse, or causes a complaining witness, whether or not his or her spouse, to engage in sexual intercourse with any other person and such act is accomplished (i) against the complaining witness's will, by force, threat or intimidation of or against the complaining witness or another person; or (ii) through the use of the complaining witness's mental incapacity or physical helplessness; or (iii) with a child under age 13 as the victim, he or she shall be guilty of rape.\n\nB. A violation of this section shall be punishable, in the discretion of the court or jury, by confinement in a state correctional facility for life or for any term not less than five years; and in addition:\n\n1. For a violation of clause (iii) of subsection A where the offender is more than three years older than the victim, if done in the commission of, or as part of the same course of conduct as, or as part of a common scheme or plan as a violation of (i) subsection A of § 18.2-47 or § 18.2-48, (ii) § 18.2-89, 18.2-90, or 18.2-91, or (iii) § 18.2-51.2, the punishment shall include a mandatory minimum term of confinement of 25 years; or\n\n2. For a violation of clause (iii) of subsection A where it is alleged in the indictment that the offender was 18 years of age or older at the time of the offense, the punishment shall include a mandatory minimum term of confinement for life.\n\nThe mandatory minimum terms of confinement prescribed for violations of this section shall be served consecutively with any other sentence. If the term of confinement imposed for any violation of clause (iii) of subsection A, where the offender is more than three years older than the victim, is for a term less than life imprisonment, the judge shall impose, in addition to any active sentence, a suspended sentence of no less than 40 years. This suspended sentence shall be suspended for the remainder of the defendant's life, subject to revocation by the court.\n\nThere shall be a rebuttable presumption that a juvenile over the age of 10 but less than 12, does not possess the physical capacity to commit a violation of this section. In any case deemed appropriate by the court, all or part of any sentence imposed for a violation under this section against a spouse may be suspended upon the defendant's completion of counseling or therapy, if not already provided, in the manner prescribed under § 19.2-218.1 if, after consideration of the views of the complaining witness and such other evidence as may be relevant, the court finds such action will promote maintenance of the family unit and will be in the best interest of the complaining witness.\n\nC. Upon a finding of guilt under this section, when a spouse is the complaining witness in any case tried by the court without a jury, the court, without entering a judgment of guilt, upon motion of the defendant who has not previously had a proceeding against him for violation of this section dismissed pursuant to this subsection and with the consent of the complaining witness and the attorney for the Commonwealth, may defer further proceedings and place the defendant on probation pending completion of counseling or therapy, if not already provided, in the manner prescribed under § 19.2-218.1. If the defendant fails to so complete such counseling or therapy, the court may make final disposition of the case and proceed as otherwise provided. If such counseling is completed as prescribed under § 19.2-218.1, the court may discharge the defendant and dismiss the proceedings against him if, after consideration of the views of the complaining witness and such other evidence as may be relevant, the court finds such action will promote maintenance of the family unit and be in the best interest of the complaining witness.\n\nCode 1950, § 18.1-44; 1960, c. 358; 1972, c. 394; 1975, cc. 14, 15, 606; 1981, c. 397; 1982, c. 506; 1986, c. 516; 1994, cc. 339, 772, 794; 1997, c. 330; 1999, c. 367; 2002, cc. 810, 818; 2005, c. 631; 2006, cc. 853, 914; 2012, cc. 575, 605; 2013, cc. 761, 774.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-61/"
    },
    {
      "id": "section-182-611",
      "number": "18.2-61.1.",
      "heading": "Testing of certain persons for sexually transmitted infections",
      "text": "A. As soon as practicable following arrest, the attorney for the Commonwealth may request after consultation with a complaining witness, or shall request upon the request of the complaining witness, that any person charged with (i) any crime involving sexual assault pursuant to this article; (ii) any offense against children as prohibited by §§ 18.2-361, 18.2-366, 18.2-370, and 18.2-370.1; or (iii) any assault and battery, and where the complaining witness was exposed to body fluids of the person so charged in a manner that may, according to the then-current guidelines of the Centers for Disease Control and Prevention, transmit a sexually transmitted infection, be requested to submit to diagnostic testing for sexually transmitted infections and any follow-up testing as may be medically appropriate. The person so charged shall be counseled about the meaning of the tests and about the transmission, treatment, and prevention of sexually transmitted infections.\n\nIf the person so charged refuses to submit to testing or the competency of the person to consent to testing is at issue, the court with jurisdiction of the case shall hold a hearing in a manner as provided by § 19.2-183, as soon as practicable, to determine whether there is probable cause that the individual has committed the crime with which he is charged and that the complaining witness was exposed to body fluids of the person so charged in a manner that may, according to the then-current guidelines of the Centers for Disease Control and Prevention, transmit a sexually transmitted infection. If the court finds probable cause, the court shall order the person so charged to undergo testing for sexually transmitted infections. The court may enter such an order in the absence of the person so charged if the person so charged is represented at the hearing by counsel or a guardian ad litem. The court's finding shall be without prejudice to either the Commonwealth or the person charged and shall not be evidence in any proceeding, civil or criminal. At any hearing before the court, the person so charged or his counsel may appear.\n\nB. At any point following indictment, arrest by warrant, or service of a petition in the case of a juvenile of any crime involving sexual assault pursuant to this article or any offenses against children as prohibited by §§ 18.2-361, 18.2-366, 18.2-370, and 18.2-370.1, the attorney for the Commonwealth may request after consultation with a complaining witness, or shall request upon the request of the complaining witness, and the court shall order the defendant to submit to diagnostic testing for sexually transmitted infections within 48 hours and any follow-up testing as may be medically appropriate. Any test conducted following indictment, arrest by warrant, or service of a petition shall be in addition to such tests as may have been conducted following arrest pursuant to subsection A.\n\nIf the defendant refuses to submit to testing or the competency of the person to consent to testing is at issue, the court with jurisdiction of the case shall hold a hearing, in a manner as provided by § 19.2-183, to determine whether there is probable cause that the complaining witness was exposed to body fluids of the defendant in a manner that may, according to the then-current guidelines of the Centers for Disease Control and Prevention, transmit a sexually transmitted infection. If the court finds probable cause, the court shall order the accused to undergo testing for sexually transmitted infections. The court may enter such an order in the absence of the defendant if the defendant is represented at the hearing by counsel or a guardian ad litem. The court's finding shall be without prejudice to either the Commonwealth or the defendant and shall not be evidence in any proceeding, civil or criminal. At any hearing before the court, the defendant or his counsel may appear.\n\nC. Any person who is subject to a testing order may appeal the order of the general district court to the circuit court of the same jurisdiction within 10 days of receiving notice of the order. Any hearing conducted pursuant to this subsection shall be held in camera as soon as practicable. The record shall be sealed. The order of the circuit court shall be final and nonappealable.\n\nD. Confirmatory tests shall be conducted before any test result shall be determined to be positive. The results of the tests shall be confidential as provided in § 32.1-127.1:03; however, the entity that performed the test shall also disclose the results to any victim and offer appropriate counseling. The Department of Health shall conduct surveillance and investigation in accordance with § 32.1-39.\n\nE. The results of such tests shall not be admissible as evidence in any criminal proceeding. No specimen obtained pursuant to this section shall be tested for any purpose other than for the purpose provided for in this section, nor shall the specimen or the results of any testing pursuant to this section be used for any purpose in any criminal matter or investigation. Any violation of this subsection shall constitute reversible error in any criminal case in which the specimen or results were used.\n\nF. The cost of such tests shall be paid by the Commonwealth and taxed as part of the cost of such criminal proceedings.\n\nG. As used in this section, \"sexually transmitted infections\" includes chlamydia, gonorrhea, syphilis, human immunodeficiency virus, hepatitis B and C viruses, and any other sexually transmittable disease required to be reported by the Board of Health pursuant to § 32.1-35.\n\n2023, cc. 680, 681.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-61-1/"
    },
    {
      "id": "section-182-62",
      "number": "18.2-62.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2021, Sp. Sess. I, c. 465, cl. 2, effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-62/"
    },
    {
      "id": "section-182-63",
      "number": "18.2-63.",
      "heading": "Carnal knowledge of child between thirteen and fifteen years of age",
      "text": "A. If any person carnally knows, without the use of force, a child thirteen years of age or older but under fifteen years of age, such person shall be guilty of a Class 4 felony.\n\nB. If any person carnally knows, without the use of force, a child thirteen years of age or older but under fifteen years of age who consents to sexual intercourse and the accused is a minor and such consenting child is three years or more the accused's junior, the accused shall be guilty of a Class 6 felony. If such consenting child is less than three years the accused's junior, the accused shall be guilty of a Class 4 misdemeanor.\n\nIn calculating whether such child is three years or more a junior of the accused minor, the actual dates of birth of the child and the accused, respectively, shall be used.\n\nC. For the purposes of this section, (i) a child under the age of thirteen years shall not be considered a consenting child and (ii) \"carnal knowledge\" includes the acts of sexual intercourse, cunnilingus, fellatio, anilingus, anal intercourse, and animate and inanimate object sexual penetration.\n\nCode 1950, § 18.1-44; 1960, c. 358; 1972, c. 394; 1975, cc. 14, 15, 606; 1981, c. 397; 1993, c. 852; 2007, c. 718.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-63/"
    },
    {
      "id": "section-182-631",
      "number": "18.2-63.1.",
      "heading": "Death of victim",
      "text": "When the death of the victim occurs in connection with an offense under this article, it shall be immaterial in the prosecution thereof whether the alleged offense occurred before or after the death of the victim.\n\n1978, c. 803; 1981, c. 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-63-1/"
    },
    {
      "id": "section-182-64",
      "number": "18.2-64.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1981, c. 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-64/"
    },
    {
      "id": "section-182-641",
      "number": "18.2-64.1.",
      "heading": "Carnal knowledge of certain minors",
      "text": "If any person providing services, paid or unpaid, to juveniles under the purview of the Juvenile and Domestic Relations District Court Law, or to juveniles who have been committed to the custody of the State Department of Juvenile Justice, carnally knows, without the use of force, any minor fifteen years of age or older, when such minor is confined or detained in jail, is detained in any facility mentioned in § 16.1-249, or has been committed to the custody of the Department of Juvenile Justice pursuant to § 16.1-278.8, knowing or having good reason to believe that (i) such minor is in such confinement or detention status, (ii) such minor is a ward of the Department of Juvenile Justice, or (iii) such minor is on probation, furlough, or leave from or has escaped or absconded from such confinement, detention, or custody, he shall be guilty of a Class 6 felony.\n\nFor the purposes of this section, \"carnal knowledge\" includes the acts of sexual intercourse, cunnilingus, fellatio, anilingus, anal intercourse, and animate and inanimate object sexual penetration.\n\n1977, c. 304; 1981, c. 397; 1989, c. 733; 1991, c. 534; 1993, c. 852.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-64-1/"
    },
    {
      "id": "section-182-642",
      "number": "18.2-64.2.",
      "heading": "Carnal knowledge of a person detained or arrested by a law-enforcement officer or an inmate, parolee, probationer, juvenile detainee, pretrial defendant or posttrial offender, or confidential informant; penalty",
      "text": "A. An accused is guilty of carnal knowledge of a person detained or arrested by a law-enforcement officer or an inmate, parolee, probationer, juvenile detainee, or pretrial defendant or posttrial offender if he is a law-enforcement officer or an employee or contractual employee of, or a volunteer with, a state or local correctional facility or regional jail, the Department of Corrections, the Department of Juvenile Justice, a secure facility or detention home as defined in § 16.1-228, a state or local court services unit as defined in § 16.1-235, a local community-based probation services agency, or a pretrial services agency; is in a position of authority over the person detained or arrested by a law-enforcement officer, inmate, probationer, parolee, juvenile detainee, or pretrial defendant or posttrial offender; knows that the person detained or arrested by a law-enforcement officer, inmate, probationer, parolee, juvenile detainee, or pretrial defendant or posttrial offender is in the custody of a private, local, or state law-enforcement agency or under the jurisdiction of a state or local correctional facility or regional jail, the Department of Corrections, the Department of Juvenile Justice, a secure facility or detention home as defined in § 16.1-228, a state or local court services unit as defined in § 16.1-235, a local community-based probation services agency, or a pretrial services agency; and carnally knows, without the use of force, threat, or intimidation, (i) an inmate who has been committed to jail or convicted and sentenced to confinement in a state or local correctional facility or regional jail or (ii) a person detained or arrested by a law-enforcement officer, probationer, parolee, juvenile detainee, or pretrial defendant or posttrial offender in the custody of a private, local, or state law-enforcement agency or under the jurisdiction of the Department of Corrections, the Department of Juvenile Justice, a secure facility or detention home as defined in § 16.1-228, a state or local court services unit as defined in § 16.1-235, a local community-based probation services agency, a pretrial services agency, a local or regional jail for the purposes of imprisonment, a work program, or any other parole/probationary or pretrial services program or agency. Such offense is a Class 6 felony.\n\nAn accused is guilty of carnal knowledge of a pretrial defendant or posttrial offender if he (a) is an owner or employee of the bail bond company that posted the pretrial defendant's or posttrial offender's bond; (b) has the authority to revoke the pretrial defendant's or posttrial offender's bond; and (c) carnally knows, without use of force, threat, or intimidation, a pretrial defendant or posttrial offender. Such offense is a Class 6 felony.\n\nAn accused is guilty of carnal knowledge of a person serving as a confidential informant if he (1) is a law-enforcement officer; (2) knows that such person is serving as a confidential informant for the law-enforcement agency where such officer is employed; and (3) carnally knows, without use of force, threat, or intimidation, such confidential informant while such person is serving as a confidential informant or is expected to testify in a criminal case for which the confidential informant assisted the law-enforcement agency with its investigation. Such offense is a Class 6 felony.\n\nB. For the purposes of this section:\n\n\"Carnal knowledge\" includes the acts of sexual intercourse, cunnilingus, fellatio, anilingus, anal intercourse, and animate or inanimate object sexual penetration.\n\n\"Confidential informant\" means any person, other than an employee of a law-enforcement agency, who engages in, or provides information about, criminal activity for the purpose of assisting a law-enforcement agency in investigating the criminal activity of another, in exchange for a benefit, the promise of a benefit, or the hope or expectation thereof.\n\n\"Law-enforcement officer\" means the same as that term is defined in § 9.1-101.\n\n1999, c. 294; 2000, c. 1040; 2001, c. 385; 2007, c. 133; 2013, c. 602; 2020, c. 479; 2020, Sp. Sess. I, cc. 26, 37; 2024, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-64-2/"
    },
    {
      "id": "section-182-65",
      "number": "18.2-65.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1981, c. 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-65/"
    },
    {
      "id": "section-182-66",
      "number": "18.2-66.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2008, cc. 174 and 206, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-66/"
    },
    {
      "id": "section-182-67",
      "number": "18.2-67.",
      "heading": "Depositions of complaining witnesses in cases of criminal sexual assault and attempted criminal sexual assault",
      "text": "Before or during the trial for an offense or attempted offense under this article, the judge of the court in which the case is pending, with the consent of the accused first obtained in open court, by an order of record, may direct that the deposition of the complaining witness be taken at a time and place designated in the order, and the judge may adjourn the taking thereof to such other time and places as he may deem necessary. Such deposition shall be taken before a judge of a circuit court in the county or city in which the offense was committed or the trial is had, and the judge shall rule upon all questions of evidence, and otherwise control the taking of the same as though it were taken in open court. At the taking of such deposition the attorney for the Commonwealth, as well as the accused and his attorneys, shall be present and they shall have the same rights in regard to the examination of such witness as if he or she were testifying in open court. No other person shall be present unless expressly permitted by the judge. Such deposition shall be read to the jury at the time such witness might have testified if such deposition had not been taken, and shall be considered by them, and shall have the same force and effect as though such testimony had been given orally in court. The judge may, in like manner, direct other depositions of the complaining witness, in rebuttal or otherwise, which shall be taken and read in the manner and under the conditions herein prescribed as to the first deposition. The cost of taking such depositions shall be paid by the Commonwealth.\n\nCode 1950, § 18.1-47; 1960, c. 358; 1975, cc. 14, 15, 606; 1981, c. 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67/"
    },
    {
      "id": "section-182-6701",
      "number": "18.2-67.01.",
      "heading": "Not in effect",
      "text": "Not in effect.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-01/"
    },
    {
      "id": "section-182-671",
      "number": "18.2-67.1.",
      "heading": "Forcible sodomy",
      "text": "A. An accused shall be guilty of forcible sodomy if he or she engages in cunnilingus, fellatio, anilingus, or anal intercourse with a complaining witness whether or not his or her spouse, or causes a complaining witness, whether or not his or her spouse, to engage in such acts with any other person, and\n\n1. The complaining witness is less than 13 years of age; or\n\n2. The act is accomplished against the will of the complaining witness, by force, threat or intimidation of or against the complaining witness or another person, or through the use of the complaining witness's mental incapacity or physical helplessness.\n\nB. Forcible sodomy is a felony punishable by confinement in a state correctional facility for life or for any term not less than five years; and in addition:\n\n1. For a violation of subdivision A 1, where the offender is more than three years older than the victim, if done in the commission of, or as part of the same course of conduct as, or as part of a common scheme or plan as a violation of (i) subsection A of § 18.2-47 or § 18.2-48, (ii) § 18.2-89, 18.2-90, or 18.2-91, or (iii) § 18.2-51.2, the punishment shall include a mandatory minimum term of confinement of 25 years; or\n\n2. For a violation of subdivision A 1 where it is alleged in the indictment that the offender was 18 years of age or older at the time of the offense, the punishment shall include a mandatory minimum term of confinement for life.\n\nThe mandatory minimum terms of confinement prescribed for violations of this section shall be served consecutively with any other sentence. If the term of confinement imposed for any violation of subdivision A 1, where the offender is more than three years older than the victim, is for a term less than life imprisonment, the judge shall impose, in addition to any active sentence, a suspended sentence of no less than 40 years. This suspended sentence shall be suspended for the remainder of the defendant's life, subject to revocation by the court.\n\nIn any case deemed appropriate by the court, all or part of any sentence imposed for a violation under this section against a spouse may be suspended upon the defendant's completion of counseling or therapy, if not already provided, in the manner prescribed under § 19.2-218.1 if, after consideration of the views of the complaining witness and such other evidence as may be relevant, the court finds such action will promote maintenance of the family unit and will be in the best interest of the complaining witness.\n\nC. Upon a finding of guilt under this section, when a spouse is the complaining witness in any case tried by the court without a jury, the court, without entering a judgment of guilt, upon motion of the defendant who has not previously had a proceeding against him for violation of this section dismissed pursuant to this subsection and with the consent of the complaining witness and the attorney for the Commonwealth, may defer further proceedings and place the defendant on probation pending completion of counseling or therapy, if not already provided, in the manner prescribed under § 19.2-218.1. If the defendant fails to so complete such counseling or therapy, the court may make final disposition of the case and proceed as otherwise provided. If such counseling is completed as prescribed under § 19.2-218.1, the court may discharge the defendant and dismiss the proceedings against him if, after consideration of the views of the complaining witness and such other evidence as may be relevant, the court finds such action will promote maintenance of the family unit and be in the best interest of the complaining witness.\n\n1981, c. 397; 1986, c. 516; 1994, cc. 772, 794; 1999, c. 367; 2005, c. 631; 2006, cc. 853, 914; 2012, cc. 575, 605; 2013, cc. 761, 774.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-1/"
    },
    {
      "id": "section-182-672",
      "number": "18.2-67.2.",
      "heading": "Object sexual penetration; penalty",
      "text": "A. An accused shall be guilty of inanimate or animate object sexual penetration if he or she penetrates the labia majora or anus of a complaining witness, whether or not his or her spouse, other than for a bona fide medical purpose, or causes such complaining witness to so penetrate his or her own body with an object or causes a complaining witness, whether or not his or her spouse, to engage in such acts with any other person or to penetrate, or to be penetrated by, an animal, and\n\n1. The complaining witness is less than 13 years of age; or\n\n2. The act is accomplished against the will of the complaining witness, by force, threat or intimidation of or against the complaining witness or another person, or through the use of the complaining witness's mental incapacity or physical helplessness.\n\nB. Inanimate or animate object sexual penetration is a felony punishable by confinement in the state correctional facility for life or for any term not less than five years; and in addition:\n\n1. For a violation of subdivision A 1, where the offender is more than three years older than the victim, if done in the commission of, or as part of the same course of conduct as, or as part of a common scheme or plan as a violation of (i) subsection A of § 18.2-47 or § 18.2-48, (ii) § 18.2-89, 18.2-90, or 18.2-91, or (iii) § 18.2-51.2, the punishment shall include a mandatory minimum term of confinement of 25 years; or\n\n2. For a violation of subdivision A 1 where it is alleged in the indictment that the offender was 18 years of age or older at the time of the offense, the punishment shall include a mandatory minimum term of confinement for life.\n\nThe mandatory minimum terms of confinement prescribed for violations of this section shall be served consecutively with any other sentence. If the term of confinement imposed for any violation of subdivision A 1, where the offender is more than three years older than the victim, is for a term less than life imprisonment, the judge shall impose, in addition to any active sentence, a suspended sentence of no less than 40 years. This suspended sentence shall be suspended for the remainder of the defendant's life, subject to revocation by the court.\n\nIn any case deemed appropriate by the court, all or part of any sentence imposed for a violation under this section against a spouse may be suspended upon the defendant's completion of counseling or therapy, if not already provided, in the manner prescribed under § 19.2-218.1 if, after consideration of the views of the complaining witness and such other evidence as may be relevant, the court finds such action will promote maintenance of the family unit and will be in the best interest of the complaining witness.\n\nC. Upon a finding of guilt under this section, when a spouse is the complaining witness in any case tried by the court without a jury, the court, without entering a judgment of guilt, upon motion of the defendant who has not previously had a proceeding against him for violation of this section dismissed pursuant to this subsection and with the consent of the complaining witness and the attorney for the Commonwealth, may defer further proceedings and place the defendant on probation pending completion of counseling or therapy, if not already provided, in the manner prescribed under § 19.2-218.1. If the defendant fails to so complete such counseling or therapy, the court may make final disposition of the case and proceed as otherwise provided. If such counseling is completed as prescribed under § 19.2-218.1, the court may discharge the defendant and dismiss the proceedings against him if, after consideration of the views of the complaining witness and such other evidence as may be relevant, the court finds such action will promote maintenance of the family unit and be in the best interest of the complaining witness.\n\n1981, c. 397; 1982, c. 508; 1986, c. 516; 1988, c. 437; 1993, c. 549; 1994, cc. 772, 794; 1999, c. 367; 2005, c. 631; 2006, cc. 853, 914; 2012, cc. 575, 605; 2013, cc. 761, 774.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-2/"
    },
    {
      "id": "section-182-6721",
      "number": "18.2-67.2:1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2005, c. 631, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-2-1/"
    },
    {
      "id": "section-182-673",
      "number": "18.2-67.3.",
      "heading": "Aggravated sexual battery; penalty",
      "text": "A. An accused is guilty of aggravated sexual battery if he or she sexually abuses the complaining witness, and\n\n1. The complaining witness is less than 13 years of age; or\n\n2. The act is accomplished through the use of the complaining witness's mental incapacity or physical helplessness; or\n\n3. The offense is committed by a parent, step-parent, grandparent, or step-grandparent and the complaining witness is at least 13 but less than 18 years of age; or\n\n4. The act is accomplished against the will of the complaining witness by force, threat or intimidation, and\n\na. The complaining witness is at least 13 but less than 15 years of age; or\n\nb. The accused causes serious bodily or mental injury to the complaining witness; or\n\nc. The accused uses or threatens to use a dangerous weapon; or\n\n5. The offense is not a recognized form of treatment in the profession, and is committed, without the express consent of the patient, by (i) a massage therapist, or a person purporting to be a massage therapist, during an actual or purported practice of massage therapy, as those terms are defined in § 54.1-3000; (ii) a person practicing or purporting to practice the healing arts, during an actual or purported practice of the healing arts, as those terms are defined in §§ 54.1-2900 and 54.1-2903; or (iii) a physical therapist, or a person purporting to be a physical therapist, during an actual or purported practice of physical therapy, as those terms are defined in § 54.1-3473.\n\nB. Aggravated sexual battery is a felony punishable by confinement in a state correctional facility for a term of not less than one nor more than 20 years and by a fine of not more than $100,000.\n\n1981, c. 397; 1993, c. 590; 2004, c. 843; 2005, cc. 185, 406; 2020, c. 1003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-3/"
    },
    {
      "id": "section-182-674",
      "number": "18.2-67.4.",
      "heading": "Sexual battery",
      "text": "A. An accused is guilty of sexual battery if he sexually abuses, as defined in § 18.2-67.10, (i) the complaining witness against the will of the complaining witness, by force, threat, intimidation, or ruse; (ii) within a two-year period, more than one complaining witness or one complaining witness on more than one occasion intentionally and without the consent of the complaining witness; (iii) an inmate who has been committed to jail or convicted and sentenced to confinement in a state or local correctional facility or regional jail, and the accused is an employee or contractual employee of, or a volunteer with, the state or local correctional facility or regional jail; is in a position of authority over the inmate; and knows that the inmate is under the jurisdiction of the state or local correctional facility or regional jail; (iv) a probationer, parolee, or a pretrial defendant or posttrial offender under the jurisdiction of the Department of Corrections, a local community-based probation services agency, a pretrial services agency, a local or regional jail for the purposes of imprisonment, a work program or any other parole/probationary or pretrial services or agency and the accused is an employee or contractual employee of, or a volunteer with, the Department of Corrections, a local community-based probation services agency, a pretrial services agency or a local or regional jail; is in a position of authority over an offender; and knows that the offender is under the jurisdiction of the Department of Corrections, a local community-based probation services agency, a pretrial services agency or a local or regional jail; (v) a person detained or arrested by a law-enforcement officer and the accused is a law-enforcement officer; is in a position of authority over the person detained or arrested; and knows that the person detained or arrested by a law-enforcement officer is in the custody of a private, local, or state law-enforcement agency; (vi) a pretrial defendant or posttrial offender and the accused is an owner or employee of the bail company that posted the pretrial defendant's or posttrial offender's bond and has the authority to revoke the pretrial defendant's or posttrial offender's bond; or (vii) a person serving as a confidential informant and the accused is a law-enforcement officer; knows that such person is serving as a confidential informant for the law-enforcement agency where such officer is employed; and such person is serving as a confidential informant or is expected to testify in a criminal case for which he assisted the law-enforcement agency with its investigation.\n\nB. Sexual battery is a Class 1 misdemeanor.\n\nC. For the purposes of this section, \"confidential informant\" means the same as that term is defined in § 18.2-64.2.\n\n1981, c. 397; 1997, c. 643; 1999, c. 294; 2000, cc. 832, 1040; 2006, c. 284; 2007, c. 133; 2014, c. 656; 2024, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-4/"
    },
    {
      "id": "section-182-6741",
      "number": "18.2-67.4:1.",
      "heading": "Infected sexual battery; penalty",
      "text": "A. Any person who is diagnosed with a sexually transmitted infection and engages in sexual behavior that poses a substantial risk of transmission to another person with the intent to transmit the infection to that person and transmits such infection to that person is guilty of a Class 6 felony.\n\nB. Nothing in this section shall prevent the prosecution of any other crime against persons under Chapter 4 (§ 18.2-30 et seq.).\n\n2000, c. 831; 2004, c. 449; 2021, Sp. Sess. I, c. 465.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-4-1/"
    },
    {
      "id": "section-182-6742",
      "number": "18.2-67.4:2.",
      "heading": "Sexual abuse of a child under 15 years of age; penalty",
      "text": "Any adult who, with lascivious intent, commits an act of sexual abuse, as defined in § 18.2-67.10, with any child 13 years of age or older but under 15 years of age is guilty of a Class 1 misdemeanor.\n\n2007, c. 463.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-4-2/"
    },
    {
      "id": "section-182-675",
      "number": "18.2-67.5.",
      "heading": "Attempted rape, forcible sodomy, object sexual penetration, aggravated sexual battery, and sexual battery",
      "text": "A. An attempt to commit rape, forcible sodomy, or inanimate or animate object sexual penetration shall be punishable as a Class 4 felony.\n\nB. An attempt to commit aggravated sexual battery shall be a felony punishable as a Class 6 felony.\n\nC. An attempt to commit sexual battery is a Class 1 misdemeanor.\n\n1981, c. 397; 1993, c. 549.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-5/"
    },
    {
      "id": "section-182-6751",
      "number": "18.2-67.5:1.",
      "heading": "Punishment upon conviction of third misdemeanor offense",
      "text": "When a person is convicted of sexual battery in violation of § 18.2-67.4, attempted sexual battery in violation of subsection C of § 18.2-67.5, a violation of § 18.2-371 involving consensual intercourse, anal intercourse, cunnilingus, fellatio, or anilingus with a child, indecent exposure of himself or procuring another to expose himself in violation of § 18.2-387, or a violation of § 18.2-130, and it is alleged in the warrant, information, or indictment on which the person is convicted and found by the court or jury trying the case that the person has previously been convicted within the 10-year period immediately preceding the offense charged of two or more of the offenses specified in this section, each such offense occurring on a different date, he is guilty of a Class 6 felony.\n\n1994, c. 468; 2006, c. 875; 2014, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-5-1/"
    },
    {
      "id": "section-182-6752",
      "number": "18.2-67.5:2.",
      "heading": "Punishment upon conviction of certain subsequent felony sexual assault",
      "text": "A. Any person convicted of (i) more than one offense specified in subsection B or (ii) one of the offenses specified in subsection B of this section and one of the offenses specified in subsection B of § 18.2-67.5:3 when such offenses were not part of a common act, transaction, or scheme and who has been at liberty as defined in § 53.1-151 between each conviction shall, upon conviction of the second or subsequent such offense, be sentenced to the maximum term authorized by statute for such offense and shall not have all or any part of such sentence suspended, provided that it is admitted, or found by the jury or judge before whom the person is tried, that he has been previously convicted of at least one of the specified offenses.\n\nB. The provisions of subsection A shall apply to felony convictions for:\n\n1. Carnal knowledge of a child between 13 and 15 years of age in violation of § 18.2-63 when the offense is committed by a person over the age of 18;\n\n2. Carnal knowledge of certain minors in violation of § 18.2-64.1;\n\n3. Aggravated sexual battery in violation of § 18.2-67.3;\n\n4. Crimes against nature in violation of subsection B of § 18.2-361;\n\n5. Sexual intercourse with one's own child or grandchild in violation of § 18.2-366;\n\n6. Taking indecent liberties with a child in violation of § 18.2-370 or 18.2-370.1; or\n\n7. Conspiracy to commit any offense listed in subdivisions 1 through 6 pursuant to § 18.2-22.\n\nC. For purposes of this section, prior convictions shall include (i) adult convictions for felonies under the laws of any state or the United States that are substantially similar to those listed in subsection B and (ii) findings of not innocent, adjudications, or convictions in the case of a juvenile if the juvenile offense is substantially similar to those listed in subsection B, the offense would be a felony if committed by an adult in the Commonwealth, and the offense was committed less than 20 years before the second offense.\n\nThe Commonwealth shall notify the defendant in writing, at least 30 days prior to trial, of its intention to seek punishment pursuant to this section.\n\n1995, c. 834; 2000, c. 333; 2020, cc. 122, 900.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-5-2/"
    },
    {
      "id": "section-182-6753",
      "number": "18.2-67.5:3.",
      "heading": "Punishment upon conviction of certain subsequent violent felony sexual assault",
      "text": "A. Any person convicted of more than one offense specified in subsection B, when such offenses were not part of a common act, transaction or scheme, and who has been at liberty as defined in § 53.1-151 between each conviction shall, upon conviction of the second or subsequent such offense, be sentenced to life imprisonment and shall not have all or any portion of the sentence suspended, provided it is admitted, or found by the jury or judge before whom he is tried, that he has been previously convicted of at least one of the specified offenses.\n\nB. The provisions of subsection A shall apply to convictions for:\n\n1. Rape in violation of § 18.2-61;\n\n2. Forcible sodomy in violation of § 18.2-67.1;\n\n3. Object sexual penetration in violation of § 18.2-67.2;\n\n4. Abduction with intent to defile in violation of § 18.2-48; or\n\n5. Conspiracy to commit any offense listed in subdivisions 1 through 4 pursuant to § 18.2-22.\n\nC. For purposes of this section, prior convictions shall include (i) adult convictions for felonies under the laws of any state or the United States that are substantially similar to those listed in subsection B and (ii) findings of not innocent, adjudications or convictions in the case of a juvenile if the juvenile offense is substantially similar to those listed in subsection B, the offense would be a felony if committed by an adult in the Commonwealth and the offense was committed less than twenty years before the second offense.\n\nThe Commonwealth shall notify the defendant in the indictment, information, or warrant, at least thirty days prior to trial, of its intention to seek punishment pursuant to this section.\n\n1995, c. 834; 2007, c. 506.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-5-3/"
    },
    {
      "id": "section-182-676",
      "number": "18.2-67.6.",
      "heading": "Proof of physical resistance not required",
      "text": "The Commonwealth need not demonstrate that the complaining witness cried out or physically resisted the accused in order to convict the accused of an offense under this article, but the absence of such resistance may be considered when relevant to show that the act alleged was not against the will of the complaining witness.\n\n1981, c. 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-6/"
    },
    {
      "id": "section-182-677",
      "number": "18.2-67.7.",
      "heading": "Admission of evidence (Supreme Court Rule 2:412 derived from this section)",
      "text": "A. In prosecutions under this article, or under clause (iii) or (iv) of § 18.2-48, 18.2-370, 18.2-370.01, or 18.2-370.1, general reputation or opinion evidence of the complaining witness's unchaste character or prior sexual conduct shall not be admitted. Unless the complaining witness voluntarily agrees otherwise, evidence of specific instances of his or her prior sexual conduct shall be admitted only if it is relevant and is:\n\n1. Evidence offered to provide an alternative explanation for physical evidence of the offense charged which is introduced by the prosecution, limited to evidence designed to explain the presence of semen, pregnancy, disease, or physical injury to the complaining witness's intimate parts; or\n\n2. Evidence of sexual conduct between the complaining witness and the accused offered to support a contention that the alleged offense was not accomplished by force, threat or intimidation or through the use of the complaining witness's mental incapacity or physical helplessness, provided that the sexual conduct occurred within a period of time reasonably proximate to the offense charged under the circumstances of this case; or\n\n3. Evidence offered to rebut evidence of the complaining witness's prior sexual conduct introduced by the prosecution.\n\nB. Nothing contained in this section shall prohibit the accused from presenting evidence relevant to show that the complaining witness had a motive to fabricate the charge against the accused. If such evidence relates to the past sexual conduct of the complaining witness with a person other than the accused, it shall not be admitted and may not be referred to at any preliminary hearing or trial unless the party offering same files a written notice generally describing the evidence prior to the introduction of any evidence, or the opening statement of either counsel, whichever first occurs, at the preliminary hearing or trial at which the admission of the evidence may be sought.\n\nC. Evidence described in subsections A and B of this section shall not be admitted and may not be referred to at any preliminary hearing or trial until the court first determines the admissibility of that evidence at an evidentiary hearing to be held before the evidence is introduced at such preliminary hearing or trial. The court shall exclude from the evidentiary hearing all persons except the accused, the complaining witness, other necessary witnesses, and required court personnel. If the court determines that the evidence meets the requirements of subsections A and B of this section, it shall be admissible before the judge or jury trying the case in the ordinary course of the preliminary hearing or trial. If the court initially determines that the evidence is inadmissible, but new information is discovered during the course of the preliminary hearing or trial which may make such evidence admissible, the court shall determine in an evidentiary hearing whether such evidence is admissible.\n\n1981, c. 397; 2007, c. 890; 2011, c. 785.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-7/"
    },
    {
      "id": "section-182-6771",
      "number": "18.2-67.7:1.",
      "heading": "Evidence of similar crimes in child sexual offense cases (Supreme Court Rule 2:413 derived from this section)",
      "text": "A. In a criminal case in which the defendant is accused of a felony sexual offense involving a child victim, evidence of the defendant's conviction of another sexual offense or offenses is admissible and may be considered for its bearing on any matter to which it is relevant.\n\nB. The Commonwealth shall provide to the defendant 14 days prior to trial notice of its intention to introduce copies of final orders evidencing the defendant's qualifying prior criminal convictions. Such notice shall include (i) the date of each prior conviction, (ii) the name and jurisdiction of the court where each prior conviction was obtained, and (iii) each offense of which the defendant was convicted. Prior to commencement of the trial, the Commonwealth shall provide to the defendant photocopies of certified copies of the final orders that it intends to introduce.\n\nC. This section shall not be construed to limit the admission or consideration of evidence under any other section or rule of court.\n\nD. For purposes of this section, \"sexual offense\" means any offense or any attempt or conspiracy to engage in any offense described in Article 7 (§ 18.2-61 et seq.) of Chapter 4 or § 18.2-370, 18.2-370.01, or 18.2-370.1 or any substantially similar offense under the laws of another state or territory of the United States, the District of Columbia, or the United States.\n\nE. Evidence offered in a criminal case pursuant to the provisions of this section shall be subject to exclusion in accordance with the Virginia Rules of Evidence, including but not limited to Rule 2:403.\n\n2014, c. 782.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-7-1/"
    },
    {
      "id": "section-182-678",
      "number": "18.2-67.8.",
      "heading": "Closed preliminary hearings",
      "text": "In preliminary hearings for offenses charged under this article or under §§ 18.2-361, 18.2-366, 18.2-370 or § 18.2-370.1, the court may, on its own motion or at the request of the Commonwealth, the complaining witness, the accused, or their counsel, exclude from the courtroom all persons except officers of the court and persons whose presence, in the judgment of the court, would be supportive of the complaining witness or the accused and would not impair the conduct of a fair hearing.\n\n1981, c. 397; 1993, c. 440.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-8/"
    },
    {
      "id": "section-182-679",
      "number": "18.2-67.9.",
      "heading": "Testimony by child victims and witnesses using two-way closed-circuit television or other securely encrypted two-way audio and video technology",
      "text": "A. The provisions of this section shall apply to an alleged victim who was 14 years of age or younger at the time of the alleged offense and is 16 years of age or younger at the time of the trial and to a witness who is 14 years of age or younger at the time of the trial.\n\nIn any criminal proceeding, including preliminary hearings, involving an alleged offense against a child, relating to a violation of the laws pertaining to kidnapping pursuant to Article 3 (§ 18.2-47 et seq.) of Chapter 4, criminal sexual assault pursuant to Article 7 (§ 18.2-61 et seq.) of Chapter 4, commercial sex trafficking or prostitution offenses pursuant to Article 3 (§ 18.2-346 et seq.) of Chapter 8, or family offenses pursuant to Article 4 (§ 18.2-362 et seq.) of Chapter 8, or involving an alleged murder of a person of any age, the attorney for the Commonwealth or the defendant may apply for an order from the court that the testimony of the alleged victim or a child witness be taken in a room outside the courtroom and be televised by two-way closed-circuit television or other securely encrypted two-way audio and video technology. The party seeking such order shall apply for the order at least 14 days before the trial date or at least seven days before such other preliminary proceeding to which the order is to apply.\n\nB. The court may order that the testimony of the child be taken by two-way closed-circuit television or other securely encrypted two-way audio and video technology as provided in subsection A if it finds that the child is unavailable to testify in open court in the presence of the defendant, the jury, the judge, and the public, for any of the following reasons:\n\n1. The child's persistent refusal to testify despite judicial requests to do so;\n\n2. The child's substantial inability to communicate about the offense; or\n\n3. The court's finding, by clear and convincing evidence, based upon expert opinion testimony, that the child will suffer at least moderate emotional trauma that is more than nervousness or excitement or some reluctance to testify as a result of testifying in the defendant's presence and not in the courtroom generally and where such trauma would impair the child's ability to communicate.\n\nAny ruling on the child's unavailability under this subsection shall be supported by the court with findings on the record or with written findings in a court not of record.\n\nC. In any proceeding in which two-way closed-circuit television or other securely encrypted two-way audio and video technology is used to receive testimony, the attorney for the Commonwealth and the defendant's attorney shall be present in the room with the child, and the child shall be subject to direct and cross-examination. The only other persons allowed to be present in the room with the child during his testimony shall be those persons necessary to operate the two-way closed-circuit equipment or other securely encrypted two-way audio and video technology and any other person whose presence is determined by the court to be necessary to the welfare and well-being of the child.\n\nD. The child's testimony shall be transmitted by two-way closed-circuit television or other securely encrypted two-way audio and video technology into the courtroom for the defendant, jury, judge, and public to view. The defendant shall be provided with a means of private, contemporaneous communication with his attorney during the testimony.\n\nE. Notwithstanding any other provision of law, none of the cost of the two-way closed-circuit television or other securely encrypted two-way audio and video technology shall be assessed against the defendant.\n\n1988, c. 846; 1999, c. 668; 2001, c. 410; 2019, c. 146; 2020, c. 122; 2025, c. 191.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-9/"
    },
    {
      "id": "section-182-6791",
      "number": "18.2-67.9:1.",
      "heading": "Use of a certified facility dog for testimony in a criminal proceeding",
      "text": "A. As used in this section, \"certified facility dog\" means a dog that (i) has completed training and been certified by a program accredited by Assistance Dogs International or by another assistance dog organization that is a member of an organization whose main purpose is to improve training, placement, and utilization of assistance dogs and (ii) is accompanied by a duly trained handler.\n\nB. In any criminal proceeding, including preliminary hearings, the attorney for the Commonwealth or the defendant may apply for an order from the court allowing a certified facility dog to be present with a witness testifying before the court through in-person testimony or testimony televised by two-way closed-circuit television pursuant to § 18.2-67.9.\n\nC. The court may enter an order authorizing a dog to accompany a witness while testifying at a hearing in accordance with subsection B if the court finds by a preponderance of the evidence that:\n\n1. The dog to be used qualifies as a certified facility dog;\n\n2. The use of a certified facility dog will aid the witness in providing his testimony; and\n\n3. The presence and use of the certified facility dog will not interfere with or distract from the testimony or proceedings.\n\nD. The party seeking such order shall apply for the order at least 14 days before the preliminary hearing, trial date, or other hearing to which the order is to apply.\n\nE. The court may make such orders as necessary to preserve the fairness of the proceeding, including imposing restrictions on and instructing the jury regarding the presence of the certified facility dog during the proceedings.\n\nF. Nothing contained in this section shall prevent the court from providing any other accommodations to a witness as provided by law.\n\n2018, cc. 524, 699.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-9-1/"
    },
    {
      "id": "section-182-6710",
      "number": "18.2-67.10.",
      "heading": "General definitions",
      "text": "As used in this article:\n\n1. \"Complaining witness\" means the person alleged to have been subjected to rape, forcible sodomy, inanimate or animate object sexual penetration, marital sexual assault, aggravated sexual battery, or sexual battery.\n\n2. \"Intimate parts\" means the genitalia, anus, groin, breast, or buttocks of any person, or the chest of a child under the age of 15.\n\n3. \"Mental incapacity\" means that condition of the complaining witness existing at the time of an offense under this article which prevents the complaining witness from understanding the nature or consequences of the sexual act involved in such offense and about which the accused knew or should have known.\n\n4. \"Physical helplessness\" means unconsciousness or any other condition existing at the time of an offense under this article which otherwise rendered the complaining witness physically unable to communicate an unwillingness to act and about which the accused knew or should have known.\n\n5. The complaining witness's \"prior sexual conduct\" means any sexual conduct on the part of the complaining witness which took place before the conclusion of the trial, excluding the conduct involved in the offense alleged under this article.\n\n6. \"Sexual abuse\" means an act committed with the intent to sexually molest, arouse, or gratify any person, where:\n\na. The accused intentionally touches the complaining witness's intimate parts or material directly covering such intimate parts;\n\nb. The accused forces the complaining witness to touch the accused's, the witness's own, or another person's intimate parts or material directly covering such intimate parts;\n\nc. If the complaining witness is under the age of 13, the accused causes or assists the complaining witness to touch the accused's, the witness's own, or another person's intimate parts or material directly covering such intimate parts; or\n\nd. The accused forces another person to touch the complaining witness's intimate parts or material directly covering such intimate parts.\n\n1981, c. 397; 1987, c. 277; 1993, c. 549; 1994, c. 568; 2004, c. 741; 2022, c. 645.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-67-10/"
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Seduction",
      "text": "Seduction",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-68",
      "number": "18.2-68.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1994, c. 59.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-68/"
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Abortion",
      "text": "Abortion",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-71",
      "number": "18.2-71.",
      "heading": "Producing abortion or miscarriage, etc.; penalty",
      "text": "Except as provided in other sections of this article, if any person administer to, or cause to be taken by a woman, any drug or other thing, or use means, with intent to destroy her unborn child, or to produce abortion or miscarriage, and thereby destroy such child, or produce such abortion or miscarriage, he shall be guilty of a Class 4 felony.\n\nCode 1950, § 18.1-62; 1960, c. 358; 1970, c. 508; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-71/"
    },
    {
      "id": "section-182-711",
      "number": "18.2-71.1.",
      "heading": "Partial birth infanticide; penalty",
      "text": "A. Any person who knowingly performs partial birth infanticide and thereby kills a human infant is guilty of a Class 4 felony.\n\nB. For the purposes of this section, \"partial birth infanticide\" means any deliberate act that (i) is intended to kill a human infant who has been born alive, but who has not been completely extracted or expelled from its mother, and that (ii) does kill such infant, regardless of whether death occurs before or after extraction or expulsion from its mother has been completed.\n\nThe term \"partial birth infanticide\" shall not under any circumstances be construed to include any of the following procedures: (i) the suction curettage abortion procedure, (ii) the suction aspiration abortion procedure, (iii) the dilation and evacuation abortion procedure involving dismemberment of the fetus prior to removal from the body of the mother, or (iv) completing delivery of a living human infant and severing the umbilical cord of any infant who has been completely delivered.\n\nC. For the purposes of this section, \"human infant who has been born alive\" means a product of human conception that has been completely or substantially expelled or extracted from its mother, regardless of the duration of pregnancy, which after such expulsion or extraction breathes or shows any other evidence of life such as beating of the heart, pulsation of the umbilical cord, or definite movement of voluntary muscles, whether or not the umbilical cord has been cut or the placenta is attached.\n\nD. For purposes of this section, \"substantially expelled or extracted from its mother\" means, in the case of a headfirst presentation, the infant's entire head is outside the body of the mother, or, in the case of breech presentation, any part of the infant's trunk past the navel is outside the body of the mother.\n\nE. This section shall not prohibit the use by a physician of any procedure that, in reasonable medical judgment, is necessary to prevent the death of the mother, so long as the physician takes every medically reasonable step, consistent with such procedure, to preserve the life and health of the infant. A procedure shall not be deemed necessary to prevent the death of the mother if completing the delivery of the living infant would prevent the death of the mother.\n\nF. The mother may not be prosecuted for any criminal offense based on the performance of any act or procedure by a physician in violation of this section.\n\n2003, cc. 961, 963.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-71-1/"
    },
    {
      "id": "section-182-72",
      "number": "18.2-72.",
      "heading": "When abortion lawful during first trimester of pregnancy",
      "text": "Notwithstanding any of the provisions of § 18.2-71, it shall be lawful for (i) any physician licensed by the Board of Medicine to practice medicine and surgery or (ii) any person jointly licensed by the Boards of Medicine and Nursing as an advanced practice registered nurse and acting within such person's scope of practice to terminate or attempt to terminate a human pregnancy or aid or assist in the termination of a human pregnancy by performing an abortion or causing a miscarriage on any woman during the first trimester of pregnancy.\n\n1975, cc. 14, 15; 2020, cc. 898, 899; 2023, c. 183.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-72/"
    },
    {
      "id": "section-182-73",
      "number": "18.2-73.",
      "heading": "When abortion lawful during second trimester of pregnancy",
      "text": "Notwithstanding any of the provisions of § 18.2-71 and in addition to the provisions of § 18.2-72, it shall be lawful for any physician licensed by the Board of Medicine to practice medicine and surgery, to terminate or attempt to terminate a human pregnancy or aid or assist in the termination of a human pregnancy by performing an abortion or causing a miscarriage on any woman during the second trimester of pregnancy and prior to the third trimester of pregnancy provided such procedure is performed in a hospital licensed by the State Department of Health or operated by the Department of Behavioral Health and Developmental Services.\n\n1975, cc. 14, 15; 2009, cc. 813, 840.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-73/"
    },
    {
      "id": "section-182-74",
      "number": "18.2-74.",
      "heading": "When abortion or termination of pregnancy lawful after second trimester of pregnancy",
      "text": "Notwithstanding any of the provisions of § 18.2-71 and in addition to the provisions of §§ 18.2-72 and 18.2-73, it shall be lawful for any physician licensed by the Board of Medicine to practice medicine and surgery to terminate or attempt to terminate a human pregnancy or aid or assist in the termination of a human pregnancy by performing an abortion or causing a miscarriage on any woman in a stage of pregnancy subsequent to the second trimester provided the following conditions are met:\n\n(a) Said operation is performed in a hospital licensed by the Virginia State Department of Health or operated by the Department of Behavioral Health and Developmental Services.\n\n(b) The physician and two consulting physicians certify and so enter in the hospital record of the woman, that in their medical opinion, based upon their best clinical judgment, the continuation of the pregnancy is likely to result in the death of the woman or substantially and irremediably impair the mental or physical health of the woman.\n\n(c) Measures for life support for the product of such abortion or miscarriage must be available and utilized if there is any clearly visible evidence of viability.\n\n1975, cc. 14, 15; 2009, cc. 813, 840.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-74/"
    },
    {
      "id": "section-182-741",
      "number": "18.2-74.1.",
      "heading": "Abortion, etc., when necessary to save life of woman",
      "text": "In the event it is necessary for a licensed physician to terminate a human pregnancy or assist in the termination of a human pregnancy by performing an abortion or causing a miscarriage on any woman in order to save her life, in the opinion of the physician so performing the abortion or causing the miscarriage, §§ 18.2-71, 18.2-73 and 18.2-74 shall not be applicable.\n\nCode 1950, § 18.1-62.3; 1970, c. 508; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-74-1/"
    },
    {
      "id": "section-182-742",
      "number": "18.2-74.2.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, cc. 961 and 963.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-74-2/"
    },
    {
      "id": "section-182-75",
      "number": "18.2-75.",
      "heading": "Conscience clause",
      "text": "Nothing in §§ 18.2-72, 18.2-73 or § 18.2-74 shall require a hospital or other medical facility or physician to admit any patient under the provisions hereof for the purpose of performing an abortion. In addition, any person who shall state in writing an objection to any abortion or all abortions on personal, ethical, moral or religious grounds shall not be required to participate in procedures which will result in such abortion, and the refusal of such person, hospital or other medical facility to participate therein shall not form the basis of any claim for damages on account of such refusal or for any disciplinary or recriminatory action against such person, nor shall any such person be denied employment because of such objection or refusal. The written objection shall remain in effect until such person shall revoke it in writing or terminate his association with the facility with which it is filed.\n\nCode 1950, § 18.1-63.1; 1974, c. 679; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-75/"
    },
    {
      "id": "section-182-76",
      "number": "18.2-76.",
      "heading": "Informed written consent required",
      "text": "Before performing any abortion or inducing any miscarriage or terminating a pregnancy as provided in § 18.2-72, 18.2-73, or 18.2-74, the physician or, if such abortion, induction, or termination is to be performed pursuant to § 18.2-72, either the physician or the advanced practice registered nurse authorized pursuant to clause (ii) of § 18.2-72 to perform such abortion, induction, or termination shall obtain the informed written consent of the pregnant woman. However, if the woman has been adjudicated incapacitated by any court of competent jurisdiction or if the physician or, if the abortion, induction, or termination is to be performed pursuant to § 18.2-72, either the physician or the advanced practice registered nurse authorized pursuant to clause (ii) of § 18.2-72 to perform such abortion, induction, or termination knows or has good reason to believe that such woman is incapacitated as adjudicated by a court of competent jurisdiction, then only after permission is given in writing by a parent, guardian, committee, or other person standing in loco parentis to the woman, may the physician or, if the abortion, induction, or termination is to be performed pursuant to § 18.2-72, either the physician or the advanced practice registered nurse authorized pursuant to clause (ii) of § 18.2-72 to perform such abortion, induction, or termination perform the abortion or otherwise terminate the pregnancy.\n\nCode 1950, § 18.1-62.1; 1970, c. 508; 1972, c. 823; 1975, cc. 14, 15; 1979, c. 250; 1997, c. 801; 2001, cc. 473, 477; 2003, c. 784; 2012, c. 131; 2020, cc. 898, 899; 2023, c. 183.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-76/"
    },
    {
      "id": "section-182-761",
      "number": "18.2-76.1.",
      "heading": "Encouraging or promoting abortion",
      "text": "If any person, by publication, lecture, advertisement, or by the sale or circulation of any publication, or through the use of a referral agency for profit, or in any other manner, encourage or promote the performing of an abortion or the inducing of a miscarriage in this Commonwealth which is prohibited under this article, he shall be guilty of a Class 3 misdemeanor.\n\nCode 1950, § 18.1-63; 1960, c. 358; 1972, c. 725; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-76-1/"
    },
    {
      "id": "section-182-762",
      "number": "18.2-76.2.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2015, c. 709, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-4/section-18-2-76-2/"
    }
  ]
}