{
  "state": "virginia",
  "path": "title-title-182-crimes-and-offenses-generally/chapter-chapter-11-offenses-against-the-sovereignty-of-the-commonwea",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Treason and Related Offenses§ 18",
      "text": "2-481. Treason defined; how proved and punished§ 18.2-482. Misprision of treason§ 18.2-483. Attempting, or instigating others, to establish usurped government§ 18.2-484. Advocacy of change in government by force, violence or other unlawful means§ 18.2-485. Conspiring",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-481",
      "number": "18.2-481.",
      "heading": "Treason defined; how proved and punished",
      "text": "Treason shall consist only in:\n\n(1) Levying war against the Commonwealth;\n\n(2) Adhering to its enemies, giving them aid and comfort;\n\n(3) Establishing, without authority of the legislature, any government within its limits separate from the existing government;\n\n(4) Holding or executing, in such usurped government, any office, or professing allegiance or fidelity to it; or\n\n(5) Resisting the execution of the laws under color of its authority.\n\nSuch treason, if proved by the testimony of two witnesses to the same overt act, or by confession in court, shall be punishable as a Class 2 felony.\n\nCode 1950, § 18.1-418; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-481/"
    },
    {
      "id": "section-182-482",
      "number": "18.2-482.",
      "heading": "Misprision of treason",
      "text": "If any person knowing of such treason shall not, as soon as may be, give information thereof to the Governor, or some conservator of the peace, he shall be guilty of a Class 6 felony.\n\nCode 1950, § 18.1-419; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-482/"
    },
    {
      "id": "section-182-483",
      "number": "18.2-483.",
      "heading": "Attempting, or instigating others, to establish usurped government",
      "text": "If any person attempt to establish any such usurped government and commit any overt act therefor or by writing or speaking endeavor to instigate others to establish such government, he shall be guilty of a Class 1 misdemeanor.\n\nCode 1950, § 18.1-420; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-483/"
    },
    {
      "id": "section-182-484",
      "number": "18.2-484.",
      "heading": "Advocacy of change in government by force, violence or other unlawful means",
      "text": "It shall be unlawful for any person, group, or organization to advocate any change, by force, violence, or other unlawful means in the government of the Commonwealth of Virginia or any of its subdivisions or in the government of the United States of America.\n\nIt shall be unlawful for any person to join, assist or otherwise contribute to any group or organization which, to the knowledge of such person, advocates or has as its purpose, aim or objective, any change, by force, violence, or other unlawful means in the government of the Commonwealth of Virginia or any of its subdivisions or in the government of the United States of America.\n\nViolation of this section shall be punishable as a Class 6 felony.\n\nNothing herein shall be construed to limit or prohibit the advocacy, orally or otherwise, of any change, by peaceful means, in the government of the Commonwealth or any of its subdivisions or in the government of the United States.\n\nCode 1950, § 18.1-421; 1960, c. 358; 1962, c. 343; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-484/"
    },
    {
      "id": "section-182-485",
      "number": "18.2-485.",
      "heading": "Conspiring to incite one race to insurrection against another race",
      "text": "If any person conspire with another to incite the population of one race to acts of violence and war against the population of another race, he shall, whether such acts of violence and war be made or not, be guilty of a Class 4 felony.\n\nCode 1950, § 18.1-422; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-485/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Uniform Flag Act",
      "text": "Uniform Flag Act",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-182-486",
      "number": "18.2-486.",
      "heading": "Definition of flag, standard, etc.",
      "text": "The words flag, standard, color, ensign or shield, as used in this article, shall include any flag, standard, color, ensign or shield, or copy, picture or representation thereof, made of any substance or represented or produced thereon, and of any size, evidently purporting to be such flag, standard, color, ensign or shield of the United States, or of this Commonwealth, or a copy, picture or representation thereof.\n\nCode 1950, § 18.1-423; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-486/"
    },
    {
      "id": "section-182-487",
      "number": "18.2-487.",
      "heading": "Exhibition or display",
      "text": "No person shall, in any manner, for exhibition or display:\n\n(1) Place or cause to be placed any word, figure, mark, picture, design, drawing or advertisement of any nature upon any flag, standard, color, ensign or shield of the United States or of this Commonwealth, or authorized by any law of the United States or of this Commonwealth;\n\n(2) Expose to public view any such flag, standard, color, ensign or shield upon which shall have been printed, painted or otherwise produced, or to which shall have been attached, appended, affixed or annexed, any such word, figure, mark, picture, design, drawing or advertisement; or\n\n(3) Expose to public view for sale, manufacture or otherwise, or sell, give or have in possession for sale, for gift or for use for any purpose, any substance, being an article of merchandise, or receptacle, or thing for holding or carrying merchandise, upon or to which shall have been produced or attached any such flag, standard, color, ensign or shield, in order to advertise, call attention to, decorate, mark or distinguish such article or substance.\n\nCode 1950, § 18.1-424; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-487/"
    },
    {
      "id": "section-182-488",
      "number": "18.2-488.",
      "heading": "Mutilating, defacing, etc.",
      "text": "No person shall publicly burn with contempt, mutilate, deface, defile, trample upon, or wear with intent to defile any such flag, standard, color, ensign or shield.\n\nCode 1950, § 18.1-425; 1960, c. 358; 1968, c. 349; 1975, cc. 14, 15, 493.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-488/"
    },
    {
      "id": "section-182-4881",
      "number": "18.2-488.1.",
      "heading": "Flag at half staff or mast for certain public safety personnel killed in the line of duty",
      "text": "A. As used in this section, unless the context requires a different meaning:\n\n\"Emergency medical services provider\" means the same as that term is defined in § 32.1-111.1 and any member of a volunteer emergency medical services agency.\n\n\"Firefighter\" means the same as that term is defined in § 9.1-300, and any member of a volunteer fire department.\n\n\"Police officer\" means any full-time or part-time employee of a police department or sheriff's office which is a part of or administered by the Commonwealth or any political subdivision thereof and who is responsible for the prevention and detection of crime and the enforcement of the penal, traffic, or highway laws of the Commonwealth and a state correctional officer of the Department of Corrections.\n\n\"Service member\" means a member of the United States armed forces, Virginia National Guard, or Virginia Defense Force.\n\nB. Whenever a service member, police officer, firefighter, or emergency medical services provider who is a resident of Virginia is killed in the line of duty, all flags, state and local, flown at any building owned and operated by the Commonwealth or any political subdivision thereof shall be flown at half staff or mast for one day to honor and acknowledge respect for those who made the supreme sacrifice.\n\nC. The Department of General Services shall develop procedures to effectuate the purposes of this section.\n\n2012, c. 767; 2015, cc. 502, 503; 2017, c. 344.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-488-1/"
    },
    {
      "id": "section-182-489",
      "number": "18.2-489.",
      "heading": "To what article applies",
      "text": "This article shall not apply to any act permitted by the statutes of the United States or by the laws of this Commonwealth, or by the United States armed forces regulations, nor shall it apply to any printed or written document or production, stationery, ornament, picture or jewelry whereon shall be depicted such flag, standard, color, ensign or shield, with no design or words thereon and disconnected with any advertisement.\n\nCode 1950, § 18.1-426; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-489/"
    },
    {
      "id": "section-182-490",
      "number": "18.2-490.",
      "heading": "Penalty",
      "text": "Any violation of this article shall be punishable as a Class 1 misdemeanor.\n\nThe provisions of this section shall not apply to § 18.2-488.1.\n\nCode 1950, § 18.1-427; 1960, c. 358; 1968, c. 349; 1975, cc. 14, 15; 2012, c. 767.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-490/"
    },
    {
      "id": "section-182-491",
      "number": "18.2-491.",
      "heading": "Construction",
      "text": "This article shall be so construed as to effectuate its general purpose, and to make uniform the laws of the states which enact it.\n\nCode 1950, § 18.1-428; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-491/"
    },
    {
      "id": "section-182-492",
      "number": "18.2-492.",
      "heading": "Short title",
      "text": "This article may be cited as the Uniform Flag Act.\n\nCode 1950, § 18.1-429; 1960, c. 358; 1975, cc. 14, 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-18-2/chapter-11/section-18-2-492/"
    }
  ]
}