{
  "state": "district-of-columbia",
  "path": "title-44/chapter-13",
  "sections": [
    {
      "id": "section-44-1301",
      "number": "44-1301",
      "heading": "Control and management.",
      "text": "The Department of Human Services shall have complete and exclusive control and management of the Industrial Home School. All supplies for said School shall be obtained by requisition upon the Mayor of the District of Columbia and all moneys received at said School as income thereof from sale of products and from payments for board and instruction, or otherwise, shall be paid over to said Mayor to be expended by him for the support of the School.",
      "history": "June 11, 1896, 29 Stat. 410, ch. 419; Feb. 28, 1923, 42 Stat. 1361, ch. 148,§ 1; Mar. 16, 1926, 44 Stat. 209, ch. 58, § 6",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/44-1301.html"
    },
    {
      "id": "section-44-1302",
      "number": "44-1302",
      "heading": "Powers and duties of Department of Human Services.",
      "text": "Board of Children’s Guardians, successors of trustees of the Industrial Home School of the District of Columbia, is abolished, and the powers and duties of such Board as specified and restricted by law are transferred to the Department of Human Services.",
      "history": "Feb. 28, 1923, 42 Stat. 1361, ch. 148, § 1; Mar. 16, 1926, 44 Stat. 208, ch. 58, §§ 1, 2",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/44-1302.html"
    },
    {
      "id": "section-44-1303",
      "number": "44-1303",
      "heading": "Exchange; sale and use of School site; acquisition of new site and buildings.",
      "text": "The Secretary of the Navy is hereby authorized and empowered to convey to the District of Columbia, free from all encumbrances and without costs to the District of Columbia, all right, title, and interest of the United States of America to that portion of the Naval Observatory grounds, with the improvements thereon, lying outside of Naval Observatory Circle and east of Massachusetts Avenue Northwest, Washington, District of Columbia, containing fourteen and four hundred and forty-nine one-thousandths acres, more or less, and also that other portion lying outside of the adjoining said Naval Observatory Circle on the south, containing one and seven hundred and six one-thousandths acres, more or less, in consideration of which the Mayor of the District of Columbia is authorized and empowered to convey to the United States of America, free from all encumbrances and without cost to the United States of America, all right, title, and interest of the District of Columbia to that portion of the Industrial Home School site, with the improvements thereon, lying within said Naval Observatory Circle, containing approximately six and seventy-six one-hundredths acres; provided, that the said Mayor is further authorized and empowered on behalf of the District of Columbia to utilize or sell, as he sees fit, all of that remaining portion of the said Industrial Home School site with the improvements thereon lying outside of the said Observatory (1,000-foot radius) Circle, and also all of the land and improvements thereon east of Massachusetts Avenue and south of said Naval Observatory Circle, hereunder authorized to be acquired from the United States of America; provided further, that if utilized the land shall be used for school, playground or highway purposes or transferred to the Director of the National Park Service to become part of the park system of the District of Columbia; provided further, that all of the proceeds from the sale of the aforesaid Industrial Home School property and one-half of the proceeds from the sale of any of said lands mentioned as lying east of Massachusetts Avenue and south of said Naval Observatory Circle shall be deposited in the Treasury of the United States to the credit of the District of Columbia and made available for the purchase of a site and the erection thereon of suitable buildings for a new Industrial Home School; provided further, that the remaining half of the proceeds from the sale of any of said land lying east of Massachusetts Avenue and south of said Naval Observatory Circle shall be deposited in the Treasury of the United States to the credit of the Naval Observatory: And provided further, that the said Mayor of the District of Columbia shall be permitted to continue to use all of the Industrial Home School property herein mentioned until such time as it may have acquired another site and constructed suitable buildings thereon in which to house the inmates of said Industrial Home School. The Secretary of the Navy, on behalf of the United States, and the Mayor, on behalf of the District of Columbia, are hereby authorized to execute and deliver all instruments necessary to accomplish the aforesaid purposes.",
      "history": "Mar. 3, 1927, 44 Stat. 1386, ch. 354, §§ 1, 2",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/44-1303.html"
    },
    {
      "id": "section-44-1304",
      "number": "44-1304",
      "heading": "Disposition of moneys from Industrial Home School.",
      "text": "All moneys received at the Industrial Home School as income from sale of products and from payment of board or of instruction or otherwise shall be paid into the Treasury of the United States to the credit of the District of Columbia.",
      "history": "Feb. 25, 1929, 45 Stat. 1292, ch. 314",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/44-1304.html"
    }
  ]
}