{
  "state": "michigan",
  "path": "title-chapter-141-municipal-financing/chapter-act-342-of-1969-interest-rates-for-public-corporations-14115",
  "sections": [
    {
      "id": "section-141151",
      "number": "141.151",
      "heading": "Definitions.Section 141.152 - Maximum Interest Rate on Certain Bonds and Evidences of Indebtedness",
      "text": "As used in this act:\n\n(a) \"Public corporation\" means any body corporate organized by or pursuant to the laws of this state to carry out a public governmental or propriety function, including, without limitation on the foregoing, the state or any school district, city, village, township, county, district, commission, authority, university, college, or any combination thereof, which is a corporate entity.\n\n(b) \"Bonds or other evidences of indebtedness\" means any instrument providing for the payment of money, executed by or on behalf of a public corporation or which a public corporation has assumed and agreed to pay, including, without limitation on the foregoing bonds, notes, contracts, leases and certificates, but shall not include bonds or other evidences of indebtedness issued pursuant to Act No. 346 of the Public Acts of 1966, as amended.\n\nHistory:1969, Act 342, Imd. Eff. Dec. 26, 1969 ;-- Am. 1971, Act 40, Imd. Eff. June 17, 1971",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-141/statute-act-342-of-1969/section-141-151/"
    },
    {
      "id": "section-141152",
      "number": "141.152",
      "heading": "Maximum Interest Rate on Certain Bonds and Evidences of Indebtedness.",
      "text": "Notwithstanding the provisions of any other law, charter provision, ordinance, ballot or other proceedings to the contrary, any public corporation may agree or contract to pay interest on bonds or other evidences of indebtedness issued by it pursuant to law, subject where required by law to the prior permission of the municipal finance commission, at an interest rate or rates not greater than 8% per annum on bonds or other evidences of indebtedness issued after the effective date of this act but before July 1, 1973.\n\nHistory:1969, Act 342, Imd. Eff. Dec. 26, 1969 ;-- Am. 1971, Act 40, Imd. Eff. June 17, 1971",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-141/statute-act-342-of-1969/section-141-152/"
    },
    {
      "id": "section-141153",
      "number": "141.153",
      "heading": "Maximum Interest Rate on Assessments or Certain Contract Obligations; Adjustment.",
      "text": "Notwithstanding the provisions of any other law, charter provision or ordinance to the contrary, any assessment made by a public corporation against any corporation, public or private, or any firm or person, or any contract obligation incurred by a public corporation, in anticipation of which bonds are to be issued, may bear any rate of interest, not exceeding 1 percentage point over the maximum rate at which the bonds or other evidences of indebtedness are to be offered for sale, determined by the governing body of the assessing or contracting public corporation at the time of assessment or contract obligation. If bonds or other evidences of indebtedness are subsequently issued in anticipation of the assessment or contract obligation, the rate of interest payable on the assessment or contract obligation shall be adjusted after the issuance to the rate required to produce an amount sufficient to pay the interest on the bonds or other evidences of indebtedness as they mature, but not exceeding 1 percentage point over the average rate of interest borne by the bonds or other evidences of indebtedness.\n\nHistory:1969, Act 342, Imd. Eff. Dec. 26, 1969 ;-- Am. 1971, Act 40, Imd. Eff. June 17, 1971",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-141/statute-act-342-of-1969/section-141-153/"
    }
  ]
}