{
  "state": "new-mexico",
  "path": "title-chapter-40-domestic-affairs/chapter-article-9-grandparents-visitation-privileges",
  "sections": [
    {
      "id": "section-40-9-1",
      "number": "40-9-1",
      "heading": "Short title.Section 40-9-1.1 - Definitions",
      "text": "Chapter 40, Article 9 NMSA 1978 may be cited as the \"Grandparent's Visitation Privileges Act\".\n\nHistory:1978 Comp., § 40-9-1, enacted by Laws 1993, ch. 93, § 1.\n\nRepeals and reenactments.— Laws 1993, ch. 93, § 1 repealed former 40-9-1 NMSA 1978, as enacted by Laws 1979, ch. 13, § 1, relating to visitation privileges upon judgments of dissolution of marriage, legal separation or parentage, and enacted a new section effective July 1, 1993.\n\nLaw reviews.— For article, \"Survey of New Mexico Law, 1979-80: Domestic Relations and Juvenile Law,\" see 11 N.M.L. Rev. 134 (1981).\n\nFor note, \"Family Law - A Limitation on Grandparental Rights in New Mexico: Christian Placement Service v. Gordon,\" see 17 N.M.L. Rev. 207 (1987).\n\nAnnual Survey of New Mexico Family Law, see 17 N.M.L. Rev. 291 (1987).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Grandparents' visitation rights, 90 A.L.R.3d 222.\n\nReligion as factor in child custody and visitation cases, 22 A.L.R.4th 971.\n\nGrandparents' visitation rights where child's parents are deceased, or where status of parents is unspecified, 69 A.L.R.5th 1.\n\nGrandparent's visitation rights where child's parents are living, 71 A.L.R.5th 99.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-9/section-40-9-1/"
    },
    {
      "id": "section-40-9-11",
      "number": "40-9-1.1",
      "heading": "Definitions.",
      "text": "As used in the Grandparent's Visitation Privileges Act, \"grandparent\" means:\n\nA. the biological grandparent or great-grandparent of a minor child; or\n\nB. a person who becomes a grandparent or great-grandparent due to the adoption of a minor child by a member of that person's family.\n\nHistory:1978 Comp., § 40-9-1.1, enacted by Laws 1993, ch. 93, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-9/section-40-9-1-1/"
    },
    {
      "id": "section-40-9-2",
      "number": "40-9-2",
      "heading": "Children; visitation by grandparent; petition; mediation.",
      "text": "A. In rendering a judgment of dissolution of marriage, legal separation or the existence of the parent and child relationship pursuant to the provisions of the Uniform Parentage Act [New Mexico Uniform Parentage Act, 40-11A-101 to 40-11A-903 NMSA 1978], or at any time after the entry of the judgment, the district court may grant reasonable visitation privileges to a grandparent of a minor child, not in conflict with the child's education or prior established visitation or time-sharing privileges.\n\nB. If one or both parents of a minor child are deceased, any grandparent of the minor child may petition the district court for visitation privileges with respect to the minor. The district court may order temporary visitation privileges until a final order regarding visitation privileges is issued by the court.\n\nC. If a minor child resided with a grandparent for a period of at least three months and the child was less than six years of age at the beginning of the three-month period and the child was subsequently removed from the grandparent's home by the child's parent or any other person, the grandparent may petition the district court for visitation privileges with respect to the child, if the child's home state is New Mexico, as provided in the Child Custody Jurisdiction Act [repealed].\n\nD. If a minor child resided with a grandparent for a period of at least six months and the child was six years of age or older at the beginning of the six-month period and the child was subsequently removed from the grandparent's home by the child's parent or any other person, the grandparent may petition the district court for visitation privileges with respect to the child, if the child's home state is New Mexico, as provided in the Child Custody Jurisdiction Act [repealed] .\n\nE. A biological grandparent may petition the district court for visitation privileges with respect to a grandchild when the grandchild has been adopted or adoption is sought, pursuant to the provisions of the Adoption Act [Chapter 32A, Article 5 NMSA 1978], by:\n\n(1) a stepparent;\n\n(2) a relative of the grandchild;\n\n(3) a person designated to care for the grandchild in the provisions of a deceased parent's will; or\n\n(4) a person who sponsored the grandchild at a baptism or confirmation conducted by a recognized religious organization.\n\nF. When a minor child is adopted by a stepparent and the parental rights of the natural parent terminate or are relinquished, the biological grandparents are not precluded from attempting to establish visitation privileges. When a petition filed pursuant to the provisions of the Grandparent's Visitation Privileges Act is filed during the pendency of an adoption proceeding, the petition shall be filed as part of the adoption proceedings. The provisions of the Grandparent's Visitation Privileges Act shall have no application in the event of a relinquishment or termination of parental rights in cases of other statutory adoption proceedings.\n\nG. When considering a grandparent's petition for visitation privileges with a child, the district court shall assess:\n\n(1) any factors relevant to the best interests of the child;\n\n(2) the prior interaction between the grandparent and the child;\n\n(3) the prior interaction between the grandparent and each parent of the child;\n\n(4) the present relationship between the grandparent and each parent of the child;\n\n(5) time-sharing or visitation arrangements that were in place prior to filing of the petition;\n\n(6) the effect the visitation with the grandparent will have on the child;\n\n(7) if the grandparent has any prior convictions for physical, emotional or sexual abuse or neglect; and\n\n(8) if the grandparent has previously been a full-time caretaker for the child for a significant period.\n\nH. The district court may order mediation and evaluation in any matter when a grandparent's visitation privileges with respect to a minor child are at issue. When a judicial district has established a domestic relations mediation program pursuant to the provisions of the Domestic Relations Mediation Act [Chapter 40, Article 12 NMSA 1978], the mediation shall conform with the provisions of that act. Upon motion and hearing, the district court shall act promptly on the recommendations set forth in a mediation report and consider assessment of mediation and evaluation to the parties. The district court may order temporary visitation privileges until a final order regarding visitation privileges is issued by the court.\n\nI. When the district court decides that visitation is not in the best interest of the child, the court may issue an order requiring other reasonable contact between the grandparent and the child, including regular communication by telephone, mail or any other reasonable means.\n\nJ. The provisions of the Child Custody Jurisdiction Act and Section 30-4-4 NMSA 1978, regarding custodial interference, are applicable to the provisions of the Grandparent's Visitation Privileges Act.\n\nHistory:1978 Comp., § 40-9-2, enacted by Laws 1993, ch. 93, § 3; 1999, ch. 73, § 1.\n\nRepeals and reenactments.— Laws 1993, ch. 93, § 3 repealed former 40-9-2 NMSA 1978, as enacted by Laws 1979, ch. 13, § 2, and enacted a new section, effective July 1, 1993.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2009, ch. 215, § 19 repealed the Uniform Parentage Act, 40-11-1 to 40-11-23 NMSA 1978, effective January 1, 2010. For comparable provisions,seethe New Mexico Uniform Parentage Act, 40-11A-101 to 40-11A-903 NMSA 1978.\n\nLaws 2001, ch. 114, § 404 repealed the Child Custody Jurisdiction Act, effective July 1, 2001. For comparable provisions,seethe Uniform Child-Custody Jurisdiction and Enforcement Act, 40-10A-101 to 40-10A-403 NMSA 1978.\n\nThe 1999 amendment,effective July 1, 1999, in Subsection G added \"any factors relevant to\" in Paragraph (1), added Paragraphs (6) through (8), and made minor stylistic changes.\n\nSubsections C and G of 40-9-2 NMSA 1978 are separate, distinct provisions that require separate proof.French-Hesch v. French-Williams, 2010-NMCA-008, 147 N.M. 620, 227 P.3d 110.\n\nDetermination of standing.— Where the child lived with the grandparent from birth for a period of two years, and the trial court ruled that the grandparent did not have standing to petition for visitation with the child based on the trial court's findings that at the time the child was born, the child's parent was coerced by the grandparent to live with the child in the grandparent's home, that a domestic disturbance between the child's parent and the grandparent led the child's parent to leave the grandparent's home without the child, that the evidence was conflicting as to when the child was returned to the child's parent, and that there was insufficient evidence to find that the child lived with the grandparent for three months from the date the child's parent left the grandparent's home, the trial court erred by considering factors in addition to whether the child resided for at least three months in the grandparent's home before age six in determining whether the grandparent had standing.French-Hesch v. French-Williams, 2010-NMCA-008, 147 N.M. 620, 227 P.3d 110.\n\nConstitutionality.— This act, authorizing the trial court to permit grandparent child visitation, withstands state and federal constitutional challenges if the allowance of visitation is shown to be in the best interest of the child.Ridenour v. Ridenour, 1995-NMCA-072, 120 N.M. 352, 901 P.2d 770, cert. denied, 120 N.M. 68, 898 P.2d 120.\n\nVisitation not a substantial interference.— Even though the state's enforcement of the Grandparent's Visitation Privileges Act impacts a parent's right to raise a child, the intrusion is not a substantial interference and is thus an appropriate mechanism by which the state may balance the parties' competing interests.Ridenour v. Ridenour, 1995-NMCA-072, 120 N.M. 352, 901 P.2d 770, cert. denied, 120 N.M. 68, 898 P.2d 120.\n\nConstitutionality.— The Grandparent's Visitation Privileges Act is not unconstitutional on its face.Deem v. Lobato, 2004-NMCA-102, 136 N.M. 266, 96 P.3d 1186, cert. denied, 2004-NMCERT-008, 136 N.M. 491, 100 P.3d 197.\n\nWishes of parents.— Troxell v. Granville, 530 U.S. 57, 147 L. Ed. 2d 49, 120 S. Ct. 2054 (2000), requires courts to give special consideration to the wishes of the parents in a grandparents' visitation case, but it does not give the parents an ultimate veto; the court may balance the interests of the parents, grandparents, and children.Williams v. Williams, 2002-NMCA-074, 132 N.M. 445, 50 P.3d 194.\n\nFindings required.— Troxell v. Granville, 530 U.S. 57, 147 L. Ed. 2d 49, 120 S. Ct. 2054 (2000), does not require a formal finding of parental unfitness before a court can order grandparent visitation; the court must only find the presence of \"special factors\" before it can order grandparent visitation over the objections of a fit parent.Williams v. Williams, 2002-NMCA-074, 132 N.M. 445, 50 P.3d 194.\n\n\"Special factors\" that a court may consider before awarding grandparent visitation over the objections of a fit parent include the court's concerns, founded in the record, regarding the ability of the parents to carry out their responsibilities in an appropriate manner.Williams v. Williams, 2002-NMCA-074, 132 N.M. 445, 50 P.3d 194.\n\nVisitation allowed even where parental rights relinquished.— The legislature intended that the trial court, upon a showing that grandparent visitation was in the best interests of the child, could authorize grandparent visitation even though the grandparent's son had relinquished his parental rights.Lucero v. Hart, 1995-NMCA-121, 120 N.M. 794, 907 P.2d 198.\n\nGrandparent's burden.— In seeking application of the Grandparent's Visitation Privileges Act, the grandparents have the burden to show that visitation is appropriate.Ridenour v. Ridenour, 1995-NMCA-072, 120 N.M. 352, 901 P.2d 770, cert. denied, 120 N.M. 68, 898 P.2d 120.\n\nVisitation will be denied where grandparents failed to meet their burden under Subsection G of this section to show factors that could support grandparent visitation under Subsection A of this section.Gutierrez v. Connick, 2004-NMCA-017, 135 N.M. 272, 87 P.3d 552.\n\nOrders for injunctive relief in family matters that provide for continuing jurisdiction are modifiable.— Where grandmother petitioned for visitation privileges with her granddaughter under the Grandparent's Visitation Privileges Act (GVPA), 40-9-1 to 40-9-4 NMSA 1978, and where, while the GVPA proceeding was pending, a no-contact order that had been issued in a separate proceeding under the Kinship Guardianship Act (KGA), 40-10B-1 to 40-10B-15 NMSA 1978, was clarified to prohibit contact between grandmother and the child, and where the district court determined that the revised no-contact order precluded any contact between grandmother and the child, and as a result dismissed the GVPA petition for failure to state a claim without receiving grandmother's evidence, the district court erred in dismissing grandmother's petition as precluded as a matter of law, because orders for injunctive relief in family matters that provide for continuing jurisdiction are modifiable, whether for changed circumstances or some other reason that the injunctive relief should no longer govern the parties' conduct, and grandmother, in this case, alleged sufficient facts to support a claim for visitation, and therefore grandmother was entitled to offer evidence to demonstrate that the petition created a genuine issue of material fact about whether under the current circumstances, modification of the revised no-contact order was justified and visitation under the GVPA was appropriate.Flores v. McLain, 2024-NMCA-079.\n\nWhen visitation challenged, guardian may be appointed.— When a petition for grandparent visitation is challenged by the child's parents, the trial court should consider whether it would be beneficial to appoint a guardian ad litem to represent the child in the face of conflicting family interests.Lucero v. Hart, 1995-NMCA-121, 120 N.M. 794, 907 P.2d 198.\n\nNon-statutory factors relevant to request.— In addition to the statutory factors enumerated in Subsection G, other relevant factors relating to a request for grandparent visitation which the trial court may consider include: (1) the love, affection and other emotional ties which may exist between the grandparent and child; (2) the nature and quality of the grandparent-child relationship and the length of time that it has existed; (3) whether visitation will promote or disrupt the child's development; (4) the physical, emotional, mental and social needs of the child; (5) the wishes and opinions of the parents; and (6) the willingness and ability of the grandparent to facilitate and encourage a close relationship among the parent and child.Lucero v. Hart, 1995-NMCA-121, 120 N.M. 794, 907 P.2d 198.\n\nNo grandparent visitation right existed at common law.Gutierrez v. Connick, 2004-NMCA-017, 135 N.M. 272, 87 P.3d 552.\n\nGrandparent visitation privileges are conferred by statute.— Grandparent visitation privileges are not derivative of the rights of the parents but rather exist independently under the Grandparent's Visitation Privileges Act.Deem v. Lobato, 2004-NMCA-102, 136 N.M. 266, 96 P.3d 1186, cert. denied, 2004-NMCERT-008, 136 N.M. 491, 100 P.3d 197.\n\nGrandparent visitation privileges are circumscribed by constitutional limitations, in that parents have a fundamental liberty right to make decisions concerning the care, custody, and control of their children, a right that is protected under the due process clause of the fourteenth amendment.Gutierrez v. Connick, 2004-NMCA-017, 135 N.M. 272, 87 P.3d 552.\n\nPutative grandparent has standing as interested partyunder 40-11-7A NMSA 1978 to bring an action to establish a parent-child relationship for the purpose of establishing the grandparent as either the maternal or paternal grandparent of a child in order to obtain visitation privileges under this section.Gutierrez v. Connick, 2004-NMCA-017, 135 N.M. 272, 87 P.3d 552.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Grandparents' visitation rights, 90 A.L.R.3d 222.\n\nGrandparents' visitation rights where child's parents are deceased, or where status of parents is unspecified, 69 A.L.R.5th 1.\n\nGrandparent's visitation rights where child's parents are living, 71 A.L.R.5th 99.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-9/section-40-9-2/"
    },
    {
      "id": "section-40-9-3",
      "number": "40-9-3",
      "heading": "Visitation; modification; restrictions.",
      "text": "A. When the district court grants reasonable visitation privileges to a grandparent pursuant to the provisions of the Grandparent's Visitation Privileges Act, the court shall issue any necessary order to enforce the visitation privileges and may modify the privileges or order upon a showing of good cause by any interested person.\n\nB. Absent a showing of good cause, no grandparent or parent shall file a petition pursuant to the provisions of the Grandparent's Visitation Privileges Act more often than once a year.\n\nC. When an action for enforcement of a court order allowing visitation privileges is brought pursuant to the Grandparent's Visitation Privileges Act by a grandparent, the court may award court costs and reasonable attorneys' fees to the prevailing party when a court order is violated.\n\nHistory:1978 Comp., § 40-9-3, enacted by Laws 1993, ch. 93, § 4; 1995, ch. 58, § 1.\n\nRepeals and reenactments.— Laws 1993, ch. 93, § 4 repealed former 40-9-3 NMSA 1978, as enacted by Laws 1979, ch. 13, § 3, and enacted a new section, effective July 1, 1993.\n\nThe 1995 amendment,effective June 16, 1995, inserted \"or parent\" in Subsection B and added Subsection C.\n\nOrders for injunctive relief in family matters that provide for continuing jurisdiction are modifiable.— Where grandmother petitioned for visitation privileges with her granddaughter under the Grandparent's Visitation Privileges Act (GVPA), 40-9-1 to 40-9-4 NMSA 1978, and where, while the GVPA proceeding was pending, a no-contact order that had been issued in a separate proceeding under the Kinship Guardianship Act (KGA), 40-10B-1 to 40-10B-15 NMSA 1978, was clarified to prohibit contact between grandmother and the child, and where the district court determined that the revised no-contact order precluded any contact between grandmother and the child, and as a result dismissed the GVPA petition for failure to state a claim without receiving grandmother's evidence, the district court erred in dismissing grandmother's petition as precluded as a matter of law, because orders for injunctive relief in family matters that provide for continuing jurisdiction are modifiable, whether for changed circumstances or some other reason that the injunctive relief should no longer govern the parties' conduct, and grandmother, in this case, alleged sufficient facts to support a claim for visitation, and therefore grandmother was entitled to offer evidence to demonstrate that the petition created a genuine issue of material fact about whether under the current circumstances, modification of the revised no-contact order was justified and visitation under the GVPA was appropriate.Flores v. McLain, 2024-NMCA-079.\n\nRebuttable presumption.— The presumption that a fit parent acts in the best interests of his or her child is a rebuttable presumption.Deem v. Lobato, 2004-NMCA-102, 136 N.M. 266, 96 P.3d 1186, cert. denied, 2004-NMCERT-008, 136 N.M. 491, 100 P.3d 197.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Grandparents' visitation rights, 90 A.L.R.3d 222.\n\nGrandparents' visitation rights where child's parents are deceased, or where status of parents is unspecified, 69 A.L.R.5th 1.\n\nGrandparent's visitation rights where child's parents are living, 71 A.L.R.5th 99.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-9/section-40-9-3/"
    },
    {
      "id": "section-40-9-4",
      "number": "40-9-4",
      "heading": "Change of child's domicile; notice to grandparent.",
      "text": "A. When a grandparent is granted visitation privileges with respect to a minor child pursuant to the provisions of the Grandparent's Visitation Privileges Act and the child's custodian intends to depart the state or to relocate within the state with the intention of changing that child's domicile, the custodian shall:\n\n(1) notify the grandparents of the minor child of the custodian's intent to change the child's domicile at least five days prior to the child's change of domicile;\n\n(2) provide the grandparent with an address and telephone number for the minor child; and\n\n(3) afford the grandparent of the minor child the opportunity to communicate with the child.\n\nB. This state will recognize an order or act regarding grandparent visitation privileges issued by any state, district, Indian tribe or territory of the United States of America.\n\nHistory:1978 Comp., § 40-9-4, enacted by Laws 1993, ch. 93, § 5; 1995, ch. 58, § 2.\n\nRepeals and reenactments.— Laws 1993, ch. 93, § 5 repealed former 40-9-4 NMSA 1978, as enacted by Laws 1979, ch. 13, § 4, relating to applicability of article, and enacted a new section, effective July 1, 1993.\n\nThe 1995 amendment,effective June 16, 1995, redesignated the subsections, inserted \"or to relocate within the state\" in Subsection A, substituted \"change of domicile\" for \"departure from the state\" in Paragraph (1) of Subsection A, and added Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-9/section-40-9-4/"
    }
  ]
}