{
  "state": "new-mexico",
  "path": "title-chapter-40-domestic-affairs/chapter-article-5a-parental-responsibility",
  "sections": [
    {
      "id": "section-40-5a-1",
      "number": "40-5A-1",
      "heading": "Short title.Section 40-5A-2 - Purpose",
      "text": "Section 40-5A-3 - Definitions.Section 40-5A-4 - Application for license.Section 40-5A-5 - Renewal of license.Section 40-5A-6 - Suspension or revocation of license.Section 40-5A-7 - Certified lists.Section 40-5A-8 - Court orders.Section 40-5A-9 - Rules and regula",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-5a-2",
      "number": "40-5A-2",
      "heading": "Purpose.",
      "text": "The purpose of the Parental Responsibility Act is to require:\n\nA. parents to eliminate child support arrearages in order to be issued, maintain or renew a license; and\n\nB. compliance with, after receiving appropriate notice, subpoenas or warrants relating to paternity or child support, which will subsequently reduce both the number of children in New Mexico who live at or below the poverty level and the financial obligation that falls to the state when parents do not provide for their minor children.\n\nHistory:Laws 1995, ch. 25, § 2; 1997, ch. 237, § 25; 1998, ch. 53, § 1.\n\nThe 1998 amendment,effective March 9, 1998, deleted \"to require\" in Subsections A and B, and substituted \"be issued, maintain or renew a license\" for \"maintain a professional, occupational or recreational license, including but not limited to a hunting, fishing or trapping license, and a driver's license\" in Subsection A.\n\nThe 1997 amendment,effective April 11, 1997, designated the existing language as Subsections A and B, inserted \"or recreational license, including but not limited to a hunting, fishing or trapping license, and a driver's\" at the end of Subsection A, and added the language beginning \"to require\" and ending \"child support,\" to the beginning of Subsection B, and made minor stylistic changes in the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-2/"
    },
    {
      "id": "section-40-5a-3",
      "number": "40-5A-3",
      "heading": "Definitions.",
      "text": "As used in the Parental Responsibility Act:\n\nA. \"applicant\" means an obligor who is applying for issuance of a license;\n\nB. \"board\" means:\n\n(1) the construction industries commission, the construction industries division and the electrical bureau, mechanical bureau and general construction bureau of the construction industries division of the regulation and licensing department;\n\n(2) the manufactured housing committee and manufactured housing division of the regulation and licensing department;\n\n(3) a board, commission or agency that administers a profession or occupation licensed pursuant to Chapter 61 NMSA 1978;\n\n(4) any other state agency to which the Uniform Licensing Act [61-1-1 to 61-1-31 NMSA 1978] is applied by law;\n\n(5) a licensing board or other authority that issues a license, certificate, registration or permit to engage in a profession or occupation regulated in New Mexico;\n\n(6) the department of game and fish;\n\n(7) the motor vehicle division of the taxation and revenue department; or\n\n(8) the alcohol and gaming division of the regulation and licensing department;\n\nC. \"certified list\" means a verified list that includes the names, social security numbers and last known addresses of obligors not in compliance;\n\nD. \"compliance\" means that:\n\n(1) an obligor is no more than thirty days in arrears in payment of amounts required to be paid pursuant to an outstanding judgment and order for support; and\n\n(2) an obligor has, after receiving appropriate notice, complied with subpoenas or warrants relating to paternity or child support proceedings;\n\nE. \"department\" means the human services department [health care authority department];\n\nF. \"judgment and order for support\" means the judgment entered against an obligor by the district court or a tribal court in a case enforced by the department pursuant to Title IV-D of the Social Security Act;\n\nG. \"license\" means a liquor license or other license, certificate, registration or permit issued by a board that a person is required to have to engage in a profession or occupation in New Mexico; \"license\" includes a commercial driver's license, driver's license and recreational licenses, including hunting, fishing or trapping licenses;\n\nH. \"licensee\" means an obligor to whom a license has been issued; and\n\nI. \"obligor\" means the person who has been ordered to pay child or spousal support pursuant to a judgment and order for support.\n\nHistory:Laws 1995, ch. 25, § 3; 1997, ch. 237, § 26; 1998, ch. 53, § 2; 2005, ch. 51, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 205, § 16 provided that references to the human services department shall be deemed to be references to the health care authority department.\n\nCross references.— For Title IV-D of the Federal Social Security Act,see42 U.S.C. § 651 et seq.\n\nThe 2005 amendment,effective June 17, 2005, amended the definition of \"judgment and order for support\" to mean judgments entered in cases enforced by the human services department.\n\nThe 1998 amendment,effective March 9, 1998, in Subsection B, deleted \"or\" in Paragraph B(6), added \"or\" in Paragraph B(7), and added Paragraph B(8); deleted \"with a judgment and order for support\" at the end of Subsection C; and in Subsection G inserted \"liquor license or other\" near the beginning, substituted \"license\" for \"and\", and deleted \"but not limited to\" after \"including\".\n\nThe 1997 amendment,effective April 11, 1997, added Paragraphs B(6) and B(7), designated Paragraph D(1) and inserted \"no\" near the beginning, added Paragraph D(2), added \"driver's license and recreational licenses, including but not limited to hunting, fishing or trapping licenses\" in Subsection G, and made minor stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-3/"
    },
    {
      "id": "section-40-5a-4",
      "number": "40-5A-4",
      "heading": "Application for license.",
      "text": "A person who submits an application for a license issued by a board is not eligible for issuance of the license if he is not in compliance with a judgment and order for support or subpoenas or warrants relating to paternity or child support proceedings. A board that denies or proposes to deny the application on the grounds that he is not in compliance with a judgment and order for support or subpoenas or warrants relating to paternity or child support proceedings shall advise the applicant in writing of the grounds for denial of his application and his right, if any, to a hearing. The applicant shall have a right to a hearing if, pursuant to applicable law governing hearings, the denial of the application on other grounds would have entitled the applicant to a hearing. The application shall be reinstated if, within thirty days of the date of the notice, the applicant provides the board with a certified statement from the department that he is in compliance with a judgment and order for support or subpoenas or warrants relating to paternity or child support proceedings.\n\nHistory:Laws 1995, ch. 25, § 4; 1997, ch. 237, § 27.\n\nThe 1997 amendment,effective April 11, 1997, added \"or subpoenas or warrants relating to paternity or child support proceedings\" at the end of the first and last sentences and in the middle of the second sentence, inserted \"applicable\" following \"pursuant to\" in the third sentence, and made minor stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-4/"
    },
    {
      "id": "section-40-5a-5",
      "number": "40-5A-5",
      "heading": "Renewal of license.",
      "text": "A licensee who seeks renewal of his license from a board is not eligible to have the license renewed if he is not in compliance with a judgment and order for support or subpoenas or warrants relating to paternity or child support proceedings. A board that denies or proposes to deny the renewal of a license on the grounds that the licensee is not in compliance with a judgment and order for support or subpoenas or warrants relating to paternity or child support proceedings shall advise the licensee in writing of the grounds for the denial or proposed denial and his right to a hearing. The licensee shall have a right to a hearing on the denial of the renewal of his license pursuant to the applicable law governing hearings. The application for renewal shall be reinstated if, within thirty days of the date of the notice, the licensee provides the board with a certified statement from the department that he is in compliance with a judgment and order for support or subpoenas or warrants relating to paternity or child support proceedings.\n\nHistory:Laws 1995, ch. 25, § 5; 1997, ch. 237, § 28.\n\nThe 1997 amendment,effective April 11, 1997, added \"or subpoenas or warrants relating to paternity or child support proceedings\" at the end of the first and last sentences and in the middle of the second sentence, in the third sentence inserted \"the applicable\" following \"pursuant to\", and deleted \"for his profession or occupation\" at the end of that sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-5/"
    },
    {
      "id": "section-40-5a-6",
      "number": "40-5A-6",
      "heading": "Suspension or revocation of license.",
      "text": "The failure of a licensee to be in compliance with a judgment and order for support or subpoena or warrants relating to paternity or child support proceedings is grounds for suspension or revocation of a license. The proceeding shall be conducted by a board or the administrative hearings office pursuant to the law governing suspension and revocation proceedings for the license.\n\nHistory:Laws 1995, ch. 25, § 6; 1997, ch. 237, § 29; 2015, ch. 73, § 26.\n\nThe 2015 amendment,effective July 1, 2015, provided that in suspension and revocation of license proceedings, such proceedings shall be conducted by the administrative hearings office or a board that administers the license; and after \"a board\", added \"or the administrative hearings office\".\n\nThe 1997 amendment,effective April 11, 1997, added \"or subpoenas or warrants relating to paternity or child support proceedings\" at the end of the first sentence, and substituted \"the license\" for \"his profession or occupation\" at the end of the last sentence, and made a minor stylistic change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-6/"
    },
    {
      "id": "section-40-5a-7",
      "number": "40-5A-7",
      "heading": "Certified lists.",
      "text": "The department shall provide each board with a certified list of obligors not in compliance with a judgment and order for support or subpoenas or warrants relating to paternity or child support proceedings within ten calendar days after the first day of each month. By the end of the month in which the certified list is received, each board shall report to the department the names of applicants and licensees who are on the list and the action the board has taken in connection with such applicants and licensees.\n\nHistory:Laws 1995, ch. 25, § 7; 1997, ch. 237, § 30.\n\nThe 1997 amendment,effective April 11, 1997, added \"or subpoenas or warrants relating to paternity or child support proceedings\" in the first sentence, deleted \"of the board\" following \"licensees\" in the last sentence, and made a minor stylistic change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-7/"
    },
    {
      "id": "section-40-5a-8",
      "number": "40-5A-8",
      "heading": "Court orders.",
      "text": "As part of a judgment and order for support, a district court may require the obligor to surrender any license held by him or may refer the matter to the appropriate board for further action.\n\nHistory:Laws 1995, ch. 25, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-8/"
    },
    {
      "id": "section-40-5a-9",
      "number": "40-5A-9",
      "heading": "Rules and regulations.",
      "text": "On or before November 1, 1995, boards shall promulgate and file, in accordance with the States Rules Act [Chapter 14, Article 4 NMSA 1978], rules and regulations to implement the provisions of the Parental Responsibility Act.\n\nHistory:Laws 1995, ch. 25, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-9/"
    },
    {
      "id": "section-40-5a-10",
      "number": "40-5A-10",
      "heading": "Action by supreme court.",
      "text": "The supreme court shall adopt by order rules for the denial of applications or licensing and renewal of licenses and for the suspension or revocation of licenses of lawyers and other persons licensed by the supreme court for the failure of an applicant or licensee to be in compliance with a judgment and order for support or subpoenas or warrants relating to paternity or child support proceedings and may delegate the enforcement of the rules to a board under its supervision.\n\nHistory:Laws 1995, ch. 25, § 10; 1997, ch. 237, § 31.\n\nCross references.— For rules governing admission to the New Mexico Bar,seeRule 15-101 NMRA et seq.\n\nFor rules of professional conduct,seeRule 16-101 NMRA et seq.\n\nFor rules governing the New Mexico Bar,seeRule 24-101 NMRA et seq.\n\nThe 1997 amendment,effective April 11, 1997, added \"or subpoenas or warrants relating to paternity or child support proceedings\" near the end of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-10/"
    },
    {
      "id": "section-40-5a-11",
      "number": "40-5A-11",
      "heading": "Joint powers agreements.",
      "text": "A board may enter into a joint powers agreement with the regulation and licensing department to administer the provisions of the Parental Responsibility Act for the board.\n\nHistory:Laws 1995, ch. 25, § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-11/"
    },
    {
      "id": "section-40-5a-12",
      "number": "40-5A-12",
      "heading": "Federal funds; board surcharges.",
      "text": "A. The department may enter into joint powers agreements with boards to assist in the implementation of the Parental Responsibility Act. The agreements shall provide for payment to the boards of federal funds to cover the portion of costs allowable under federal law and regulation that are incurred by the boards in implementing those sections. The agreement shall also provide for payment by the boards to the department for the nonfederal share of costs incurred by the department in assisting the boards. The boards shall reimburse the department for the nonfederal share of costs incurred pursuant to the Parental Responsibility Act from money collected from licensees or applicants for licenses.\n\nB. Notwithstanding any other provision of law, each board may levy a surcharge on any fee assessed for licensure or regulation of the profession or occupation to cover the costs of implementing and administering the provisions of the Parental Responsibility Act. The surcharge may be adopted after notice to the licensees and applicants, but shall not require the adoption or amendment of a regulation.\n\nHistory:Laws 1995, ch. 25, § 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-12/"
    },
    {
      "id": "section-40-5a-13",
      "number": "40-5A-13",
      "heading": "Annual report.",
      "text": "The department shall report to the governor and the legislature by December 1 of each year on the progress of child support enforcement measures, including:\n\nA. the number of delinquent obligors certified by the department;\n\nB. the number of obligors who also were licensees or applicants subject to the provisions of the Parental Responsibility Act;\n\nC. the number of licenses that were suspended or revoked by each board, the number of new licenses and renewals that were delayed or denied by each board and the number of licenses and renewals that were granted following an applicant's compliance with a judgment and order for support or subpoenas or warrants relating to paternity or child support proceedings; and\n\nD. the costs incurred in the implementation and enforcement of the Parental Responsibility Act.\n\nHistory:Laws 1995, ch. 25, § 13; 1997, ch. 237, § 32.\n\nThe 1997 amendment,effective April 11, 1997, added \"or subpoenas or warrants relating to paternity or child support proceedings\" to the end of Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-40/article-5a/section-40-5a-13/"
    }
  ]
}