{
  "state": "missouri",
  "path": "title-title-x/chapter-chapter-148",
  "sections": [
    {
      "id": "section-148-010",
      "number": "148.010",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.010. Title of law. —Sections 148.010 to 148.110 may be designated as the \"Bank Tax Law of 1946\".\n\n(L. 1945 p. 1921 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-010/"
    },
    {
      "id": "section-148-020",
      "number": "148.020",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.020. Definitions. —For the purposes of this law the following terms shall have the following meanings:\n\n(1) The term\"banking institution\"means every bank and every trust company organized under any general or special law of this state and every national banking association located in this state and any branch or office physically located in this state of any commercial bank or trust company;\n\n(2) The term\"director\"means the director of revenue in charge of the state department of revenue;\n\n(3) The term\"director of finance\"means the chief officer of the present state division of finance, or of such agency of the state of Missouri as may hereafter have by law the supervisory duties of the present state division of finance pertaining to banks and trust companies incorporated under the laws of this state;\n\n(4) The term\"income period\"means the calendar year or relevant portion thereof next preceding the taxable year;\n\n(5) The term\"lease or rental of tangible personal property\"means the lease or rental of tangible personal property under the exclusive control of the lessee and neither attached to nor functionally a part of a taxpayer's building or buildings or any part thereof;\n\n(6) The term\"taxable year\"means the calendar year in which the tax is payable;\n\n(7) The term\"taxpayer\"means any banking institution subject to any tax imposed by this law.\n\n(L. 1945 p. 1921 § 2, A.L. 1993 H.B. 105 & 480, A.L. 2002 S.B. 895)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-020/"
    },
    {
      "id": "section-148-030",
      "number": "148.030",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.030. Banks subject to tax based on income — rate — credits. —1. Every banking institution shall be subject to an annual tax for the privilege of exercising its corporate franchises within the state determined in accordance with subsection 2 of this section.\n\n2. The annual franchise tax imposed by subsection 1 of this section shall be the sum of the amounts determined under subdivisions (1) and (2) of this subsection:\n\n(1) For taxable years beginning after December 31, 1986, the amount determined under this subdivision shall be determined in accordance with section 147.010;\n\n(2) The amount determined under this subdivision shall be seven percent of the taxpayer's net income for the income period, from which product shall be subtracted the sum of the amount determined under subdivision (1) of this subsection and the credits allowable under subsection 3 of this section. However, the amount determined under this subdivision shall not be less than zero.\n\n3. For purposes of subdivision (2) of subsection 2 of this section, the allowable credits are all taxes paid to the state of Missouri or any political subdivision thereof during the relevant income period, including, without limitation, state and local sales and use taxes paid to seller's, vendors, or the state of Missouri with respect to the taxpayer's purchases of tangible personal property and the services enumerated in chapter 144. However, a taxpayer shall not be entitled to credits for taxes on real estate and tangible personal property owned by the taxpayer and held for lease or rental to others, contributions paid pursuant to the unemployment compensation tax law of Missouri, taxes imposed by this law, taxes imposed under chapter 147 for taxable years after 1985, or state and local sales and use taxes collected by the taxpayer on its sales of tangible personal property and the services enumerated in chapter 144.\n\n(L. 1945 p. 1921 § 3, A. 1949 S.B. 1031, A.L. 1971 H.B. 169, A.L. 1972 H.B. 1054, A.L. 1986 H.B. 1195, A.L. 1987 H.B. 349)\n\nEffective 1-1-88",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-030/"
    },
    {
      "id": "section-148-031",
      "number": "148.031",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.031. Substitute bank franchise tax. —A corporation that makes an election under 26 U.S.C. Section 1362, that is also a banking institution as defined in section 148.020, shall pay the annual franchise tax as set forth in section 148.030, as modified by this section, and which is substantially equal to the franchise tax which a corporation that has not made such election that is also a banking institution pays, as follows:\n\n(1) For the purposes of calculating the tax due pursuant to section 148.030, such electing corporation shall first determine all taxes due treating the electing corporation as a nonelecting corporation, both for federal and state tax purposes, including sections 148.010 to 148.110 and excluding section 143.471;\n\n(2) The resulting franchise tax due under this calculation is the substitute franchise tax, and shall be paid as the corporation's bank franchise tax.\n\n(L. 1998 S.B. 792 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-031/"
    },
    {
      "id": "section-148-040",
      "number": "148.040",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.040. Definitions and computation of net and gross income. —1.\"Gross income\"includes all gains, profits, earnings and other income of the taxpayer from whatever sources derived during the income period, including but not limited to interest from obligations issued by the United States government or any political subdivision or any instrumentality thereof, or any state or political subdivision thereof, or issued by any foreign country or nation or political subdivision thereof; all rents, compensation for services, commissions, brokerage and other fees; all gains or profits from the sale or other disposition of any property, real or personal, tangible or intangible; and all recoveries on losses sustained in the ordinary course of business subsequent to July 1, 1946; provided, however, that recoveries on such losses sustained during any prior income period within which the deductions, as permitted by subsection 3 of this section, exceeded the taxpayer's gross income for such income period, computed in accordance with this subsection, shall not be included in the taxpayer's gross income for the income period in which they were received to the extent of such excess. Dividends received on shares of stock of any banking institution liable to a tax under this law shall not be included in gross income.\n\n2.\"Net income\"means gross income as defined in subsection 1 of this section minus the deductions allowed in subsection 3 of this section, and adjusted to the extent provided in section 148.097.\n\n3. In computing net income there shall be allowed as deductions all ordinary and necessary expenses paid or incurred by the taxpayer during the income period in carrying on its trade or business. Without limiting the generality of the foregoing, there shall be allowed as deductions a reasonable allowance for salaries and other compensation for personal services actually rendered; rents, repairs, and bad debts and debts ordered to be charged off by the director of finance or the comptroller of the currency or their respective examiners as the case may be; interest; cost of insurance and advertising; all taxes paid or accrued during the income period to the United States and all taxes paid or accrued on real estate or tangible personal property owned by the taxpayer and held for lease or rental to others, to the state of Missouri or any political subdivision thereof; all contributions paid or accrued pursuant to the unemployment compensation law of Missouri; reasonable allowances for depreciation and depletion; amortization of premiums on bonds, debentures, notes or other securities or evidences of indebtedness; a reasonable allowance for payments or contributions to or on account of any pension or retirement fund or plan for its officers or employees; contributions to any corporation, association or fund organized and operated exclusively for religious, charitable, scientific, literary or educational purposes, no part of the net earnings of which inure to the benefit of any private shareholder or individual to an amount which does not exceed five percent of the taxpayer's net income as computed without the benefit of this deduction; losses from the sale or disposition of any property, real or personal, tangible or intangible; and all other losses sustained during the income period not compensated for by insurance.\n\n4. Net income shall be computed in accordance with the method of accounting regularly employed in keeping the books of the taxpayer, unless such method does not clearly reflect the income, in which case the computation shall be made in accordance with such method as in the opinion of the director does clearly reflect the income.\n\n(L. 1945 p. 1921 § 5, A. 1949 H.B. 2161, A.L. 1972 H.B. 1054, A.L. 1993 H.B. 105 & 480)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-040/"
    },
    {
      "id": "section-148-045",
      "number": "148.045",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.045. Computation of deduction, taxpayer files consolidated return. —A taxpayer that is a member of an affiliated group of corporations which files a consolidated federal income tax return shall determine its deduction for or its gross income in respect of federal income taxes paid or accrued during the income period to the United States as if it and all other members of the affiliated group of which it was a member had filed separate federal income tax returns for all relevant taxable years.\n\n(L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-045/"
    },
    {
      "id": "section-148-050",
      "number": "148.050",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.050. Returns, when filed. —Every taxpayer shall file a return with the director on or before the fifteenth day of April in each taxable year.\n\n(L. 1945 p. 1921 § 4, A. 1949 S.B. 1031, A.L. 1969 3d Ex. Sess. H.B. 25, A.L. 1982 H.B. 1351, et al., A.L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-050/"
    },
    {
      "id": "section-148-060",
      "number": "148.060",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.060. Overpayment, underpayment of tax — failure to file, estimation of tax by director of revenue — notice of deficiency. —1. As soon as is practicable after the return is filed, the director shall examine it to determine the correct amount of tax. If the director finds that the amount of tax shown on the return is less than the correct amount, he shall notify the taxpayer of the amount of the deficiency proposed to be assessed. If the director finds that the tax paid is more than the correct amount, he shall credit the overpayment against any taxes due under sections 148.010 to 148.110 from the taxpayer and refund the differences. No deficiency shall be proposed and no refund shall be made pursuant to this or any section of sections 148.010 to 148.110 unless the amount exceeds one dollar.\n\n2. If the taxpayer fails to file a return, the director shall estimate the par value of the taxpayer's shares and surplus employed in this state and the taxpayer's net income and the tax thereon from any available information and notify the taxpayer of the amount proposed to be assessed as in the case of a deficiency.\n\n3. The notice required by subsections 1 and 2 of this section, hereafter referred to as a notice of deficiency, shall set forth the reason for the proposed assessment. The notice of deficiency shall be mailed by certified or registered mail to the taxpayer at its last known address. If the taxpayer's existence has terminated, a notice of deficiency may be mailed to its last known address unless the director has received notice of the existence and address of a person to receive notices with respect to such taxpayer.\n\n(L. 1945 p. 1921 § 7, A.L. 1982 H.B. 1351, et al., A.L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-060/"
    },
    {
      "id": "section-148-062",
      "number": "148.062",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.062. Franchise tax, administered how. —Except as otherwise specifically provided in sections 148.010 to 148.060 and sections 148.068 to 148.110, the franchise tax imposed under sections 148.010 to 148.110 shall be administered as prescribed in the following provisions of chapter 143: subsection 1 of section 143.551, subsection 4 of section 143.551, sections 143.561, 143.571, 143.601, 143.621, 143.631, 143.641, 143.651, 143.661, 143.671, 143.681, 143.691, 143.721 and 143.731, subsection 1 of section 143.741, subsection 1 of section 143.751, subsection 2 of section 143.751, subsection 5 of section 143.751, sections 143.771 and 143.791, subsection 1 of section 143.811, subsection 2 of section 143.811, subsection 4 of section 143.811, sections 143.831, 143.841, and 143.851, subsection 2 of section 143.861, subsection 3 of section 143.861, and sections 143.971 and 143.986.\n\n(L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-062/"
    },
    {
      "id": "section-148-064",
      "number": "148.064",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.064. Ordering and limit reductions for certain credits — consolidated return — transfers of credits — effect of repeal of corporation franchise tax — pass through of tax credits by S corporation bank. —1. Notwithstanding any law to the contrary, this section shall determine the ordering and limit reductions for certain taxes and tax credits which may be used as credits against various taxes paid or payable by banking institutions. Except as adjusted in subsections 2, 3 and 6 of this section, such credits shall be applied in the following order until used against:\n\n(1) The tax on banks determined under subdivision (2) of subsection 2 of section 148.030;\n\n(2) The tax on banks determined under subdivision (1) of subsection 2 of section 148.030;\n\n(3) The state income tax in section 143.071.\n\n2. The tax credits permitted against taxes payable pursuant to subdivision (2) of subsection 2 of section 148.030 shall be utilized first and include taxes referenced in subdivisions (2) and (3) of subsection 1 of this section, which shall be determined without reduction for any tax credits identified in subsection 5 of this section which are used to reduce such taxes. Where a banking institution subject to this section joins in the filing of a consolidated state income tax return under chapter 143, the credit allowed under this section for state income taxes payable under chapter 143 shall be determined based upon the consolidated state income tax liability of the group and allocated to a banking institution, without reduction for any tax credits identified in subsection 5 of this section which are used to reduce such consolidated taxes as provided in chapter 143.\n\n3. The taxes referenced in subdivisions (2) and (3) of subsection 1 of this section may be reduced by the tax credits in subsection 5 of this section without regard to any adjustments in subsection 2 of this section.\n\n4. To the extent that certain tax credits which the taxpayer is entitled to claim are transferable, such transferability may include transfers among such taxpayers who are members of a single consolidated income tax return, and this subsection shall not impact other tax credit transferability.\n\n5. For the purpose of this section, the tax credits referred to in subsections 2 and 3 shall include tax credits available for economic development, low-income housing and neighborhood assistance which the taxpayer is entitled to claim for the year, including by way of example and not of limitation, tax credits pursuant to the following sections: section 32.115, section 100.286, and sections 135.110, 135.225, 135.352 and 135.403.\n\n6. For tax returns filed on or after January 1, 2001, including returns based on income in the year 2000, and after, a banking institution shall be entitled to an annual tax credit equal to one-sixtieth of one percent of its outstanding shares and surplus employed in this state if the outstanding shares and surplus exceed one million dollars, determined in the same manner as in section 147.010. This tax credit shall be taken as a dollar-for-dollar credit against the bank tax provided for in subdivision (2) of subsection 2 of section 148.030; if such bank tax was already reduced to zero by other credits, then against the corporate income tax provided for in chapter 143. For all tax years beginning on or after January 1, 2020, no tax credit shall be authorized under this subsection.\n\n*7. In the event the corporation franchise tax in chapter 147 is repealed by the general assembly, there shall also be a reduction in the taxation of banks as follows: in lieu of the loss of the corporation franchise tax credit reduction in subdivision (1) of subsection 2 of section 148.030, the bank shall receive a tax credit equal to one and one-half percent of net income as determined in this chapter. This subsection shall take effect at the same time the corporation franchise tax in chapter 147 is repealed.\n\n8. An S corporation bank or bank holding company that otherwise qualifies to distribute tax credits to its shareholders shall pass through any tax credits referred to in subsection 5 of this section to its shareholders as otherwise provided for in subsection 10 of section 143.471 with no reductions or limitations resulting from the transfer through such S corporation, and on the same terms originally made available to the original taxpayer, subject to any original dollar or percentage limitations on such credits, and when such S corporation is the original taxpayer, treating such S corporation as having not elected Subchapter S status.\n\n*9. Notwithstanding any law to the contrary, in the event the corporation franchise tax in chapter 147 is repealed by the general assembly, after such repeal all Missouri taxes of any nature and type imposed directly or used as a tax credit against the bank's taxes shall be passed through to the S corporation bank or bank holding company shareholder in the form otherwise permitted by law, except for the following:\n\n(1) Credits for taxes on real estate and tangible personal property owned by the bank and held for lease or rental to others;\n\n(2) Contributions paid pursuant to the unemployment compensation tax law of Missouri; or\n\n(3) State and local sales and use taxes collected by the bank on its sales of tangible personal property and the services enumerated in chapter 144.\n\n(L. 1995 S.B. 215, A.L. 2000 S.B. 896, A.L. 2001 H.B. 738 merged with S.B. 186, A.L. 2019 S.B. 174)\n\n*Revisor's Note: The corporation franchise tax in Chapter 147 was phased out over a five-year period beginning in 2012, and was fully phased out beginning January 1, 2016. (See § 147.010, subsection 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-064/"
    },
    {
      "id": "section-148-065",
      "number": "148.065",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.065. Intangible tax fund created — maintenance and investment of fund — distribution of interest income to counties. —1. The director shall deposit all funds received by him in payment of any tax imposed by sections 148.010 to 148.230 and 148.540 to the credit of the intangible tax fund which is hereby created. He shall maintain such funds in banking institutions selected by him and approved by the governor, state treasurer and state auditor.\n\n2. Thereafter he shall, until the time set for the distribution of the net proceeds of the tax, invest all moneys within the fund in the same manner as state funds not needed for the immediate expenses of the state are invested. All interest earned upon the moneys so invested shall be deposited in the intangible tax fund and all such interest shall be returned to the various county treasurers within thirty days of tax distribution. Each county shall receive that percentage of the total interest earned as its share of the tax paid bears to the total amount of the tax received by the director of revenue. A statement of the exact amount of interest due each political subdivision in such county determined by the pro rata share of the proceeds of the tax received by such political subdivision bears to the proceeds of the tax received by the county shall accompany each payment.\n\n(L. 1969 3d Ex. Sess. H.B. 25, Repealed L. 1986 H.B. 1195, A.L. 1986 S.B. 669, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-065/"
    },
    {
      "id": "section-148-068",
      "number": "148.068",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.068. Tax assessed, when, supplemental assessment. —1. The amount of tax which is shown to be due on the return, including revisions for mathematical errors, shall be deemed to be assessed on the date of filing of the return including any amended returns showing an increase of tax. In the case of a return properly filed without the computation of the tax, the tax computed by the director shall be deemed to be assessed on the date when payment is due. If a notice of deficiency has been mailed, the amount of the deficiency shall be deemed to be assessed sixty days after the notice of deficiency was mailed if no protest is filed; or, if a protest is filed, then upon the later of the date when the determination of the director or the administrative hearing commission becomes final. Any amount paid as a tax or in respect of a tax shall be deemed to be assessed upon the date of receipt of payment, notwithstanding any other provision of sections 148.010 to 148.110.\n\n2. If the mode or time for the assessment of any tax under sections 148.010 to 148.110 including interest, additions to tax, and penalties is not otherwise provided for, the director of revenue may establish the same by regulation.\n\n3. The director may, at any time within the period prescribed for assessment, make a supplemental assessment, subject to the provisions of section 148.060 where applicable, whenever it is found that any assessment is imperfect or incomplete in any material aspect.\n\n(L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-068/"
    },
    {
      "id": "section-148-070",
      "number": "148.070",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.070. Notice of deficiency, time limitations. —1. Except in the case of any erroneous refund and except as otherwise provided in this section, a notice of deficiency shall be mailed to the taxpayer within three years after the return was filed. No deficiency shall be assessed or collected with respect to the taxable year unless the notice is mailed within the three-year period or the period otherwise fixed.\n\n2. If a taxpayer omits from its return an amount of income that is properly includable in its gross income which is in excess of twenty-five percent of the amount of gross income stated in its return, a notice of deficiency may be mailed to the taxpayer within six years after the return was filed. For purposes of this subsection, in determining the amount omitted, there shall not be taken into account any amount which is omitted in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the director of the nature and amount of such item.\n\n3. If no return is filed or a false and fraudulent return is filed with intent to evade the tax imposed by sections 148.010 to 148.110, a notice of deficiency may be mailed to the taxpayer at any time.\n\n4. Where, before the expiration of the time prescribed in this section for the assessment of a deficiency, both the director and the taxpayer shall have consented in writing to its assessment after such time, the deficiency may be assessed at any time prior to the expiration of the period agreed upon. The period so agreed upon may be extended by subsequent agreement in writing made before the expiration of the period previously agreed upon.\n\n5. For purposes of this section, a return filed before the last day, without regard to any extension, prescribed by law or regulation for the filing thereof, shall be deemed to be filed on such last day.\n\n(L. 1945 p. 1921 § 8, A.L. 1978 S.B. 661, A.L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-070/"
    },
    {
      "id": "section-148-072",
      "number": "148.072",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.072. Interest, additions to tax, penalties, due when. —The interest, additions to tax, and penalties provided by sections 148.010 to 148.110 shall be paid upon notice and demand and shall be assessed, collected, paid, and distributed pursuant to sections 148.080, 148.085, and 148.095 in the same manner as taxes. Any reference in sections 148.010 to 148.110 to the tax imposed by sections 148.010 to 148.110 shall be deemed also to refer to interest, additions to the tax, and penalties provided in sections 148.010 to 148.110.\n\n(L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-072/"
    },
    {
      "id": "section-148-074",
      "number": "148.074",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.074. Overpayment of tax, director may credit against other tax liability, when. —1. The director within the applicable period of limitations may credit an overpayment of the tax imposed by sections 148.010 to 148.110, and interest on such overpayment, against any liability in respect of any tax imposed by the tax laws of this state on the taxpayer who made the overpayment, and the balance shall be refunded if it exceeds one dollar.\n\n2. If any amount of tax is assessed or collected after the expiration of the period of limitations properly applicable thereto, such amount shall be considered an overpayment.\n\n(L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-074/"
    },
    {
      "id": "section-148-076",
      "number": "148.076",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.076. Claims for refund, filed when, how — amount, limitations. —1. A claim for credit or refund of an overpayment of any tax imposed by sections 148.010 to 148.110 shall be filed by the taxpayer within three years from the time the return was filed or two years from the time the tax was paid, whichever of such periods expires the later; or if no return was filed by the taxpayer, within two years from the time the tax was paid. No credit or refund shall be allowed or made after the expiration of the period of limitations prescribed in this subsection for the filing of a claim for credit or refund, unless a claim for credit or refund is filed by the taxpayer within such period. Every claim for refund shall be filed with the director in writing and shall state the specific grounds upon which it is founded. Claims for refund may be filed in accordance with section 143.851.\n\n2. If the claim is filed by the taxpayer during the three-year period prescribed in subsection 1 of this section, the amount of the credit or refund shall not exceed the portion of the tax paid within the three years immediately preceding the filing of the claim plus the period of any extension of time for filing the return. If the claim is not filed within such three-year period, but is filed within the two-year period, the amount of the credit or refund shall not exceed the portion of the tax paid during the two years immediately preceding the filing of the claim. If no claim is filed, the credit or refund shall not exceed the amount which would be allowable under either of the preceding sentences, as the case may be, if a claim was filed on the date the credit or refund is allowed.\n\n3. If pursuant to subsection 4 of section 148.070 an agreement for an extension of the period for assessment of tax is made within the period prescribed in subsection 1 of this section for the filing of a claim for credit or refund, the period for filing a claim for credit or refund or for making a credit or refund if no claim is filed, shall not expire prior to six months after the expiration of the period within which an assessment may be made pursuant to the agreement or any extension thereof. The amount of such credit or refund shall not exceed the portion of the tax paid after the execution of the agreement and before the filing of the claim or the making of the credit or refund, as the case may be, plus the portion of the tax paid within the period which would be applicable under subsection 1 of this section if a claim had been filed on the date the agreement was executed.\n\n(L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-076/"
    },
    {
      "id": "section-148-080",
      "number": "148.080",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.080. Taxes returned to counties — two percent to state — director to allocate. —The portion of the tax determined under subdivision (2) of subsection 2 of section 148.030 which is collected by the director under the provisions of sections 148.010 to 148.110, and all taxes collected by the director under sections 148.120 to 148.230 and under section 148.540, shall be returned by him, less two percent thereof which shall be retained by the state for collection, to the county treasury of the county in which the taxpayer is located on or before December fifteenth of each year. A statement of the exact amount due each political subdivision as determined by applying the local rates of levy to the proceeds of the tax shall accompany each payment. The several county treasurers and the treasurer of St. Louis City are hereby directed to distribute all amounts so received from the director according to the allocation made in the statements made by the director.\n\n(L. 1945 p. 1921 § 10, A.L. 1969 3d Ex. Sess. H.B. 25, A.L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-080/"
    },
    {
      "id": "section-148-085",
      "number": "148.085",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.085. Recording and depositing of tax receipts, how. —The portion of the tax determined under subdivision (1) of subsection 2 of section 148.030 which is collected by the director under sections 148.010 to 148.110 shall be recorded and deposited in accordance with section 136.110.\n\n(L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-085/"
    },
    {
      "id": "section-148-090",
      "number": "148.090",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.090. New banks, when taxed — tax, when due. —Each bank and each trust company organized under the laws of this state and each national banking association organized under the laws of the United States to be located in Missouri, with the date of its certificate of due organization, or the equivalent thereof as a result of determination on appeal, or its certificate of authority to commence business, as the case may be (which are relevantly herein referred to as \"its certificate\" ) subsequent to July 1, 1946, shall be subject to the tax imposed by this law for the calendar year in which it receives its certificate and the first taxable year thereafter measured by its net income, as defined in section 148.040, for the portion of the calendar year unelapsed on the date borne by its certificate with the rate of tax as provided by section 148.030, and with credit against said tax for all taxes and contributions for which credit is permitted by section 148.030, which taxes or contributions are paid during the portion of the calendar year unelapsed on the date borne by its certificate. For each other taxable year each banking institution in this section referred to shall be subject to all the provisions of this law. Any tax imposed by this law due for the calendar year in which it receives its certificate shall be payable by each banking institution to which this section applies to the director on or before June first of the year following the year in which it receives its certificate, and except as to this particular the provisions of sections 148.040 to 148.070 and section 148.100 shall be applicable.\n\n(L. 1945 p. 1921 § 9, A. 1949 H.B. 2161)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-090/"
    },
    {
      "id": "section-148-095",
      "number": "148.095",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.095. Banks operating more than one branch or office, returns, how filed — allocation of taxes, how — business outside state, effect of. —If any bank operates more than one office or branch in the state of Missouri, the bank shall file one return giving the address of each such office or branch and setting forth the total dollar amounts of accounts or deposits of each such office. The political subdivisions within which the office or offices are situated shall share the portion of the tax determined under subdivision (2) of subsection 2 of section 148.030 which is collected under sections 148.010 to 148.110 upon the same basis that the dollar amount of the deposits or accounts of such office bears to the total dollar amount of the deposits or accounts of the bank, and the director of revenue shall allocate the tax collected accordingly; provided that if a bank does business outside the state of Missouri the total of the dollar amount of deposits and accounts at an office or offices outside the state of Missouri shall be excluded in determining the total deposits and accounts subject to tax hereunder.\n\n(L. 1983 H.B. 565 § 1, A.L. 1986 H.B. 1195)\n\nEffective 5-15-86",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-095/"
    },
    {
      "id": "section-148-097",
      "number": "148.097",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.097. Taxpayer in other state taxable, when — apportionment of income, manner — property factor, defined — payroll factor, defined — deposits factor, defined. —1. A taxpayer is taxable in another state if, by reason of business activity in another state, it is subject to and did pay one of the types of taxes specified: a net income tax, a franchise tax measured by net income, a franchise tax for the privilege of doing business, or a corporate stock tax. The taxpayer must carry on business activities in another state. If the taxpayer voluntarily files and pays one or more of such taxes when not required to do so by the laws of that state or pays a minimal fee for qualification, organization or for the privilege of doing business in that state, but does not actually engage in business activities in that state, and does not have business facilities in that state or does actually engage in some activity, not sufficient for nexus, and the minimum tax bears no relation to the taxpayer's activities with such state, the taxpayer is not taxable in another state.\n\n2. When the income of a taxpayer is derived from business activity conducted within and without this state and the business activity is taxable in another state, then income shall be apportioned to this state by multiplying the gross income minus the deduction in section 148.040 by a fraction, the numerator of which is the sum of the property factor, the payroll factor, and the deposits factor, and the denominator of which is three reduced by the number of factors which have a denominator of zero.\n\n3. For purposes of subsection 2 of this section, the property factor is a fraction, the numerator of which is the average value of the taxpayer's real and tangible personal property owned or rented and used in this state during the income year, and the denominator is the average value of all the taxpayer's real and tangible personal property owned or rented and used during the income year, except under this subsection, any property that the bank acquired in settlement of debts and is held for sale under section 362.165 or section 29 Title 12 United States Code. Property owned by the taxpayer shall be valued at its original cost. Property rented by the taxpayer is valued at eight times the net annual rental rate. The net annual rental rate is the total rental rate paid by the taxpayer, less total annual rental rates received by the taxpayer from subrentals. The average value of property owned by the taxpayer shall be determined by averaging the values at the beginning and ending of the income year, but the director of revenue may require averaging by monthly values if reasonably required to reflect the average value of the taxpayer's property for the income year.\n\n4. For purposes of subsection 2 of this section, the payroll factor is a fraction, the numerator of which is the total amount paid in this state during the income year by the taxpayer for compensation, and the denominator of which is the total compensation paid everywhere during the income year by the taxpayer. Compensation is paid in this state if:\n\n(1) The employee's service is performed entirely within this state;\n\n(2) The employee's service is performed both within and without this state, but the service performed without this state is incidental to the employee's service within this state; or\n\n(3) The employee's services are performed both within and without this state, and:\n\n(a) The employee's base of operations is in this state; or\n\n(b) There is no base of operations in any state in which some part of the service is performed, but the place from which the service is directed or controlled is in this state; or\n\n(c) The base of operations or the place from which the service is directed or controlled is not in any state in which some part of the service is performed but the employee's residence is in this state.\n\n5. For purposes of subsection 2 of this section, the deposits factor is a fraction, the numerator of which is the average of deposits recorded on the books at the main banking house and branches of the taxpayer within this state during the income year, and the denominator of which is the average deposits recorded on the books everywhere by the taxpayer during the income year. Such average shall be determined by averaging deposits as of the first of the year with deposits as of the last day of the year.\n\n(L. 1993 H.B. 105 & 480)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-097/"
    },
    {
      "id": "section-148-100",
      "number": "148.100",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.100. Director to prescribe and publish rules and regulations — access to records. —The director shall prescribe and publish all needful rules and regulations for the enforcement of sections 148.010 to 148.110 pursuant to chapter 536 and section 148.700. Insofar as feasible, as may be determined by the director, such rules and regulations shall be consistent with the rules and regulations prescribed by the commissioner of internal revenue for the enforcement of the income tax chapter of the internal revenue code. The director of finance shall make available to the director upon his request any report filed by any banking institution subject to the tax imposed by sections 148.010 to 148.110, and said director shall be under the same obligation as to secrecy with respect thereto as is imposed upon the director of finance by law.\n\n(L. 1945 p. 1921 § 6, A.L. 1994 H.B. 1165)\n\nEffective 7-6-94",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-100/"
    },
    {
      "id": "section-148-110",
      "number": "148.110",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.110. Tax in lieu of other taxes. —It is the purpose and intent of the general assembly to substitute the tax provided by sections 148.010 to 148.110 for the tax on bank shares which was imposed by section 10959, RSMo 1939, and for all taxes on all tangible and intangible personal property of all banking institutions subject to the provisions of sections 148.010 to 148.110, except taxes on tangible personal property owned by the taxpayer and held for lease or rental to others and for all property taxes on the shares of such banking institutions.\n\n(L. 1945 p. 1921 § 11, A.L. 1972 H.B. 1054)\n\n(1990) Bank institutions tax may be substituted for the bank share tax and for taxes on all personal property of banking institutions. Banking tax does not run afoul of the uniformity requirement of Art. X, Sec. 3. Mercantile Bank National Assn. v. Berra, 796 S.W.2d 22 (Mo. en banc.).",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-110/"
    },
    {
      "id": "section-148-112",
      "number": "148.112",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.112. Distribution of franchise tax credit for bank S corporation shareholders. —Subchapter S corporation shareholders of: (i) a bank; or (ii) a bank holding company of a bank permitted to file a substitute bank franchise tax pursuant to section 148.031, may take a tax credit against such shareholder's state income tax return, as provided in section 143.471. Such tax credit shall be the taxpayer's pro rata share of either the franchise tax, or the tax in lieu of the franchise tax, paid by the bank as provided in this chapter.\n\n(L. 1999 S.B. 386 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-112/"
    },
    {
      "id": "section-148-120",
      "number": "148.120",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.120. Title of law. —Sections 148.120 to 148.230 may be designated as the \"Credit Institutions Tax Law of 1946\".\n\n(L. 1945 p. 1937 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-120/"
    },
    {
      "id": "section-148-130",
      "number": "148.130",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.130. Definition of terms. —For the purposes of this law, the following terms shall have the following meanings:\n\n(1) The term\"director of finance\"means the chief officer of the present state division of finance, or of such agency of the state of Missouri as may hereafter have by law the supervisory duties of the present state division of finance pertaining to credit institutions of this state.\n\n(2) The term\"credit institution\"means every person, firm, partnership, or corporation engaged principally in the consumer credit or loan business in the making of loans of money, credit, goods, or things in action, or in the buying, selling, or discounting of, or investing in negotiable or nonnegotiable instruments given as security for or in payment of the purchase price of consumer goods. Without limiting the generality of the foregoing, the term \"credit institution\" shall include persons, firms, partnerships, and corporations, operating or licensed under the small loan laws of this state, or under the laws of this state relating to loan and investment companies, and pawnbrokers, but shall not include banks, trust companies, credit unions, insurance companies, mutual savings and loan associations, savings and loan associations, or real estate mortgage loan companies.\n\n(3) The term\"director\"means the director of revenue in charge of the state department of revenue.\n\n(4) The term\"income period\"means the calendar year or relevant portion thereof next preceding the taxable year.\n\n(5) The term\"taxable year\"means the calendar year in which the tax is payable.\n\n(6) The term\"taxpayer\"means any credit institution subject to any tax imposed by sections 148.120 to 148.230.\n\n(L. 1945 p. 1937 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-130/"
    },
    {
      "id": "section-148-140",
      "number": "148.140",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.140. Credit institutions subject to annual tax — rate — credits. —1. Every credit institution as herein defined shall be subject to an annual tax for the privilege of exercising its franchise within the state of Missouri, according to and measured by its net income for the preceding calendar year.\n\n2. The rate of tax for each taxable year shall be seven percent of such net income.\n\n3. Each taxpayer shall be entitled to credits against the tax imposed by sections 148.120 to 148.230 for all taxes paid to the state of Missouri or any political subdivision thereof during the relevant income period, other than taxes on real estate, contributions paid pursuant to the unemployment compensation tax law of Missouri and taxes imposed by said sections.\n\n(L. 1945 p. 1937 § 3, A. 1949 S.B. 1031)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-140/"
    },
    {
      "id": "section-148-150",
      "number": "148.150",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.150. Net income and gross income defined — how computed. —1.\"Net income\"means gross income as defined in subsection 2 of this section minus the deductions allowed in subsection 3 of this section.\n\n2.\"Gross income\"includes all gains, profits, earnings and other income of the taxpayer derived from sources within the state of Missouri, during the income period, including but not limited to interest from obligations issued by the United States government or any political subdivision or any instrumentality thereof, or any state or political subdivision thereof, or issued by any foreign country or nation or political subdivision thereof, all rents, compensation for services, commissions, brokerage and other fees, all gains or profits from the sale or other disposition of any property, real or personal, tangible or intangible; and all recoveries on losses sustained in the ordinary course of business subsequent to the effective date of sections 148.120 to 148.230; provided, however, that recoveries on such losses sustained during any prior income period within which the deductions, as permitted by subsection 3 of this section, exceed the taxpayer's gross income for said income period, computed in accordance with this subsection, shall not be included in the taxpayer's gross income for the income period in which they were received to the extent of said excess. Dividends received on shares of stock of any credit institution liable to tax under sections 148.120 to 148.230 shall not be included in gross income; provided, however, that gross income as defined in said sections when applied to pawnbrokers shall be the gross income or interest received by said pawnbrokers on their money lending activities alone and shall not include that part of their total income that is derived from the buying and selling of merchandise.\n\n3. In computing net income there shall be allowed as deductions all ordinary and necessary expenses paid or incurred by the taxpayer during the income period in carrying on its trade or business in the state of Missouri. Without limiting the generality of the foregoing there shall be allowed as deduction a reasonable allowance for salaries and other compensation for personal services actually rendered; rents, repairs, bad debts and debts ordered to be charged off by the director of finance; interest, cost of insurance and advertising; all taxes paid or accrued during the income period to the United States and all taxes paid or accrued on real estate to the state of Missouri or any political subdivision thereof; all contributions paid or accrued pursuant to the unemployment compensation law of Missouri; reasonable allowances for depreciation and depletion; amortization of premiums on bonds, debentures, notes or other securities or evidences of indebtedness; a reasonable allowance for payments or contributions to or on account of any pension or retirement fund or plan for its officers or employees; contributions to any corporation, association or fund organized and operated exclusively for religious, charitable, scientific, literary or educational purposes, no part of the net earnings of which inure to the benefit of any private shareholder or individual to an amount which does not exceed five percent of the taxpayer's net income as computed without the benefit of this deduction; losses from the sale or disposition of any property, real or personal, tangible or intangible; and all other losses sustained during the income period not compensated for by insurance; provided, however, that deductions allowed to pawnbrokers shall be the same percent of the total deductions allowable under this section as the total volume of their loan business bears to the total volume of their loan and merchandise business combined.\n\n4. Net income shall be computed in accordance with the method of accounting regularly employed in keeping the books of the taxpayer, unless such method does not clearly reflect the income, in which case the computation shall be made in accordance with such method as in the opinion of the director does clearly reflect the income. Where income of taxpayer is derived partly from sources within the state of Missouri and partly from sources without the state of Missouri, gross income, deductions and net income shall be computed on the basis of a separate accounting method.\n\n(L. 1945 p. 1937 § 5, A.L. 1947 V. I p. 557)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-150/"
    },
    {
      "id": "section-148-170",
      "number": "148.170",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.170. Taxpayer with more than one office, returns of. —If any taxpayer shall operate more than one office in the state of Missouri the taxpayer shall file one return giving the address of each such office and allocating to each office its share of the net income of taxpayer in the ratio that the gross receipts of each office bears to the total gross receipts of taxpayer.\n\n(L. 1945 p. 1937 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-170/"
    },
    {
      "id": "section-148-160",
      "number": "148.160",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.160. Returns, when filed — extension of time — interest. —Every taxpayer shall file a return with the director on or before the fifteenth day of April in each year. The director may grant a reasonable extension of time for filing returns under such rules and regulations as he shall prescribe. Whenever such an extension of time is granted, a taxpayer shall be required to pay as part of any tax due interest thereon at the rate determined by section 32.065 from the day when such return should have been filed if no such extension had been granted.\n\n(L. 1945 p. 1937 § 4, A. 1949 S.B. 1031, A.L. 1969 3d Ex. Sess. H.B. 25, A.L. 1982 H.B. 1351, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-160/"
    },
    {
      "id": "section-148-180",
      "number": "148.180",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.180. Tax due, when — credit for overpayment — penalty for nonpayment. —The tax imposed by sections 148.120 to 148.230 shall be due and payable upon the last day upon which a return must be filed under section 148.160. Upon the filing of such return the full amount of any tax as computed by the taxpayer shall be paid to the director, who as soon as is practicable thereafter shall examine it and determine the correct amount of the tax. If the director determines that the taxpayer has paid a tax in excess of the amount lawfully due, the director shall permit a credit. If any tax due hereunder is not paid when due, the taxpayer shall be required to pay as part of such tax interest thereon at the rate determined by section 32.065 from such time.\n\n(L. 1945 p. 1937 § 7, A.L. 1982 H.B. 1351, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-180/"
    },
    {
      "id": "section-148-190",
      "number": "148.190",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.190. Notice to taxpayer of increase of tax — review of director's determination. —In the event the director of revenue determines that the correct amount of the tax is greater than that computed by the taxpayer, he shall, upon such determination, notify the taxpayer thereof by mail. The taxpayer may seek review of the determination of the director of revenue by the administrative hearing commission.\n\n(L. 1945 p. 1937 § 8, A.L. 1978 S.B. 661)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-190/"
    },
    {
      "id": "section-148-200",
      "number": "148.200",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.200. Director to prescribe necessary rules and regulations — access to records. —The director shall prescribe and publish all needful rules and regulations for the enforcement of sections 148.120 to 148.230 pursuant to chapter 536 and section 148.700. Insofar as feasible, as may be determined by the director, such rules and regulations shall be consistent with the rules and regulations prescribed by the commissioner of internal revenue for the enforcement of the income tax chapter of the internal revenue code. The director of finance shall make available to the director upon his request any report filed by any credit institution subject to the tax imposed by sections 148.120 to 148.230, and said director shall be under the same obligation as to secrecy with respect thereto as is imposed upon the director of finance by law.\n\n(L. 1945 p. 1937 § 6, A.L. 1994 H.B. 1165)\n\nEffective 7-6-94",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-200/"
    },
    {
      "id": "section-148-210",
      "number": "148.210",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.210. Credit institution subject to tax for year in which franchise is received. —Each credit institution, subsequent to the effective date of sections 148.120 to 148.230 shall be subject to the tax imposed by said sections for the calendar year in which it receives its certificate or franchise authorizing it to engage in business in this state for the portion of the calendar year unelapsed and with credit against said tax for all taxes and contributions for which credit is permitted by section 148.140, which taxes or contributions are paid during the portion of the calendar year unelapsed on the date borne by its certificate or franchise. For each other taxable year, each credit institution shall be subject to all the provisions of sections 148.120 to 148.230. Any tax imposed by said sections due for the calendar year in which the taxpayer receives its certificate or franchise shall be payable by each credit institution to which this section applies to the director on or before June first of the year following the year in which it receives its certificate or franchise.\n\n(L. 1945 p. 1937 § 9)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-210/"
    },
    {
      "id": "section-148-230",
      "number": "148.230",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.230. Tax in lieu of certain other taxes. —It is the purpose of the general assembly to substitute the tax provided by sections 148.120 to 148.230 for all taxes on all tangible and intangible personal property of all credit institutions subject to the provisions of said sections and for all property taxes on the shares of such credit institution.\n\n(L. 1945 p. 1937 § 12)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-230/"
    },
    {
      "id": "section-148-310",
      "number": "148.310",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.310. Real and tangible personal property to be assessed and taxed under general laws. —The real and tangible personal property owned by insurance companies operating in this state shall be assessed and taxed as is real and tangible personal property owned by individuals, and the payment thereof and the distribution of the amounts received shall be in the manner provided by the general revenue laws of this state.\n\n(RSMo 1939 § 6092, A.L. 1945 p. 1024)\n\nCROSS REFERENCE:\n\nDirector of the department of commerce and insurance or director of revenue may make supplemental assessment, when, 374.245",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-310/"
    },
    {
      "id": "section-148-320",
      "number": "148.320",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.320. Tax on premiums of domestic stock companies — rate — credits. —Every stock insurance company organized under the provisions of sections 379.010 to 379.203 shall quarterly pay a tax upon the direct premiums received during the calendar year, whether in cash or notes, in this state and on account of business done in this state at a rate of two percent per annum in lieu of all other taxes except taxes on real and tangible personal property, taxes on incomes and on franchises and license taxes; provided, that such insurance companies shall be credited with cancelled or returned premiums, actually paid during the year in this state.\n\n(RSMo 1939 § 6091, A.L. 1947 V. II p. 271, A.L. 1971 S.B. 171, A.L. 1982 S.B. 470)\n\nCROSS REFERENCE:\n\nPortion of tax collected transferred to senior services growth and development program fund, 192.385",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-320/"
    },
    {
      "id": "section-148-330",
      "number": "148.330",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.330. Returns, assessment of tax, procedure — notice to company — taxes, how paid — suspension of delinquents, apportionment of money — county, defined. —1. Every such company shall, on or before the first day of March in each year, make a return, verified by the affidavit of its president and secretary, or other authorized officers, to the director of the department of commerce and insurance stating the amount of all premiums received on account of policies issued in this state by the company, whether in cash or in notes, during the year ending on the thirty-first day of December, next preceding. Upon receipt of such returns the director of the department of commerce and insurance shall verify the same and certify the amount of tax due from the various companies on the basis and at the rates provided in section 148.320, and shall certify the same to the director of revenue together with the amount of the quarterly installments to be made as provided in subsection 2 of this section, on or before the thirtieth day of April of each year.\n\n2. Beginning January 1, 1983, the amount of the tax due for that calendar year and each succeeding calendar year thereafter shall be paid in four approximately equal estimated quarterly installments, and a fifth reconciling installment. The first four installments shall be based upon the tax for the immediately preceding taxable year ending on the thirty-first day of December, next preceding. The quarterly installments shall be made on the first day of March, the first day of June, the first day of September and the first day of December. Immediately after receiving certification from the director of the department of commerce and insurance of the amount of tax due from the various companies the director of revenue shall notify and assess each company the amount of taxes on its premiums for the calendar year ending on the thirty-first day of December, next preceding. The director of revenue shall also notify and assess each company the amount of the estimated quarterly installments to be made for the calendar year. If the amount of the actual tax due for any year exceeds the total of the installments made for such year, the balance of the tax due shall be paid on the first day of June of the year following, together with the regular quarterly payment due at that time. If the total amount of the tax actually due is less than the total amount of the installments actually paid, the amount by which the amount paid exceeds the amount due shall be credited against the tax for the following year and deducted from the quarterly installment otherwise due on the first day of June. If the March first quarterly installment made by a company is less than the amount assessed by the director of revenue, the difference will be due on June first, but no interest will accrue to the state on the difference unless the amount paid by the company is less than eighty percent of one-fourth of the total amount of tax assessed by the director of revenue for the immediately preceding taxable year. The state treasurer, upon receiving the moneys paid as a tax upon such premiums to the director of revenue, shall place the moneys to the credit of a fund to be known as \"The County Stock Insurance Fund\", which is hereby created and established. The county stock insurance fund shall be included in the calculation of total state revenue pursuant to Article X, Section 18, of the Missouri Constitution.\n\n3. If the estimated quarterly tax installments are not so paid, the director of revenue shall certify such fact to the director of the department of commerce and insurance who shall thereafter suspend such delinquent company or companies from the further transaction of business in this state until such taxes shall be paid and such companies shall be subject to the provisions of sections 148.410 to 148.461.\n\n4. On or before the first day of September of each year the commissioner of administration shall apportion all moneys in the county stock insurance fund to the general revenue fund of the state, to the county treasurer and to the treasurer of the school district in which the principal office of the company paying the same is located. All premium tax credits described in sections 135.500 to 135.529 and sections 348.430 and 348.432 shall only reduce the amounts apportioned to the general revenue fund of the state and shall not reduce any moneys apportioned to any county treasurer or to the treasurer of the school district in which the principal office of the company paying the same is located. Apportionments shall be made in the same ratio which the rates of levy for the same year for state purposes, for county purposes, and for all school district purposes, bear to each other; provided that any proceeds from such tax for prior years remaining on hand in the hands of the county collector or county treasurer undistributed on the effective date of sections 148.310 to 148.460 and any proceeds of such tax for prior years collected thereafter shall be distributed and paid in accordance with the provisions of such sections. Whenever the word\"county\"occurs herein it shall be construed to include the city of St. Louis.\n\n(RSMo 1939 § 6093, A.L. 1941 p. 401, A.L. 1945 p. 1024, A.L. 1982 S.B. 470, A.L. 1996 H.B. 1237, A.L. 2004 H.B. 1182 merged with S.B. 740, et al., A.L. 2008 S.B. 788)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-330/"
    },
    {
      "id": "section-148-340",
      "number": "148.340",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.340. Tax on premiums of foreign companies. —Every insurance company or association not organized under the laws of this state, shall, as provided in section 148.350, quarterly pay tax upon the direct premiums received, whether in cash or in notes, in this state or on account of business done in this state, for insurance of life, property or interest in this state at the rate of two percent per annum in lieu of all other taxes, except as in sections 148.310 to 148.461 otherwise provided, which amount of taxes shall be assessed and collected as herein provided; provided, that fire and casualty insurance companies or associations shall be credited with cancelled or return premiums actually paid during the year in this state, and that life insurance companies shall be credited with dividends actually declared to policyholders in this state, but held by the company and applied to the reduction of premiums payable by the policyholder.\n\n(RSMo 1939 § 6094, A.L. 1982 S.B. 470, A.L. 1983 H.B. 713 Revision)\n\nPrior revisions: 1929 § 5979; 1919 § 6387; 1909 § 7099\n\nCROSS REFERENCES:\n\nAmount of tax by foreign state on Missouri companies, when in excess of Missouri tax, to be collected from insurance companies of such state, 375.916\n\nForeign stipulated premium plan companies, taxation of, 377.420, 377.430\n\n(1994) Where legislature did not expressly exempt foreign insurance companies from the use tax in chapter 144, RSMo, the provisions of this section that provide for the imposition of tax on premiums received by foreign insurance companies in lieu of all other taxes do not exempt foreign insurance companies from use tax liability. Prudential Insurance Company of America v. Director of Revenue, 885 S.W.2d 337 (Mo. en banc).\n\n(2008) Direct premium tax is constitutional and applies to payments which life insurance company receives on stop-loss insurance policies sold to employers who maintain self-funded health benefit plans. American National Life Insurance Co. v. Director of Revenue, 269 S.W.3d 19 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-340/"
    },
    {
      "id": "section-148-350",
      "number": "148.350",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.350. Returns, assessment of tax, procedure — notice to company — taxes, how paid — suspension of delinquents — disposition of money. —1. Every such company or association shall, on or before the first day of March in each year, make a return, verified by the affidavit of its president and secretary or other authorized officers, to the director of the department of commerce and insurance stating the amount of all premiums received on account of policies issued in this state by such company, whether in cash or in notes, during the year ending on the thirty-first day of December, next preceding. Upon receipt of such returns, the director of the department of commerce and insurance shall verify the same and certify the amount of tax due from the various companies on the basis and at the rate provided in section 148.340, and shall certify the same to the director of revenue together with the amount of the quarterly installments to be made as provided in subsection 2 of this section, on or before the thirtieth day of April of each year.\n\n2. Beginning January 1, 1983, the amount of the tax due for that calendar year and each succeeding calendar year thereafter shall be paid in four approximately equal estimated quarterly installments and a fifth reconciling installment. The first four installments shall be based upon the tax assessed for the immediately preceding taxable year ending on the thirty-first day of December, next preceding. The quarterly installment shall be made on the first day of March, the first day of June, the first day of September, and the first day of December. Immediately after receiving from the director of the department of commerce and insurance, certification of the amount of tax due from the various companies, the director of revenue shall notify and assess each company the amount of taxes on its premiums for the calendar year ending on the thirty-first day of December, next preceding. The director of revenue shall also notify and assess each company the amount of the estimated quarterly installments to be made for the calendar year. If the amount of the actual tax due for any year exceeds the total of the installments made for such year, the balance of the tax due shall be paid on the first day of June of the following year, together with the regular quarterly installment due at that time. If the total amount of the tax actually due is less than the total amount of the installments actually paid, the amount by which the amount paid exceeds the amount due shall be credited against the tax for the following year and deducted from the quarterly installment otherwise due on the first day of June. If the March first quarterly installment made by a company is less than the amount assessed by the director of revenue, the difference will be due on June first, but no interest will accrue to the state on the difference unless the amount paid by the company is less than eighty percent of one-fourth of the total amount of tax assessed by the director of revenue for the immediately preceding taxable year. If the estimated quarterly tax installments are not so paid, the director of revenue shall certify such fact to the director of the department of commerce and insurance who shall thereafter suspend such delinquent company or companies from the further transaction of business in this state until such taxes shall be paid, and such companies shall be subject to the provisions of sections 148.410 to 148.461.\n\n3. Upon receiving such money from the director of revenue, the state treasurer shall receipt one-half thereof into the general revenue fund of the state, and he shall place the remainder of such tax to the credit of a fund to be known as \"The County Foreign Insurance Tax Fund\", which is hereby created and established. All premium tax credits described in sections 135.500 to 135.529 shall only reduce the amount of moneys received by the general revenue fund of this state and shall not reduce any moneys received by the county foreign insurance tax fund.\n\n(RSMo 1939 § 6095, A.L. 1945 p. 1024, A.L. 1982 S.B. 470, A.L. 1996 H.B. 1237)\n\nPrior revisions: 1929 § 5980; 1919 § 6388; 1909 § 7100",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-350/"
    },
    {
      "id": "section-148-360",
      "number": "148.360",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.360. County foreign insurance tax money distributed to school districts. —On or before the first day of October of each year, the state treasurer shall transfer the moneys in the county foreign insurance tax fund to the state school moneys fund for distribution to the school districts under section 163.031.\n\n(RSMo 1939 § 6097, A.L. 1945 p. 1024, A.L. 1947 V. I p. 340, A.L. 1965 p. 95, A.L. 1977 H.B. 130, A.L. 1982 Adopted by Initiative, Proposition C, November 2, 1982, A.L. 1990 H.B. 1412, A.L. 2005 S.B. 287)\n\nPrior revisions: 1929 § 5982; 1919 § 6390; 1909 § 7102\n\nEffective 7-01-06",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-360/"
    },
    {
      "id": "section-148-370",
      "number": "148.370",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.370. Insurance companies, tax on premiums — rate — credit. —Every insurance company or association organized under the laws of the state of Missouri and doing business under the provisions of sections 376.010 to 376.670, 379.205 to 379.310*, 379.650 to 379.790 and chapter 381 and every mutual fire insurance company organized under the provisions of sections 379.010 to 379.190 shall, as hereinafter provided, quarterly pay, beginning with the year 1983, a tax upon the direct premiums received by it from policyholders in this state, whether in cash or in notes, or on account of business done in this state, in lieu of the taxes imposed under the provisions of chapters 143 and 147 for insurance of life, property or interest in this state, at the rate of two percent per annum, which amount of taxes shall be assessed and collected as hereinafter provided; provided, that fire and casualty insurance companies or associations shall be credited with cancelled or returned premiums actually paid during the year in this state, and that life insurance companies shall be credited with dividends actually declared to policyholders in this state but held by the company and applied to the reduction of premiums payable by the policyholder.\n\n(L. 1945 p. 993 § 6098a, A.L. 1969 3d Ex. Sess. H.B. 21, A.L. 1982 S.B. 470, A.L. 2009 H.B. 577)\n\n*Section 379.310 was repealed by S.B. 262, 1967.\n\nCROSS REFERENCE:\n\nPortion of tax collected transferred to senior services growth and development program fund, 192.385",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-370/"
    },
    {
      "id": "section-148-375",
      "number": "148.375",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.375. Delinquent taxes, interest, rate. —If any tax due pursuant to the provisions of sections 148.310 to 148.461 is not paid when due, the insurance company shall be required to pay as part of such tax interest thereon at the rate determined by section 32.065 from such time.\n\n(L. 1982 H.B. 1351, et al., A.L. 1983 H.B. 713 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-375/"
    },
    {
      "id": "section-148-376",
      "number": "148.376",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.376. Extended Missouri mutual insurance companies, premiums — tax — rate — payable when — delinquencies, distribution. —1. Every company operating under the provisions of sections 380.201 to 380.591 shall quarterly pay a tax upon the direct premiums or assessments received during the calendar year, whether in cash or notes, on account of insurance business done in this state at a rate of one percent per annum for the amount of direct premiums or assessments received in excess of one million dollars. Direct premiums or assessments received by such companies in excess of five million dollars shall be taxed at the rate of two percent per annum. This taxation plan shall be in lieu of all other taxes except taxes on real and tangible personal property, taxes on franchises and license taxes, and those insurance companies shall be credited with cancelled or returned premiums, actually paid during the year in this state.\n\n2. The taxes imposed by the provisions of this section shall be payable on an estimated quarterly basis in the same manner that domestic insurance companies pay tax under the provisions of this chapter, and shall be subject to the same provisions concerning delinquency. Calendar year 1985 will be the first year that companies operating under sections 380.201 to 380.591 are required to pay tax under this section and sections 380.011 to 380.611. The estimated quarterly tax payments for 1985 will be based on the amount of tax that the company would have paid based on their 1984 premiums or assessments. The tax collected under the provisions of this section shall be distributed and apportioned in the same manner as provided in section 148.380.\n\n(L. 1984 H.B. 1498 § 148.375)\n\nEffective 1-1-85",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-376/"
    },
    {
      "id": "section-148-390",
      "number": "148.390",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.390. Deductions allowed on premium receipts. —1. Every insurer, in computing the premium tax, shall exclude from the gross amount of premiums all premiums received from policies or contracts, issued in connection with the funding of a pension, profit-sharing plan or individual retirement annuity, qualified or exempt under sections 401, 403, 404, 408 or 501 of the United States Internal Revenue Code as now or hereafter amended, as well as all premiums paid on other annuity contracts, and may deduct from the gross amount of taxable income in addition to other authorized credits, cancelled and return premiums actually paid or credited, all life insurance dividends paid or credited and all fire, casualty and other insurance dividends including unused portion of premium deposits paid or credited; provided, title insurance companies may receive credit for the percentage of deductions designated in section 148.400 that title insurance premium bears to the total operations income.\n\n2. In addition to the foregoing deductions, every insurer may take the following deductions from the gross amount of premiums received on policies or contracts providing health insurance benefits for the benefit of some or all of the employees of one or more employers or for the benefit of the members of a union or unions, whether or not such benefits are payable through a trustee:\n\n(1) One-fourth of the amount of benefit payments actually made during the year beginning January 1, 1972;\n\n(2) One-half of the amount of benefit payments actually made during the year beginning January 1, 1973;\n\n(3) Three-fourths of the amount of benefit payments actually made during the year beginning January 1, 1974;\n\n(4) The entire amount of benefit payments actually made during the year beginning January 1, 1975, and during each subsequent year.\n\n(L. 1945 p. 999 § 1, A.L. 1951 p. 840, A.L. 1963 p. 200, A.L. 1969 3d Ex. Sess. p. 90, A.L. 1971 H.B. 158, A.L. 1976 S.B. 684, A.L. 1986 S.B. 425)\n\nEffective 1-1-87",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-390/"
    },
    {
      "id": "section-148-380",
      "number": "148.380",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.380. Returns, assessment of tax, procedure — notice to company — taxes, how paid — suspension of delinquents — disposition of money. —1. Every such company, on or before the first day of March in each year, shall make a return verified by the affidavit of its president and secretary, or other chief officers, to the director of the department of commerce and insurance, stating the amount of all direct premiums received by it from policyholders in this state, whether in cash or in notes, during the year ending on the thirty-first day of December, next preceding. Upon receipt of such returns the director of the department of commerce and insurance shall verify the same and certify the amount of the tax due from the various companies on the basis and*at the rate provided in section 148.370, taking into consideration deductions and credits allowed by law, and shall certify the same to the director of revenue together with the amount of the quarterly installments to be made as provided in subsection 2 of this section, on or before the thirtieth day of April of each year.\n\n2. Beginning January 1, 1983, the amount of the tax due for that calendar year and each succeeding calendar year thereafter shall be paid in four approximately equal estimated quarterly installments, and a fifth reconciling installment. The first four installments shall be based upon the tax for the immediately**preceding taxable year ending on the thirty-first day of December, next preceding. The quarterly installments shall be made on the first day of March, the first day of June, the first day of September and the first day of December. Immediately after receiving certification from the director of the department of commerce and insurance of the amount of tax due from the various companies, the director of revenue shall notify and assess each company the amount of taxes on its premiums for the calendar year ending on the thirty-first day of December, next preceding. The director of revenue shall also notify and assess each company the amount of the estimated quarterly installments to be made for the calendar year. If the amount of the actual tax due for any year exceeds the total of the installments made for such year, the balance of the tax due shall be paid on the first day of June of the year following, together with the regular quarterly payment due at that time. If the total amount of the tax actually due is less than the total amount of the installments actually paid, the amount by which the amount paid exceeds the amount due shall be credited against the tax for the following year and deducted from the quarterly installment otherwise due on the first day of June. If the March first quarterly installment made by a company is less than the amount assessed by the director of revenue, the difference will be due on June first, but no interest will accrue to the state on the difference unless the amount paid by the company is less than eighty percent of one-fourth of the total amount of tax assessed by the director of revenue for the immediately preceding taxable year.\n\n3. If the estimated quarterly tax installments are not so paid, the director of revenue shall notify the director of the department of commerce and insurance who shall thereupon suspend such delinquent company from the further transaction of business in this state until such taxes shall be paid, and such companies shall be subject to the provisions of sections 148.410 to 148.461.\n\n4. Upon receipt of the money the state treasurer shall receipt one-half thereof into the general revenue fund of the state, and one-half thereof to the credit of the county foreign insurance fund for the purposes set forth in section 148.360.\n\n(L. 1945 p. 993 § 6098b, A.L. 1945 p. 1013, A. 1949 S.B. 1031, A.L. 1982 S.B. 470)\n\n*Word \"and\" does not appear in original rolls.\n\n**Word \"immediate\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-380/"
    },
    {
      "id": "section-148-400",
      "number": "148.400",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.400. Deductions allowed insurance companies. —All insurance companies or associations organized in or admitted to this state may deduct from premium taxes payable to this state, in addition to all other credits allowed by law, income taxes, franchise taxes, personal property taxes, valuation fees, registration fees and examination fees paid, including taxes and fees paid by the attorney-in-fact of a reciprocal or interinsurance exchange to the extent attributable to the principal business as such attorney-in-fact, under any law of this state. Unless rejected by the general assembly by April 1, 2003, for all tax years beginning on or after January 1, 2003, a deduction for examination fees which exceeds an insurance company's or association's premium tax liability for the same tax year shall not be refundable, but may be carried forward to any subsequent tax year, not to exceed five years, until the full deduction is claimed; except that, notwithstanding the provisions of section 148.380, if any deduction is claimed through the carryforward provisions of this section, it shall be credited wholly against the general revenue fund and shall not cause a reduction in revenue to the county foreign insurance fund.\n\n(L. 1945 p. 993 § 6098c, A.L. 1969 3d Ex. Sess. H.B. 21, A.L. 2001 H.B. 738 merged with S.B. 193)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-400/"
    },
    {
      "id": "section-148-410",
      "number": "148.410",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.410. Director to assess tax where no return made. —If any company or association shall fail or refuse to make the return required by sections 148.330, 148.350, and 148.380, the director of the department of commerce and insurance shall certify the amount of tax to the director of revenue and the director of revenue shall notify and shall assess the tax against such company at the rate provided for in sections 148.320, 148.340, and 148.380 on such amount of premiums as he shall deem just, and the proceedings thereon shall be the same as if the return had been made.\n\n(RSMo 1939 § 6096, A.L. 1982 S.B. 470)\n\nPrior revisions: 1929 § 5981; 1919 § 6389; 1909 § 7101",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-410/"
    },
    {
      "id": "section-148-420",
      "number": "148.420",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.420. Director of revenue to collect annual tax when company withdraws from Missouri or fails to pay tax. —If any insurance company, organized under the laws of any other state or government, doing business in this state, shall withdraw from business in this state before the annual tax shall fall due according to the provisions of sections 148.310 to 148.461, or shall fail or neglect to pay the tax imposed under sections 148.310 to 148.461, the director of revenue shall at once proceed to collect the same.\n\n(RSMo 1939 § 6100, A.L. 1945 p. 1024, A.L. 1983 H.B. 713 Revision)\n\nPrior revisions: 1929 § 5985; 1919 § 6393; 1909 § 7105",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-420/"
    },
    {
      "id": "section-148-430",
      "number": "148.430",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.430. Director of revenue may sue for taxes when company withdraws or is suspended. —In any case where the authority of any insurance company to do business in this state has been or shall be suspended, revoked or withheld for nonpayment of taxes, or for any other cause, or when any company shall voluntarily withdraw from this state, the director of revenue may sue and recover, in his own name, in any court in this state having jurisdiction, from any such company, the amount of taxes and license properly chargeable against such company by law, together with costs and reasonable attorney's fees, to be taxed as costs; and in such proceeding, process may issue to any county in the state, and may be served on the agent or attorney appointed under the law to receive or acknowledge service of process, and such service shall be as valid as if served on the company according to the laws of this state in other cases.\n\n(RSMo 1939 § 6102, A.L. 1945 p. 1024)\n\nPrior revisions: 1929 § 5987; 1919 § 6395; 1909 § 7107",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-430/"
    },
    {
      "id": "section-148-440",
      "number": "148.440",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.440. Occupation tax in certain cities. —1. The agent or agents of any such insurance company doing insurance business in any city in this state, having a population of more than five hundred thousand inhabitants, in addition to the tax on premiums as above provided for against such companies, shall also pay to the collector of said city, if said city shall so declare by ordinance, on or before the first day of February of each and every year, not more than the sum of two hundred dollars for each such fire insurance company, and for each such other insurance company not more than the sum of one hundred dollars, for the use of said city, which sum shall be considered in full for and in lieu of all taxes and licenses which said city may possess the power to impose on such agencies; and such collector shall, upon such payment being made, issue to such agent or agents a license, in the name of such city, to do the business of such agency for one year, which license shall be renewed from year to year, if demanded.\n\n2. This section shall be construed as authorizing but one such tax for each such insurance company in each such city regardless of the number of agents which such company may have in such city.\n\n3. Any such insurance company and any insurance agent doing insurance business in any city in this state having a population of more than one hundred thousand inhabitants and less than five hundred thousand inhabitants, in addition to the tax on premiums as above provided for against such companies, shall also pay to the collector of said city, if said city shall so declare by ordinance, on or before the fourth day of January of each and every year, not more than the sum of two hundred dollars for each such fire insurance company, and for each such other insurance company not more than the sum of one hundred dollars, for the use of said city for each agent, agency or office doing an insurance business for such company in said city; which sum shall be considered in full for and in lieu of all taxes and licenses which said city may possess the power to impose on such agencies; and such collector shall, upon such payment being made, issue to such agent or agents a license, in the name of such city, to do the business of such company at such agency or office for one year, which license shall be renewed from year to year, if demanded.\n\n(RSMo 1939 § 6099)\n\nPrior revisions: 1929 § 5984; 1919 § 6392; 1909 § 7104",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-440/"
    },
    {
      "id": "section-148-450",
      "number": "148.450",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.450. Notices, how given. —Whenever by this law an officer is required to give any notice to a company, the same may be given by mailing the same, postage prepaid, addressed to the company at its home office, or to the secretary, general agent or chief officer thereof in the United States.\n\n(RSMo 1939 § 6103)\n\nPrior revisions: 1929 § 5988; 1919 § 6396; 1909 § 7108",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-450/"
    },
    {
      "id": "section-148-460",
      "number": "148.460",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.460. Penalties for violations by agents. —Any person or persons who shall in this state act or assume to act as agent for any company whose authority to do business in this state has been suspended or revoked under sections 148.310 to 148.461, while such suspension or revocation remains in force, or shall neglect or refuse to comply with any of the foregoing provisions obligatory upon such person or party, or who shall willfully make a false or fraudulent statement of the business or condition of his or their company, shall forfeit and pay the sum of five hundred dollars for each offense; and any and all fines and forfeitures thus incurred may be recovered in the name of the state, to the use of the county, city or town, by indictment, complaint, bill or information, in any court of competent jurisdiction.\n\n(RSMo 1939 § 6101, A.L. 1983 H.B. 713 Revision)\n\nPrior revisions: 1929 § 5986; 1919 § 6394; 1909 § 7106",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-460/"
    },
    {
      "id": "section-148-461",
      "number": "148.461",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.461. Quarterly installments to be paid as assessed by director, when — overpayment of taxes, credit. —In any legal contest concerning the amount of tax under sections 148.320, 148.340, and 148.370 for a calendar year, the quarterly installments for the following year shall continue to be made based upon the amount assessed by the director of revenue for the year in question. If after the end of any taxable year, the amount of the actual tax due is less than the total amount of the installments actually paid, the amount by which the amount paid exceeds the amount due shall be credited against the tax for the following year and deducted from the quarterly installment otherwise due on June first.\n\n(L. 1982 S.B. 470, A.L. 1986 S.B. 669, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-461/"
    },
    {
      "id": "section-148-540",
      "number": "148.540",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.540. Association and members, levy and collection — exclusiveness of tax. —Farmers' cooperative credit associations, organized under an Act of Congress known as the Farm Credit Act of 1933 (12 U.S.C.A. § 1131 et seq.), for the extension of agricultural credit to their members only, and operating without profit except to the extent that they pay dividends to members on stock purchased by the members in these associations, are classified for the purposes of the intangible personal property tax law as savings and loan associations; and the accounts of these farmers' cooperative credit associations with their members are classified as intangible property. There is imposed upon each member of any such association an annual tax equal to two percent of the taxable portion of the dividends declared and paid by the association, in the preceding year, on the stock of the association held by any member, which shall be the annual yield from the account. The taxable portion of these dividends shall be that proportion thereof equal to the proportion of the gross income of the association, for the dividend year, derived from notes and mortgages to which the association holds legal title, to its entire gross income. The association shall compute, withhold, and pay to the director of revenue, on or before the fifteenth day of April of each year, the amounts of all taxes imposed hereby upon the members of the association, this payment to be made in one remittance; and the association at its option may absorb these taxes without charging the same to the accounts of the individual members. This tax shall be exclusive, and in lieu of all other taxes upon these associations, their property, capital, or income, except ad valorem taxes upon real and tangible personal property, income, Social Security, and unemployment compensation taxes, and upon the accounts of these associations, except estate taxes.\n\n(L. 1961 p. 636 § 148.521, A.L. 1969 3d Ex. Sess. H.B. 25)\n\nEffective 6-22-70",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-540/"
    },
    {
      "id": "section-148-541",
      "number": "148.541",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.541. Delinquent taxes, interest. —If any tax due pursuant to section 148.540 is not paid when due, the association shall be required to pay as part of such tax interest thereon at the rate determined by section 32.065 from and after such date until paid.\n\n(L. 1986 S.B. 669, et al. § 6)\n\nEffective 1-1-87",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-541/"
    },
    {
      "id": "section-148-610",
      "number": "148.610",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.610. Definitions. —For the purposes of sections 148.610 to 148.700, providing for the taxation of credit unions and savings and loan associations, the following terms mean:\n\n(1)\"Association\", a savings and loan association or building and loan association organized under the laws of this state, any other state, or under the laws of the United States and having an office in this state;\n\n(2)\"Credit union\", a credit union organized under section 370.010 of the laws of this state or the United States and located within this state, the principal business of which, during the taxable year, consisted of receiving the savings of members and making loans to members;\n\n(3)\"Director\", the director of revenue;\n\n(4)\"Income period\", the calendar year or relevant portion thereof next preceding the taxable year;\n\n(5) The term\"lease or rental of tangible personal property\"means the lease or rental of tangible personal property under the exclusive control of the lessee and neither attached to nor functionally a part of a taxpayer's building or buildings or any part thereof;\n\n(6)\"Taxable in another state\", a taxpayer is taxable in another state if, by reason of business activity in another state, it is subject to and did pay one of the types of taxes specified: a net income tax, a franchise tax measured by net income, a franchise tax for the privilege of doing business, or a corporate stock tax. The taxpayer must carry on business activities in another state. If the taxpayer voluntarily files and pays one or more of such taxes when not required to do so by the laws of that state or pays a minimal fee for qualification, organization or for the privilege of doing business in that state, but does not actually engage in business activities in that state, and does not have business facilities in that state or does actually engage in some activity, not sufficient for nexus, and the minimum tax bears no relation to the taxpayer's activities with such state, the taxpayer is not taxable in another state;\n\n(7)\"Taxable year\", the calendar year in which the tax is payable;\n\n(8)\"Taxpayer\", any credit union or savings and loan association subject to any tax imposed by sections 148.600 to 148.710.\n\n(L. 1982 H.B. 949 & 1350, A.L. 1993 H.B. 105 & 480, A.L. 2002 S.B. 895)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-610/"
    },
    {
      "id": "section-148-620",
      "number": "148.620",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.620. Annual tax on net income, rate — credits allowed, exceptions. —1. Every taxpayer shall be subject to an annual tax for the privilege of exercising its corporate franchises within the state according to and measured by its net income for the preceding year.\n\n2. The rate of tax for each taxable year shall be seven percent of such net income.\n\n3. The tax imposed on the net income by this law shall be exclusive and in lieu of all other state and local taxes against and upon credit unions and associations, their capital, or income, except taxes on all property, contributions paid pursuant to the unemployment compensation law of Missouri, Social Security taxes, sales and use taxes.\n\n4. Each taxpayer shall be entitled to credits against the tax imposed by this law for all taxes paid to the state of Missouri or any political subdivision thereof during the relevant income period, except taxes on real estate and tangible personal property owned by the taxpayer and held for lease or rental to others, contributions paid pursuant to the unemployment compensation law of Missouri, Social Security taxes, sales and use taxes, and taxes imposed by this law.\n\n(L. 1982 H.B. 949 & 1350, A.L. 1993 H.B. 105 & 480)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-620/"
    },
    {
      "id": "section-148-630",
      "number": "148.630",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.630. Net income and gross income defined — deductions authorized — net income computation — business activity taxable in another state, apportionment, manner — property factor defined — payroll factor defined — receivables factor defined — deposits factor defined. —1.\"Gross income\"shall include all gains, profits, earnings and other income of the taxpayer from whatever sources derived during the income period, including but not limited to interest from obligations issued by the United States government or any political subdivision or any instrumentality thereof, or any state or political subdivision thereof, or issued by any foreign country or nation or political subdivision thereof; all rents, compensation for services, commissions, brokerage and other fees; all gains or profits from the sale or other disposition of any property, real or personal, tangible or intangible; and all recoveries on losses sustained in the ordinary course of business subsequent to May 25, 1982; provided, however, that recoveries on such losses sustained during any prior income period within which the deductions, as permitted by subsection 3 of this section, exceeded the taxpayer's gross income for said income period, computed in accordance with this subsection, shall not be included in the taxpayer's gross income for the income period in which they were received to the extent of such excess. Interest or dividends received on shares of*stock of any wholly owned subsidiary of associations or credit unions shall not be included in gross income.\n\n2.\"Net income\"means gross income as defined in subsection 1 of this section minus the deductions allowed in subsection 3 of this section.\n\n3. In computing net income there shall be allowed as deductions all ordinary and necessary expenses paid or incurred by the taxpayer during the income period in carrying on its trade or business. Without limiting the generality of the foregoing, there shall be allowed as deductions a reasonable allowance for salaries and other compensation for personal services actually rendered; rents, repairs, bad debts; interest; dividends; cost of insurance and advertising; all taxes paid or accrued during the income period to the United States and all taxes paid or accrued on real estate or tangible personal property owned by the taxpayer and held for lease or rental to others, to the state of Missouri, or any political subdivision thereof; all contributions paid or accrued pursuant to the unemployment compensation law of Missouri; reasonable allowances for depreciation and depletion; amortization of premiums on bonds, debentures, notes or other securities or evidences of indebtedness; a reasonable allowance for payments or contributions to or on account of any pension or retirement fund or plan for its officers or employees; contributions to any corporation, association or fund organized and operated exclusively for religious, charitable, scientific, literary or educational purposes, no part of the net earnings of which inure to the benefit of any private shareholder or individual; losses from the sale or disposition of any property, real or personal, tangible or intangible; and all other losses sustained during the income period not compensated for by insurance.\n\n4. Net income shall be computed in accordance with the method of accounting regularly employed in keeping the books of the taxpayer, unless such method does not clearly reflect the income, in which case the computation shall be made in accordance with such method as in the opinion of the director does clearly reflect the income.\n\n5. When the income of a taxpayer is derived from business activity conducted within and without this state and the business activity is taxable in another state, then income shall be apportioned to this state by multiplying the gross income minus the deduction in subsection 3 of this section by a fraction, the numerator of which is the sum of the property factor, the payroll factor, the receivables factor and the deposits factor, and the denominator of which is four reduced by the number of factors which have a denominator of zero.\n\n6. For purposes of subsection 5 of this section, the property factor is a fraction, the numerator of which is the average value of the taxpayer's real and tangible personal property owned or rented and used in this state during the income year, and the denominator is the average value of all the taxpayer's real and tangible personal property owned or rented and used during the income year. Property owned by the taxpayer shall be valued at its original cost. Property rented by the taxpayer is valued at eight times the net annual rental rate. The net annual rental rate is the total rental rate paid by the taxpayer, less total annual rental rates received by the taxpayer from subrentals. The average value of property owned by the taxpayer shall be determined by averaging the values at the beginning and ending of the income year, but the director of revenue may require averaging by monthly values if reasonably required to reflect the average value of the taxpayer's property for the income year.\n\n7. For purposes of subsection 5 of this section, the payroll factor is a fraction, the numerator of which is the total amount paid in this state during the income year by the taxpayer for compensation, and the denominator of which is the total compensation paid everywhere during the income year by the taxpayer. Compensation is paid in this state if:\n\n(1) The employee's service is performed entirely within this state;\n\n(2) The employee's service is performed both within and without this state, but the service performed without this state is incidental to the employee's service within this state; or\n\n(3) The employee's services are performed both within and without this state, and:\n\n(a) The employee's base of operations is in this state; or\n\n(b) There is no base of operations in any state in which some part of the service is performed, but the place from which the service is directed or controlled is in this state; or\n\n(c) The base of operations or the place from which the service is directed or controlled is not in any state in which some part of the service is performed but the employee's residence is in this state.\n\n8. For purposes of subsection 5 of this section, the receivables factor is a fraction, the numerator of which is the average of contract obligations owing to the taxpayer on an open account held by an office, facility or branch within this state during the income year, and the denominator is the average of contract obligations owing to the taxpayer everywhere during the income year.\n\n9. For purposes of subsection 5 of this section, the deposits factor is a fraction, the numerator of which is the average of deposits held by an office, facility or branch of the taxpayer within this state during the income year, and the denominator of which is the average deposits held everywhere by the taxpayer during the income year.\n\n(L. 1982 H.B. 949 & 1350, A.L. 1993 H.B. 105 & 480)\n\n*Word \"or\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-630/"
    },
    {
      "id": "section-148-640",
      "number": "148.640",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.640. Return filed when — extension of time granted when — interest due on late filing, rate. —Every taxpayer shall file a return with the director on or before the fifteenth day of April in each year. The director may grant a reasonable extension of time for filing returns under such rules and regulations as he shall prescribe. Whenever such an extension of time is granted, a taxpayer shall be required to pay as part of any tax due interest thereon at the rate determined by section 32.065 from and after such date until paid.\n\n(L. 1982 H.B. 949 & 1350, A.L. 1986 S.B. 669, et al.)\n\nEffective 1-1-87",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-640/"
    },
    {
      "id": "section-148-650",
      "number": "148.650",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.650. Payment of tax due when — excess payment, credit allowed — delinquent, interest charged. —1. The tax imposed by this chapter shall be due and payable upon the last day upon which a return must be filed under section 148.640.\n\n2. Upon the filing of such return the full amount of any tax as computed by the taxpayer shall be paid to the director, who as soon as is practicable thereafter shall examine it and determine the correct amount of tax. If the director determines that the taxpayer has paid a tax in excess of the amount lawfully due, the director shall permit a credit.\n\n3. If any tax due hereunder is not paid when due, the taxpayer shall be required to pay as part of such tax interest thereon at the rate determined by section 32.065 from and after such date until paid.\n\n(L. 1982 H.B. 949 & 1350, A.L. 1986 S.B. 669, et al.)\n\nEffective 1-1-87",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-650/"
    },
    {
      "id": "section-148-655",
      "number": "148.655",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.655. Tax credit allowed for S corporation shareholders of associations, amount. —Subchapter S corporation shareholders of an association required to pay franchise taxes under section 148.620 may take a tax credit against such shareholder's state income tax return, as provided in section 143.471. Such tax credit shall be the taxpayer's pro rata share of the franchise tax paid by the association as provided in this chapter.\n\n(L. 2006 S.B. 892)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-655/"
    },
    {
      "id": "section-148-657",
      "number": "148.657",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.657. Tax credit allowed for S corporation shareholders of credit institutions, amount. —Subchapter S corporation shareholders of a credit institution required to pay franchise taxes under section 148.140 may take a tax credit against such shareholder's state income tax return, as provided in section 143.471. Such tax credit shall be the taxpayer's pro rata share of the franchise tax paid by the credit institution as provided in this chapter.\n\n(L. 2006 S.B. 892)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-657/"
    },
    {
      "id": "section-148-660",
      "number": "148.660",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.660. Deposit of taxes, director of revenue's duties — funds established — investment of funds — distribution of interest to counties, computation. —The director of revenue shall deposit promptly all funds received by him in payment of the tax imposed by sections 148.610 to 148.710 to the credit of the \"Savings Association Tax Fund\" or \"Credit Union Tax Fund\" which funds are hereby created. He shall maintain such funds in institutions, savings associations and credit unions selected by him and approved by the governor, state treasurer and state auditor. Thereafter he shall, until the time set for the distribution of the net proceeds of the tax, invest all moneys within the fund in the same manner as state funds not needed for the immediate expenses of the state are invested; provided, that in all instances in which the state treasurer may use or invest in banking institutions, the director of revenue may use or invest in credit unions or in associations. All interest earned upon the moneys so invested shall be deposited in the respective credit union or savings associations tax fund and all such interest shall be returned to the various county treasurers within thirty days of tax distribution. Each county shall receive that percentage of the total interest earned as its share of the tax paid bears to the total amount of the tax received by the director of revenue. A statement of the exact amount of interest due each political subdivision in such county determined by the pro rata share of the proceeds of the tax received by such political subdivision bears to the proceeds of the tax received by the county shall accompany each payment.\n\n(L. 1982 H.B. 949 & 1350)\n\nEffective 5-25-82",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-660/"
    },
    {
      "id": "section-148-670",
      "number": "148.670",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.670. Taxes returned to county where taxpayer has office — state collection fee — branch offices, distribution — offices outside state, exclusion. —The director of revenue shall annually, on or before the fifteenth day of December, return all savings association and credit union taxes collected, less two percent thereof which shall be retained by the state for collection, to the county treasury of the county in which the particular taxpayer has its office. If any association operates more than one office or branch in the state of Missouri, the association shall file the return giving the address of each such office or branch and setting forth the total dollar amounts of savings accounts, deposits, or repurchase agreements of each such office. The political subdivisions within which the said office or offices are situated shall share the tax hereby imposed upon the same basis that the dollar amounts of the deposits or accounts bear to the total dollar amount of the deposits or accounts of the association, and the director of revenue shall allocate the tax collected accordingly; provided, that if a taxpayer has an office or offices outside the state of Missouri, the total of the dollar amount of deposits and accounts at an office or offices outside the state of Missouri shall be excluded in determining the total deposits and accounts of the taxpayer. A statement of the exact amount due each political subdivision as determined by applying the local rates of levy to the proceeds of the tax shall accompany each payment. The several county treasurers and the treasurer of St. Louis City are hereby directed to distribute all amounts so received from the director of revenue according to the allocations contained in the statements made by the director of revenue.\n\n(L. 1982 H.B. 949 & 1350)\n\nEffective 5-25-82",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-670/"
    },
    {
      "id": "section-148-680",
      "number": "148.680",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.680. Hearing procedure on disputed amount — appeal. —In the event the tax due by the taxpayer shall not fairly represent the extent of the taxpayer's business in this state, the taxpayer may petition for or the director of revenue may require, in respect to any part of the taxpayer's business activity, if reasonable, an equitable allocation or apportionment of the taxpayer's income. In the event the director shall determine that the correct amount of the tax is greater than that computed by the taxpayer, he shall, upon such determination, notify the taxpayer thereof by mail and shall fix a time and a place for a hearing relative thereto not earlier than thirty days after the date of such determination. Upon such hearing the director shall make such order as may be lawful, but such taxpayer shall have the right of appeal from such order as provided by law.\n\n(L. 1982 H.B. 949 & 1350)\n\nEffective 5-25-82",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-680/"
    },
    {
      "id": "section-148-690",
      "number": "148.690",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.690. First taxable year, when, how computed. —Each association and credit union organized under the laws of this state and each association organized under the laws of the United States to be located in Missouri, with the date of its certificate of incorporation, or the date of the completion of the organization thereof, as the case may be, which are relevantly herein referred to as \"its certificate\", subsequent to May 25, 1982, shall be subject to the tax imposed by this law for the calendar year in which it receives its certificate and the first taxable year thereafter measured by its net income as defined in section 148.630, for the portion of the calendar year unelapsed on the date borne by its certificate with the rate of tax as provided in section 148.620, and with credit against said tax for all taxes and contributions for which credit is permitted by section 148.620, which taxes or contributions are paid during the portion of the calendar year unelapsed on the date of its certificate. For each other taxable year each taxpayer in this section referred to shall be subject to all the provisions of this law. Any tax imposed by this law due for the calendar year of its certificate shall be payable by each taxpayer to which this section applies to the director on or before June first of the year following the year of its certificate, and except as to this particular the provisions of sections 148.630 to 148.680 and section 148.700 shall be applicable.\n\n(L. 1982 H.B. 949 & 1350)\n\nEffective 5-25-82",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-690/"
    },
    {
      "id": "section-148-700",
      "number": "148.700",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.700. Rules and regulations, authority to promulgate, procedure — taxpayer's reports subject to inspection, confidentiality requirement. —The director shall prescribe and publish all needed rules and regulations necessary for the enforcement of sections 148.610 to 148.700. Insofar as feasible, as may be determined by the director, such rules and regulations shall be consistent with the rules and regulations prescribed by the United States Commissioner of Internal Revenue for the enforcement of the income tax chapter of the Internal Revenue Code. The directors of division of finance and of credit union supervision shall make available to the director upon the director's request any report filed by any taxpayer subject to the tax imposed by sections 148.610 to 148.700, and such director shall be under the same obligation as to secrecy with respect thereto as is imposed upon the directors of division of finance and of credit union supervision, by law. No rule or portion of a rule promulgated under the authority of this chapter shall become effective unless it has been promulgated pursuant to the provisions of section 536.024.\n\n(L. 1982 H.B. 949 & 1350, A.L. 1994 H.B. 1165, A.L. 1995 S.B. 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-700/"
    },
    {
      "id": "section-148-710",
      "number": "148.710",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.710. Violations, penalties. —The same penalties shall be assessed against delinquent taxpayers under the provisions of sections 148.610 to 148.700 as are provided by sections 143.911, 143.921, and 143.931 relating to income taxes.\n\n(L. 1982 H.B. 949 & 1350)\n\nEffective 5-25-82",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-710/"
    },
    {
      "id": "section-148-720",
      "number": "148.720",
      "heading": "",
      "text": "Title X TAXATION AND REVENUE\n\nChapter 148\n\n148.720. Corporate income tax reduction, when. —1. For all tax years beginning in a calendar year in which there is a reduction in the rate of tax imposed under section 143.071, there shall be a corresponding and proportional reduction in the rate of tax imposed under sections 148.030, 148.140, and 148.620. The reduced rate shall be the applicable rate in each subsequent calendar year.\n\n2. The reduction specified under subsection 1 of this section shall occur each year there is a reduction in the rate of tax imposed under section 143.071, including a reduction in the rate of tax by operation of another law or by the constitution.\n\n(L. 2018 S.B. 769)",
      "source_url": "https://law.justia.com/codes/missouri/title-x/chapter-148/section-148-720/"
    }
  ]
}