{
  "state": "hawaii",
  "path": "title-title-36-civil-remedies-and-defenses-and-special-proceedings/chapter-666-landlord-and-tenant",
  "sections": [
    {
      "id": "section-666-1",
      "number": "666-1",
      "heading": "Summary possession on termination or forfeiture of lease.",
      "text": "Revision Note\n\nPart heading added pursuant to §23G-15.\n\n§666-1 Summary possession on termination or forfeiture of lease.Whenever any lessee or tenant of any lands or tenements, or any person holding under the lessee or tenant, holds possession of lands or tenements without right, after the termination of the tenancy, either by passage of time or by reason of any forfeiture, under the conditions or covenants in a lease, or, if a tenant by parol, by a notice to quit of at least ten days, the person entitled to the premises may be restored to the possession thereof in [the] manner hereinafter provided. CC 1859, §939; am L 1864, p 14; RL 1925, §2778; RL 1935, §4013; RL 1945, §10401; RL 1955, §240-1; HRS §666-1; am L 1972, c 90, §8(a)\n\nCross References\n\nAcceptance of rent during litigation, see §666-5.\n\nJurisdiction of district court, see § §604-5, 666-6.\n\nRules of Court\n\nRaising of dispute as to title in summary possession action, requisites, see DCRCP rule 12.1.\n\nStatutory remedy not exclusive but is cumulative with ejectment. 3 H. 127 (1869); 26 H. 661, 664 (1922).\n\nLessor desiring to oust tenant for nonpayment of rent must pursue proper legal procedure or run risk of liability. 5 H. 548 (1886).\n\nRequirements for surrender of lease by operation of law. 9 H. 384 (1894).\n\nPendency of prior action of ejectment not ground for abatement of subsequent summary possession action between same parties. 11 H. 416 (1898).\n\nHoldover without protest after notice of increased rent. 30 H. 29 (1927).\n\nForfeiture of lease--waiver of right of, estoppel to enforce; relief against. 44 H. 543, 356 P.2d 379 (1960).\n\nSurrender of lease by written document, when effective. 45 H. 445, 370 P.2d 463 (1962).\n\nTermination of month-to-month tenancy by the landlord and award of possession to landlord by the court do not constitute impairment of First Amendment rights of the tenant, even if landlord is motivated by landlord's disagreement with the actions and speech of tenant. 54 H. 417, 508 P.2d 1217 (1973).\n\nPursuant to §521-3(b) in case of conflict between chapter 521 and this section, chapter 521 will control. 63 H. 110, 621 P.2d 971 (1980).\n\nCommercial landlord not precluded from self-help eviction for nonpayment of rent. 67 H. 252, 686 P.2d 12 (1984).\n\nSection cannot be used by a tenant against a landlord. 72 H. 117, 809 P.2d 1130 (1991).\n\nWhere defendant licensee's license terminated on last day of licensor's interest in property, on the following day, defendant was a trespasser without right to possession; as such, defendant was not entitled to any notice to vacate from landlord. 109 H. 296, 126 P.3d 339 (2006).\n\nSee 12 H. 291 (1899); 21 H. 270 (1912); 22 H. 129 (1914).\n\nAcceptance of rent.\n\nAfter knowledge of prior breach of condition is waiver of right to forfeiture. 3 H. 274, 285 (1871); 5 H. 242 (1884); 10 H. 408 (1896); 25 H. 253, 263-265 (1919); 43 H. 281 (1959). But where continuing covenants and continuing breaches, it operates as waiver only up to time of such acceptance. 10 H. 408 (1896); 12 H. 291, 297-298 (1899). Right to declare forfeiture for breach of covenant against making alterations without consent and to pay taxes waived by acceptance of rent with knowledge of breach. 25 H. 253, 263-265 (1919). Waiver of forfeiture does not imply waiver of breach of covenant and vice versa. 25 H. 253, 265 (1919).\n\nConditions and covenants.\n\nCondition against subletting not broken by joint occupancy of one room by physician as physician's office where lease was of land alone and allowed tenant to remove buildings upon termination of lease. 3 H. 127 (1869). Original covenants no part of lease for additional term, unless so stipulated. 3 H. 127, 139 (1869). Under the lease; lessor agreed to pay \"the taxes levied on\" and the lessees \"all other charges\", held sewer rates are payable by lessees. 20 H. 335 (1910). Where lessor has right to withdraw a portion from lease, refusal by lessee, after notice, to part with possession is a breach and grounds for forfeiture and landlord may proceed under this chapter. 24 H. 165 (1917). Covenant to pay taxes, water rates, and assessments includes assessments for street improvements and failure to pay same constituted breach of covenant. 25 H. 178 (1919). Covenant requiring lessee to make such repairs as are required by law, not broken unless such repairs are required by law. 25 H. 253, 256 (1919). Covenant to repair not breached where lease required tenant to repair all defects of which notice should be given, within thirty days after such notice. 25 H. 253, 258 (1919). Covenant against assignment not broken by execution of mortgage covering leasehold (where mortgagor retains possession). 26 H. 63, 64-66 (1921). Restrictions against assignments, not favored and are liberally construed in favor of lessees. 26 H. 118, 120 (1921). Words \"Permitted assigns\" used in habendum clause held no restriction against assignments. 26 H. 118 (1921). Assignment and sublease distinguished. 26 H. 489 (1922). Government leases--liability of lessees, under covenant to pay taxes. 30 H. 334 (1928). Covenant to deliver possession breached by sublessee's refusal to quit and renders lessee liable to all damages occasioned therefrom. 30 H. 853 (1929). For items of such damage, see 30 H. 853 (1929). \"Renewal or Extension\" construed. 30 H. 871 (1929). Covenant against cutting or destroying India and algaroba trees except in case of necessity, permits removal of such trees for purpose of locating a houselot, garden plots, cattle corrals, hog pens, and chicken runs. 31 H. 720 (1930). Lease prohibiting waste not breached by removal of cactus in order to grow pineapples. 31 H. 720 (1930). Covenant to repair or replace, breached. 39 H. 448 (1952).\n\nIn lease of dwellings, there is implied warranty of habitability and fitness for use intended. 51 H. 426, 462 P.2d 470 (1969). Implied warranty of habitability applies to unfurnished as well as furnished dwellings. 51 H. 473, 462 P.2d 482 (1969).\n\nSubleases and assignments; rights and liabilities of parties for payment of rent. 51 H. 493, 464 P.2d 285 (1970).\n\nMeasure of damages recoverable by owner for prospective lessee's breach is excess of rent over fair market value. 56 H. 507, 542 P.2d 1265 (1975).\n\nEquitable defenses. 19 H. 190, 191 (1908); 26 H. 642, 644-647 (1922).\n\nTenant may show that subsequent to commencement of tenancy landlord's title passed to another upon foreclosure of mortgage. 27 H. 631 (1923).\n\nRetaliatory eviction. 59 H. 104, 577 P.2d 326 (1978).\n\nTenant may assert breach of implied warranty of habitability as defense, when. 61 H. 144, 598 P.2d 161 (1979).\n\nFor payment of taxes is not prerequisite to the right to declare a forfeiture for their nonpayment. 15 H. 632 (1904); 21 H. 123, 127 (1912); 25 H. 253, 262 (1919). Demand for rent before claiming a forfeiture may be waived in the lease. 15 H. 632 (1904).\n\nForfeiture.\n\nForfeiture clause strictly construed. 3 H. 127 (1869); 25 H. 253 (1919). Breach of condition subsequent in a deed does not work a forfeiture but gives the grantor the right to declare a forfeiture. 11 H. 330 (1898). Acceptance of a lease from a stranger for a part or the whole of the demised premises is ground for a forfeiture of the prior lease. 13 H. 637 (1901). Breach of covenant does not work a forfeiture unless lease contains provision for forfeiture and re-entry. 26 H. 279 (1922).\n\nIssues and proof.\n\nPlaintiff must prove that relation of landlord and tenant exists or has existed and that plaintiff is entitled to immediate possession. 21 H. 270, 273 (1912); 22 H. 739 (1915).\n\nPrimary question is restoration of possession. 22 H. 129 (1914).\n\nJurisdiction.\n\nOnly where relation of landlord and tenant confessedly existed. 3 H. 768, 775-776 (1877); 4 H. 154, 157 (1879); 6 H. 407 (1883); 22 H. 129, 130 (1914); 24 H. 176 (1918); 24 H. 546, 555 (1918). Denial of tenancy and setting up title hostile to plaintiff's title oust jurisdiction of district magistrates. 4 H. 154, 157-158 (1879); 22 H. 129 (1914); 24 H. 176 (1918); 24 H. 546, 555 (1918). In action to recover rent tenant may in certain cases challenge landlord's title to land. 10 H. 289 (1896). Defendant may show relation of landlord and tenant has ceased to exist, and that landlord's title has terminated; but, instant title comes into question, jurisdiction of district court ceases. 21 H. 270, 273 (1912). See 9 H. 225 (1893). Sufficiency of affidavit required by Sup. Ct. rule 14 to support plea that title to real property is involved. 18 H. 640 (1908); 23 H. 65 (1915); 29 H. 336 (1926); 30 H. 160 (1927).\n\nIf forfeiture is to be enforced tenant is entitled to notice. 13 H. 637 (1901). Notice to quit essential if lease voidable at landlord's option. 3 H. 127 (1869); 3 H. 274 (1871). After ten days' written notice to quit, tenant at will has no further right to possession. 26 H. 661 (1922).\n\nLessor's grantee may maintain action for summary possession upon a forfeiture for breach of condition. 3 H. 274 (1871); 10 H. 408 (1896); 20 H. 712 (1911). Vendee at foreclosure sale may bring summary proceedings where lease made subject to mortgage and to be annulled upon foreclosure sale. 5 H. 98 (1884). Mortgagee of lessee properly joined as codefendant when in possession. 12 H. 291 (1899). Government may bring summary proceedings to recover possession of crown land upon breach of covenant to pay rent. 18 H. 640 (1908). Summary proceedings cannot be maintained by owner of undivided interest without alleging lessee is not owner of other interest. 19 H. 65 (1908). See also 22 H. 174 (1914).\n\nRecoupment.\n\n30 H. 434 (1928).\n\nRelief against forfeiture.\n\nEquity will relieve against forfeitures for nonpayment of rent. 1 H. 102 (1853); 6 H. 435 (1883); 10 H. 408, 411 (1896); 21 H. 123, 126 (1912). Other grounds for relief. 25 H. 494, 502-503 (1920). In absence of fraud, accident, mistake or surprise equity will not relieve for breach of covenant to repair. 27 H. 812 (1924).\n\nCited: 13 H. 385, 386 (1901); 37 H. 14, 15 (1944); 41 H. 124, 135 (1955).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-1/"
    },
    {
      "id": "section-666-2",
      "number": "666-2",
      "heading": "Tenancy from month to month, etc.; termination, extension.",
      "text": "§666-2 Tenancy from month to month, etc.; termination, extension.Notwithstanding other provisions of law to the contrary, when real property is rented for an indefinite time with monthly or other periodic rent reserved, such holding shall be construed to be a tenancy from month to month, or from period to period on which rent is payable, and shall only be terminated by written notice to vacate or of intention to vacate given twenty-five days or more preceding the end of any month or period by either landlord or tenant to the other; provided that when any tenant, without such notice having been given by either landlord or tenant to the other, retains possession of rented premises for any period of time after the expiration of such month or period, a valid and enforceable tenancy shall be thereby created for an additional month or period, as the case may be; provided further that when a tenant under such a tenancy fails to pay the rent reserved at the time agreed upon, the landlord may terminate the tenancy by giving to the tenant a written notice to vacate of not less than five days. [L 1929, c 93, §2; RL 1935, §4017; am L 1939, c 20, §1; RL 1945, §10402; am L 1949, c 39, §1; RL 1955, §240-2; HRS §666-2]\n\nWritten notice is required to terminate a tenancy where tenant has failed to pay the rent. 360 F. Supp. 620 (1973).\n\nHolding over. 6 H. 666 (1887).\n\nApplicable where landlord entitled to possession under rent control ordinance. 38 H. 250 (1948).\n\nNotice of rental increase did not constitute termination of month-to-month tenancy since it contained no notice of termination of the tenancy. 1 H. App. 87, 613 P.2d 1336 (1980).\n\nTerms of sublease created month-to-month tenancy; does not prohibit agreement for termination upon condition subsequent and 120 days' notice. 5 H. App. 146, 682 P.2d 82 (1984).\n\nCited: 41 H. 124, 135 (1955).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-2/"
    },
    {
      "id": "section-666-3",
      "number": "666-3",
      "heading": "Forfeiture, warning, notice to vacate, refunds.",
      "text": "§666-3 Forfeiture, warning, notice to vacate, refunds.(a) Any tenancy created by or described in section 666-2 shall be subject to forfeiture where the tenant or any invitee or employee of the tenant commits any act, or causes any condition to exist, within or upon the rented premises which act or condition constitutes a nuisance as defined in section 712-1270.\n\n(b) A written notice shall first be delivered by the landlord to the tenant warning the tenant to abate or cause to be abated the common nuisance within twenty-four hours from the time the notice is delivered. If the common nuisance complained of remains unabated after twenty-four hours from the time the notice is delivered to the tenant, the landlord may terminate the tenancy by a written notice to vacate the premises within five days from the date the second notice is delivered to the tenant. Where rent has been paid in advance by the tenant, refund shall be made by the landlord of the amount of rent so paid covering the period from the date the rent was paid to and including the date the premises are vacated. If the tenant fails or refuses to vacate the premises within five days from the date of delivery of the second notice, then in case rent has been paid in advance, the landlord shall make a tender of the amount of the refund of rent to which the tenant would have been entitled had the tenant vacated the premises upon the date the notice to vacate was delivered to the tenant. Thereafter, upon the continued failure or refusal on the part of the tenant to vacate, the landlord may proceed, without further notice, to evict the tenant in any manner authorized by law. [L 1937, c 209, §1; RL 1945, §10403; RL 1955, §240-3; HRS §666-3; gen ch 1985; am L 1986, c 195, §3]\n\nUse of dwelling premises for business purposes, under provisions of rent control ordinance. 38 H. 250 (1948).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-3/"
    },
    {
      "id": "section-666-4",
      "number": "666-4",
      "heading": "Oral leases not exceeding one year, valid.",
      "text": "§666-4 Oral leases not exceeding one year, valid.Notwithstanding other provisions of law to the contrary, oral leases of real property for any period not exceeding one year shall be valid and enforceable to all intents and purposes as if in writing. [L 1929, c 93, §1; RL 1935, §4016; RL 1945, §10404; RL 1955, §240-4; HRS §666-4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-4/"
    },
    {
      "id": "section-666-5",
      "number": "666-5",
      "heading": "Acceptance of rent during litigation, effect of.",
      "text": "§666-5 Acceptance of rent during litigation, effect of.When any legal proceedings are brought by a landlord to evict a tenant, whether by summary possession proceedings or an action in the nature of an action of ejectment or otherwise, the acceptance of rent by the landlord during the litigation shall not be construed as a recognition of the tenancy and shall be without prejudice to the landlord's legal rights at the inception of the proceedings.\n\nIn the event the eviction proceedings of whatever nature are successful any rent so paid shall be construed as damages for withholding the occupancy of the premises involved from the landlord. [L 1945, c 251, §1; RL 1955, §240-5; HRS §666-5; am L 1972, c 90, §8(b); gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-5/"
    },
    {
      "id": "section-666-6",
      "number": "666-6",
      "heading": "Summary possession proceedings; venue.",
      "text": "§666-6 Summary possession proceedings; venue.In the case of summary possession proceedings, the person entitled to the possession of the premises shall bring and prosecute the person's action in the district court of the circuit wherein the lands and premises in question are situated. [CC 1859, §940; am L 1905, c 95, §1; RL 1925, §2779; RL 1935, §4014; RL 1945, §10405; RL 1955, §240-6; HRS §666-6; am L 1972, c 90, §8(c); gen ch 1985]\n\nRules of Court\n\nSee DCRCP rule 3(b), (c)(4).\n\nNecessary to allege relation of landlord and tenant exists or has existed, how such tenancy was created, whether by lease or parol, when and how terminated and that required notice to quit was given. 4 H. 154, 157 (1879); 13 H. 385 (1901); 22 H. 739 (1915).\n\nComplaint held sufficient. 15 H. 632 (1904).\n\nRight to possession, not title in issue. 20 H. 712 (1911); 22 H. 129 (1914).\n\nThe question of whether the right of trial by jury guaranteed by article I, §10, state constitution, applies to a summary possession proceeding was raised but not decided. 58 H. 276, 567 P.2d 1239 (1977).\n\nActions to dispossess lessees involving short-term rental agreements or other leases that grant lessees solely the right of possession may only be adjudicated in district court pursuant to this section. 74 H. 294, 845 P.2d 1186 (1992).\n\nCited: 6 H. 407, 408 (1883).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-6/"
    },
    {
      "id": "section-666-7",
      "number": "666-7",
      "heading": "Jurisdiction; joinder.",
      "text": "§666-7 Jurisdiction; joinder.In any action for summary possession begun under this chapter, the plaintiff may join claims for rent, lodging, board, profits, damages, and waste, where these arise out of and refer to the land or premises, irrespective of the amount claimed.\n\nIn any such action, whether the ground or cause is nonpayment of rent or otherwise, the plaintiff may join in the action a prayer for accrued rent due, if any, and also for rent, profits, and damages up to the time of judgment, if such is rendered in the plaintiff's favor, without prejudice to such action or ground for summary possession as may be set forth in the complaint. [L 1915, c 171, §1; am L 1923, c 93, §1; RL 1925, §2780; RL 1935, §4015; RL 1945, §10406; am L 1945, c 216, §1; RL 1955, §240-7; HRS §666-7; am L 1972, c 90, §8(d); gen ch 1985]\n\nRules of Court\n\nSee DCRCP rule 18.\n\nHolding over after notice of change of rent. 30 H. 29 (1927).\n\nRecoupment for damages by reason of illegal eviction. 30 H. 434 (1928).\n\nItems of damage recoverable by lessor. 30 H. 853 (1929).\n\nJurisdiction of district court where defendant demanded trial by jury, discussed. 70 H. 288, 769 P.2d 1091 (1989).\n\nThis chapter does not preclude a landlord from joining a breach of contract action, seeking damages as measured by future rent, with a summary possession action. 84 H. 75, 929 P.2d 88 (1996).\n\nCited: 27 H. 308, 322 (1923); 40 H. 236 (1953).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-7/"
    },
    {
      "id": "section-666-8",
      "number": "666-8",
      "heading": "Service.",
      "text": "§666-8 Service.The summons shall be served as provided by the rules of court.\n\nIn the event that any defendant cannot be served within the circuit, service may be made in any part of the State.\n\nIf any defendant cannot be served with process within the State, and the facts shall appear by affidavit or otherwise to the satisfaction of the court, service as to such defendant may be made according to the special order of the court, but such order shall in any case include a direction to the officer to leave a certified copy of the complaint and summons with some agent or employee of mature years of the defendant, provided the agent or employee can be found upon the premises or elsewhere within the circuit, and also to affix in a conspicuous place upon the premises (as upon the wall of any store, shop, dwelling, or other building thereon, and if there is no such building, then upon some other permanent object thereon, as a tree or fence) a certified copy of the complaint and summons. The order shall further require that a certified copy of the complaint and summons be sent to the defendant by certified or registered mail, postage prepaid, unless it is shown by affidavit or otherwise to the satisfaction of the court that the address of the defendant is unknown and cannot be ascertained. [CC 1859, §941; am L 1905, c 95, §2; RL 1925, §2781; RL 1935, §4018; RL 1945, §10407; RL 1955, §240-8; HRS §666-8; am L 1972, c 90, §8(e)]\n\nRules of Court\n\nSee DCRCP rule 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-8/"
    },
    {
      "id": "section-666-9",
      "number": "666-9",
      "heading": "Return day.",
      "text": "§666-9 Return day.The summons shall be returnable within such time as is fixed by the court in conformity with the rules of court. [CC 1859, §942; am L 1923, c 119, §1; RL 1925, §2782; RL 1935, §4019; RL 1945, §10408; RL 1955, §240-9; HRS §666-9; am L 1971, c 144, §31A]\n\nRules of Court\n\nSee DCRCP rule 12(a).\n\nWhen summons not returnable as provided judgment void. 13 H. 450 (1901).\n\nDefendant cannot be defaulted if defendant appears without filing written pleadings. 14 H. 590, 592 (1903).\n\nIf last day falls on Sunday, summons may be made returnable on Monday, the next legal day. 24 H. 250, 252-253 (1918).\n\nCited: 24 H. 95, 96 (1917).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-9/"
    },
    {
      "id": "section-666-10",
      "number": "666-10",
      "heading": "REPEALED.",
      "text": "§666-10 REPEALED.\n\nL 1972, c 90, §8(h).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-10/"
    },
    {
      "id": "section-666-11",
      "number": "666-11",
      "heading": "Judgment; writ of possession.",
      "text": "§666-11 Judgment; writ of possession.If it is proved to the satisfaction of the court that the plaintiff is entitled to the possession of the premises, the plaintiff shall have judgment for possession, and for the plaintiff's costs. Execution shall issue accordingly. The writ of possession shall issue to the sheriff, deputy sheriff, police officer, or independent civil process server from the department of law enforcement's list under section 353C-11, commanding the sheriff, deputy sheriff, police officer, or independent civil process server to remove all persons from the premises, and to put the plaintiff, or the plaintiff's agent, into the full possession thereof. [CC 1859, §943; RL 1925, §2784; RL 1935, §4021; RL 1945, §10410; RL 1955, §240-11; am L 1963, c 85, §3; HRS §666-11; am L 1972, c 90, §8(f); gen ch 1985; am L 1989, c 211, §10; am L 1990, c 281, §11; am L 2012, c 142, §10; am L 2013, c 116, § §18, 25(17); am L 2015, c 101, §4; am L 2021, c 41, §18; am L 2022, c 278, §17]\n\nThe repeal and reenactment note in the main volume took effect on June 30, 2020, pursuant to L 2015, c 101, §4.\n\nDefendant cannot be defaulted if defendant appears without filing written pleadings. 14 H. 590 (1903).\n\nWrit may issue at any time after judgment unless stayed by law. 23 H. 65 (1915).\n\nAppeal as a supersedeas. 27 H. 308, 321-322 (1923); 27 H. 362, 367 (1923).\n\nIssuance of writ does not deprive defendants of right of appeal. 27 H. 362, 366 (1923).\n\nCited: 19 H. 65, 67 (1908); 20 H. 712, 713 (1911).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-11/"
    },
    {
      "id": "section-666-12",
      "number": "666-12",
      "heading": "How writ executed.",
      "text": "§666-12 How writ executed.The officer to whom the writ for delivering possession is directed and delivered shall execute the same according to the tenor thereof. [CC 1859, §944; RL 1925, §2785; RL 1935, §4022; RL 1945, §10411; RL 1955, §240-12; HRS §666-12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-12/"
    },
    {
      "id": "section-666-13",
      "number": "666-13",
      "heading": "Effect of writ.",
      "text": "§666-13 Effect of writ.Whenever a writ is issued for the removal of any tenant, the contract for the use of the premises, if any exists, and the relation of landlord and tenant between the parties, shall be deemed to be canceled and annulled. [CC 1859, §945; RL 1925, §2786; RL 1935, §4023; RL 1945, §10412; RL 1955, §240-13; HRS §666-13]\n\nWarrant terminates relation of landlord and tenant only upon final judgment for possession. 27 H. 362, 368 (1923). See 28 H. 160, 162 (1925).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-13/"
    },
    {
      "id": "section-666-14",
      "number": "666-14",
      "heading": "Writ stayed how, in proceedings for nonpayment of rent.",
      "text": "§666-14 Writ stayed how, in proceedings for nonpayment of rent.The issuing of the writ of possession shall be stayed in the case of a proceeding for the nonpayment of rent, if the person owing the rent, before the writ is actually issued, pays the rent due and interest thereon at the rate of eight per cent a year and all costs and charges of the proceedings, and all expenses incurred by plaintiff, including a reasonable fee for the plaintiff's attorney. [CC 1859, §946; RL 1925, §2787; am L 1927, c 124, §1; RL 1935, §4024; RL 1945, §10413; RL 1955, §240-14; HRS §666-14; am L 1972, c 90, §8(g); gen ch 1985]\n\nRules of Court\n\nSee DCRCP rule 62.\n\nBreach of covenant to pay rent cured by tender made in court or tender made after judgment, but before issuance of writ. 14 H. 590, 592-593 (1903); 28 H. 160 (1925).\n\nWrit of possession may be canceled if it was mistakenly issued. 59 H. 472, 583 P.2d 352 (1978).\n\nIn making attorney's fee awards under §607-14 and this section, the trial court must designate the specific amount awarded pursuant to each statute to prevent duplicative awards and permit effective appellate review of awards. 85 H. 501 (App.), 946 P.2d 609 (1997).\n\nUnder this section, a landlord may, incident to a summary possession action, seek attorney's fees attributable to the summary possession action which are in addition to, but not duplicative of, any fees awarded under §607-14. 85 H. 501 (App.), 946 P.2d 609 (1997).\n\nCited: 27 H. 308, 321 (1923); 27 H. 362, 364 (1923).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-14/"
    },
    {
      "id": "section-666-15",
      "number": "666-15",
      "heading": "to 666-19 REPEALED.",
      "text": "to 666-19 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-666-20",
      "number": "666-20",
      "heading": "Rent control ordinances.",
      "text": "§666-20 Rent control ordinances.Nothing in this chapter shall be deemed to authorize the eviction of a tenant contrary to any rent control ordinance declaring an emergency arising out of a housing shortage and prohibiting termination of tenancies or restricting the grounds for termination thereof, pursuant to the powers conferred by section 62-34(11) and section 70-65, so long as such emergency continues. [L 1943, c 102, §4; RL 1945, §10418; RL 1955, §240-20; HRS §666-20]\n\nSections 62-34 and 70-65 referred to in text are repealed.\n\nCross References\n\nGeneral powers and limitations of the counties, see §46-1.5.\n\nEviction for occupancy by landlord. 36 H. 711 (1940).\n\nValidity of provisions of rent control ordinance limiting grounds for termination of tenancy. 37 H. 252 (1945).\n\nRecovery of housing used illegally for commercial purposes. 38 H. 250 (1948).\n\nExistence of emergency. 43 H. 84 (1958).\n\nCited: 37 H. 294 (1946).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-20/"
    },
    {
      "id": "section-666-21",
      "number": "666-21",
      "heading": "Rent trust fund.",
      "text": "§666-21 Rent trust fund.(a) At the request of either the tenant or the landlord in any court proceeding in which the payment or nonpayment of rent is in dispute, the court shall order the tenant to deposit any disputed rent as it becomes due into the court as provided under subsection (c), and in the case of a proceeding in which a rent increase is in issue, the amount of the rent prior to the increase; provided that the tenant shall not be required to deposit any rent where the tenant can show to the court's satisfaction that the rent has already been paid to the landlord; provided further that if the parties had executed a written instrument agreeing that the rent could be withheld or deducted, the court shall not require the tenant to deposit rent into the fund. No deposit of rent into the fund ordered under this section shall affect the tenant's rights to assert either that payment of rent was made or that any grounds for nonpayment of rent exist under this chapter.\n\n(b) If the tenant is unable to comply with the court's order under subsection (a) in paying the required amount of rent to the court, the landlord shall have judgment for possession and execution shall issue accordingly. The writ of possession shall issue to the sheriff, deputy sheriff, police officer, or independent civil process server from the department of law enforcement's list under section 353C-11, ordering the sheriff, deputy sheriff, police officer, or independent civil process server to remove all persons and possessions from the premises, and to put the landlord, or the landlord's agent, into full possession of the premises.\n\n(c) The court in which the dispute is being heard shall accept and hold in trust any rent deposited under this section and shall make payments out of money collected as provided in this section. The court shall order payment of the money collected or portion thereof to the landlord if the court finds that the rent is due and has not been paid to the landlord and that the tenant did not have any basis to withhold, deduct, or otherwise set off the rent not paid. The court shall order payment of the money collected or portion thereof to the tenant if the court finds that the rent is not due or has been paid, or that the tenant had a basis to withhold, deduct, or otherwise set off the rent not paid.\n\n(d) The court, upon finding that either the landlord or the tenant raised the issue of payment or nonpayment of rent in bad faith, shall order that person to pay the other party reasonable interest on the rent deposited into the trust. [L 1984, c 211, §1; am L 1989, c 211, §10; am L 1990, c 281, §11; am L 2012, c 142, §11; am L 2013, c 116, § §19, 25(18); am L 2015, c 101, §4; am L 2021, c 41, §19; am L 2022, c 278, §17]\n\nThe repeal and reenactment note at subsection (b) in the main volume took effect on June 30, 2020, pursuant to L 2015, c 101, §4.\n\nAssuming that possession of leased premises and rent to be paid into the trust fund are property interests protected under the due process clause, this section does not offend due process as tenants are afforded an opportunity to challenge summary possession and motions for the establishment of a rent trust fund. 107 H. 73, 110 P.3d 397 (2005).\n\nAs the imposition of a rent trust fund--requiring tenants to pay rent in exchange for possession for the duration of the dispute--appears rationally related to achieving the purpose of providing landlords with an expeditious alternative to eviction proceedings and tenants with an opportunity to maintain possession so long as rent is paid when properly due, this section does not violate the equal protection clauses of the U.S. and Hawaii Constitutions. 107 H. 73, 110 P.3d 397 (2005).\n\nBefore ordering that a rent trust fund pursuant to this section be established, the trial court should have held a hearing on the claim of defendant, as tenant of outdoor spaces rented to tenant by plaintiff, that defendant was not allowed to take possession of the spaces. 107 H. 73, 110 P.3d 397 (2005).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-36/chapter-666/section-666-21/"
    },
    {
      "id": "section-666-41",
      "number": "666-41",
      "heading": "to 666-45 REPEALED.",
      "text": "to 666-45 REPEALED.",
      "history": "",
      "source_url": ""
    }
  ]
}