{
  "state": "connecticut",
  "path": "title-title-9-elections/chapter-chapter-152-referenda",
  "sections": [
    {
      "id": "section-9-369",
      "number": "9-369.",
      "heading": "Procedure for holding referendum",
      "text": "Whenever at any regular or special state or municipal election any vote for approval or disapproval of any constitutional amendment or any question or proposal is taken pursuant to the Constitution, the general statutes or any special act, unless otherwise provided, such election shall be warned and held, the vote on such amendment, question or proposal cast and canvassed and the result determined and certified as nearly as may be in accordance with the provisions governing the election of officers in the state or in such municipality. The warning for such election shall state that a purpose of such election is to vote for the approval or disapproval of such amendment, question or proposal and shall state the section of the Constitution or of the general statutes or the special act under authority of which such vote is taken. The vote on such amendment, question or proposal shall be taken by a “Yes” and “No” vote on the voting tabulator, and the designation of such amendment, question or proposal on the ballot shall be “Shall (here insert the question or proposal, followed by a question mark)”. Such ballot shall be provided for use in accordance with the provisions of section 9-250. The municipal clerk shall number on the ballot the questions to be voted upon according to the order in which they will appear thereon, provided amendments to the Constitution shall be numbered by the Secretary of the State in numerical order based upon the dates on which resolutions proposing such amendments were passed, precedence being given to the earliest passed unless otherwise provided by the resolutions proposing such amendments. Each elector shall vote “Yes” if in favor of the amendment, question or proposal or “No” if not in favor thereof. If, upon the official determination of the result of such vote, it appears that a majority of all the votes so cast are in approval of such amendment, question or proposal, such amendment, question or proposal shall, unless otherwise provided, take effect forthwith.\n\n(1949, Rev., S. 1041; 1953, S. 846d; 1961, P.A. 479; 1963, P.A. 224, S. 3; 1971, P.A. 507, S. 1; P.A. 78-168, S. 2; P.A. 79-243, S. 1; P.A. 86-170, S. 1, 13; P.A. 11-20, S. 23.)\n\nHistory: 1961 act added provisions re adhesive labels for “Vote on Questions”; 1963 act deleted provision prohibiting absentee voting on constitutional amendments; 1971 act added provision that a vote on amendment or question shall be taken by a “yes” or “no” vote on the voting machine and set forth the phrasing of the amendment question or proposal, provided for the municipal clerk to number the questions to be voted upon in order of their appearance except for amendments to be numbered by the secretary of the state based on chronological order except as otherwise provided by the resolutions proposing amendments and also provided that voters shall vote “yes” if in favor and “no” if not in favor of the matter being voted upon; P.A. 78-168 deleted provision that chapter 145 shall not apply to vote taken on proposal or question submitted at a meeting of electors or voters which meeting is not an “election” and provided that proposal or question submitted at a referendum shall be submitted to municipal clerk at least four weeks in advance of the referendum; P.A. 79-243 deleted the provision added by P.A. 78-168; P.A. 86-170 required use of question format on ballot label; P.A. 11-20 replaced “machine” with “tabulator” and “voting machine ballot label” and “ballot label” with “ballot”, and deleted language re adhesive label, effective May 24, 2011.\n\nFormer statute cited. 91 C. 362. Cited. 184 C. 410; 192 C. 671.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-369/"
    },
    {
      "id": "section-9-369a",
      "number": "9-369a.",
      "heading": "Submission of local questions at election.",
      "text": "Whenever by law it is provided that a question may be submitted to a vote of the electors of a municipality at an election, as that term is defined in section 9-1:\n\n(a) The electors of the municipality entitled to vote by absentee ballot at the election under the provisions of section 9-135 shall be entitled to vote upon any such question.\n\n(b) When the clerk of the municipality determines that the necessary action has been taken for submission of the question, he shall, at least forty-five days prior to the election, file in the office of the Secretary of the State a statement setting forth the designation of the question as it is to appear on the ballot at the election, the date upon which the submitting action was taken and the reference to the law under which the action was taken. Such designation shall be in the form of a question, as provided in section 9-369. Whenever it is specifically provided in the general statutes that any such question may be approved for such submission within the period of forty-five days prior to such an election, and action is taken to submit a question within such period, the clerk of the municipality shall file the statement required by this subsection with the Secretary of the State immediately upon the taking of such action.\n\n(c) When action is taken for submission of a question, from the time of such action through the day of the election, the clerk of the municipality shall make the full text of the question and the designation which is to appear upon the ballot available for public inspection. If the designation is not prescribed by law, the clerk shall phrase the designation of the question in a form suitable for printing on the ballot. The warning of the election shall include a statement that the question is to be voted upon, the designation of the question to appear on the ballot, and a statement that the full text of the question is available for public inspection in the clerk's office.\n\n(d) The moderator or head moderator of the election shall file the results of the vote on each such question and the returns of the election with the Secretary of the State in the manner prescribed under the provisions of section 9-314 or other applicable law.\n\n(1961, P.A. 362; February, 1965, P.A. 38, S. 1; P.A. 79-363, S. 27, 38; P.A. 85-577, S. 10; P.A. 86-170, S. 2, 13; 86-179, S. 46, 53; P.A. 11-173, S. 49.)\n\nHistory: 1965 act changed from 28 days to 45 days prior to election where appearing in Subsec. (b) pertaining to filing of statement by municipal clerk with the secretary of the state, effective with respect to all elections held on or after January 1, 1966; P.A. 79-363 deleted reference to Sec. 9-136 in Subsec. (a); P.A. 85-577 added Subsec. (d) re moderators' duty to file results of votes on questions with secretary of the state; P.A. 86-170 required that ballot label designation be in form of a question; P.A. 86-179 made technical changes; P.A. 11-173 amended Subsecs. (b) and (c) by changing “voting machine ballot labels” to “ballot” and “ballot label” to “ballot”, effective July 13, 2011.\n\nCited. 36 CS 74.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-369a/"
    },
    {
      "id": "section-9-369b",
      "number": "9-369b.",
      "heading": "Local questions and proposals. Preparation, printing and dissemination of explanatory texts and other materials",
      "text": "(a)(1)(A) Except as provided in subdivision (2) of this subsection, any municipality may, by vote of its legislative body, authorize the preparation, printing and dissemination of concise explanatory texts or other printed material with respect to local proposals or questions approved for submission to the electors of a municipality at a referendum. For the purposes of this section, in a municipality that has a town meeting as its legislative body, the board of selectmen shall be deemed to be the legislative body of such municipality.\n\n(B) Each such explanatory text shall be prepared by the municipal clerk and shall specify the intent and purpose of each such proposal or question. Such explanatory text shall not advocate either the approval or disapproval of the proposal or question. The municipal clerk shall cause such question or proposal and such explanatory text to be printed in sufficient supply for public dissemination and shall also provide for the printing of such explanations of proposals or questions on posters of a size to be determined by said clerk. At least three such posters shall be posted at each polling place at which electors will be voting on such proposals or questions. Any posters printed in excess of the number required by this section to be posted may be displayed by said clerk at the clerk's discretion at locations which are frequented by the public. The explanatory text shall also be furnished to each absentee ballot applicant pursuant to subsection (d) of section 9-140. Each such explanatory text shall be subject to the approval of the municipal attorney.\n\n(C) Any such other printed material shall be prepared by the person or persons so authorized by the legislative body, shall not advocate either the approval or disapproval of the proposal or question and shall be subject to the approval of the municipal attorney.\n\n(2) (A) For any referendum called for by a regional school district, the regional school board of education shall authorize the preparation, printing and dissemination of concise explanatory texts or other printed material with respect to proposals or questions approved for submission to the electors of the municipalities included in such regional school district at a referendum. For any such referendum, only the regional school board of education shall make any such authorization.\n\n(B) Each such explanatory text shall be prepared by the regional school board of education and shall specify the intent of each such proposal or question. Such explanatory text shall not advocate either the approval or disapproval of the proposal or question. The regional school board of education's secretary shall undertake any other duty of a municipal clerk, as described in subdivision (1) of this subsection. Each such explanatory text shall be subject to the approval of the regional school board of education's attorney.\n\n(C) Any such other printed material shall be prepared by the person or persons so authorized by the regional school board of education, shall not advocate either the approval or disapproval of the proposal or question and shall be subject to the approval of the regional school board of education's attorney.\n\n(3) (A) For purposes of this subdivision, “community notification system” means a communication system maintained by a municipality that is available to all residents of such municipality and permits any resident to opt to receive notifications of community events or news from such municipality via electronic mail, text, telephone or other electronic or automated means.\n\n(B) At the direction of the chief elected official of a municipality or, with respect to a referendum called for by a regional school district, the request of the chairperson of the regional school board of education having jurisdiction over such municipality included in such regional school district, a municipality that maintains a community notification system may use such system to send or publish a notice informing all residents enrolled in such system of an upcoming referendum. Such notice shall be limited to (i) the time and location of such referendum, (ii) a statement of the question as it is to appear on the ballot at the referendum, and (iii) if applicable, the explanatory text or other material approved in accordance with subdivision (1) or (2) of this subsection. Any such notice shall not advocate the approval or disapproval of the proposal or question or attempt to influence or aid the success or defeat of the referendum.\n\n(C) Other than a notice authorized by this subdivision, no person may use or authorize the use of municipal funds to send an unsolicited communication to a group of residents regarding a referendum via electronic mail, text, telephone or other electronic or automated means for the purpose of reminding or encouraging such residents to vote in a referendum, provided such prohibition shall not apply to a regularly published newsletter or similar publication.\n\n(D) An Internet web site maintained by a municipality or a regional school district shall not be deemed a community notification system for the purposes of this subdivision, but may contain a notice with the information described in subparagraph (B) of this subdivision.\n\n(4) Except as specifically authorized in this section, no expenditure of state or municipal funds shall be made to influence any person to vote for approval or disapproval of any such proposal or question or to otherwise influence or aid the success or defeat of any such referendum. The provisions of this subdivision shall not apply to a written, printed or typed summary of any official's views on a proposal or question, which is prepared for any news medium or which is not distributed with public funds to a member of the public except upon request of such member. For purposes of this section, the maintenance of a third-party comment posted on social media or on an Internet web site maintained by the state, a municipality or a regional school district permitting such third-party comments shall not constitute an expenditure of state or municipal funds.\n\n(b) The State Elections Enforcement Commission, after providing an opportunity for a hearing in accordance with chapter 54, may impose a civil penalty on any person who violates this section by authorizing an expenditure of state or municipal funds for a purpose which is prohibited by this section. The amount of any such civil penalty shall not exceed twice the amount of the improper expenditure or one thousand dollars, whichever is greater. In the case of failure to pay any such penalty imposed under this subsection within thirty days of written notice sent by certified or registered mail to such person, the superior court for the judicial district of Hartford, on application of the commission, may issue an order requiring such person to pay the penalty imposed. Notwithstanding the provisions of sections 5-141d, 7-101a and 7-465, any other provision of the general statutes, and any provision of any special act or charter, no state or municipal officer or employee shall be indemnified or reimbursed by the state or a municipality for a civil penalty imposed under this subsection.\n\n(c) Any municipality may provide, by ordinance, for the preparation, printing and dissemination of concise summaries of arguments in favor of, and arguments opposed to, local proposals or questions approved for submission to the electors of a municipality at a referendum for which explanatory texts are prepared under subsection (a) of this section. Any such ordinance shall provide for the establishment or designation of a committee to prepare such summaries, in accordance with procedures set forth in said ordinance. The members of said committee shall be representatives of various viewpoints concerning such local proposals or questions. The committee shall provide an opportunity for public comment on such summaries to the extent practicable. Such summaries shall be approved by vote of the legislative body of the municipality, or any other municipal body designated by the ordinance, and shall be posted and distributed in the same manner as explanatory texts under subsection (a) of this section. Each summary shall contain language clearly stating that the printing of the summary does not constitute an endorsement by or represent the official position of the municipality.\n\n(P.A. 75-349, S. 1; P.A. 79-363, S. 28, 38; P.A. 81-434, S. 4; P.A. 84-94, S. 2; P.A. 86-179, S. 47, 53; P.A. 88-230, S. 12; P.A. 89-159, S. 1, 2; P.A. 90-98, S. 1, 2; 90-156, S. 10, 11; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; P.A. 00-92, S. 15; June Sp. Sess. P.A. 00-1, S. 44, 46; P.A. 01-26, S. 8; P.A. 04-117, S. 1; P.A. 13-247, S. 386; P.A. 15-173, S. 1.)\n\nHistory: P.A. 79-363 added provision for explanatory text to be furnished to absentee ballot applicants; P.A. 81-434 deleted the words “an election” and inserted the words “a referendum” in their place; P.A. 84-94 added prohibition of expenditure of state funds to influence vote for approval or disapproval; P.A. 86-179 made technical changes; P.A. 89-159 designated existing provisions as Subsec. (a), amended Subsec. (a) to prohibit expenditure of municipal funds to influence vote on proposal or question and by adding provision re exceptions to this Sec. and added Subsec. (b) authorizing elections enforcement commission to impose civil penalty. (Note: P.A. 88-230 authorized substitution of the phrase “judicial district of Hartford” for “judicial district of Hartford-New Britain” in 1989 public and special acts, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993); P.A. 90-156 added Subsec. (c) re authorization for summaries of arguments for and against local proposals and questions; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 00-92 amended Subsec. (a) to permit a municipality, by vote of its legislative body and subject to approval of its municipal attorney, to authorize the preparation and printing of materials concerning a proposal or question if such materials do not advocate approval or disapproval; June Sp. Sess. P.A. 00-1 changed effective date of P.A. 00-92, S. 15 from October 1, 2000, to May 26, 2000, effective June 21, 2000; P.A. 01-26 made a technical change in Subsec. (a) for purposes of gender neutrality; P.A. 04-117 amended Subsec. (a) to add exception for provisions of Subsec. (b), provide for procedure to authorize the preparation of texts in a municipality that has a town meeting as its legislative body and make a technical change, added new Subsec. (b) re authorization and preparation of texts for referendum called for by a regional school district and redesignated existing Subsecs. (b) and (c) as new Subsecs. (c) and (d), respectively, making technical changes therein, effective May 21, 2004; P.A. 13-247 redesignated existing Subsecs. (a) and (b) as Subsec. (a)(1) and (2), amended Subsec. (a) to add Subdiv. (3) re use of community notification system for notice and Subdiv. (4) re prohibition against use of state or municipal funds to influence outcome and re exception for summary of official's views, redesignated existing Subsecs. (c) and (d) as Subsecs. (b) and (c), amended redesignated Subsec. (b) to apply penalty to violation of section, rather than of Subsec. (a) or (b), and made technical and conforming changes, effective July 1, 2013; P.A. 15-173 amended Subsec. (a) by adding “dissemination” and “or other printed material with respect to” in Subdivs. (1) and (2), by dividing Subdiv. (1) into Subpara. (A) re authorization by legislative body of municipality and amending same to add provision re board of selectmen deemed to be legislative body of municipality for purposes of section, Subpara. (B) re preparation, printing and dissemination of explanatory text by municipal clerk and amending same to require approval of the municipal attorney, and Subpara. (C) re other printed material and amending same to require legislative body authorization of person or persons preparing such material and to prohibit advocacy of approval or disapproval, by dividing Subdiv. (2) into Subpara. (A) re authorization by regional school board of education and amending same to add provision re only regional school board of education shall authorize explanatory text or other printed material for regional school district referendum, and Subpara. (B) re preparation, printing and dissemination of explanatory text and amending same to require approval of regional school board of education's attorney, and adding Subpara. (C) re other printed material, by dividing Subdiv. (3) into Subpara. (A) re definition of “community notification system” and amending said definition, Subpara. (B) re use of community notification system and content of published notice and amending same to add provision re use at request of chairperson of regional school board of education for regional school district referendum and Subpara. (C) re prohibition on use of municipal funds for unsolicited referendum communication, and adding Subpara. (D) re Internet web site maintained by municipality or regional school district, and by adding provision re third-party post on social media or state, municipal or regional school district web site not to be deemed an expenditure of state or municipal funds in Subdiv. (4), amended Subsec. (c) by adding “dissemination”, and made conforming and technical changes, effective July 2, 2015.\n\nExpenditure of public funds to print and distribute pamphlet discussing a referendum on proposed budget of regional school district violated statute; statute is not unconstitutionally vague. 249 C. 296.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-369b/"
    },
    {
      "id": "section-9-369c",
      "number": "9-369c.",
      "heading": "Absentee ballots for referendum voting.",
      "text": "(a) Whenever a referendum, as defined in subdivision (2) or (3) of subsection (n) of section 9-1, is to be held on any question or proposal, the question or proposal shall be submitted to the municipal clerk in the form in which it will appear on the ballot at least three weeks prior to the date on which the referendum is to be held, and the municipal clerk shall make absentee ballots available for use at the referendum in accordance with the provisions of this section, provided, if any other provision of the general statutes, a special act, a charter provision or an ordinance specifically authorizes a referendum to be held with less than three weeks' notice, absentee ballots shall be made available for each such referendum within four business days after the question or questions which are to be voted on at the referendum are finalized. Notwithstanding any provision of the general statutes to the contrary, a municipal clerk may only provide an absentee ballot for such referendum held with less than three weeks' notice to a person who applies in person at the office of the municipal clerk for an absentee ballot (1) for himself or (2) for a prospective applicant who designates such person for such purpose. The designee may be a licensed physician, registered or practical nurse or any other person who is caring for the applicant because of the applicant's illness, a member of the applicant's family or a police officer, registrar of voters or deputy registrar of voters in the municipality in which the applicant resides. The designee may also return the ballot in person to the municipal clerk not later than the close of the polls.\n\n(b) At any such referendum, any person who would be eligible to vote on the question or proposal if he appeared in person and is unable to appear in person for one or more of the reasons set forth in section 9-135, may cast his vote by absentee ballot, in accordance with the requirements of this section.\n\n(c) Upon receipt of the written form of the question or proposal to be voted on at any such referendum, the municipal clerk shall immediately prepare and print absentee ballots for the referendum. The phrasing of the question or proposal on the absentee ballots shall be identical to the phrasing on the ballot to be used for voting in person at the referendum. Prior to printing the ballots, the registrars of voters of the municipality may provide comments concerning the content and form of such ballots to the clerk.\n\n(d) Upon notification by the municipal clerk that such a referendum will be held, the Secretary of the State shall furnish to such clerk the forms and materials described in section 9-139a in the amount requested by the clerk.\n\n(e) Any person who is eligible to vote by absentee ballot as provided in this section may apply in person or by mail to the municipal clerk for an absentee ballot. Application shall be made on a form furnished by the Secretary of the State, as provided in subsection (d) of this section. Upon receipt of an application or upon the nineteenth day before the date of the referendum, whichever is later, the municipal clerk shall give to the applicant or mail, as the case may be, the absentee ballot and the envelopes furnished by the Secretary of the State. No absentee ballot shall be issued after the opening of the polls at the referendum, except as provided in section 9-150c.\n\n(f) The procedures for issuing, returning, casting and counting absentee ballots, declaring the count and packaging the ballots at elections, shall apply, as nearly as may be, to absentee ballots at referenda.\n\n(P.A. 79-243, S. 2; P.A. 86-179, S. 48, 53; P.A. 87-320, S. 2; P.A. 91-286, S. 5; P.A. 93-384, S. 25, 28; P.A. 11-20, S. 24; 11-173, S. 50.)\n\nHistory: P.A. 86-179 made technical changes; P.A. 87-320 amended Subsec. (a) to repeal text at beginning of Subsec. providing “Unless otherwise provided by any provision of the general statutes, any special act, charter provision or ordinance”, added reference to Sec. 9-1(n)(3) to definition of referendum, required question or proposal to be submitted to clerk at least three weeks, instead of four weeks, before referendum date, and added provisions for referendum held with less than three weeks notice; P.A. 91-286 deleted provision in Subsec. (d) which had required payment to secretary of the state for forms and materials described in Sec. 9-139a; P.A. 93-384 amended Subsec. (b) to authorize designee to also return ballot in person to municipal clerk by close of polls, effective January 1, 1994; P.A. 11-20 amended Subsec. (c) to delete reference to ballot label, effective May 24, 2011; P.A. 11-173 amended Subsec. (c) by deleting reference to ballot label and adding language re comments by registrars, effective July 13, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-369c/"
    },
    {
      "id": "section-9-369d",
      "number": "9-369d.",
      "heading": "Submission of local question to voters who are not electors. Vote by electors and voters held in conjunction with an election.",
      "text": "(a) Whenever by law a question may be submitted to voters who are not electors of a municipality, the municipality may submit the question to a vote by electors and voters held in conjunction with an election. Except as otherwise provided, the general statutes shall apply to such vote.\n\n(b) (1) The procedures set forth in this subsection shall only apply if a municipality so chooses and only upon approval of such procedure by its legislative body or in any town in which the legislative body is a town meeting, by the board of selectmen.\n\n(2) Voters who are not electors shall vote by separate voting tabulator or paper ballot, containing solely the question, at one separate location which may be a separate room in the location at which electors vote. Such separate location shall be treated as a separate voting district and polling place for such voters, except that the registrars of voters shall appoint a moderator who shall be the head moderator for the purpose of this question only, and such other officials as the registrars deem necessary. The moderator of such separate location shall add the results of the vote by electors on the question to the results of the vote by voters who are not electors, and shall file such results in the office of the municipal clerk. The moderator of such separate location shall be the moderator for the purposes of a recanvass of a close vote on such question under section 9-370a. The head moderator of the town shall indicate on the return of vote of such question filed with the Secretary of the State that such return does not include the return of vote of voters who are not electors.\n\n(c) Voters who are not electors and who are entitled by law to vote by absentee ballot shall be entitled to vote by separate absentee ballot containing solely such question. Such absentee ballot shall be issued beginning on the thirty-first day before the election, or, if such day is a Saturday, Sunday or legal holiday, beginning on the next preceding day.\n\n(d) The warning of the election shall include the location where voters who are not electors may vote.\n\n(P.A. 97-192, S. 1; P.A. 00-66, S. 24; P.A. 11-20, S. 1.)\n\nHistory: P.A. 00-66 made a technical change in Subsec. (c); pursuant to P.A. 11-20, “machine” was changed editorially by the Revisors to “tabulator” in Subsec. (b)(2), effective May 24, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-369d/"
    },
    {
      "id": "section-9-370",
      "number": "9-370.",
      "heading": "Submission of local questions at elections.",
      "text": "Any provision of any special act to the contrary notwithstanding, no local question approved for submission to the electors of a municipality within the period of sixty days prior to an election as defined in section 9-1 may be voted upon at such election unless otherwise specifically provided by the general statutes.\n\n(1959, P.A. 156, S. 1; 1961, P.A. 396.)\n\nHistory: 1961 act increased time limitation from 35 to 60 days prior to an election.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-370/"
    },
    {
      "id": "section-9-370a",
      "number": "9-370a.",
      "heading": "Recanvass on close question vote.",
      "text": "In the case of an election or referendum wherein the difference between the “Yes” and “No” vote on a question was less than one-half of one per cent of the total number of votes cast for the question but not more than two thousand votes, the moderator shall proceed forthwith to cause a recanvass of such returns to be made as nearly as may be in the manner provided in section 9-311. In the case of a regional school district referendum where there is a tabulation of the vote as a whole, the moderators in the district shall proceed forthwith to cause such recanvass to be made upon such tabulation.\n\n(1971, P.A. 438; P.A. 98-96.)\n\nHistory: P.A. 98-96 added provision re recanvass in regional school district referendum; (Revisor's note: During the preparation of the 1999 revision the words “shall proceed forthwith to cause a recanvass of such returns to be made as” were omitted from the first sentence of this section following the word “moderator,” due to a computer or clerical error. The omitted wording was reinstated editorially by the Revisors).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-370a/"
    },
    {
      "id": "section-9-371",
      "number": "9-371.",
      "heading": "Report of referendum result to secretary.",
      "text": "Whenever any town, city or borough has conducted a referendum in accordance with the provisions of any special act, or on the question of the acceptance of such act, or on the question of the adoption of any home rule charter or charter revision or amendment thereto, the clerk of such municipality shall, within fifteen days, notify the Secretary of the State, in writing, of the result of such referendum.\n\n(1959, P.A. 615, S. 21; 1971, P.A. 507, S. 2.)\n\nHistory: 1971 act added application of section to “on the question of adoption of any home rule charter or charter revision or amendment thereto”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-371/"
    },
    {
      "id": "section-9-371a",
      "number": "9-371a.",
      "heading": "Nonbinding referendum re selection of legislative body.",
      "text": "Notwithstanding the provisions of the general statutes or any public act, special act or charter, a municipality may conduct a nonbinding referendum for the purpose of soliciting elector input concerning the manner and method of selecting the members of its legislative body.\n\n(June Sp. Sess. P.A. 99-1, S. 46, 51.)\n\nHistory: June Sp. Sess. P.A. 99-1 effective July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-371a/"
    },
    {
      "id": "section-9-371b",
      "number": "9-371b.",
      "heading": "Rulings by election officials re referendum",
      "text": "Any person (1) claiming to have been aggrieved by any ruling of any election official in connection with a referendum, (2) claiming that there has been a mistake in the count of votes cast for a referendum, or (3) claiming to be aggrieved by a violation of any provision of section 9-355, 9-357 to 9-361, inclusive, 9-364, 9-364a or 9-365 in the casting of absentee ballots at a referendum, may bring a complaint to any judge of the Superior Court for relief from such ruling, mistake or violation. In any action brought pursuant to the provisions of this section, the complainant shall send a copy of the complaint by first class mail, or deliver a copy of the complaint by hand, to the State Elections Enforcement Commission. If such complaint is made prior to such referendum, such judge shall proceed expeditiously to render judgment on the complaint and shall cause notice of the hearing to be given to the Secretary of the State and the State Elections Enforcement Commission. If such complaint is made subsequent to such referendum, it shall be brought within thirty days after such referendum to any judge of the Superior Court, in which the person shall set out the claimed errors of the election official, the claimed errors in the count or the claimed violations of said sections. Such judge shall forthwith order a hearing to be held upon such complaint, upon a day not more than five or less than three days from the making of such order, and shall cause notice of not less than three or more than five days to be given to any person who may be affected by the decision upon such hearing, to such election official, the Secretary of the State, the State Elections Enforcement Commission and to any other party or parties whom such judge deems proper parties to the hearing, of the time and place for the hearing upon such complaint. Such judge shall, on the day fixed for such hearing and without unnecessary delay, proceed to hear the parties. If sufficient reason is shown, such judge may order any voting tabulators to be unlocked or any ballot boxes to be opened and a recount of the votes cast, including absentee ballots, to be made. Such judge shall, if such judge finds any error in the rulings of the election official or any mistake in the count of the votes, certify the result of such judge's finding or decision to the Secretary of the State before the tenth day succeeding the conclusion of the hearing. Such judge may order a new referendum or a change in the existing referendum schedule. Such certificate of such judge's finding or decision shall be final and conclusive upon all questions relating to errors in the ruling of such election officials, to the correctness of such count, and, for the purposes of this section only, such claimed violations, and shall operate to correct the returns of the moderators or presiding officers, so as to conform to such finding or decision, except that this section shall not affect the right of appeal to the Supreme Court and it shall not prevent such judge from reserving such questions of law for the advice of the Supreme Court as provided in section 9-325. Such judge may, if necessary, issue a writ of mandamus, requiring the adverse party and those under such judge to deliver to the complainant the appurtenances of such office, and shall cause such judge's finding and decree to be entered on the records of the Superior Court in the proper judicial district.\n\n(P.A. 04-117, S. 4; P.A. 05-288, S. 48; P.A. 11-20, S. 1.)\n\nHistory: P.A. 04-117 effective July 1, 2004; P.A. 05-288 made technical changes, effective July 13, 2005; pursuant to P.A. 11-20, “machines” was changed editorially by the Revisors to “tabulators”, effective May 24, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-371b/"
    },
    {
      "id": "section-9-371c",
      "number": "9-371c.",
      "heading": "Annual report from municipalities that adopt budgets by referendum pursuant to charter.",
      "text": "Not later than January 15, 2024, and annually thereafter, the chief executive officer of each municipality that, pursuant to its municipal charter, conducts referenda for the purpose of adopting such municipality's budgets shall submit to the joint standing committee of the General Assembly having cognizance of matters relating to elections a report detailing the provisions of such municipal charter concerning the conduct of referenda for such purpose and the procedures for such conduct.\n\n(P.A. 23-5, S. 33.)\n\nHistory: P.A. 23-5 effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-152/section-9-371c/"
    }
  ]
}