{
  "state": "connecticut",
  "path": "title-title-9-elections/chapter-chapter-156-computerization-of-campaign-financing-statements",
  "sections": [
    {
      "id": "section-9-675",
      "number": "9-675.",
      "heading": "(Formerly Sec. 9-348ee). - Electronic submission of campaign finance disclosure statements required",
      "text": "(a) The State Elections Enforcement Commission shall (1) create a web-based program for the preparation and electronic submission of financial disclosure statements required by chapters 155 to 157, inclusive, and (2) prescribe the standard reporting format and specifications for any software program created by a vendor for such purpose. No software program created by a vendor may be used for the electronic submission of such financial disclosure statements unless the commission determines that the software program provides for the standard reporting format and complies with the specifications prescribed under subdivision (2) of this subsection for any such software program. The commission shall provide training in the use of the web-based program created by the commission.\n\n(b) On and after July 1, 2017, the following shall file all financial disclosure statements required by chapters 155 to 157, inclusive, by electronic submission pursuant to subsection (a) of this section: (1) The treasurer of the candidate committee or exploratory committee for each candidate for nomination or election to the office of Governor, Lieutenant Governor, Attorney General, State Comptroller, State Treasurer, Secretary of the State, state senator, state representative or judge of probate that raises or spends one thousand dollars or more, (2) the treasurer of any state central committee, legislative caucus committee or legislative leadership committee, (3) the treasurer of any other political committee or town committee required to be registered with the commission that (A) raises or spends one thousand dollars or more during the current calendar year, or (B) raised or spent one thousand dollars or more in the preceding regular election cycle, and (4) the treasurer of any committee, or any other person, who makes or obligates to make any independent expenditure and who is required to file a financial disclosure statement of any such independent expenditure with the State Elections Enforcement Commission in accordance with the provisions of section 9-601d. Once any such candidate committee or exploratory committee has raised or spent one thousand dollars or more during an election campaign, all previously filed statements required by chapters 155 to 157, inclusive, which were not filed by electronic submission shall be refiled in such manner not later than the date on which the treasurer of such committee is required to file its next financial disclosure statement.\n\n(c) (1) The treasurer of the candidate committee for any other candidate, as defined in section 9-601, that neither raises nor spends one thousand dollars or more who is required to file the financial disclosure statements required by chapters 155 to 157, inclusive, with the commission, and (2) the treasurer of any other political committee or town committee that neither raises nor spends one thousand dollars or more who is required to file the financial disclosure statements required by chapters 155 to 157, inclusive, with the State Elections Enforcement Commission may file any such financial disclosure statements by electronic submission pursuant to subsection (a) of this section.\n\n(d) Notwithstanding the provisions of this section, upon the written request of a treasurer or any other person described in subdivisions (1) to (4), inclusive, of subsection (b) of this section, the commission may waive the requirement to file by electronic submission pursuant to subsection (a) of this section if such treasurer or other person demonstrates good cause.\n\n(June 18 Sp. Sess. P.A. 97-5, S. 1, 19; Oct. 25 Sp. Sess. P.A. 05-5, S. 44; P.A. 13-180, S. 12; P.A. 16-203, S. 1.)\n\nHistory: June 18 Sp. Sess. P.A. 97-5 effective July 1, 1997 (Revisor's note: In Subsec. (b) the second occurrence of the word “or” in the phrase “or (2) or another ...” was deleted editorially by the Revisors for grammatical accuracy); Oct. 25 Sp. Sess. P.A. 05-5 changed “Secretary of the State” to “State Elections Enforcement Commission”, made conforming and technical changes and deleted obsolete dates, effective December 31, 2006, and applicable to elections held on or after that date; Sec. 9-348ee transferred to Sec. 9-675 in 2007; pursuant to P.A. 13-180, “campaign treasurer” was changed editorially by the Revisors to “treasurer”, effective June 18, 2013; P.A. 16-203 amended Subsec. (a)(1) to replace “software program or programs” with “web-based program”, to add provision re program for electronic submission of financial disclosure statements and to replace “section 9-608” with “chapters 155 to 157, inclusive”, amended Subsec. (b) to add provision requiring electronic submission of all financial disclosure statements on and after July 1, 2017, to replace references to $250,000 with references to $1,000, to add Subdiv. (1) designator in provision re treasurer of candidate committee and amend same to add references to exploratory committee, state senator, state representative and judge of probate, to delete provisions re filing financial disclosure statements in electronic form by transmitting electronic storage media or transmitting statement on-line, to add Subdiv. (2) re treasurer of state central committee, legislative caucus committee or legislative leadership committee, to add Subdiv. (3) re treasurer of other political or town committee and to add Subdiv. (4) re treasurer of any committee or other person who makes independent expenditures and is required to file financial disclosure statements, amended Subsec. (c) to add “that neither raises nor spends one thousand dollars or more” and to replace “section 9-608” with “chapters 155 to 157, inclusive” in Subdiv. (1), to replace “party committee” with reference to town committee that neither raises nor spends $1,000 or more and is required to file financial disclosure statements in Subdiv. (2), and to delete provisions re filing in electronic form by transmitting electronic storage media or transmitting statement on-line and treasurer's use of software programs, added Subsec. (d) re waiver of electronic submission requirement, and made technical and conforming changes, effective July 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-156/section-9-675-formerly-sec-9-348ee/"
    },
    {
      "id": "section-9-676",
      "number": "9-676.",
      "heading": "(Formerly Sec. 9-348ff). - Conversion of data from paper format to electronic format.",
      "text": "The State Elections Enforcement Commission shall, within available appropriations, convert all data in statements required by section 9-608 that are filed in paper format on and after such date, to an electronic format and be authorized to use a portion of the funds for oversight of such conversion.\n\n(June 18 Sp. Sess. P.A. 97-5, S. 2, 19; June Sp. Sess. P.A. 99-1, S. 8, 51; Oct. 25 Sp. Sess. P.A. 05-5, S. 45.)\n\nHistory: June 18 Sp. Sess. P.A. 97-5 effective July 1, 1997; June Sp. Sess. P.A. 99-1 required that conversion be within available appropriations, rather than to the extent feasible, and authorized use of a portion of funds for conversion oversight, effective July 1, 1999; Oct. 25 Sp. Sess. P.A. 05-5 changed “Secretary of the State” to “State Elections Enforcement Commission” and deleted an obsolete date, effective December 31, 2006, and applicable to elections held on or after that date; Sec. 9-348ff transferred to Sec. 9-676 in 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-156/section-9-676-formerly-sec-9-348ff/"
    },
    {
      "id": "section-9-677",
      "number": "9-677.",
      "heading": "(Formerly Sec. 9-348gg). - Public access to computerized data from campaign finance statements.",
      "text": "The State Elections Enforcement Commission shall make all computerized data from statements required by section 9-608 available to the public through (1) computer terminals at the commission and, if feasible, at remote access locations, and (2) the Internet or any other generally available on-line computer network.\n\n(June 18 Sp. Sess. P.A. 97-5, S. 3, 19; June Sp. Sess. P.A. 99-1, S. 9, 51; Oct. 25 Sp. Sess. P.A. 05-5, S. 46.)\n\nHistory: June 18 Sp. Sess. P.A. 97-5 effective July 1, 1997; June Sp. Sess. P.A. 99-1 changed data availability date from January 1, 1999, to January 1, 2000, effective July 1, 1999; Oct. 25 Sp. Sess. P.A. 05-5 changed “Secretary of the State” to “State Elections Enforcement Commission” and deleted an obsolete date, effective December 31, 2006, and applicable to elections held on or after that date; Sec. 9-348gg transferred to Sec. 9-677 in 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-9/chapter-156/section-9-677-formerly-sec-9-348gg/"
    },
    {
      "id": "section-9-678",
      "number": "9-678",
      "heading": "to 9-699. - Reserved for future use.",
      "text": "to 9-699. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}