{
  "state": "nebraska",
  "path": "title-chapter-72-public-lands-buildings-and-funds/chapter-72-1709-application-for-location-within-business-incubation-",
  "sections": [
    {
      "id": "section-72-1709application",
      "number": "72-1709.Application",
      "heading": "for location within business incubation center; evaluation by community board; factors; notification",
      "text": "(1) A community board shall evaluate applicants who want to start or expand a small business and to locate within the business incubation center based upon, but not limited to, all of the following f",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-72-1709",
      "number": "72-1709",
      "heading": "",
      "text": "72-1709.Application for location within business incubation center; evaluation by community board; factors; notification.\n\n(1) A community board shall evaluate applicants who want to start or expand a small business and to locate within the business incubation center based upon, but not limited to, all of the following factors:\n\n(a) The likelihood that the business will be profitable;\n\n(b) Whether the product that would be manufactured or the service that would be rendered would be new to the state or the community;\n\n(c) The potential marketability of the product or service;\n\n(d) The likelihood that the business will generate a significant number of new jobs and not eliminate existing jobs;\n\n(e) The likelihood that new jobs generated will be filled by persons who presently are unemployed or whose skills are underemployed; and\n\n(f) The likelihood that the business will not be started if the applicant is not accepted into the business incubation center.\n\n(2) A community board shall forward to each applicant whose application it rejects notice of its rejection together with the reasons for the rejection.\n\n(3) A community board shall forward to each applicant it favorably evaluates notification of its decision and of whether or not space exists to accept the applicant.\n\nSourceLaws 1990, LB 409, ยง 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-72/statute-72-1709/"
    }
  ]
}