{
  "state": "nebraska",
  "path": "title-chapter-72-public-lands-buildings-and-funds/chapter-72-2304-bonds-authorized-public-hearing-notice-election-when",
  "sections": [
    {
      "id": "section-72-2304",
      "number": "72-2304",
      "heading": "",
      "text": "72-2304.Bonds authorized; public hearing; notice; election, when required; remonstrance petition.\n\n(1)(a) This section applies to bonds issued prior to April 18, 2018.\n\n(b) In addition to any other borrowing powers provided for by law, a qualified public agency shall have the power to issue its negotiable bonds to any joint entity as defined in section 13-803 or to any joint public agency as defined in section 13-2503 in connection with any joint project which is to be owned, operated, or financed by the joint entity or joint public agency for the benefit of the qualified public agency. The bonds may be issued only if the second-largest participant in the joint project has a financial contribution in the joint project of at least twenty-five percent of the debt service. Such bonds may be issued after the qualified public agency has conducted a public hearing on the issuance of bonds. Notice of such public hearing shall be given by publication in a newspaper of general circulation within the territory of the qualified public agency by at least one publication occurring not less than ten days prior to the time of hearing. After the public hearing, the governing body of the qualified public agency may proceed to adopt a bond measure authorizing bonds.\n\n(2) Notice of any such bond measure shall be given by publication of notice of intention to issue bonds in a newspaper of general circulation within the territory of the qualified public agency at least twice after the adoption of the bond measure. Such publications shall be at least three weeks apart. The notice shall state:\n\n(a) The name of the qualified public agency;\n\n(b) The purpose of the issue;\n\n(c) The principal amount of the issue;\n\n(d) The amount of annual debt service payment anticipated for the bonds, which may be stated as an approximation or estimate, and the anticipated duration for such debt service payments; and\n\n(e) The time and place where a copy of the form of the bond measure may be examined for a period of at least thirty days.\n\n(3) For bonds issued prior to April 18, 2018, no election shall be required prior to the issuance of bonds under the Public Facilities Construction and Finance Act unless, within sixty days after the first publication of the notice of intention to issue bonds, a remonstrance petition against the issuance of bonds is filed with the clerk or secretary of the qualified public agency. Such remonstrance petition shall be signed by registered voters of the qualified public agency equal in number to at least five percent of the number of registered voters of the qualified public agency at the time the remonstrance petition is filed or at least the number of signatures listed in subsection (5) of this section for the applicable qualified public agency, whichever is less. If a remonstrance petition with the necessary number of qualified signatures is timely filed, the question shall be submitted to the voters of the qualified public agency at a general election or a special election called for the purpose of approving the bonds proposed to be issued. Any joint project for which bonds are issued in accordance with the procedures of the act shall not require any other approval or proceeding by the governing body or the voters of the qualified public agency.\n\n(4) For bonds issued prior to April 18, 2018, no election shall be required for any qualified public agency not issuing bonds to participate in such joint project unless, within sixty days after the governing body of the qualified public agency adopts the measure approving the interlocal or cooperative agreement related to the joint project, a remonstrance petition is filed with the clerk or secretary of the qualified public agency. Such remonstrance petition shall be signed by registered voters of the qualified public agency equal in number to at least five percent of the number of registered voters of the qualified public agency at the time the remonstrance petition is filed or at least the number of signatures listed in subsection (5) of this section for the applicable qualified public agency, whichever is less. If a remonstrance petition with the necessary number of qualified signatures is timely filed, the question shall be submitted to the voters of the qualified public agency at a general election or a special election called for the purpose of approving the interlocal or cooperative agreement related to the joint project.\n\n(5) The chart in this subsection provides the alternative number of signatures of registered voters of a qualified public agency which may be used to submit a remonstrance petition under subsection (3) or (4) of this section. The classification of counties in section 23-1114.01 applies for purposes of this section.\n\nQualified Public AgencyNumber of Signaturesof Registered Voters\n\nCity of the Metropolitan Class1500City of the Primary Class1000City of the First Class750City of the Second Class250Villages50Municipal County1500Class 7 County1500Class 6 County1000Class 5 County750Class 4 County500Class 3 County250Class 2 County100Class 1 County50Class V School District1500Class IV School District1000Class III School District500Educational Service Unit250Community College Area1500Fire Protection District500Hospital District500Sanitary and Improvement District500\n\nSourceLaws 2005, LB 217, ยง 4;Laws 2018, LB377, ยง 7;Laws 2018, LB1000, ยง 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-72/statute-72-2304/"
    }
  ]
}