{
  "state": "nebraska",
  "path": "title-chapter-72-public-lands-buildings-and-funds/chapter-72-22101-established-public-roads-dedicated-to-county-or-dep",
  "sections": [
    {
      "id": "section-72-22101established",
      "number": "72-221.01.Established",
      "heading": "public roads; dedicated to county or Department of Transportation; value; payment",
      "text": "All established public roads that have been established for a period of ten years or more on the section line along any side or part of the side of a section owned by the Board of Educational Lands and Funds, and on an",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-72-22101",
      "number": "72-221.01",
      "heading": "",
      "text": "72-221.01.Established public roads; dedicated to county or Department of Transportation; value; payment.\n\nAll established public roads that have been established for a period of ten years or more on the section line along any side or part of the side of a section owned by the Board of Educational Lands and Funds, and on any part of a section that has an established meandering road not on the section line and under the jurisdiction of the Board of Educational Lands and Funds, shall be dedicated to the county for public use in the case of county roads, or to the State of Nebraska, Department of Transportation, for public use. The public road right-of-way so dedicated shall be no less than thirty-three feet from the section line, nor less than sixty-six feet through that part of the section where the established road meanders through the described section. Upon receipt of payment from any county or the department of the fair and reasonable market value of the right-of-way at the date the road was established, the Board of Educational Lands and Funds shall convey to the county or the department title to such road right-of-way. The instruments of conveyance shall be recorded in the office of the register of deeds.\n\nSourceLaws 1973, LB 36, ยง 1;Laws 2017, LB339, ยง 248.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-72/statute-72-221-01/"
    }
  ]
}