{
  "state": "nebraska",
  "path": "title-chapter-72-public-lands-buildings-and-funds/chapter-72-2202-legislative-intent",
  "sections": [
    {
      "id": "section-72-2202legislative",
      "number": "72-2202.Legislative",
      "heading": "intent.(1) In 1919, the Nebraska State Capitol Commission began the search for an architect to design a new State Capitol to replace the existing structure in Lincoln",
      "text": "New York architect Bertram Grosvenor Goodhue was selected as the chief architect, and construction began in April 1922. During the t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-72-2202",
      "number": "72-2202",
      "heading": "",
      "text": "72-2202.Legislative intent.\n\n(1) In 1919, the Nebraska State Capitol Commission began the search for an architect to design a new State Capitol to replace the existing structure in Lincoln. New York architect Bertram Grosvenor Goodhue was selected as the chief architect, and construction began in April 1922. During the ten-year construction period, the Nebraska State Capitol Commission, comprised at that time of the Governor, the State Engineer, and three appointed members, oversaw the building's construction, with the final phase completed in 1932. The final cost of construction was nine million eight hundred thousand dollars.\n\n(2) Considered one of the world's greatest architectural achievements, the Nebraska State Capitol contains all three branches of government and is an inspiring monument for all Nebraskans. No other building in the State of Nebraska is as recognized and open to all Nebraskans as the State Capitol.\n\n(3) Because of the history and unique beauty of the State Capitol, it is the intent of the Legislature that the Office of the Nebraska Capitol Commission, created pursuant to the Nebraska State Capitol Preservation and Restoration Act, provide the highest quality preservation, restoration, and enhancement of and long-term planning for the State Capitol and capitol grounds for the perpetual use by state government and the enjoyment of all persons.\n\nSourceLaws 2004, LB 439, ยง 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-72/statute-72-2202/"
    }
  ]
}