{
  "state": "nebraska",
  "path": "title-chapter-72-public-lands-buildings-and-funds/chapter-72-1708-small-businesses-location-within-business-incubation",
  "sections": [
    {
      "id": "section-72-1708small",
      "number": "72-1708.Small",
      "heading": "businesses; location within business incubation center; application",
      "text": "When a building is designated as a business incubation center by a public agency, its community board shall accept applications from any person desiring to start or expand a small business and to locate that business within the busi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-72-1708",
      "number": "72-1708",
      "heading": "",
      "text": "72-1708.Small businesses; location within business incubation center; application.\n\nWhen a building is designated as a business incubation center by a public agency, its community board shall accept applications from any person desiring to start or expand a small business and to locate that business within the business incubation center. The community board shall develop an application form requiring at least the following information:\n\n(1) The type of business that the applicant wishes to start or expand;\n\n(2) An estimate of the number of employees the applicant will need in order to start or expand the business and a two-year projection of future employment;\n\n(3) The skill and educational level of the employees that the applicant plans to hire;\n\n(4) The ability of the applicant to start or operate a successful business;\n\n(5) A general statement as to why the applicant wishes to be accepted into the business incubation center;\n\n(6) A signed statement by the applicant that he or she understands and accepts the obligations placed upon him or her under section 72-1711 if accepted into the business incubation center; and\n\n(7) A designation by the applicant of information that the applicant considers to be of a proprietary nature and that he or she does not want to be made public.\n\nSourceLaws 1990, LB 409, ยง 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-72/statute-72-1708/"
    }
  ]
}