{
  "state": "wisconsin",
  "path": "title-chapter-078/chapter-chapter-078",
  "sections": [
    {
      "id": "section-78005definitions",
      "number": "78.005",
      "heading": "Definitions",
      "text": "78.005 Definitions. In this subchapter: (1) “Alcohol” means fuel ethanol, except denaturant and water, that is at least 98 percent ethanol by volume. “Alcohol” also means ethanol derivative substances that are capable of use as a blendstock, including ethyl tertiary butyl ether, methanol, methanol derivative substances and methyl tertiary butyl ether. (2) “Blending” means the mixing of one or more petroleum products, with or without another product, and regardless of the original character of the product blended, if the product obtained by the blending is capable of use in the generation of power for the propulsion of a motor vehicle. “Blending” does not include mixing that occurs in refining by the original refiner of crude petroleum nor mixing of lubricating oil in the production of lubricating oils and greases. (3) “Bulk plant” means a motor vehicle fuel storage facility, other than a terminal, that is primarily used to redistribute motor vehicle fuel by transporting it in vehicles. (4) “Department” means the department of revenue. (5) “Diesel fuel” means any liquid fuel capable of use in discrete form or as a blended component in the operation of diesel-type engines in motor vehicles including number one and number 2 fuel oils, except that kerosene is not “diesel fuel” unless it is blended with diesel fuel for use in motor vehicles that have a diesel-type engine. (6) “Export” means deliver across the boundaries of this state by or for the seller or purchaser from a place of origin in this state. (6m) “File” means mail or deliver a document that the department prescribes to the department or, if the department prescribes another method of submitting or another destination, use that other method or submit to that other destination. (7) “Gasoline” means gasoline, casing head or natural gasoline, benzol, benzine, naphtha, and any blend stock or additive that is sold for blending with gasoline other than products typically sold in containers of less than 5 gallons. “Gasoline” includes a liquid prepared, advertised, offered for sale, sold for use as, or used in the generation of power for the propulsion of a motor vehicle, including a product obtained by blending together any one or more products of petroleum, with or without another product, and regardless of the original character of the petroleum products blended, if the product obtained by the blending is capable of use in the generation of power for the propulsion of a motor vehicle. “Gasoline” also includes transmix. “Gasoline” does not include diesel fuel, commercial or industrial naphthas or solvents manufactured, imported, received, stored, distributed or sold for exclusive use other than as a fuel for a motor vehicle. (8) “Import” means deliver across the boundaries of this state by or for the seller or purchaser from a place of origin outside this state. (9) “Licensee” means a person who is licensed under s. 78.09. (10) “Manufacturing” means producing motor vehicle fuel by refining or preparing motor vehicle fuel by any process involving substantially more than the blending of motor vehicle fuel. (11) “Mobile machinery and equipment” includes a vehicle which is self-propelled by an internal combustion engine or motor but not designed or used primarily for the transportation of persons or property and only incidentally operated or moved over a highway such as farm tractors, ditch digging apparatus, power shovels, drag lines, earth-moving equipment and machinery and road construction and maintenance machinery such as asphalt spreaders, bituminous mixers, bucket loaders, ditchers, leveling graders, finishing machines, motor graders, paving mixers, road rollers, scarifiers and earth-moving scrapers. “Mobile machinery and equipment” does not include dump trucks or self-propelled vehicles originally designed for the transportation of persons or property to which machinery has been attached such as truck-mounted transit mixers, cranes, shovels, welders, air compressors, well-boring apparatus, corn shellers, lime spreaders and feed grinders. (12) “Motor vehicle” means any automobile, truck, truck-tractor, tractor, bus, vehicle or other conveyance that is self-propelled by an internal combustion engine or motor and licensed for highway use, except that “motor vehicle” does not include mobile machinery and equipment. (13) “Motor vehicle fuel” means gasoline or diesel fuel. (13b) “Pay” means mail or deliver funds to the department or, if the department prescribes another method of payment or another destination, use that other method or submit to that other destination. (13d) “Person” includes any individual, sole proprietorship, partnership, limited liability company, corporation, or association. A single-owner entity that is disregarded as a separate entity under ch. 71 is disregarded as a separate entity for purposes of this subchapter. (13g) “Recreational motorboat” means a motorboat used predominantly for the entertainment, amusement or recreation of the owner of the motorboat, whether or not it is used in a trade or business. (13j) “Renewable fuel” means fuel that is produced from renewable biomass and that is used to replace or reduce the quantity of fossil fuel used in motor vehicle fuel. “Renewable fuel” includes biodiesel fuel, as defined in s. 168.14 (2m). (13m) “Retail dealer” means a person, other than a wholesaler distributor, who engages in the business of selling or distributing motor vehicle fuel to the end user in this state. (13r) “Sign” means write one’s signature or, if the department prescribes another method of authenticating, use that other method. (14) “Supplier” includes a person who imports, or acquires immediately upon import, motor vehicle fuel by pipeline or marine vessel from a state, territory or possession of the United States or from a foreign country into a terminal and who is registered under 26 USC 4101 for tax-free transactions in gasoline. “Supplier” also includes a person who produces in this state; or imports into a terminal or bulk plant; or acquires immediately upon import by truck, railcar or barge into a terminal; alcohol or alcohol derivative substances. “Supplier” also includes a person who produces, manufactures or refines motor vehicle fuel in this state. “Supplier” also includes a person who acquires motor vehicle fuel pursuant to an industry terminal exchange agreement or by a 2-party exchange under section 4105 of the Internal Revenue Code. “Supplier” does not include a retail dealer or wholesaler who merely blends alcohol with gasoline before the sale or distribution of the product. “Supplier” does not include a terminal operator who merely handles in a terminal motor vehicle fuel consigned to the terminal operator. (15) “Terminal” means a motor vehicle fuel storage and distribution facility that is supplied by a pipeline or a marine vessel and from which motor vehicle fuel may be removed at a rack. “Terminal” does not include any facility at which motor vehicle fuel blend stocks and additives are used in the manufacture of products other than motor vehicle fuel and from which no motor vehicle fuel is removed. (16) “Terminal operator” means the person who by ownership or contractual agreement is charged with the responsibility for, or physical control over, and operation of a terminal. If co-venturers own a terminal, “terminal operator” means the person who is appointed to exercise the responsibility for, or physical control over, and operation of the terminal. (17) “Transmix” means the buffer between 2 different products in a pipeline shipment, or a mix of 2 different products in a refinery or terminal, that results in an off-grade mixture. (18) “Wholesaler distributor” means a person who acquires motor vehicle fuel from a supplier or from another wholesaler distributor for subsequent sale at wholesale and distribution by tank cars or tank trucks or both. History: 1993 a. 16 ss. 1829 to 1845, 1860, 1862, 1863, 1867; 1993 a. 437; 1995 a. 113; 1997 a. 27, 35; 2005 a. 25; 2009 a. 401; 2013 a. 54; 2015 a. 216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-78/section-78-005/"
    },
    {
      "id": "section-7801tax",
      "number": "78.01Tax",
      "heading": "imposed; collected; exceptions.",
      "text": "imposed; collected; exceptions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-78015annual",
      "number": "78.015Annual",
      "heading": "adjustment of tax rate.",
      "text": "adjustment of tax rate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-78017adjustment",
      "number": "78.017Adjustment",
      "heading": "in 1997.",
      "text": "in 1997.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7807motor",
      "number": "78.07Motor",
      "heading": "vehicle fuel received.",
      "text": "vehicle fuel received.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7809supplier",
      "number": "78.09Supplier",
      "heading": "and exporter licenses.",
      "text": "and exporter licenses.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7810licensing",
      "number": "78.10Licensing",
      "heading": "process.",
      "text": "process.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7811bond",
      "number": "78.11",
      "heading": "Bond",
      "text": "78.11 Bond. (1) Amount. (a) To protect the revenues of this state, the department may require any person liable to the department for the tax imposed by this subchapter to place with it, either before or after a license under s. 78.09 is issued, security in the amount which the department determines. The amount of security required may be increased or decreased as the department deems necessary, but shall not exceed 3 times the licensee’s average monthly liability for taxes under this subchapter, as estimated by the department. If any applicant or licensee fails or refuses to place such security, the department may refuse to issue or may revoke the license. If any taxpayer is delinquent in the payment of taxes imposed by this subchapter, the department may, upon 10 days’ notice, recover the taxes, interest, penalties, costs and disbursements from the taxpayer’s security placed with the department. No interest shall be paid or allowed by the state to any person for the deposit of the security. (b) The security required by this subsection may be in the form of a surety bond furnished to the department payable to the state to secure payment of any motor vehicle fuel taxes, interest and penalties accrued under this subchapter, together with the costs and disbursements incurred in the collection thereof. The department shall prescribe the form and contents of the bond. (2) Release of surety. The surety upon a bond required under sub. (1) may elect to conditionally cancel the bond at any time by filing with the licensee and the department written notice of such conditional cancellation. The surety so filing shall not be discharged from any liability already accrued or which may accrue under the bond before the expiration of 60 days after the filing of said notice. If the licensee does not within 60 days after receiving such notice file a new bond satisfactory to the department with the department, the licensee’s license shall be automatically revoked. If a new bond is furnished by a licensee, the department shall cancel and surrender the old bond of the licensee as soon as it is satisfied that all liability under the old bond has been fully discharged. (3) Additional bond; when required. If liability upon the bond filed by any licensee is discharged or reduced by judgment rendered, payment made or otherwise, or if in the opinion of the department, the bond of any licensee has become insufficient by the subsequent insolvency, death or removal of the sureties or any of them, or if for any cause any such bond is deemed insufficient as to sureties or amount, the department shall require any such licensee to give and file additional surety or new bonds in the same manner and form and with sureties satisfactory to the department. If any such licensee fails to file such additional bond within 5 days after written notice from the department, then that licensee’s license shall be automatically revoked. (4) Liability on bond continues. The validity of any bond shall not be affected by the suspension, revocation or cancellation of any license under s. 78.09 or by partial recovery upon the bond or by the execution of any new bond. History: 1973 c. 90; 1991 a. 316; 1993 a. 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-78/section-78-11/"
    },
    {
      "id": "section-7812reports",
      "number": "78.12Reports",
      "heading": "to department; computation of tax.",
      "text": "to department; computation of tax.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7813notice",
      "number": "78.13Notice",
      "heading": "by licensee of discontinuance, sale or transfer of business; final report.",
      "text": "by licensee of discontinuance, sale or transfer of business; final report.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7815theft",
      "number": "78.15Theft",
      "heading": "of tax moneys.",
      "text": "of tax moneys.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-78155penalties",
      "number": "78.155Penalties",
      "heading": "for misuse of dyed diesel fuel.",
      "text": "for misuse of dyed diesel fuel.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7819refund",
      "number": "78.19Refund",
      "heading": "for fuel destroyed.",
      "text": "for fuel destroyed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7821seizure",
      "number": "78.21Seizure",
      "heading": "and sale.",
      "text": "and sale.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-78215separate",
      "number": "78.215Separate",
      "heading": "fuel supply tanks required.",
      "text": "fuel supply tanks required.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7822motor",
      "number": "78.22Motor",
      "heading": "vehicle fuel floor tax.",
      "text": "vehicle fuel floor tax.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7839definitions",
      "number": "78.39",
      "heading": "Definitions",
      "text": "78.39 Definitions. In this subchapter: (1) “Alternate fuels” means all combustible gases and liquids suitable for generation of power for propulsion of motor vehicles, except that “alternate fuels” does not include motor vehicle fuel, as defined in s. 78.005 (13), or general aviation fuel, as defined in s. 78.55 (3). (2) “Alternate fuels dealer” means any person, including the state and any political subdivision of the state, but not including the United States or its agencies except to the extent now or hereafter permitted by the constitution and laws of the United States, in the business of handling alternate fuels who delivers any part of the alternate fuels into the fuel supply tank or tanks of a motor vehicle not then owned or controlled by that person or to a retailer or user if the supplier reports and pays the tax under s. 78.40 (1). (3) “Alternate fuels user” means the owner or other person, including the state and any political subdivision of the state, but not including the United States or its agencies except to the extent now or hereafter permitted by the constitution and laws of the United States, responsible for the operation of a motor vehicle at the time an alternate fuel is placed in the fuel supply tank or tanks of the motor vehicle while the vehicle is within this state. (4) “Department” means the department of revenue. (4m) “File” means mail or deliver a document that the department prescribes to the department or, if the department prescribes another method of submitting or another destination, use that other method or submit to that other destination. (5) “Motor vehicle” has the meaning given in s. 78.005 (12). (5d) “Pay” has the meaning given in s. 78.005 (13b). (5f) “Person” includes any individual, sole proprietorship, partnership, limited liability company, corporation, or association. A single-owner entity that is disregarded as a separate entity under ch. 71 is disregarded as a separate entity for purposes of this subchapter. (5m) “Sign” has the meaning given in s. 78.005 (13r). (6) “Supplier” has the meaning given in s. 78.005 (14). (7) “Use” means the receipt, delivery, or placing of alternate fuels into the fuel supply tank of a motor vehicle in this state, by an alternate fuels user and the delivery to a retailer or user if the supplier reports and pays the tax under s. 78.40 (1). History: 1993 a. 16 ss. 1907, 1918, 1920; 1997 a. 27; 1999 a. 83; 2005 a. 49; 2015 a. 216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-78/section-78-39/"
    },
    {
      "id": "section-7840tax",
      "number": "78.40Tax",
      "heading": "imposed; collected; exceptions.",
      "text": "imposed; collected; exceptions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-78405annual",
      "number": "78.405Annual",
      "heading": "adjustment of the tax rate.",
      "text": "adjustment of the tax rate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-78407adjustment",
      "number": "78.407Adjustment",
      "heading": "in 1997.",
      "text": "in 1997.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7847alternate",
      "number": "78.47Alternate",
      "heading": "fuels license.",
      "text": "fuels license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7849reports",
      "number": "78.49Reports",
      "heading": "to department; computation of tax.",
      "text": "to department; computation of tax.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7850notice",
      "number": "78.50Notice",
      "heading": "by alternate fuels licensee of cessation, sale or transfer of business; final report.",
      "text": "by alternate fuels licensee of cessation, sale or transfer of business; final report.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7851theft",
      "number": "78.51Theft",
      "heading": "of alternate fuels tax moneys.",
      "text": "of alternate fuels tax moneys.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7852separate",
      "number": "78.52Separate",
      "heading": "fuel supply tanks required.",
      "text": "fuel supply tanks required.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7853presumption",
      "number": "78.53",
      "heading": "Presumption",
      "text": "78.53 Presumption. For the purpose of enforcing this subchapter, it shall be prima facie presumed that all alternate fuel received by an alternate fuels dealer or an alternate fuels user into storage and dispensing equipment designed to fuel motor vehicles is to be transferred or delivered by the dealer or user into the supply tanks of motor vehicles. History: 1993 a. 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-78/section-78-53/"
    },
    {
      "id": "section-7855definitions",
      "number": "78.55",
      "heading": "Definitions",
      "text": "78.55 Definitions. In this chapter: (1) “Air carrier company” has the meaning given in s. 76.02 (1). (2) “Aircraft” means any contrivance, except those owned by an air carrier company, invented, used or designed for navigation or flight in the air. (2g) “Department” means the department of revenue. (2r) “File” means mail or deliver a document that the department prescribes to the department or, if the department prescribes another method of submitting or another destination, use that other method or submit to that other destination. (3) “General aviation fuel” means products placed in the fuel supply tank of aircraft, commonly or commercially known as aviation gasoline and jet turbine fuel and other combustible gases and liquids suitable for the generation of power for propulsion of aircraft. (4) “General aviation fuel dealer” means any person, including the state and any political subdivision of the state, but not including the United States or its agencies, in the business of handling general aviation fuel who places any part of the fuel into the fuel supply tank of an aircraft not then owned by that person or into the bulk storage facilities of a general aviation fuel user. (5) “General aviation fuel user” means the owner or other person, including the state and any political subdivision of the state, but not including the United States or its agencies or air carrier companies, who is responsible for the operation of an aircraft at the time general aviation fuel is placed in the fuel supply tank of the aircraft while the aircraft is within this state. (5m) “Pay” means mail or deliver funds to the department or, if the department prescribes another method of payment or another destination, use that other method or submit to that other destination. (5p) “Person” includes any individual, sole proprietorship, partnership, limited liability company, corporation, or association. A single-owner entity that is disregarded as a separate entity under ch. 71 is disregarded as a separate entity for purposes of this subchapter. (6) “Sign” means write one’s signature or, if the department prescribes another method of authenticating, use that other method. History: 1981 c. 20; 1997 a. 27, 35; 2001 a. 16; 2015 a. 216; 2023 a. 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-78/section-78-55/"
    },
    {
      "id": "section-78555tax",
      "number": "78.555Tax",
      "heading": "imposed; rate; collected.",
      "text": "imposed; rate; collected.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7856general",
      "number": "78.56General",
      "heading": "aviation fuel license.",
      "text": "aviation fuel license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7858reports",
      "number": "78.58Reports",
      "heading": "to department; computation of tax.",
      "text": "to department; computation of tax.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7859notice",
      "number": "78.59Notice",
      "heading": "by general aviation fuel licensee of cessation, sale or transfer of business; final report.",
      "text": "by general aviation fuel licensee of cessation, sale or transfer of business; final report.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7860theft",
      "number": "78.60Theft",
      "heading": "of general aviation fuel tax moneys.",
      "text": "of general aviation fuel tax moneys.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7861presumption",
      "number": "78.61",
      "heading": "Presumption",
      "text": "78.61 Presumption. For the purpose of enforcing this chapter, it is prima facie presumed that all general aviation fuel received by a general aviation fuel dealer or a general aviation fuel user into storage and dispensing equipment designed to fuel aircraft is to be transferred or delivered by the dealer or user into the supply tanks of aircraft. History: 1981 c. 20, 314.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-78/section-78-61/"
    },
    {
      "id": "section-7862exemptions",
      "number": "78.62",
      "heading": "Exemptions",
      "text": "78.62 Exemptions. This subchapter does not apply to aviation fuel delivered to or used by the United States or its agencies or to an air carrier company. History: 1981 c. 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-78/section-78-62/"
    },
    {
      "id": "section-7864definitions",
      "number": "78.64",
      "heading": "Definitions",
      "text": "78.64 Definitions. In this subchapter: (1) “Alternate fuels” has the meaning given in s. 78.39 (1). (2) “Department” means the department of revenue. (3) “Motor vehicle fuel” has the meaning given in s. 78.005 (13). (4) “Person” includes any individual, sole proprietorship, partnership, limited liability company, corporation, or association. A single-owner entity that is disregarded as a separate entity under ch. 71 is disregarded as a separate entity for purposes of this subchapter. History: 1993 a. 16; 2015 a. 216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-78/section-78-64/"
    },
    {
      "id": "section-7865suspension",
      "number": "78.65Suspension",
      "heading": "and revocation of licenses.",
      "text": "and revocation of licenses.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7866records",
      "number": "78.66Records",
      "heading": "to be kept by licensees.",
      "text": "to be kept by licensees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7867timely",
      "number": "78.67Timely",
      "heading": "filing.",
      "text": "filing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7869appeals",
      "number": "78.69",
      "heading": "Appeals",
      "text": "78.69 Appeals. Sections 71.88 (1) (a) and (2) (a), 71.89 and 71.90 as they apply to the taxes under ch. 71 apply to the taxes under this chapter. History: 1977 c. 29 s. 1654 (1); 1977 c. 273; 1991 a. 39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-78/section-78-69/"
    },
    {
      "id": "section-7870actions",
      "number": "78.70Actions",
      "heading": "to collect tax and penalties.",
      "text": "to collect tax and penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7871motor",
      "number": "78.71Motor",
      "heading": "vehicle fuel, general aviation fuel and alternate fuels taxes are preferred claims.",
      "text": "vehicle fuel, general aviation fuel and alternate fuels taxes are preferred claims.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7872preference",
      "number": "78.72Preference",
      "heading": "given actions to enforce this chapter.",
      "text": "given actions to enforce this chapter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7873criminal",
      "number": "78.73Criminal",
      "heading": "penalties.",
      "text": "penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7874remedies",
      "number": "78.74Remedies",
      "heading": "and penalties are cumulative.",
      "text": "and penalties are cumulative.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7877registration",
      "number": "78.77Registration",
      "heading": "of transporters; records to be kept.",
      "text": "of transporters; records to be kept.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2023-24",
      "number": "2023-24",
      "heading": "Wisconsin Statutes updatedthrough 2025 Wis",
      "text": "Act 82 and through all Supreme Court Orders and Controlled Substances Board Orders filed before and in effect on January 30, 2026.Published andcertifiedunder s. 35.18. Changes effective after January 30, 2026, are designated by NOTES.(Published 1-30-26)",
      "history": "",
      "source_url": ""
    }
  ]
}