{
  "state": "delaware",
  "path": "title-title-17/chapter-title17c015index",
  "sections": [
    {
      "id": "section-1501",
      "number": "1501.",
      "heading": "Title to land.The Department shall accept title on behalf of and in the name of the State to those lands necessary or convenient for use as the southerly terminus and approach for a ferry service to be established, operated and maintained by the State Highway Commissioner of the State of New Jersey ",
      "text": "§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 1501;§\n\n1502. Use of lands.The Department shall take title to the lands as provided in § 1501 of this title and shall hold the same dedicated to the purpose of the construction, operation and maintenance of terminal facilities for a ferry service so long as such service shall exist, and no tolls shall be charged by the State for the use of such facilities. However, this State shall not be liable in any respect whatsoever for any expense, cost, liability or indebtedness incurred for the construction, operation or maintenance of such service or facilities.48 Del. Laws, c. 262,\n\n§\n\n 2; \n\n17 Del. C. 1953,\n\n§\n\n 1502;§\n\n1503. Power of condemnation.In the event that the State Highway Commissioner of the State of New Jersey is unable, by agreement with the owner or owners thereof, to cause title to all lands in Sussex County necessary or convenient for the construction, operation or maintenance of such service and facilities and approaches thereto to be conveyed to the State of Delaware, the Department of Transportation of Delaware shall, upon the written request of the State Highway Commissioner of New Jersey and upon being satisfactorily assured, by the deposit of cash or otherwise, by such State Highway Commissioner that the State of New Jersey will provide the money necessary to pay the condemnation money or damages awarded and expenses of the proceeding, condemn for the use of and to become a part of the ferry facilities the real estate in Sussex County, Delaware, deemed by the State Highway Commissioner of New Jersey and the Department of Transportation of Delaware to be necessary or convenient for the construction, operation and maintenance of the ferry service and facilities and approaches thereto. Such condemnation shall be effected in the manner in which the Department of Transportation is now authorized by law to condemn land for highway purposes.48 Del. Laws, c. 262,\n\n§\n\n 3; \n\n17 Del. C. 1953,\n\n§\n\n 1503;57 Del. Laws, c. 671,\n\n§\n\n 8;60 Del. Laws, c. 503,\n\n§\n\n 18;§\n\n1504. Right of State Highway Commissioner of the State of New Jersey to operate ferry.(a) Upon the acceptance of title to the lands as provided in § 1501 of this title and upon the acquisition of the right of use of lands as provided in § 1503 of this title, the State Highway Commissioner of the State of New Jersey is granted a license to use the lands for the purpose of constructing, operating and maintaining the ferry service and facilities and the approaches thereto, and any additions thereto or improvements or repairs thereof.(b) The consent of this State is granted to the State of New Jersey, acting by and through the State Highway Commissioner of New Jersey, to construct, operate and maintain and to charge and collect rates, rents and other charges for the use of the ferry service and facilities and approaches thereto over and under the Delaware River, the southerly terminus thereof to be in Sussex County, Delaware, at or near the Town of Lewes, in accordance with certain legislation enacted by the Legislature of the State of New Jersey.48 Del. Laws, c. 262,\n\n§§\n\n 4, 5; \n\n17 Del. C. 1953,\n\n§\n\n 1504;§\n\n1505. Tax exemption.The ferry facilities and approaches thereto and all property acquired or used for the purpose of the ferry service in this State and the revenues thereof shall at all times be free from taxation by this State or any political subdivision thereof.48 Del. Laws, c. 262,\n\n§\n\n 6; \n\n17 Del. C. 1953,\n\n§\n\n 1505;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1502",
      "number": "1502.",
      "heading": "Use of lands.The Department shall take title to the lands as provided in § 1501 of this title and shall hold the same dedicated to the purpose of the construction, operation and maintenance of terminal facilities for a ferry service so long as such service shall exist, and no tolls shall be charged ",
      "text": "§\n\n 2; \n\n17 Del. C. 1953,\n\n§\n\n 1502;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1503",
      "number": "1503.",
      "heading": "Power of condemnation.In the event that the State Highway Commissioner of the State of New Jersey is unable, by agreement with the owner or owners thereof, to cause title to all lands in Sussex County necessary or convenient for the construction, operation or maintenance of such service and faciliti",
      "text": "§\n\n 3; \n\n17 Del. C. 1953,\n\n§\n\n 1503;57 Del. Laws, c. 671,\n\n§\n\n 8;60 Del. Laws, c. 503,\n\n§\n\n 18;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1504",
      "number": "1504.",
      "heading": "Right of State Highway Commissioner of the State of New Jersey to operate ferry",
      "text": "(a) Upon the acceptance of title to the lands as provided in § 1501 of this title and upon the acquisition of the right of use of lands as provided in § 1503 of this title, the State Highway Commissioner of the State of\n§§\n\n 4, 5; \n\n17 Del. C. 1953,\n\n§\n\n 1504;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1505",
      "number": "1505.",
      "heading": "Tax exemption.The ferry facilities and approaches thereto and all property acquired or used for the purpose of the ferry service in this State and the revenues thereof shall at all times be free from taxation by this State or any political subdivision thereof",
      "text": "48 Del. Laws, c. 262,\n§\n\n 6; \n\n17 Del. C. 1953,\n\n§\n\n 1505;",
      "history": "",
      "source_url": ""
    }
  ]
}