{
  "state": "idaho",
  "path": "title-title-40/chapter-chapter-13",
  "sections": [
    {
      "id": "section-40-1301",
      "number": "40-1301",
      "heading": "",
      "text": "40-1301. DISTRICTS AS NOW ORGANIZED VALIDATED. All highway districts as now organized and constituted are hereby validated and shall continue as public corporations.\n\n[40-1301, added 1985, ch. 253, sec. 2, p. 647; am. 1999, ch. 332, sec. 1, p. 895.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1301/"
    },
    {
      "id": "section-40-1302",
      "number": "40-1302",
      "heading": "",
      "text": "40-1302. COUNTY DIVISION OR CHANGE IN BOUNDARIES — JOINT HIGHWAY DISTRICT FORMED. When a county division or change in the boundaries of a county divides an existing highway district the district shall continue as a joint highway district until changed as provided by this title. It shall be the duty of the commissioners of the respective counties affected to rename the district as a joint highway district, and the renamed joint highway district shall in all things be considered a continuation of the existing district.\n\n[40-1302, added 1985, ch. 253, sec. 2, p. 647.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1302/"
    },
    {
      "id": "section-40-1303",
      "number": "40-1303",
      "heading": "",
      "text": "40-1303. HIGHWAY COMMISSIONERS — APPOINTMENT — OATH. There shall be three (3) highway commissioners in each district. The first highway commissioners of the highway district organized under the provisions of this chapter shall be appointed by the governor. It shall be the duty of the governor, in the appointment of the original highway commissioners, where there had been in existence any highway district within the boundary of the newly created highway district, to appoint whenever practicable, existing highway commissioners as they shall qualify by residence in the subdistricts of the newly created highway district as highway district commissioners of the newly created highway district. County commissioners, city mayors and city council members shall not be eligible to hold office as highway district commissioners. A copy of the certificate of each appointment shall be filed in the office of the county recorder of each county in which the highway district is located and with the clerk of the highway district. Every highway commissioner shall take and subscribe the official oath, which oath shall be filed in the office of the highway district commissioners.\n\n[40-1303, added 1985, ch. 253, sec. 2, p. 647; am. 1999, ch. 332, sec. 2, p. 896.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1303/"
    },
    {
      "id": "section-40-1304",
      "number": "40-1304",
      "heading": "",
      "text": "40-1304. DIVISION OF DISTRICTS INTO SUBDISTRICTS — VACANCY IN OFFICE OF HIGHWAY COMMISSIONER. (1) At the meeting of the county commissioners at which the highway district is declared organized, the commissioners shall divide the highway district into three (3) subdistricts, as nearly equal in population, area and mileage as practicable, to be known as highway commissioners subdistricts one, two and three. Subdistricts may be revised or modified by the highway district commissioners as changes in conditions demand. Not more than one (1) of the highway district commissioners shall be an elector of the same highway subdistrict. The first highway district commissioners appointed by the governor shall serve until the next highway district election, at which their successors shall be elected. The highway commissioners shall take office on July 1 following their election.\n\n(2) Any vacancy occurring in the office of highway commissioner, other than by expiration of the term of office, shall be determined by the remaining highway district commissioners using the criteria established in section 59-901, Idaho Code. If it is determined that a vacancy has occurred, the commissioners shall declare there is a vacancy and such vacancy shall be filled by the highway district board and be for the balance of the term of the person replaced. If the remaining highway district commissioners are unable to agree on a person to fill the vacancy within thirty (30) days after the vacancy occurs, the chairman of the county commissioners of the county with the largest number of electors in the highway district shall then become a member of the highway district board for the purpose of filling the vacancy only. If a majority of the highway district board so constituted shall be unable to agree upon a person to fill the vacancy within thirty (30) days, or if two (2) or more vacancies shall occur in the board of highway commissioners at one time, a special election to fill the vacancy shall be called and held in the same manner provided by law for the holding of elections for highway commissioners, except that the date of the election shall be as soon as possible, and all duties imposed by law upon the highway district board in connection with elections shall be performed by the county commissioners.\n\n(3) When there are two (2) or more vacancies on the highway district board at the same time, the chairman of the county commissioners, along with the additional county commissioners that the county commission chairman appoints, and with the remaining highway district commissioner, if applicable, shall constitute a temporary board of highway district commissioners. The temporary board of highway district commissioners shall perform the duties required by law of a highway district board of commissioners until the newly elected highway commissioners take office.\n\n[40-1304, added 1985, ch. 253, sec. 2, p. 647; am. 1994, ch. 123, sec. 2, p. 276; am. 1999, ch. 332, sec. 3, p. 896; am. 2006, ch. 165, sec. 1, p. 499; am. 2009, ch. 341, sec. 74, p. 1040; am. 2011, ch. 11, sec. 23, p. 36; am. 2017, ch. 212, sec. 1, p. 515.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1304/"
    },
    {
      "id": "section-40-1305",
      "number": "40-1305",
      "heading": "",
      "text": "40-1305. ELECTION OF HIGHWAY COMMISSIONERS — TERM OF OFFICE. (1) On the third Tuesday of May of the next odd-numbered year following the appointment of the first highway district commissioners, commissioners from subdistricts one and two shall be elected for a term of two (2) years and the commissioner from subdistrict three shall be elected for a term of four (4) years. Thereafter the term of office of all commissioners shall be four (4) years.\n\n(2) A highway district whose terms and election were established by prior law shall convert to the election of commissioners as provided in subsection (1) of this section.\n\nEach highway commissioner shall be elected on a districtwide basis.\n\n[40-1305, added 1985, ch. 253, sec. 2, p. 648; am. 1994, ch. 123, sec. 3, p. 276; am. 2002, ch. 298, sec. 1, p. 853; am. 2009, ch. 341, sec. 75, p. 1041; am. 2010, ch. 185, sec. 13, p. 389; am. 2010, ch. 197, sec. 1, p. 420.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1305/"
    },
    {
      "id": "section-40-1305a",
      "number": "40-1305A",
      "heading": "",
      "text": "40-1305A. ELECTION ADMINISTRATION. Highway district elections shall be conducted in accordance with the general laws of the state, including the provisions of chapter 14, title 34, Idaho Code. The county commissioners shall select polling places and the county clerk shall appoint election judges and clerks.\n\nThe county clerk shall conduct the elections for a highway district and shall perform all necessary duties of the election official of a highway district.\n\n[40-1305A, added 1994, ch. 123, sec. 4, p. 277; am. 2008, ch. 258, sec. 1, p. 751; am. 2009, ch. 341, sec. 76, p. 1041.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1305a/"
    },
    {
      "id": "section-40-1305b",
      "number": "40-1305B",
      "heading": "",
      "text": "40-1305B. BOARD OF COMMISSIONERS — ONE NOMINATION — NO ELECTION. In any election for a highway district commissioner, if after the deadline for filing a declaration of intent as a write-in candidate, it appears that only one (1) qualified candidate has been nominated for a subdistrict to be filled, it shall not be necessary for the candidate of that subdistrict to stand for election, and the board of highway district commissioners shall declare such candidate elected as commissioner, and the secretary of the highway district shall immediately make and deliver to such person a certificate of election signed by him and bearing the seal of the district.\n\n[40-1305B, added 2009, ch. 98, sec. 1, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1305b/"
    },
    {
      "id": "section-40-1305c",
      "number": "40-1305C",
      "heading": "",
      "text": "40-1305C. DECLARATION OF CANDIDACY — QUALIFICATIONS. (1) Candidates for election as a highway district commissioner shall be nominated by nominating petitions, each of which shall bear the name of the nominee, the subdistrict for which the nomination is made, the term for which nomination is made, bear the signature of no less than five (5) electors of the candidate’s specific subdistrict, and be filed with the election official of the highway district. The form of the nominating petition shall be as provided by the county clerk. The nomination shall be filed during the time period provided in section 34-1404, Idaho Code. The clerk of the political subdivision shall notify the county clerk within twenty-four (24) hours of receipt of the filing and verify the qualifications of the nominee and, no more than seven (7) days following the filing, shall certify the nominees to be placed on the ballot.\n\n(2) A nominee shall qualify for the office of highway district commissioner if such nominee:\n\n(a) Has attained the age of twenty-one (21) years at the time of his election; and\n\n(b) Is a citizen of the United States; and\n\n(c) Is a resident of the highway district commissioner’s subdistrict for which he seeks office.\n\n[40-1305C, added 1994, ch. 123, sec. 6, p. 277; am. 2006, ch. 165, sec. 2, p. 500; am. 2025, ch. 113, sec. 22, p. 610.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1305c/"
    },
    {
      "id": "section-40-1306",
      "number": "40-1306",
      "heading": "",
      "text": "40-1306. ORGANIZATION OF HIGHWAY COMMISSIONERS — MEETINGS — OFFICERS — OFFICIAL BONDS. (1) Immediately after qualifying and appointment and after a highway district commissioner election and the newly elected commissioners take office, the highway commissioners shall meet and organize, shall elect a chairman from their number, and shall appoint a secretary and treasurer who may also be from their number. The offices of secretary and treasurer may be filled by the same person. Certified copies of all appointments, under the hand of each of the commissioners, shall be filed with the clerk of each of the counties in which the highway district is located and with the secretary of the highway district.\n\n(2) As soon as practicable after organization, and when deemed expedient or necessary, the highway commissioners shall designate a day, hour and place at which regular meetings shall be held, which shall be within the district or at the county seat of the county in which the district is located. Regular meetings shall be held at least quarterly. A majority of the highway commissioners may exercise all of the powers of the board of highway district commissioners.\n\n(3) The officers of the highway district shall take and file with the district secretary an oath for the faithful performance of the duties of their respective offices. The district treasurer shall on his appointment execute and file with the district secretary an official bond in an amount as may be fixed by the highway district commissioners, which shall not be less than fifty thousand dollars ($50,000), and shall from time to time execute and file any further bonds as required of the highway district commissioners in amounts fixed by them, which amounts shall be at least sufficient to cover the anticipated amounts of money coming into his hands, at any one (1) time, plus an additional twenty-five percent (25%).\n\n[40-1306, added 1985, ch. 253, sec. 2, p. 648; am. 1999, ch. 332, sec. 4, p. 897.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1306/"
    },
    {
      "id": "section-40-1306c",
      "number": "40-1306C",
      "heading": "",
      "text": "40-1306C. HIGHWAY DISTRICT RECORDS — OPEN TO THE PUBLIC. All records of the highway district are open to the public, except as provided by law. With respect to highway district records, chapter 1, title 74, Idaho Code, provides definitions, procedure for the right to examine, requests for the examination, records exempt from disclosure, copy fees, separation of exempt and nonexempt records, enforcement rights, court orders and penalties.\n\n[40-1306C, added 1999, ch. 332, sec. 5, p. 901; am. 2011, ch. 302, sec. 5, p. 868; am. 2015, ch. 141, sec. 102, p. 452.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1306c/"
    },
    {
      "id": "section-40-1307",
      "number": "40-1307",
      "heading": "",
      "text": "40-1307. HIGHWAY DISTRICTS ARE BODIES CORPORATE. Every highway district organized as provided by law is a body politic and corporate, and as such has the power specified in this chapter and in other statutes, including the power of eminent domain, and powers as necessarily implied from those expressed. The power of a highway district lies in the highway commissioners or by agents and officers acting under their authority or authority of law. The name of the highway district designated in the order of the commissioners declaring the territory duly organized as a highway district, shall be the corporate name of the district, and it must be known and designated by that name in all actions and proceedings touching its corporate right, property and duties.\n\n[40-1307, added 1985, ch. 253, sec. 2, p. 649.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1307/"
    },
    {
      "id": "section-40-1308",
      "number": "40-1308",
      "heading": "",
      "text": "40-1308. POWER TO LEVY TAXES FOR COMPREHENSIVE INSURANCE, PROSECUTING AND DEFENDING ACTIONS, JUDGMENTS AND LIABILITIES. Every highway district has the power to levy and collect taxes as necessary to:\n\n(1) Pay for a comprehensive insurance plan as provided in section 6-927, Idaho Code;\n\n(2) Defray all expenses of prosecuting and defending actions;\n\n(3) Pay any judgments and liabilities incurred against it; and\n\n(4) Pay for emergencies or calamities as provided in section 40-820, Idaho Code.\n\n[40-1308, added 1985, ch. 253, sec. 2, p. 649; am. 1999, ch. 332, sec. 6, p. 901; am. 2003, ch. 68, sec. 2, p. 229.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1308/"
    },
    {
      "id": "section-40-1309",
      "number": "40-1309",
      "heading": "",
      "text": "40-1309. CORPORATE POWERS OF HIGHWAY DISTRICTS. Each highway district has power:\n\n(1) To sue and be sued.\n\n(2) To purchase and hold lands, make contracts, purchase and hold personal or real property as may be necessary or convenient for the purposes of this chapter, and to sell and exchange any real or personal property other than public lands which by the constitution and laws of the state are placed under the jurisdiction of the state land board. Personal or real property, no longer useful to the district, not exceeding ten thousand dollars ($10,000) in value may be sold by the highway commissioners at a private sale or at any regular board meeting without advertisement. Before disposing of all other personal or real property exceeding ten thousand dollars ($10,000) in value, the highway district commissioners shall first conduct a public hearing for which notice shall be published in accordance with the provisions of section 40-206, Idaho Code, and at which hearing any person interested may appear and show cause that such personal or real property is still useful to the district and that the sale or exchange should not be made. Following testimony by all interested persons at the public hearing, the highway district commissioners may adopt a resolution finding that such personal or real property is no longer useful to the district and finding that such personal or real property should be sold or exchanged and establishing procedures for the sale of such personal or real property including, but not limited to, the date and time of the sale and whether the sale will be by live public auction, by receipt of sealed bids or by some other reasonably commercial means. The hearing and sale or exchange shall not be conducted at the same regular meeting and, except as otherwise provided by law, the only notice required for such sale or exchange shall be as set forth in section 74-204, Idaho Code. Provided however, that before the district disposes of surplus real property at public sale, the district shall first notify any person who owns real property that is contiguous with the surplus real property of the district that such person has first option to purchase the surplus real property for an amount not less than the current appraised value. If more than one (1) adjoining owner wants to purchase the surplus real property, a private auction shall be held for such parties. If no owner of adjoining property exercises his or her option to buy, the district may proceed to public sale. Highway district commissioners, highway directors, employees, and their families must be personally disinterested, directly or indirectly, in the purchase of property for the use of the highway district, or in the sale of any property belonging to the highway district, or in any contract made by the highway district or other person on behalf of the highway district unless otherwise authorized by law.\n\n(3) To levy and apply ad valorem taxes for purposes under its exclusive jurisdiction as are authorized by law.\n\n[40-1309, added 1985, ch. 253, sec. 2, p. 650; am. 1994, ch. 324, sec. 3, p. 1040; am. 1999, ch. 332, sec. 7, p. 901; am. 2000, ch. 258, sec. 1, p. 729; am. 2003, ch. 68, sec. 3, p. 230; am. 2012, ch. 306, sec. 1, p. 847; am. 2015, ch. 141, sec. 103, p. 452; am. 2019, ch. 59, sec. 1, p. 149.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1309/"
    },
    {
      "id": "section-40-1310",
      "number": "40-1310",
      "heading": "",
      "text": "40-1310. POWERS AND DUTIES OF HIGHWAY DISTRICT COMMISSIONERS. (1) The commissioners of a highway district have exclusive general supervision and jurisdiction over all highways and public rights-of-way within their highway system, with full power to construct, maintain, repair, acquire, purchase and improve all highways within their highway system, whether directly or by their own agents and employees or by contract. Except as otherwise provided in this chapter in respect to the highways within their highway system, a highway district shall have all of the powers and duties that would by law be vested in the commissioners of the county and in the district directors of highways if the highway district had not been organized. Where any highway within the limits of the highway district has been designated as a state highway, then the board shall have exclusive supervision, jurisdiction and control over the designation, location, maintenance, repair and reconstruction of it. The highway district shall have power to manage and conduct the business and affairs of the district; establish and post speed and other regulatory signs; make and execute all necessary contracts; have an office and employ and appoint agents, attorneys, officers and employees as may be required, and prescribe their duties and fix their compensation. Highway district commissioners and their agents and employees have the right to enter upon any lands to make a survey, and may locate the necessary works on the line of any highways on any land which may be deemed best for the location.\n\n(2) The highway district shall also have the right to acquire either by purchase, or other legal means, all lands and other property necessary for the construction, use, maintenance, repair and improvement of highways in their system. The highway district may change the width or location, or straighten lines of any highway in their system, and if in the constructing, laying out, widening, changing, or straightening of any highways, it shall become necessary to take private property, the district director of highways, with the consent and on order of the highway district commissioners, shall cause a survey of the proposed highway to be made, together with an accurate description of the lands required. He shall endeavor to agree with each owner of property for the purchase of a right-of-way over the lands included within the description. If the director is able to agree with the owner of the lands, the highway district commissioners may purchase the land and pay for it out of the funds of the highway district, and the lands purchased shall then be conveyed to the highway district for the use and purpose of highways.\n\n(3) Whenever the director of highways shall be unable to agree with any person for the purchase of land, or that person shall be unknown or a nonresident of the county in which the highway district is situated, or a minor, or an insane or incompetent person, the director shall have the right, subject to the order of the highway district commissioners, to begin action in the name of the highway district in the district court of the county in which the district is situated, to condemn the land necessary for the right-of-way for the highway, under the provisions of chapter 7, title 7, Idaho Code. An order of the highway district commissioners entered upon its minutes that the land sought to be condemned is necessary for a public highway and public use shall be prima facie evidence of the fact.\n\n(4) The highway district has the power to contract for and pay out any special rewards and bounties as may appear expedient or useful in securing proper highway construction and maintenance, and to accept, on behalf of the district, aid or contributions in the construction or maintenance of any highway; to construct or repair, with the consent of the corporate authorities of any city within the district, any highway within a city, upon the division of the cost as may be agreed upon; or to join with the state or any body politic or political subdivision, or with any person in the construction or repair of any highway and to contract for an equitable division of the cost; and all counties, cities, highway districts and other bodies politic and political subdivisions are authorized to contract with any highway district acting through its highway district commissioners in exercise of the powers granted.\n\n(5) The highway district has the power to receive highway petitions and lay out, alter, create and abandon and vacate public highways and public rights-of-way within their respective districts under the provisions of sections 40-202, 40-203 and 40-203A, Idaho Code. Provided however, when a public highway, public street and/or public right-of-way is part of a platted subdivision which lies within an established county/city impact area or within one (1) mile of a city if a county/city impact area has not been established, consent of the city council of the affected city, when the city has a functioning street department with jurisdiction over the city streets, shall be necessary prior to the granting of acceptance or vacation of said public street or public right-of-way by the highway district board of commissioners.\n\n(6) The highway district is empowered to take conveyance or other assurances, in the name of the highway district, for all property acquired by it under the provisions of this chapter for the purposes of this title. The highway district may institute and maintain any and all actions and proceedings, suits at law and in equity, necessary or proper in order to carry out the provisions of this chapter, or to enforce, maintain, protect or preserve any and all rights, privileges and immunities provided in this chapter. In all courts, actions, suits or proceedings, the highway district may sue, appear and defend, in person or by attorneys, and in the name of the highway district.\n\n(7) The highway district is empowered to hold, use, acquire, sell, manage, occupy and possess property. The highway district may create highway subdistricts, which must be carefully and distinctly defined and described. Highway subdistricts may be revised or modified by the highway district commissioners, as changes in conditions demand.\n\n(8) The highway district board of commissioners shall have the exclusive general supervisory authority over all public highways, public streets and public rights-of-way under their jurisdiction, with full power to establish design standards, establish use standards, pass resolutions and establish regulations in accordance with the provisions of title 49, Idaho Code, and control access to said public highways, public streets and public rights-of-way.\n\n(9) By July 1, 2000, and every five (5) years thereafter, the highway district board of commissioners shall have published in map form and made readily available the location of all public rights-of-way under its jurisdiction. Any highway district board of commissioners may be granted an extension of time with the approval of the legislature by adoption of a concurrent resolution.\n\n(10) In its discretion, the highway district may purchase equipment at a public auction, if the highway district board of commissioners has made a finding that such equipment may be purchased at a competitive price. Prior to the public auction, the highway district commissioners shall, at a regular meeting of the district or at a special hearing, notice of which is published in accordance with the provisions of section 40-206, Idaho Code, review any documentation available as to the items to be auctioned at the public sale and determine which items the district may bid on, and establish a maximum amount the district will bid for such item.\n\n[40-1310, added 1985, ch. 253, sec. 2, p. 650; am. 1986, ch. 328, sec. 9, p. 807; am. 1993, ch. 412, sec. 8, p. 1513; am. 1994, ch. 324, sec. 4, p. 1040; am. 1998, ch. 184, sec. 3, p. 675; am. 1999, ch. 291, sec. 1, p. 722; am. 1999, ch. 332, sec. 8, p. 902; am. 2003, ch. 68, sec. 4, p. 230.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1310/"
    },
    {
      "id": "section-40-1311",
      "number": "40-1311",
      "heading": "",
      "text": "40-1311. JURISDICTION OF HIGHWAY DISTRICT COMMISSIONERS. In respect to all highways included within a highway district highway system, the power and jurisdiction of the highway district shall be inclusive. The highway district commissioners shall keep the highways in their system in proper repair, within the limits of the funds available to the highway district.\n\n[40-1311, added 1985, ch. 253, sec. 2, p. 652; am. 1986, ch. 328, sec. 10, p. 809; am. 1999, ch. 332, sec. 9, p. 904.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1311/"
    },
    {
      "id": "section-40-1312",
      "number": "40-1312",
      "heading": "",
      "text": "40-1312. GRANT OF POWERS TO BE LIBERALLY CONSTRUED. The grant of powers provided in this chapter to highway districts and to their officers and agents, shall be liberally construed, as a broad and general grant of powers, to the end that the control and administration of the districts may be efficient. The enumeration of certain powers that would be implied without enumeration shall not be construed as a denial or exclusion of other implied powers necessary for the free and efficient exercise of powers expressly granted.\n\n[40-1312, added 1985, ch. 253, sec. 2, p. 652.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1312/"
    },
    {
      "id": "section-40-1313",
      "number": "40-1313",
      "heading": "",
      "text": "40-1313. DISTRICT HAS LEGAL TITLE TO PROPERTY. The legal title to all property acquired under the provisions of this chapter shall immediately, and by operation of law, vest in the highway district, and shall be held by the district in trust for, and is dedicated and set apart to the uses and purposes set forth in this chapter.\n\n[40-1313, added 1985, ch. 253, sec. 2, p. 653.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1313/"
    },
    {
      "id": "section-40-1314",
      "number": "40-1314",
      "heading": "",
      "text": "40-1314. COMPENSATION OF HIGHWAY DISTRICT COMMISSIONERS, OFFICERS, AGENTS AND EMPLOYEES. (1) It shall be the duty of the board of highway district commissioners of each highway district to fix the annual salaries of the highway district commissioners commencing on October 1 and for the next ensuing year. The proposed commissioner salaries shall be published as a separate line item in the highway district’s annual budget.\n\n(2) Actual expenses shall be paid in addition to their compensation. The payment for expenses shall be paid from the funds of the highway district upon the presentation of itemized vouchers, signed by the commissioners and under oath made to the secretary of the district.\n\n(3) When a commissioner is an officer and/or agent of the district, the two (2) remaining commissioners may fix the salary and benefits to be paid him for his services as an officer and/or agent. A commissioner acting as an officer and/or agent of the district shall be entitled to his necessary and actual expenses in addition to his salary, but shall not be entitled to draw compensation as a commissioner when placed upon a salary. The board shall fix the salary and benefits to be paid to the other officers and agents and employees of the highway district, to be paid out of the treasury of the highway district.\n\n(4) Commissioners are considered employees of the district. The district shall be liable and responsible for the actions of the commissioners, officers, agents and/or employees of the district when the commissioners, officers, agents and/or employees are performing their duties on behalf of the district.\n\n[40-1314, added 1985, ch. 253, sec. 2, p. 653; am. 1990, ch. 296, sec. 1, p. 818; am. 1993, ch. 109, sec. 2, p. 279; am. 1997, ch. 378, sec. 1, p. 1208; am. 2001, ch. 44, sec. 1, p. 83; am. 2002, ch. 133, sec. 1, p. 364; am. 2003, ch. 68, sec. 5, p. 232.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1314/"
    },
    {
      "id": "section-40-1315",
      "number": "40-1315",
      "heading": "",
      "text": "40-1315. COST OF HIGHWAYS — EQUITABLE DIVISION AMONG BENEFITED DISTRICTS. (1) In the laying out, alteration, construction, maintenance, repair or improvement of any highway or portion of it, within a county and not included within a highway district in a county which would also be for the benefit of the highway district, or included within a highway district which would also be for the benefit of a portion of the county or other highway districts not included in the highway district, and the cost would, if borne wholly by the highway district or the excluded portion, be an unjust or unreasonable burden, the highway district commissioners and the county commissioners shall have power to contract with each other for a division and apportionment of the cost of the work.\n\n(2) In case they fail to agree, an action may be maintained in the district court between a highway district and the county, and the district court shall render a judgment as shall be just and equitable in respect to the division and apportionment of cost. All proceedings in the action shall be the same as in ordinary civil actions, with the same right of appeal and other rights and remedies as in an ordinary civil action by or against a body politic or political subdivision.\n\n(3) Where a highway traverses two (2) or more highway districts, and the cost or burden would be inequitably distributed if each district assumed the cost of laying out, alteration, construction, improvement, maintenance or repair of that portion of the highway lying wholly within the district, the highway commissioners of the district affected have power to contract with each other for the division and apportionment of the cost of the work. If the highway also traverses portions of the county not included within any highway district, or if in the opinion of the commissioners the highway is of benefit to the county at large, a portion of the cost shall be borne by the county, and the commissioners and the respective highway district commissioners have power to contract with each other for the work.\n\n[40-1315, added 1985, ch. 253, sec. 2, p. 653.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1315/"
    },
    {
      "id": "section-40-1316",
      "number": "40-1316",
      "heading": "",
      "text": "40-1316. ANNUAL REPORT OF HIGHWAY DISTRICT. (1) On or before the first day of January in each year, the highway district shall make a report of the condition of the work, construction, maintenance and repair of all the highways within the district on the first day of October, accompanied by a map of the highways, together with other facts necessary for setting forth generally the situation and condition of the highways within the district.\n\n(2) Reports shall be made in triplicate. One (1) report shall be filed in the office of the highway district, one (1) in the office of the board, and one (1) with the clerk of the commissioners.\n\n[40-1316, added 1985, ch. 253, sec. 2, p. 654.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1316/"
    },
    {
      "id": "section-40-1317",
      "number": "40-1317",
      "heading": "",
      "text": "40-1317. ANNUAL FINANCIAL STATEMENT OF DISTRICT — AUDIT. (1) On or before the first day of January of each year, the highway district shall make and file in its office a full, true and correct statement of the financial condition of the highway district on the first day of October of the preceding year, giving a statement of the liabilities and assets of the highway district on the first day of October of the preceding year, and a copy of the statement shall be published in at least one (1) issue of some newspaper published in the county.\n\n(2) All highway districts shall have an annual audit made of the financial affairs of the district as required in section 67-450B, Idaho Code, by the first day of January following the close of the preceding fiscal year.\n\n[40-1317, added 1985, ch. 253, sec. 2, p. 654; am. 1987, ch. 131, sec. 1, p. 262; am. 1993, ch. 387, sec. 10, p. 1426; am. 2007, ch. 287, sec. 1, p. 816.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1317/"
    },
    {
      "id": "section-40-1319",
      "number": "40-1319",
      "heading": "",
      "text": "40-1319. DIRECTOR OF HIGHWAYS — APPOINTMENT — QUALIFICATIONS — OATH. As soon as possible after the organization of a highway district, the highway district commissioners may appoint a director of highways. If a director of highways is not appointed his duties shall devolve upon the highway district commissioners. The director shall be skilled and experienced in the building, maintenance and repairing of highways and bridges. The term of office of the director, and his compensation, shall be fixed by the highway district commissioners.\n\n[40-1319, added 1985, ch. 253, sec. 2, p. 654; am. 1999, ch. 332, sec. 11, p. 904.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1319/"
    },
    {
      "id": "section-40-1320",
      "number": "40-1320",
      "heading": "",
      "text": "40-1320. DIRECTORS OF HIGHWAYS — DEPUTY DIRECTORS — APPOINTMENT — DUTIES. The director may appoint, subject to confirmation and approval of the highway commissioners, one (1) deputy director for each subdistrict and as many additional deputy directors as the highway commissioners may determine to be advisable. It is the duty of the director of highways to give to any deputy directors specific instructions as to the highway work to be done, and shall ascertain if highway contractors in the district are complying or have complied with their contracts. The director shall require any deputy directors to keep and maintain all the highways in their charge in good repair, and shall, subject to the highway commissioners and as provided by law, exercise full and complete control over all highways and deputy directors of the district. The director shall submit reports to the highway district whenever required by the highway commissioners.\n\n[40-1320, added 1985, ch. 253, sec. 2, p. 654; am. 1999, ch. 332, sec. 12, p. 905.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1320/"
    },
    {
      "id": "section-40-1322",
      "number": "40-1322",
      "heading": "",
      "text": "40-1322. CREATION OF LOCAL IMPROVEMENT DISTRICTS. Highway districts are empowered to create local improvement districts for construction, reconstruction and maintenance of highways and accompanying curbs, gutters, culverts, sidewalks, paved medians, bulkheads and retaining walls within the boundaries of the highway districts. The organization and operation of local improvement districts shall be as nearly as practicable as prescribed in chapter 17, title 50, Idaho Code.\n\n[40-1322, added 1985, ch. 253, sec. 2, p. 655.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1322/"
    },
    {
      "id": "section-40-1323",
      "number": "40-1323",
      "heading": "",
      "text": "40-1323. CITIES INCLUDED IN HIGHWAY DISTRICTS — POWERS AND DUTIES OF CITY COUNCIL. (1) If any highway district shall include within its boundaries any incorporated city, or any portion of a city, the power of taxation on the part of the highway district as to ad valorem taxes, and in general all power of taxation or assessment, shall extend to and include the persons and property within the territory of the included city. The residents of the included territory shall be deemed for all purposes residents of the highway district, and entitled to vote at highway district elections to the same extent as other residents of the highway district. Nothing in this title shall be construed as affecting or impairing any power of taxation or assessment for local city highway purposes on the part of the authorities of the city of any included territory. Each incorporated city, or portion of it, within a highway district, shall constitute a separate division of the district. The city council of each incorporated city within the territory of a highway district, so far as relates to their city, shall have the powers and duties as provided by this chapter and as provided in chapter 3, title 50, Idaho Code, in such case.\n\n(2) All the provisions of this title as to voting, taxation, assessments and bonding on the part of the highway district shall apply without change or discrimination to the persons and taxable property within the included territorial limits of a city.\n\n[40-1323, added 1985, ch. 253, sec. 2, p. 655; am. 1999, ch. 332, sec. 14, p. 905.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1323/"
    },
    {
      "id": "section-40-1324",
      "number": "40-1324",
      "heading": "",
      "text": "40-1324. JURISDICTION OVER INCLUDED TERRITORY. When a highway district is organized under the provisions of this chapter, it shall, except as otherwise provided, supersede all other highway districts or parts of districts within the limits of the highway district, and upon the organization the existing position of director of highways shall be abolished. After the organization of a highway district the highway commissioners have the exclusive power to levy and apply all bridge and highway taxes within the district. Where prior to the organization of a highway district bonds shall have been lawfully issued by the county including within its territory property afterward included within the highway district, the proper corporate authorities of the county shall continue to levy, collect and apply the taxes necessary to discharge the obligation of those bonds. Nothing in this chapter shall be construed as affecting any power of any incorporated city, or portion of it, lying within the limits of a highway district, to issue bonds as empowered by law and to levy, collect or apply the necessary taxes for them.\n\n[40-1324, added 1985, ch. 253, sec. 2, p. 656.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1324/"
    },
    {
      "id": "section-40-1325",
      "number": "40-1325",
      "heading": "",
      "text": "40-1325. ADOPTION OF BUDGET — PUBLIC HEARING. Highway district commissioners shall, prior to certifying a property tax levy to the commissioners and a county assessor, as provided in subsections (1) and (3) of section 63-803, Idaho Code, adopt a budget and cause a public hearing to be held upon the budget.\n\n[40-1325, added 1985, ch. 253, sec. 2, p. 656; am. 2009, ch. 99, sec. 1, p. 309.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1325/"
    },
    {
      "id": "section-40-1326",
      "number": "40-1326",
      "heading": "",
      "text": "40-1326. NOTICE OF BUDGET HEARING. Notice of the budget hearing meeting shall be posted at least ten (10) full days prior to the date of the meeting in at least one (1) conspicuous place in each highway district and a copy of the notice shall also be published in accordance with the provisions of section 40-206, Idaho Code. The place, hour and day of the hearing shall be specified in the notice, as well as the place where the budget may be examined prior to the hearing. A full and complete copy of the proposed budget shall be published with and as a part of the publication of the notice of hearing.\n\n[40-1326, added 1985, ch. 253, sec. 2, p. 656.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1326/"
    },
    {
      "id": "section-40-1327",
      "number": "40-1327",
      "heading": "",
      "text": "40-1327. PUBLIC INSPECTION OF BUDGET. The budget shall be available for public inspection from and after the date of the posting of notice of hearing at a place and during business hours as the highway commissioners may direct.\n\n[40-1327, added 1985, ch. 253, sec. 2, p. 657.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1327/"
    },
    {
      "id": "section-40-1328",
      "number": "40-1328",
      "heading": "",
      "text": "40-1328. QUORUM OF HIGHWAY COMMISSIONERS AT BUDGET HEARING — OBJECTIONS. A quorum of the highway commissioners shall attend the hearing and explain the proposed budget and hear any and all objections to it.\n\n[40-1328, added 1985, ch. 253, sec. 2, p. 657.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1328/"
    },
    {
      "id": "section-40-1330",
      "number": "40-1330",
      "heading": "",
      "text": "40-1330. FISCAL YEAR. The fiscal year of the highway district shall commence on the first day of October of each year.\n\n[40-1330, added 1985, ch. 253, sec. 2, p. 657.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1330/"
    },
    {
      "id": "section-40-1333",
      "number": "40-1333",
      "heading": "",
      "text": "40-1333. CITIES — HIGHWAY RESPONSIBILITY. Cities, with city highway systems, shall be responsible for the construction, reconstruction and maintenance of highways in their respective city systems, except as provided in section 40-607, Idaho Code. Cities may make agreements with a county, highway district or the state for their highway work, or a portion of it, but they shall compensate the county, district or state fairly for any work performed.\n\n[40-1333, added 1985, ch. 253, sec. 2, p. 657; am. 1999, ch. 332, sec. 15, p. 906.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1333/"
    },
    {
      "id": "section-40-1335",
      "number": "40-1335",
      "heading": "",
      "text": "40-1335. STANDARDS FOR CURB CONSTRUCTION — CURB RAMPS FOR PEOPLE WITH PHYSICAL DISABILITIES. (1) The standard for construction of curbs on each side of any city highway, or any connecting highway for which curbs and sidewalks have been prescribed by the appropriate governing body, shall require curb cuts or ramps at locations which allow a crossing movement at intersections. Each curb cut or ramp shall be constructed to allow reasonable access to the crosswalk for people with physical disabilities.\n\n(2) Standards set for curb cuts and ramps under this section shall apply to all new curb construction and to all replacement curbs constructed at any point in a block which gives reasonable access to a crosswalk.\n\n[40-1335, added 1985, ch. 253, sec. 2, p. 657; am. 2010, ch. 235, sec. 31, p. 568.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1335/"
    },
    {
      "id": "section-40-1336",
      "number": "40-1336",
      "heading": "",
      "text": "40-1336. RECORD BOOKS TO BE KEPT. The highway district board of commissioners must cause to be kept permanently and indefinitely:\n\n(1) A minute book, in which must be recorded all orders and decisions made by them, and the proceedings at all regular and special meetings.\n\n(2) An allowance book or disbursement journal, in which must be recorded all orders for the payment of money from the highway district treasury, to whom made, and on what account, dating, numbering and indexing the same through each year.\n\n(3) A road book, containing all proceedings and adjudications relating to the validation and abandonment and/or realignment of highways, public streets and public rights-of-way within the highway district highway system.\n\n(4) An ordinance book, containing all ordinances, stating the date enacted.\n\n(5) A resolution book, containing all resolutions, stating the date adopted.\n\n[40-1336, added 1994, ch. 324, sec. 5, p. 1043.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1336/"
    },
    {
      "id": "section-40-1337",
      "number": "40-1337",
      "heading": "",
      "text": "40-1337. CLASSIFICATION AND RETENTION OF RECORDS. (1) Highway district records shall be classified as follows:\n\n(a) \"Permanent records\" shall consist of, but not be limited to, the following: proceedings of the governing body, ordinances, resolutions, bond register, warrant register, budget records, general ledger, cash books, right-of-way use permits and records affecting the title to real property or liens thereon, and other documents or records as may be deemed of permanent nature by the highway district board of commissioners.\n\n(b) \"Semipermanent records\" shall consist of, but not be limited to, the following: claims, contracts, cancelled checks, warrants, duplicate warrants, purchase orders, vouchers, duplicate receipts, bonds and coupons, registration and other election records, financial records and other documents or records as may be deemed of semipermanent nature by the board of highway district commissioners.\n\n(c) \"Temporary records\" shall consist of, but not be limited to, the following: correspondence not related to subsections (1) and (2) of this section, cash receipts subject to audit, and other records as may be deemed temporary by the board of highway district commissioners.\n\n(d) Those records not included in subsection (1)(a), (1)(b) or (1)(c) of this section may be classified as permanent, semipermanent or temporary by the board of highway district commissioners.\n\n(2) Highway district records shall be retained as follows:\n\n(a) Permanent records shall be retained for not less than ten (10) years.\n\n(b) Semipermanent records shall be kept for not less than five (5) years after date of issuance or completion of the matter contained within the record.\n\n(c) Temporary records shall be retained for not less than two (2) years.\n\n[40-1337, added 1994, ch. 324, sec. 6, p. 1043.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1337/"
    },
    {
      "id": "section-40-1337a",
      "number": "40-1337A",
      "heading": "",
      "text": "40-1337A. PHOTOGRAPHIC OR DIGITAL STORAGE AND USE OF HIGHWAY DISTRICT RECORDS. (1) A highway district official may reproduce and retain documents in a photographic, digital or other nonpaper medium. The medium in which a document is retained shall accurately reproduce the document in paper form during the period for which the document must be retained and shall preclude unauthorized alteration of the document.\n\n(a) If the medium chosen for retention is photographic, all film used must meet the quality standards of the American national standards institute (ANSI).\n\n(b) If the medium chosen for retention is digital, the medium must provide for reproduction on paper at a resolution of at least two hundred (200) dots per inch.\n\n(c) A document retained by the highway district in any form or medium permitted under this section shall be deemed an original public record for all purposes. A reproduction or copy of such a document, certified by the highway district official, shall be deemed to be a transcript or certified copy of the original and shall be admissible before any court or administrative hearing.\n\n(d) Once a paper document is retained in a nonpaper medium as authorized by this section, the original paper document may be disposed of or returned to the sender.\n\n(e) Whenever any record is reproduced by photographic or digital process as herein provided, it shall be made in duplicate, and the custodian thereof shall place one (1) copy in a fire-resistant vault, or off-site storage facility, and he shall retain the other copy in his office with suitable equipment for displaying such record at not less than original size and for making copies of the record.\n\n(2) A highway district may incorporate an electronic version of another agreement by reference into a contract, if:\n\n(a) The unsigned terms are stored in accordance with the provisions of this section;\n\n(b) The signed contract contains a prominently displayed notification of the incorporation by reference; and\n\n(c) The unsigned terms are readily available for inspection by the parties.\n\n[40-1337A, added 2015, ch. 117, sec. 1, p. 303.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-13/section-40-1337a/"
    }
  ]
}