{
  "state": "idaho",
  "path": "title-title-40/chapter-chapter-7",
  "sections": [
    {
      "id": "section-40-701",
      "number": "40-701",
      "heading": "",
      "text": "40-701. HIGHWAY DISTRIBUTION ACCOUNT — APPORTIONMENT. (1) There is established in the state treasury an account known as the \"Highway Distribution Account,\" to which shall be credited:\n\n(a) Moneys as provided by sections 63-2412(1)(f)4. and 63-2418(4), Idaho Code;\n\n(b) All moneys collected by the department, their agents and vendors, and county assessors and sheriffs, under the provisions of title 49, Idaho Code, except as otherwise specifically provided for; and\n\n(c) All other moneys as may be provided by law.\n\n(2) The highway distribution account shall be apportioned as follows:\n\n(a) Thirty-eight percent (38%) in fiscal year 2021, thirty-eight and one-half percent (38.5%) in fiscal year 2022, thirty-nine percent (39%) in fiscal year 2023, thirty-nine and one-half percent (39.5%) in fiscal year 2024, thirty-nine and three-quarters percent (39.75%) in fiscal year 2025, and forty percent (40%) thereafter to local units of government as provided in section 40-709, Idaho Code;\n\n(b) Fifty-seven percent (57%) in fiscal year 2021, fifty-seven and one-half percent (57.5%) in fiscal year 2022, fifty-eight percent (58%) in fiscal year 2023, fifty-eight and one-half percent (58.5%) in fiscal year 2024, fifty-nine and one-quarter percent (59.25%) in fiscal year 2025, and sixty percent (60%) thereafter to the state highway account established in section 40-702, Idaho Code; and\n\n(c) Five percent (5%) in fiscal year 2021, four percent (4%) in fiscal year 2022, three percent (3%) in fiscal year 2023, two percent (2%) in fiscal year 2024, one percent (1%) in fiscal year 2025, and zero dollars thereafter to the law enforcement account, established in section 67-2914, Idaho Code. The state controller shall cause the remittance of the moneys apportioned to local units of government not later than January 25, April 25, July 25 and October 25 of each year, and to the law enforcement account and the state highway account as the moneys become available to the highway distribution account.\n\n(3) All new revenues generated by increases in registration fees and fees on electric and hybrid vehicles pursuant to the provisions of House Bill No. 312, as amended in the Senate, as amended in the Senate, during the first regular session of the sixty-third Idaho legislature, and all revenues generated by fees on electric and plug-in hybrid vehicles pursuant to the provisions of section 49-457, Idaho Code, shall be apportioned as follows:\n\n(a) Forty percent (40%) to local units of government as provided in section 40-709, Idaho Code; and\n\n(b) Sixty percent (60%) to the state highway account established in section 40-702, Idaho Code.\n\n(4) Interest earned on the investment of idle moneys in the highway distribution account shall be paid to the highway distribution account.\n\n(5) All idle moneys in the dedicated highway trust or asset accounts or subaccounts established from highway user revenues, reimbursements, fees or permits shall be invested by the state treasurer in the same manner as provided under section 67-1210, Idaho Code, with respect to other surplus or idle moneys in the state treasury. Interest earned on the investments shall be returned to the various highway trust or asset accounts and subaccounts.\n\n[40-701, added 1985, ch. 253, sec. 2, p. 621; am. 1988, ch. 198, sec. 2, p. 377; am. 1988, ch. 265, sec. 570, p. 869; am. 1989, ch. 310, sec. 31, p. 803; am. 1989, ch. 348, sec. 1, p. 875; am. 1990, ch. 158, sec. 1, p. 344; am. 1991, ch. 120, sec. 3, p. 262; am. 1992, ch. 337, sec. 2, p. 1010; am. 1994, ch. 180, sec. 77, p. 477; am. 1994, ch. 409, sec. 1, p. 1280; am. 1996, ch. 343, sec. 1, p. 1150; am. 1998, ch. 199, sec. 1, p. 712; am. 1999, ch. 320, sec. 1, p. 816; am. 2009, ch. 332, sec. 4, p. 965; am. 2015, ch. 341, sec. 15, p. 1288; am. 2017, ch. 43, sec. 2, p. 64; am. 2019, ch. 308, sec. 1, p. 928.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-701/"
    },
    {
      "id": "section-40-702",
      "number": "40-702",
      "heading": "",
      "text": "40-702. STATE HIGHWAY ACCOUNT — ESTABLISHMENT. For the purpose of carrying out the provisions of this title, there is established in the dedicated fund of the state treasury an account to be known as the state highway account, which account shall include:\n\n(1) All moneys received by the state treasurer for deposit to the state highway account.\n\n(2) All fines, penalties and forfeitures incurred and collected for violations of the provisions of this title, except as otherwise provided.\n\n(3) All donations to the state from any source for the construction and improvement of highways.\n\n(4) All moneys received from local boards under joint contracts for the construction of state highways.\n\n(5) All federal surface transportation funds received from the United States government, including, but not limited to, funds received pursuant to chapter 1 of title 23, United States Code, for the national highway systems program, the surface transportation program, the highway bridge program, the minimum guarantee program, the federal lands highways program and other similar programs under successor laws.\n\n(6) Other moneys which may be provided by law for the construction and improvement of state highways.\n\n(7) Interest earned on the investment of idle moneys in the state highway account shall be paid to the state highway account.\n\n[40-702, added 1985, ch. 253, sec. 2, p. 621; am. 1990, ch. 158, sec. 2, p. 345; am. 2005, ch. 378, sec. 4, p. 1220.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-702/"
    },
    {
      "id": "section-40-703",
      "number": "40-703",
      "heading": "",
      "text": "40-703. ESTABLISHMENT OF LOCAL BRIDGE INSPECTION ACCOUNT — ADMINISTRATION. In order to promote public safety at bridges on local public highways and to provide for the payment of the local matching share of federal funds available for periodic inspection of these bridges to comply with federal laws, there is established in the dedicated fund of the state treasury an account known as the \"local bridge inspection account.\" The department is charged with the sole and exclusive administration of this account, and shall follow federal guidelines in making bridge inspections which are to be funded in part with federal funds. Interest earned on the investment of idle moneys in the local bridge inspection account shall be paid to the local bridge inspection account.\n\n[40-703, added 1985, ch. 253, sec. 2, p. 622; am. 1990, ch. 158, sec. 3, p. 345.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-703/"
    },
    {
      "id": "section-40-704",
      "number": "40-704",
      "heading": "",
      "text": "40-704. TURNPIKE PROJECT ACCOUNTS — ESTABLISHMENT. In order to provide for the redemption of and interest on turnpike revenue bonds, and construction, maintenance and operation of turnpike projects, there may be established in the dedicated fund of the state treasury an account to be known by the appropriate name of each turnpike project. Each account shall include all moneys received and paid over for the particular turnpike project, and the moneys in each account shall be expended solely for that turnpike project.\n\n[40-704, added 1985, ch. 253, sec. 2, p. 622.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-704/"
    },
    {
      "id": "section-40-705",
      "number": "40-705",
      "heading": "",
      "text": "40-705. TRANSFER AND CONTROL OF FUNDS. All funds, appropriations and other moneys from whatever source, now or subsequently appropriated and provided by law for the administration of the functions, powers and duties of the department and the board, including those of the state highway account, shall be and the same hereby are transferred and made available to and placed under the control of the board and appropriated for expenditure by it and shall be paid out by the state treasurer in the manner provided by the constitution and the laws of the state of Idaho.\n\n[40-705, added 1985, ch. 253, sec. 2, p. 622.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-705/"
    },
    {
      "id": "section-40-706",
      "number": "40-706",
      "heading": "",
      "text": "40-706. DISPOSITION OF MOTOR VEHICLE REGISTRATION MONEY. All moneys collected in any county from the registration of motor vehicles, trailers and semitrailers shall be forwarded to the state treasurer not later than the fifteenth day of the month following the calendar month in which the moneys were collected, and the state treasurer shall then pay the moneys collected into the highway distribution account, unless otherwise provided by law.\n\n[40-706, added 1985, ch. 253, sec. 2, p. 622.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-706/"
    },
    {
      "id": "section-40-707",
      "number": "40-707",
      "heading": "",
      "text": "40-707. APPROPRIATION OF MONEYS IN STATE HIGHWAY ACCOUNT. (1) From federal funds within the state highway account, there are hereby continuously appropriated first such amounts as, from time to time, shall be certified by the Idaho housing and finance association to the state controller, state treasurer and the board as necessary for payment of principal, interest and other amounts required for transportation bonds or notes of the Idaho housing and finance association in accordance with chapter 62, title 67, Idaho Code, which amounts shall be transferred to the GARVEE debt service fund established in section 40-718, Idaho Code.\n\n(2) The board may, but is not obligated to, use any nonfederal funds in the state highway account to pay match as required for receipt of federal funds used to pay the bonds or notes as described in subsection (1) of this section. Such match may be transferred to the GARVEE debt service fund established in section 40-718, Idaho Code.\n\n(3) One-half of one percent (.5%) of the moneys in the state highway account may be utilized to encourage the use of recycled materials including, but not limited to, recycled glass, reclaimed asphalt, asphalt containing recycled plastic, recycled rubber tires and paper in highway construction and maintenance projects. All other moneys at any time in the state highway account, except those as are otherwise required by law to be placed in the state highway redemption account, are hereby appropriated for the purpose of defraying the expenses, debts and costs incurred in carrying out the powers and duties of the Idaho transportation board as provided by law, and for defraying administrative expenses of the department, including salaries of the board, the salary of the director, and salaries and wages of employees of the department and board and expenses for traveling. Communication supplies, equipment, fixed charges and all other necessary expenses of the department, including the aeronautics air flight program and the board, not otherwise provided for and all claims against the state highway account shall be examined by the department and certified to the state controller, who shall, upon approval of the board of examiners, draw his warrant against the state highway account for all bills and claims allowed by the board.\n\n[40-707, added 1985, ch. 253, sec. 2, p. 622; am. 1994, ch. 180, sec. 78, p. 478; am. 1994, ch. 409, sec. 2, p. 1281; am. 2005, ch. 378, sec. 5, p. 1220; am. 2011, ch. 58, sec. 2, p. 122.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-707/"
    },
    {
      "id": "section-40-709",
      "number": "40-709",
      "heading": "",
      "text": "40-709. APPORTIONMENT OF FUNDS FROM HIGHWAY DISTRIBUTION ACCOUNT TO LOCAL UNITS OF GOVERNMENT. Commencing July 1, 1999, and each fiscal year thereafter, from the moneys appropriated from the highway distribution account to local units of government, three hundred twenty-six thousandths of one percent (0.326%) is appropriated to the local highway technical assistance council, and the balance of the appropriation shall be distributed as follows:\n\n(1) Thirty percent (30%) shall be apportioned among incorporated and specially chartered cities, in the same proportion as the population of the incorporated or specially chartered city bears to the total population of all the incorporated or specially chartered cities as shown by the last regular or special federal census.\n\n(2) The remainder shall be apportioned:\n\n(a) Ten percent (10%) shall be divided equally among all counties of the state.\n\n(b) Forty-five percent (45%) shall be divided among the counties of the state in the proportion that the amount collected from motor vehicle registrations in each county during the last calendar year bears to the total amount of those collections in all counties in the state.\n\n(c) Forty-five percent (45%) shall be divided among the counties of the state in the proportion that the number of miles of improved highways in the county highway system of each county bears to the total number of miles of improved highways in the county highway systems of all counties in the state. The director is directed to certify to the state controller, on or before January 1 of each year, the number of miles of improved highways in each county.\n\n(3) Moneys paid to counties with highway districts shall be further distributed by the state as follows:\n\n(a) Ten percent (10%) shall be divided equally among the county, if the county maintains any highways, and the highway districts;\n\n(b) Forty-five percent (45%) shall be divided among the county, if the county maintains any highways, and the highway districts of the county in the proportion that the amount collected from motor vehicle registrations in each area designated during the last calendar year bears to the total amount of those collections in the entire county;\n\n(c) Forty-five percent (45%) shall be divided among the county, if the county maintains any highways, and the highway districts in the proportion that the number of miles of improved highways in the county and the highway districts bear to the total number of miles of improved highways in the entire county highway system.\n\n(4) The state controller shall ascertain the sums set for the apportionment and remit to the local governments their share of the amount computed. The apportionment hereby made shall be remitted to the local governments not later than January 25, April 25, July 25, and October 25 of each year.\n\n(5) Moneys paid to incorporated or specially chartered cities shall be expended by the governing bodies of those cities solely in the construction and maintenance of highways within their corporate limits and to meet the interest and sinking fund requirements for the current year on any unpaid bonds issued by those cities for highway and bridge purposes, or refunding bonds issued to take up those bonds.\n\n(6) Each highway district receiving an apportionment from the highway distribution account shall apportion those funds as follows: To the interest and sinking fund of the district, an amount as may be necessary to meet the interest and sinking fund requirements for that year on any unpaid bonds issued by that district, and any balance of those funds shall be used for highway and bridge maintenance and construction. Each district may expend all or any portion of the balance of those funds in the construction and maintenance of state highways within the district.\n\n(7) No part of highway funds or any apportionment from it shall ever be used for any purposes other than those provided in this section and in section 40-709A, Idaho Code, except as specifically otherwise provided. At the end of any fiscal year an unexpended balance of highway funds shall be carried forward and retained and subsequently applied to the maintenance and construction of highways or the payment of bond interest and principal and sinking fund requirements.\n\n[40-709, added 1985, ch. 253, sec. 2, p. 624; am. 1993, ch. 126, sec. 1, p. 319; am. 1993, ch. 177, sec. 1, p. 456; am. 1994, ch. 180, sec. 80, p. 479; am. 1994, ch. 280, sec. 3, p. 869; am. 1999, ch. 284, sec. 1, p. 707; am. 2014, ch. 214, sec. 1, p. 562.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-709/"
    },
    {
      "id": "section-40-708",
      "number": "40-708",
      "heading": "",
      "text": "40-708. POLICY OF LEGISLATURE ON EXPENDITURES. (1) It is the declared policy of the legislature that, except as otherwise provided, all highway-user revenues accruing to the state highway account be spent exclusively for the maintenance, construction and development of highways and bridges in the state highway system. By mutual cooperative written agreements, or in the event of emergencies or other unusual circumstances where the financial or general welfare of the people is concerned, two (2) or more units of government may, upon a showing of cause declared and entered upon the minutes of an official meeting of the board, the boards of county, highway district commissioners or the governing body of any cities involved, as the case may be, share jointly the costs of the maintenance, construction or development of highways and bridges in any state, county, district or city system.\n\n(2) It is further the declared policy of the legislature that, except as otherwise provided, all highway-user revenues accruing to the highway distribution account and all ad valorem levies accruing pursuant to chapter 8, title 40, Idaho Code, shall be spent in support of the operations, administration, maintenance, construction, and development of bridges and highways that benefit primarily motor vehicles in the local highway jurisdiction. All moneys apportioned to the board, counties or highway districts, and cities from the proceeds from the imposition of tax on fuels and from any tax or fee for the registration or operation of motor vehicles for general highway construction and maintenance, bridge and culvert moneys shall be accounted for as to the actual expenditure to the state controller, as dedicated funds by a certification of the governing unit receiving, budgeting and expending those dedicated funds. The certification shall list the actual funds received for the budgetary period in each category of dedicated funds and the actual expenditure of the used dedicated funds. Any balance of dedicated funds unexpended must be shown and accounted for as a beginning balance in the next regular budget. The certification shall be prepared by the director, county auditor or highway district treasurer or city clerk and shall be signed by the elected county or highway district commissioners, mayor, council, or board members of the respective reporting governmental unit. The certification shall certify that all highway user revenues and ad valorem levies have been expended only to support the operations, administration, maintenance, construction, and development of bridges and highways that benefit primarily motor vehicles in the local highway jurisdiction. The certification shall be made by December 31 of each year for the preceding fiscal budget year and shall be published once as a legal notice between January 1 and January 15. Failure to make certification, failure to publish or the making of false statements in the certification shall subject the person so doing to the penalties prescribed in section 40-207, Idaho Code, or be used as the grounds for removal from office of the offending officials. The state controller is empowered to withhold the distribution of funds for noncompliance with the provisions of this section, but upon compliance shall authorize the distribution to be made.\n\n(3) Moneys remaining unexpended in dedicated funds shall not be budgeted or expended for uses other than the limits of the dedicated fund.\n\n(4) Highway districts may accumulate fund balances at the end of a fiscal year and carry over those fund balances into the ensuing fiscal year sufficient to achieve or maintain highway district operations on a cash basis. A fund balance is the excess of the assets of a fund over its liabilities and reserves.\n\n[40-708, added 1985, ch. 253, sec. 2, p. 623; am. 1994, ch. 180, sec. 79, p. 478; am. 1996, ch. 386, sec. 1, p. 1310; am. 2023, ch. 288, sec. 1, p. 879; am. 2024, ch. 259, sec. 1, p. 899.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-708/"
    },
    {
      "id": "section-40-709a",
      "number": "40-709A",
      "heading": "",
      "text": "40-709A. PETITION FOR HIGHWAY MAINTENANCE. (1) Any county or highway district may petition the Idaho transportation board to take action, as provided in this section, to provide for the maintenance of a highway or portion thereof under the jurisdiction of a county or highway district.\n\n(2) The petition and supporting materials shall establish the following facts:\n\n(a) That the subject highway or relevant portion thereof provides the only practical access to a city, town or other developed area;\n\n(b) That the county or highway district with jurisdiction over the subject highway, or relevant portion thereof, is obligated to maintain the highway or relevant portion thereof;\n\n(c) That said county or highway district historically has provided maintenance to the subject highway or relevant portion thereof sufficient to allow safe motorist access to the city, town or other developed area; and\n\n(d) Said county or highway district is now failing to provide maintenance sufficient to allow safe motorist access to the city, town or other developed area.\n\nThe petition shall not be based on failure to improve the highway or to expand maintenance beyond what historically has been provided. The petition shall also document the petitioner’s efforts to communicate its concerns to the subject county or highway district and explain why the issue could not be resolved. The petitioner shall provide notice to the subject county or highway district, including a copy of the petition and all supporting materials.\n\n(3) The Idaho transportation department shall publish notice of the petition as set forth in section 40-206, Idaho Code, and shall provide the subject county or highway district a reasonable opportunity to respond to the petition, to take corrective action, to explain any extenuating circumstances or to otherwise address the concerns presented in the petition. Based on all information available to it, including such independent investigation as it deems appropriate, the Idaho transportation department shall make a recommendation for action to the Idaho transportation board.\n\n(4) The Idaho transportation board shall review the petition and the recommendation of the Idaho transportation department.\n\n(5) If the Idaho transportation board determines that the petition is without merit, it may deny the petition without hearing and issue written findings and conclusions stating its reasons therefor.\n\n(6) If the Idaho transportation board determines that the petition may have merit, it shall hold a hearing on the matter and allow all affected entities and interested persons an opportunity to be heard.\n\n(7) Following the hearing provided in subsection (6) of this section, the Idaho transportation board shall either grant or deny the petition and issue findings and conclusions stating its reasons therefor. The petition shall be granted only upon a finding that the public safety, health or welfare would be endangered because the subject county or highway district is inappropriately and unreasonably failing to maintain a highway or portion thereof that it is obligated to maintain and that the facts set out in subsection (2)(a), (b), (c) and (d) of this section have been established. In determining the reasonableness of the subject county or highway district’s actions with respect to the highway, the Idaho transportation board shall take into account the authority of the county or highway district to temporarily close a highway, the availability of funding and other considerations addressed in sections 40-1311 and 40-1315, Idaho Code. The Idaho transportation board shall not approve a petition with respect to a highway or portion thereof that has been vacated or is subject to an ongoing vacation or validation proceeding.\n\n(8) If the petition is granted, the transportation department may undertake itself the maintenance of the highway or portion thereof or it may contract with another political subdivision to undertake the maintenance. In either case, the transportation department shall certify to the state controller the actual cost of maintenance undertaken by the transportation department or by the contracted political subdivision. The state controller shall pay into the state highway account of the Idaho transportation department or directly to the contracted political subdivision the actual costs incurred as certified by the transportation department. Such funds shall be deducted from the funds that would otherwise have been allocated pursuant to section 40-709, Idaho Code, to the county or highway district that failed to provide adequate maintenance.\n\n(9) Political subdivisions that acquire funds for roadwork of any type either pursuant to this section or by separate voluntary agreement with another political subdivision or the state are hereby authorized to expend such funds outside of their jurisdictional boundaries notwithstanding any other provision of law.\n\n(10) A county or highway district that has been the subject of a petition granted pursuant to this section may request a termination or modification of the arrangement authorized by the Idaho transportation department for maintenance by the Idaho transportation department or another entity. A request for termination shall be accompanied by appropriate documentation showing that the requesting entity is prepared to resume its maintenance responsibility for the highway. The Idaho transportation board shall consider the request for termination or modification, taking into account the information presented by the requesting entity and any other information available to the Idaho transportation board. If the Idaho transportation board determines that the concerns giving rise to the petition have been addressed and the entity is committed to resume maintenance of the highway, the Idaho transportation board shall terminate its prior action and allow the entity to resume responsibility for maintenance of the highway upon the beginning of the next fiscal year. The Idaho transportation board may also modify the existing arrangement for funding of maintenance.\n\n(11) A decision by the Idaho transportation board granting or denying a petition or request under this section is a final agency action for purposes of section 67-5270(2), Idaho Code.\n\n[40-709A, added 2014, ch. 214, sec. 2, p. 563.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-709a/"
    },
    {
      "id": "section-40-711",
      "number": "40-711",
      "heading": "",
      "text": "40-711. MONEYS OF HIGHWAY DISTRICTS — APPORTIONMENT WITH COUNTIES. (1) Within ten (10) days after the organization of a highway board, it shall be the duty of the commissioners to pay over to the treasurer of the highway district the proper share of the district’s funds in the highway and bridge fund of the county, the share being ascertained and determined as follows: From the total amount of the highway and bridge funds, consisting of the balance, if any, on hand at the beginning of the current calendar year, augmented by the amount of whatever taxes may have been subsequently collected and paid into the highway and bridge funds, there shall be deducted the amount of any payments made from the funds since the beginning of the calendar year and also any amount needed to make good any deficiency in the funds that may have existed at the beginning of that year. The resulting amount is, for the purpose of the computation, termed the net highway and bridge fund. The highway district’s contribution to it is an amount which bears the same ratio that the amount of the highway and bridge ad valorem taxes levied by the county within the highway district in the preceding year (less twenty-five per cent (25%) of the highway fund levied within any included cities), bears to the total amount of highway and bridge ad valorem taxes levied in the county in the preceding year. The proper share for the highway district in the highway and bridge fund is, for the purpose of this section, ninety-five per cent (95%) of the highway district’s contribution to the net highway and bridge fund.\n\n(2) All moneys thereafter coming into the county highway and bridge funds by reason of county levies made prior to the organization of the highway district, but which may not, at the time of the organization, have been collected by the county, shall as soon as collected, be accounted for and apportioned by the methods set forth above, and the highway district’s proper share in it paid over to the highway district.\n\n(3) Pending final adjustment and payment of the amounts provided for in this section, the commissioners are authorized to retain a proportion of the funds as shall be required to meet outstanding valid warrants lawfully issued against the county prior to the organization of the highway district and outstanding indebtedness of the county lawfully contracted prior to the organization of the highway district lawfully chargeable and payable out of those funds. This section shall not apply to the proceeds of taxes specially levied to meet the requirements of bonds issued by the county.\n\n[40-711, added 1985, ch. 253, sec. 2, p. 626.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-711/"
    },
    {
      "id": "section-40-713",
      "number": "40-713",
      "heading": "",
      "text": "40-713. EXPENDITURE AND APPLICABILITY OF FUNDS. The commissioners and the board of commissioners of each highway district are empowered to expend all or any portion of moneys received by them from the highway distribution account, in cooperation with the state of Idaho or the United States, or both, in the construction of highways or bridges.\n\n[40-713, added 1985, ch. 253, sec. 2, p. 627.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-713/"
    },
    {
      "id": "section-40-712",
      "number": "40-712",
      "heading": "",
      "text": "40-712. CITY’S PORTION OF HIGHWAY FUNDS PAID TO AUDITOR — FISCAL ASSISTANCE FUNDS. (1) Any city which maintains highways shall continue to receive their proportionate share of moneys distributed under section 40-709, Idaho Code, but in a single county-wide highway district organized under the provisions of chapter 10, title 40, Idaho Code, or under chapter 273, laws of 1971, those moneys shall be paid to the county auditor for the benefit of the county-wide highway district.\n\n(2) Any city or county which receives moneys under the provisions of the state and local fiscal assistance act of 1972 may utilize those funds for any purposes that were solely the responsibility of that city or county prior to March 17, 1973, and which responsibility was transferred to a county-wide highway district by chapter 273, laws of 1971. Any city or county which receives moneys under the provisions of the state and local fiscal assistance act of 1972 may utilize those funds for the design, construction, reconstruction and maintenance of sidewalks, when deemed to be for public safety. Utilization of the fiscal assistance funds may be accomplished by a transfer of the funds to a county-wide highway district, and the provisions of sections 67-2326 through and including 67-2333, Idaho Code, may be utilized for transfer, provided, the provisions of the state and local fiscal assistance act of 1972 are adhered to.\n\n[40-712, added 1985, ch. 253, sec. 2, p. 626.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-712/"
    },
    {
      "id": "section-40-714",
      "number": "40-714",
      "heading": "",
      "text": "40-714. BUDGETING AND ALLOCATION OF FUNDS. (1) The commissioners shall budget and allocate the moneys from the highway distribution account to be available during the year for which the budget is made as in the manner now provided by law for the budgeting of its expenditures, and may budget and allocate so much of them as shall be available for construction and maintenance of highways, in cooperation with the state of Idaho and United States, or either.\n\n(2) The board of commissioners of each highway district may at any meeting allocate the moneys then available and to become available from the highway distribution account during that year for the construction and maintenance of highways, in cooperation with the state of Idaho and the United States, or either.\n\n[40-714, added 1985, ch. 253, sec. 2, p. 627.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-714/"
    },
    {
      "id": "section-40-715",
      "number": "40-715",
      "heading": "",
      "text": "40-715. TRANSFER OF SUMS ALLOCABLE TO COUNTIES, HIGHWAY DISTRICTS AND CITIES — DISBURSEMENT. It is the duty of the state controller to draw warrants upon the state treasury for the transfer of the distributive sums allocable to the several counties, highway districts and cities, which warrants shall be made payable directly to the county treasurers, highway district secretary or city clerk. The county treasurers shall deposit the moneys in the county highway fund, highway district secretaries shall deposit the moneys in the highway district road fund and the city clerk shall deposit the moneys in the city street fund.\n\n[40-715, added 1985, ch. 253, sec. 2, p. 627; am. 1993, ch. 126, sec. 2, p. 321; am. 1994, ch. 180, sec. 81, p. 481; am. 2003, ch. 32, sec. 22, p. 130.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-715/"
    },
    {
      "id": "section-40-717",
      "number": "40-717",
      "heading": "",
      "text": "40-717. DEPOSIT AND DISBURSEMENT OF FUNDS OF THE LOCAL HIGHWAY TECHNICAL ASSISTANCE COUNCIL — ADMINISTRATION. (1) Funds apportioned under section 40-709, Idaho Code, to the local highway technical assistance council shall immediately be deposited by the council in one (1) or more banks or trust companies approved under chapter 27, title 67, Idaho Code, as state depositories. All funds so deposited and interest from the same are hereby continuously appropriated for the purpose of carrying out the provisions of chapter 24, title 40, Idaho Code.\n\n(2) The local highway technical assistance council is charged with the sole and exclusive administration of the council funds and shall follow federal guidelines in providing technical assistance to local highway jurisdictions which may be funded in part with federal funds. Funds can be withdrawn or paid out of such accounts only upon checks or other orders upon such account, signed by two (2) officers of the council or employees designated by the council.\n\n(3) The right is reserved to the state of Idaho to audit the accounts and expenditures of the council at any time.\n\n(4) All money received or expended by the council shall be audited annually by a certified public accountant, designated by the council, as provided in section 40-2405, Idaho Code.\n\n[40-717, added 1994, ch. 280, sec. 4, p. 870; am. 1995, ch. 268, sec. 1, p. 866.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-717/"
    },
    {
      "id": "section-40-718",
      "number": "40-718",
      "heading": "",
      "text": "40-718. GARVEE FUNDS ESTABLISHED — CAPITAL PROJECT FUND — DEBT SERVICE FUND. (1) There is established in the state treasury a fund known as the \"GARVEE Capital Project Fund\" which shall include:\n\n(a) Any draw by the board of proceeds from the transportation bonds or notes issued by the Idaho housing and finance association in accordance with chapter 62, title 67, Idaho Code.\n\n(b) Interest earned on the investment of idle moneys in the GARVEE capital project fund shall be paid to the GARVEE capital project fund.\n\nDisbursements from this fund shall be made for projects in accordance with chapter 3, title 40, Idaho Code. All moneys in the fund are hereby continuously appropriated to the department.\n\n(2) There is established in the state treasury a fund known as the \"GARVEE Debt Service Fund\" for the purpose of paying the principal, interest and other amounts required for transportation bonds or notes of the Idaho housing and finance association in accordance with chapter 62, title 67, Idaho Code. The fund shall include:\n\n(a) Amounts transferred from the state highway account upon certification by the Idaho housing and finance association to the state controller, state treasurer and the board as necessary for payment of principal, interest and other amounts required for transportation bonds or notes.\n\n(b) Amounts distributed pursuant to section 63-2520(b)(4), Idaho Code. Provided that such moneys distributed to the GARVEE debt service fund pursuant to this paragraph shall be used in combination with the amounts provided for in paragraph (a) of this subsection and shall be used for payment of principal, interest and other amounts required for transportation bonds or notes.\n\n(c) Interest earned on the investment of idle moneys in the GARVEE debt service fund shall be paid to the GARVEE debt service fund.\n\nFrom moneys within this fund, there are hereby continuously appropriated such amounts as, from time to time, shall be certified by the Idaho housing and finance association to the state controller, state treasurer and the board as necessary for payment of principal, interest and other amounts required for transportation bonds or notes of the Idaho housing and finance association in accordance with chapter 62, title 67, Idaho Code, which amounts shall be paid over as directed by the association.\n\n[40-718, added 2005, ch. 378, sec. 6, p. 1221; am. 2014, ch. 115, sec. 1, p. 328; am. 2024, ch. 237, sec. 35, p. 847.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-718/"
    },
    {
      "id": "section-40-719",
      "number": "40-719",
      "heading": "",
      "text": "40-719. STRATEGIC INITIATIVES PROGRAM AND STRATEGIC INITIATIVES GRANT PROGRAM. (1) The Idaho transportation department shall establish and maintain a strategic initiatives program. The purpose of the program is to fund transportation projects that are proposed by the department’s six (6) districts and local units of government. Proposed projects shall compete for strategic initiative program selection and funding on a statewide basis based on an analysis of their return on investment in the following categories:\n\n(a) Safety, including the projected reduction of crashes, injuries and fatalities;\n\n(b) Mobility, including projected traffic-flow improvements for freight and passenger cars;\n\n(c) Economic opportunity, including the projected cost-benefit ratio for users and businesses;\n\n(d) The repair and maintenance of bridges;\n\n(e) The purchase of public rights-of-way; and\n\n(f) Child pedestrian safety on the state and local system.\n\n(2)(a) There is hereby established in the state treasury the strategic initiatives program fund, to which shall be deposited any appropriated moneys for funding of the strategic initiatives program.\n\n(b) Unless otherwise specified, moneys transferred into the strategic initiatives program fund after May 30, 2017, shall be apportioned as follows:\n\n(i) Sixty percent (60%) to projects proposed by the Idaho transportation department’s six (6) districts; and\n\n(ii) Forty percent (40%) to local units of government for the purpose of operating a strategic initiatives program administered by the local highway technical assistance council (LHTAC) established in section 40-2401, Idaho Code.\n\n(c) The strategic initiatives program for local units of government shall be exempt from the requirements contained in subsection (1)(c) of this section.\n\n(3)(a) LHTAC shall establish and maintain a strategic initiatives grant program, which shall be separate from the strategic initiatives program described in subsections (1) and (2) of this section. The strategic initiatives grant program shall be for the purpose of assisting local units of government to mitigate the impact of new alignments on the state highway system on local roads, state highway projects, or for economically significant local transportation projects that require the funding or technical assistance of LHTAC to facilitate.\n\n(b) There is hereby established in the state treasury the strategic initiatives grant program fund, to which shall be deposited any appropriated moneys for funding of the strategic initiatives grant program.\n\n(c) Fifty percent (50%) of the funds appropriated to the strategic initiatives grant program described in this subsection shall be awarded to large urban areas that have a population greater than fifty thousand (50,000), and fifty percent (50%) of such funds shall be awarded to rural areas or to small urban areas with a population that is less than fifty thousand (50,000). Large urban areas as described in this paragraph shall be required to match twenty percent (20%) of any funds received pursuant to the strategic initiatives grant program. Unsuccessful strategic initiatives grant program applicants shall be required to reapply in order to be considered for a subsequent grant opportunity. LHTAC shall report annually to the transportation and defense committee of the house of representatives and the transportation committee of the senate of the legislature regarding the strategic initiatives grant program.\n\n(4) Interest earned on the investment of idle moneys in the funds established pursuant to this section shall be paid to such funds. All moneys in the strategic initiatives program fund shall be used for funding the strategic initiatives program. All moneys in the strategic initiatives grant program fund shall be used for funding the strategic initiatives grant program. All moneys in the funds established pursuant to this section are hereby continuously appropriated.\n\n[40-719, added 2015, ch. 341, sec. 6, p. 1285; am. 2017, ch. 322, sec. 8, p. 844; am. 2017, ch. 337, sec. 1, p. 871; am. 2023, ch. 38, sec. 1, p. 173; am. 2024, ch. 229, sec. 1, p. 807.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-719/"
    },
    {
      "id": "section-40-720",
      "number": "40-720",
      "heading": "",
      "text": "40-720. TRANSPORTATION EXPANSION AND CONGESTION MITIGATION PROGRAM — FUND ESTABLISHED. (1) The Idaho transportation department shall establish and maintain a transportation expansion and congestion mitigation program.\n\n(2) The fund established pursuant to this section shall finance projects that expand the state system to address and mitigate transportation congestion. The projects shall be evaluated by the Idaho transportation department and shall be chosen by the Idaho transportation board based on a policy that may include mitigation of traffic times, improvement to traffic flow and mitigation of traffic congestion.\n\n(3) There is hereby established in the state treasury the transportation expansion and congestion mitigation fund, to which shall be deposited:\n\n(a) All moneys distributed pursuant to section 63-2520, Idaho Code;\n\n(b) All moneys distributed pursuant to section 63-3638, Idaho Code; and\n\n(c) Any other appropriated moneys for funding the transportation expansion and congestion mitigation program.\n\n(4) Interest earned on the investment of idle moneys in the fund shall be paid to the fund. All moneys in the fund shall be used for the transportation expansion and congestion mitigation program.\n\n(5) The Idaho housing and finance association is hereby authorized to issue bonds, secured by otherwise unobligated moneys in the fund established in subsection (3) of this section, for the purpose of financing state transportation projects approved by the Idaho transportation board. The Idaho transportation board shall take into consideration the mitigation of traffic congestion from the state campus site located at 11311 West Chinden Boulevard, Boise, as a priority when approving transportation projects. Moneys from the fund established in subsection (3) of this section shall be used to pay any of the principal, interest, and other amounts for state transportation projects approved by the Idaho transportation board and required for bonds issued pursuant to this subsection in accordance with the provisions of chapter 62, title 67, Idaho Code. If such bonds are issued, moneys in the fund shall first be continuously appropriated and used for repayment of said bonds in accordance with subsection (7) of this section.\n\n(6) The authority provided in subsection (5) of this section shall be used only to issue bonds on an approved resolution by the Idaho transportation board requesting that the Idaho housing and finance association issue bonds contingent upon:\n\n(a) The availability of otherwise unobligated moneys in the fund, established in subsection (3)of this section, necessary to meet bond service obligations;\n\n(b) The moneys disbursed being used in accordance with United States treasury regulations to ensure tax-exempt status is retained, unless tax-exempt bonds are not available; and\n\n(c) The issuance of bonds at prevailing market rates of interest.\n\n(7) From moneys in the fund established in this section, there are hereby continuously appropriated first such amounts as from time to time shall be certified by the Idaho housing and finance association to the state controller, the state treasurer, and the Idaho transportation board as necessary for payment of principal, interest, and other amounts required for transportation bonds or notes of the Idaho housing and finance association in accordance with chapter 62, title 67, Idaho Code, that are issued to finance improvements described in this section, which amounts shall not exceed the amount received and transferred from section 63-3638(16), Idaho Code, which amounts shall be transferred to the transportation expansion and congestion mitigation program debt service fund established in section 40-721(2), Idaho Code.\n\n(8) Moneys apportioned to local units of government for local highway projects pursuant to section 63-3638(16)(a)(ii), (b)(ii), (c)(ii), and (d)(ii), Idaho Code, shall be used by local units of government only for the purposes of road and bridge maintenance, the expansion of travel lanes, and congestion mitigation for the primary benefit of motor vehicles to improve traffic flow and traffic travel times.\n\n[40-720, added 2017, ch. 322, sec. 9, p. 845; am. 2019, ch. 307, sec. 1, p. 919; am. 2023, ch. 21, sec. 1, p. 131; am. 2025, ch. 250, sec. 2, p. 1112.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-720/"
    },
    {
      "id": "section-40-721",
      "number": "40-721",
      "heading": "",
      "text": "40-721. TRANSPORTATION EXPANSION AND CONGESTION MITIGATION PROGRAM CAPITAL PROJECT FUND — TRANSPORTATION EXPANSION AND CONGESTION MITIGATION PROGRAM DEBT SERVICE FUND. (1) There is hereby established in the state treasury the transportation expansion and congestion mitigation program capital project fund that shall include any draw by the Idaho transportation board of proceeds from the transportation bonds or notes issued by the Idaho housing and finance association in accordance with chapter 62, title 67, Idaho Code, to finance improvements described in section 40-720, Idaho Code. Interest earned on the investments of idle moneys in the transportation expansion and congestion mitigation program capital project fund shall be paid to the transportation expansion and congestion mitigation program capital project fund. Disbursements from this fund shall be paid over as requested by the Idaho transportation board and shall be made for projects in accordance with section 40-720, Idaho Code. All moneys in the fund are hereby continuously appropriated to the department.\n\n(2) There is hereby established in the state treasury the transportation expansion and congestion mitigation program debt service fund for the purpose of paying the principal, interest, and other amounts required for transportation bonds or notes of the Idaho housing and finance association in accordance with chapter 62, title 67, Idaho Code, issued to finance improvements described in section 40-720, Idaho Code. The fund shall include amounts distributed pursuant to sections 40-720(7) and 63-3638(16), Idaho Code, provided that such moneys distributed to the transportation expansion and congestion mitigation program debt service fund pursuant to this subsection shall be used for payment of principal, interest, and other amounts required for transportation bonds or notes issued by the Idaho housing and finance association for improvements described in section 40-720, Idaho Code. Interest earned on the investment of idle moneys in the transportation expansion and congestion mitigation program debt service fund shall be paid to the transportation expansion and congestion mitigation program debt service fund. From moneys within this fund, there are hereby continuously appropriated such amounts as from time to time shall be certified by the Idaho housing and finance association to the state controller, the state treasurer, and the Idaho transportation board as necessary for payment of principal, interest, and other amounts required for transportation bonds or notes of the Idaho housing and finance association in accordance with chapter 62, title 67, Idaho Code, issued for improvements described in section 40-720, Idaho Code, which amounts shall be paid over as directed by the association. Any funds in excess of the amount necessary to meet the payment authorized in this section shall be transferred to the transportation expansion and congestion mitigation fund established in section 40-720, Idaho Code.\n\n[40-721, added 2019, ch. 307, sec. 2, p. 920.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-7/section-40-721/"
    }
  ]
}