{
  "state": "idaho",
  "path": "title-title-40/chapter-chapter-19",
  "sections": [
    {
      "id": "section-40-1901",
      "number": "40-1901",
      "heading": "",
      "text": "40-1901. LEGISLATIVE INTENT AND POLICY — TOURIST RELATED ADVERTISING DEVICES. (1) The state of Idaho herewith finds and determines that the removal of tourist related signs which were lawfully created under state law in force at the time of their erection which do not conform to the requirements of section 131(o), title 23, United States Code, which provide directional information about goods and services in the interest of the traveling public, and which were in existence on May 6, 1976, may work a substantial economic hardship in defined areas within the state. (2) The legislature further finds and declares that outdoor advertising is a form of commercial use of the public highway and regulation and removal of outdoor advertising is a highway purpose. In order to provide for maximum visibility along highways and to permit unobstructed view of connecting highways and intersections, to prevent the distraction of operators of motor vehicles, to prevent confusion with respect to traffic lights, signs or signals, or otherwise interfere with the effectiveness of traffic regulations, to preserve and enhance the natural scenic beauty of areas traversed by interstate and primary highways, to protect the public investment in highways, to promote the recreational value of public travel, to conform to the expressed intent of congress to control the erection and maintenance of outdoor advertising displays, and to promote the maximum safety, comfort and well-being, of the users of highways, the legislature finds and declares it to be necessary in the public interest to regulate the erection and maintenance of outdoor advertising structures, signs and displays and the business or occupation, in areas adjacent to interstate and primary highways, in accordance with the terms of this chapter and regulations promulgated by the board.\n\n[40-1901, added 1985, ch. 253, sec. 2, p. 682.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1901/"
    },
    {
      "id": "section-40-1902",
      "number": "40-1902",
      "heading": "",
      "text": "40-1902. ERECTING AND MAINTAINING ADVERTISING DISPLAYS. The provisions of this chapter and the regulation of erecting and maintaining advertising displays, insofar as the regulation may affect erecting and maintaining advertising displays visible from the interstate or primary system of highways of this state, shall be exclusive of all regulations whether enacted by a law of this state or by a political subdivision the state.\n\n[40-1902, added 1985, ch. 253, sec. 2, p. 683.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1902/"
    },
    {
      "id": "section-40-1903",
      "number": "40-1903",
      "heading": "",
      "text": "40-1903. COUNTY ZONING ORDINANCES. It is the intention of the legislature to occupy the whole field of regulation by this chapter, except that nothing in this chapter prohibits enforcement of any or all of its provisions by persons designated to act by appropriate ordinances duly adopted by any county of this state, nor does this chapter prohibit the passage by any county of reasonable land use or zoning regulations affecting the placing of advertising displays or the placement and operation of junkyards, in accordance with the provisions of chapter 65, title 67, Idaho Code.\n\n[40-1903, added 1985, ch. 253, sec. 2, p. 683; am. 1998, ch. 259, sec. 1, p. 862.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1903/"
    },
    {
      "id": "section-40-1904",
      "number": "40-1904",
      "heading": "",
      "text": "40-1904. PRIVATE AND PUBLIC NOTICES. Nothing contained in this chapter applies to any advertising display used exclusively for:\n\n(1) Directional and other official signs and notices erected or maintained by public officers or agencies pursuant to and in accordance with direction or authorization contained in state or federal law, for the purpose of carrying out an official duty or responsibility;\n\n(2) Structures, signs and displays advertising the sale or lease of property upon which they are located; and\n\n(3) Structures, signs and displays advertising activities conducted on the property on which they are located.\n\n[40-1904, added 1985, ch. 253, sec. 2, p. 683.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1904/"
    },
    {
      "id": "section-40-1905",
      "number": "40-1905",
      "heading": "",
      "text": "40-1905. LICENSES REQUIRED — APPLICATION. (1) No person shall engage in or carry on the business or occupation of outdoor advertising without first having paid the license fee provided by this chapter.\n\n(2) An application for a license shall be made by each outdoor advertising business on a form furnished by the department.\n\n[40-1905, added 1985, ch. 253, sec. 2, p. 684.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1905/"
    },
    {
      "id": "section-40-1906",
      "number": "40-1906",
      "heading": "",
      "text": "40-1906. PERMITS FOR PLACING ADVERTISING DISPLAY — APPLICATION. (1) No person shall place any advertising display within the area affected by the provisions of this chapter in this state without first having secured a written permit from the department.\n\n(2) A separate application for a permit shall be made for each separate outdoor advertising structure, sign or display on a form furnished by the department, which application shall contain information as the department may require. Each application shall be accompanied by the written consent of the owner or tenant of the real property upon which the structure, sign or display is to be erected or maintained, unless the consent shall have previously been filed with the department. An application shall be made for a permit to maintain an existing outdoor advertising structure, sign or display or to renew a permit.\n\n[40-1906, added 1985, ch. 253, sec. 2, p. 684.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1906/"
    },
    {
      "id": "section-40-1907",
      "number": "40-1907",
      "heading": "",
      "text": "40-1907. PERMITS AND LICENSES — ISSUANCE — FEES. (1) The department, in accordance with the provisions of this chapter, shall issue or renew permits and licenses for a period of at least one (1) year for the erection or maintenance of all type of outdoor advertising structures, signs or displays. No permit or license shall be issued for the erection or construction of any sign which would be in violation of local law or ordinance at the time application is filed, and further provided that no permit shall be withheld or denied for a nonconforming sign which is to be removed pursuant to the terms of this chapter by reason of the sign being located upon land to which the state or the department has acquired a restrictive covenant regarding the erection of signs if the sign was in existence prior to October 22, 1965.\n\n(2) The license fee for an original license, and for each annual renewal, is payable annually in advance, as follows:\n\n(a) Fifty dollars ($50.00) for persons owning one or more but fewer than one hundred (100) signs subject to this chapter.\n\n(b) One hundred dollars ($100) for persons owning more than one hundred (100) signs subject to this chapter.\n\n(3) Licenses granted shall expire each year on December 31 and shall not be pro rated. Application for renewal of licenses shall be made not less than thirty (30) days prior to the date of expiration.\n\n(4) A permit fee of ten dollars ($10.00) shall accompany each original permit application. An annual permit fee of three dollars ($3.00) shall accompany each renewal permit application.\n\n(5) The issuance of a permit and payment of a permit fee for the placing of an advertising structure includes the right to change the advertising copy thereon without obtaining any additional permit for the remainder of the calendar year in which the permit is issued and without the payment of any additional permit fee.\n\n(6) Any license or permit issued pursuant to this chapter may be transferred to any person who acquires the business as a successor of the person for whom the license or permit was issued.\n\n[40-1907, added 1985, ch. 253, sec. 2, p. 684.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1907/"
    },
    {
      "id": "section-40-1908",
      "number": "40-1908",
      "heading": "",
      "text": "40-1908. BOND OF OUT-OF-STATE LICENSEE OR PERMITTEE. When an application for a license or permit or for renewal is made by a nonresident or by a foreign corporation engaged in the business of outdoor advertising, the department in its discretion, as a condition to the issuance of a license or permit or renewal, may require the corporation to deposit with the department a bond in an amount and with surety to be approved by the department, to secure the corporation’s compliance with the provisions of this chapter.\n\n[40-1908, added 1985, ch. 253, sec. 2, p. 685.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1908/"
    },
    {
      "id": "section-40-1909",
      "number": "40-1909",
      "heading": "",
      "text": "40-1909. IDENTIFICATION OF ADVERTISING STRUCTURES — PLACING STRUCTURE WITHOUT PERMIT PLATE — VIOLATION. (1) The department shall require that each outdoor advertising structure, sign or display shall bear an identification tag or plate to be issued by the department, and if erected or maintained by an outdoor advertising business that it shall also bear his name.\n\n(2) No person shall place any advertising structure, sign or display unless there is securely fastened upon the front a permit plate of the character specified in subsection (1) above. Placing an advertising display without having affixed a permit plate is prima facie evidence that the advertising display has been placed and is being maintained in violation of this chapter, and any such display shall be subject to removal.\n\n[40-1909, added 1985, ch. 253, sec. 2, p. 685.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1909/"
    },
    {
      "id": "section-40-1910",
      "number": "40-1910",
      "heading": "",
      "text": "40-1910. LOCATION OF DISPLAYS. No advertising display shall be placed or maintained in any of the following locations or positions or under any of the following conditions or if the advertising structure or sign is of the following nature:\n\n(1) Within the right-of-way of any highway;\n\n(2) Visible from any interstate or primary highway and simulating or imitating any directional, warning, danger or information sign permitted under the provisions of this chapter, or if intended or likely to be construed as giving warnings of traffic;\n\n(3) Within any stream or drainage canal or below the flood water level of any stream or drainage canal where the advertising display might be deluged by flood waters and swept under any highway structure crossing the stream or drainage canal or against the supports of the highway structure;\n\n(4) Not maintained in a safe condition;\n\n(5) Visible from any interstate or primary highway and displaying any red, blue or blinking intermittent light likely to be mistaken for a warning or danger signal;\n\n(6) Illuminated with such brilliance and so positioned as to blind or dazzle the vision of travelers on adjacent interstate or primary highways;\n\n(7) Purported to direct the movement of traffic;\n\n(8) Painted, affixed or attached to any natural feature as more particularly prohibited by section 18-7017, Idaho Code;\n\n(9) Hinder the clear, unobstructed view of approaching or merging traffic, nor obscure from view any traffic sign or other official sign;\n\n(10) Located as to obscure the view of any connecting highway or intersection; and\n\n(11) Not clear or in good repair.\n\n[40-1910, added 1985, ch. 253, sec. 2, p. 685.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1910/"
    },
    {
      "id": "section-40-1910a",
      "number": "40-1910A",
      "heading": "",
      "text": "40-1910A. REMOVAL OF OFF-PREMISES OUTDOOR ADVERTISING PROHIBITED WITHOUT COMPENSATION. (1) No governmental entity, including the state, or any municipality, county or other political subdivision shall remove or cause to be removed any legally placed off-premises outdoor advertising without paying compensation in cash or other method of payment mutually agreed upon, to the owner of the off-premises outdoor advertising based upon the fair market value of the off-premises outdoor advertising removed or proposed to be removed.\n\n(2) As used in this section:\n\n(a) \"Off-premises outdoor advertising\" means any outdoor sign, display, light, device, figure, painting, drawing, message, plaque, poster, billboard or other thing which is designed, intended or used to advertise or inform and which is situated in order to be visible from any highway, or other traveled way and which is located on property which is separate from and not adjoining the premises or property on which the advertised activity is carried out.\n\n(b) \"Fair market value of the off-premises outdoor advertising\" means the value of the off-premises outdoor advertising which shall include consideration of the income derived from the same and which shall otherwise be determined in the same manner as provided in section 7-711, Idaho Code.\n\n(c) \"Legally placed\" means, in reference to off-premises outdoor advertising, off-premises outdoor advertising which was erected in compliance with state laws and local ordinances, in effect at the time of erection or which was subsequently brought into compliance with state laws and local ordinances, except that the term does not apply to any off-premises outdoor advertising whose use is modified after erection in a manner which causes it to become illegal. Nothing herein shall require the payment of compensation for the removal by a governmental entity of any off-premises or other outdoor advertising which is, without authorization, erected or located in or upon a public right-of-way unless the same was legally placed thereon prior to the premises becoming a public right-of-way.\n\n(d) \"Relocation\" means removal of off-premises outdoor advertising and construction within the same market area of new off-premises outdoor advertising to substitute for the off-premises outdoor advertising removed.\n\n(3) It is a policy of this state to encourage governmental entities and owners of off-premises outdoor advertising to enter into relocation agreements in lieu and instead of paying the compensation provided herein, to continue development in a planned manner without expenditures of public funds while allowing continued maintenance of private investment and a medium of public communication. The state, cities, counties and all other political subdivisions are specifically empowered to enter into relocation agreements on whatever terms are agreeable to the off-premises outdoor advertising owner and the governmental entity and to adopt rules, ordinances or resolutions providing for relocation of off-premises outdoor advertising, provided that nothing herein shall require compensation other than the actual cost of relocation unless the said owner is reasonably unable to acquire an alternate permissible location of comparable cost and value within the same market area. Notwithstanding anything to the contrary herein, this section shall not be construed to prohibit a governmental entity from entering into any relocation agreement upon such terms as shall be otherwise lawful.\n\n(4) The requirement by a local governmental entity that legally placed off-premises advertising be removed as a condition or prerequisite for the issuance or continued effectiveness of a permit, license or other approval for any use, structure, development or activity other than off-premises outdoor advertising constitutes a compelled removal requiring compensation under this section unless the permit, license or approval is requested for the construction of a building or structure which cannot be built without physically removing the off-premises outdoor advertising.\n\n[40-1910A, added 1997, ch. 156, sec. 1, p. 451.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1910a/"
    },
    {
      "id": "section-40-1911",
      "number": "40-1911",
      "heading": "",
      "text": "40-1911. GENERAL PROHIBITIONS. Notwithstanding any other provision of this chapter, no advertising display shall be erected or maintained within six hundred sixty (660) feet from the edge of the right-of-way of the interstate and primary system of highways within this state except the following:\n\n(1) Directional or other official signs or notices that are required or authorized by law, informational or directional signs regarding telephone service, emergency telephone signs, buried or underground cable markers and above cable closures;\n\n(2) Signs advertising the sale or lease of property upon which they are located;\n\n(3) Displays advertising activities conducted on the property upon which they are located, provided that not more than one (1) such sign, visible to traffic proceeding in any one direction, and advertising activities being conducted upon the real property where the sign is located may be permitted more than fifty (50) feet from the advertising activity;\n\n(4) Displays located within areas zoned industrial, business or commercial under authority of state law, or in unzoned industrial or commercial areas as determined by the department;\n\n(5) Displays erected or maintained by the department on the right-of-way pursuant to regulation of the department designed to give information in the specific interest of the traveling public. The department, by and through its director, may, upon receipt of a certified copy of an ordinance from a board of county commissioners, or a city council, accompanied by all economic studies required by federal rules and regulations showing that the removal of tourist-related advertising activities would cause an economic hardship on a defined area, forward the ordinance to the secretary of the United States department of transportation for inclusion as a defined hardship area, qualifying for exemption pursuant to section 131(o), title 23, United States Code. The ordinance and economic studies shall show that (1) the tourist-related advertising devices provide directional information about goods and services in the interest of the traveling public, and (2) that the removal of the specific directional advertising displays will work a substantial economic hardship in the defined area;\n\n(6) Signs lawfully in existence on October 22, 1965, determined to be landmark signs, including signs on farm structures or natural surfaces, of historic or artistic significance, the preservation of which would be consistent with the purposes of this chapter; and\n\n(7) On or after July 1, 1985, no advertising structure or display shall be erected or maintained in this state, other than those allowed pursuant to subparagraphs (2), (3) and (4) of this section, which are located beyond six hundred sixty (660) feet of the right-of-way, located outside of urban areas, visible from the main traveled way of the system, and erected for the purpose of the message being read from that main traveled way of the system.\n\n[40-1911, added 1985, ch. 253, sec. 2, p. 686.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1911/"
    },
    {
      "id": "section-40-1912",
      "number": "40-1912",
      "heading": "",
      "text": "40-1912. INDUSTRIAL OR COMMERCIAL ZONES. (1) The provisions of section 40-1911, Idaho Code, shall not apply to those segments of the interstate and primary system of highways which traverse and abut on commercial, business or industrial zones within the boundaries of incorporated cities, wherein the use of real property adjacent to and abutting on the interstate and primary system of highways is subject to city or county regulation or control, or which traverse and abut on other areas where the land use is clearly established by state law or county zoning regulation, as industrial, business or commercial, or which are located within areas adjacent to the interstate and primary system of highways which are in unzoned commercial or industrial areas as determined by the department from actual land uses. The department shall determine the size, lighting and spacing of signs in the zoned and unzoned industrial, business or commercial areas.\n\n(2) For the purpose of this chapter, areas abutting interstate and primary highways of this state which are zoned commercial or industrial by counties and cities shall be valid as commercial or industrial zones only as to the portions actually used for commerce or industrial purposes and the land along the highway in urban areas for a distance of six hundred (600) feet immediately abutting to the area of the use, and does not include areas so zoned in anticipation of such uses at some uncertain future date, nor does it include areas zoned for the primary purpose of allowing advertising structures. All signs located within an unzoned area shall become nonconforming if the commercial or industrial activity used in defining the area ceases for a continuous period of six (6) months.\n\n[40-1912, added 1985, ch. 253, sec. 2, p. 687.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1912/"
    },
    {
      "id": "section-40-1913",
      "number": "40-1913",
      "heading": "",
      "text": "40-1913. REMOVAL OF DISPLAYS. Any outdoor advertising which is not in compliance with the provisions of this chapter may be removed by the department. Just compensation shall be paid upon the removal of any outdoor advertising sign, display, or device lawfully erected under state law, but the department shall not be required to purchase or remove any advertising displays as required under this chapter, until matching federal aid funds are available for the purchase or removal by the federal government.\n\n[40-1913, added 1985, ch. 253, sec. 2, p. 687.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1913/"
    },
    {
      "id": "section-40-1914",
      "number": "40-1914",
      "heading": "",
      "text": "40-1914. LOCAL ORDINANCES. The provisions of this chapter shall not be construed as permitting a person to place or maintain in existence on or adjacent to any interstate or primary highway, any outdoor advertising prohibited by law or by an ordinance of a city or county.\n\n[40-1914, added 1985, ch. 253, sec. 2, p. 687.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1914/"
    },
    {
      "id": "section-40-1915",
      "number": "40-1915",
      "heading": "",
      "text": "40-1915. NUISANCES. All advertising displays which are placed or which exist in violation of the provisions of this chapter are public nuisances and may be removed by any public employee as is further provided in this chapter.\n\n[40-1915, added 1985, ch. 253, sec. 2, p. 687.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1915/"
    },
    {
      "id": "section-40-1916",
      "number": "40-1916",
      "heading": "",
      "text": "40-1916. PENALTY — REMEDIES CUMULATIVE. (1) Any person who erects an advertising display, or who, as principal, agent or employee, causes or orders an advertising display to be erected, or one who permits an advertising display to be erected or maintained on land owned or leased by that person, in violation of the provisions of this chapter, shall be guilty of a misdemeanor.\n\n(2) The remedies provided in this chapter for the removal of illegal advertising displays are cumulative and not exclusive of any other remedy provided by law.\n\n[40-1916, added 1985, ch. 253, sec. 2, p. 687.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1916/"
    },
    {
      "id": "section-40-1919",
      "number": "40-1919",
      "heading": "",
      "text": "40-1919. JUNKYARDS AS PUBLIC NUISANCES. For the purpose of promoting the public safety, health, welfare, convenience and enjoyment of public travel, to protect the public investment in public highways, and to preserve and enhance the scenic beauty of lands bordering public highways, it is declared by the legislature of the state of Idaho to be in the public interest and for a highway purpose to regulate and restrict the establishment, operation and maintenance of junkyards in areas adjacent to highways on interstate and primary systems within the state. The legislature finds and declares that junkyards that are not in compliance with the provisions of this chapter are public nuisances.\n\n[40-1919, added 1985, ch. 253, sec. 2, p. 688.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1919/"
    },
    {
      "id": "section-40-1920",
      "number": "40-1920",
      "heading": "",
      "text": "40-1920. LICENSE — RENEWAL — FEE. No person shall operate, establish, or maintain a junkyard, any portion of which is within one thousand (1,000) feet of the nearest edge of the right-of-way of any highway on the interstate or primary system without obtaining a license from the board. The license and each renewal shall be issued on a calendar year basis and shall expire on December 31 following the date of issuance. A fee of twenty-five dollars ($25.00) shall be charged for each original license or renewal license which shall be deposited in the state treasury in the highway distribution account.\n\n[40-1920, added 1985, ch. 253, sec. 2, p. 688.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1920/"
    },
    {
      "id": "section-40-1921",
      "number": "40-1921",
      "heading": "",
      "text": "40-1921. REQUIREMENTS FOR LICENSE. Licenses shall be granted for the operation of those junkyards within one thousand (1,000) feet of the nearest edge of the right-of-way of any highway on the interstate or primary system meeting the following requirements:\n\n(1) Are screened by natural objects, plantings, fences or other appropriate means so as to render them invisible from the traveled way of the highway involved; or\n\n(2) Located within areas which are zoned for industrial use under authority of state law or in unzoned industrial areas as determined by the board; or\n\n(3) Are not visible from the main traveled way of the highway involved; or\n\n(4) Are to be screened by the board as provided in section 40-313(4), Idaho Code; or\n\n(5) Are to be relocated, removed or disposed of by the board as provided in section 40-313(4), Idaho Code.\n\n[40-1921, added 1985, ch. 253, sec. 2, p. 688.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1921/"
    },
    {
      "id": "section-40-1922",
      "number": "40-1922",
      "heading": "",
      "text": "40-1922. DUMP PERMITS — RENEWAL — FEE — SCREENING BY OWNER. No person shall operate, establish, or maintain a dump, any portion of which is within one thousand (1,000) feet of the nearest edge of the right-of-way of any highway on the interstate or primary system without obtaining a permit from the board. The permit and each renewal shall be issued on a calendar year basis and shall expire on the 31st day of December following the date of issuance. A fee of fifteen dollars ($15.00) shall be charged for each original permit or renewal permit which shall be deposited in the state treasury to the credit of the highway distribution account.\n\n[40-1922, added 1985, ch. 253, sec. 2, p. 688.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1922/"
    },
    {
      "id": "section-40-1925",
      "number": "40-1925",
      "heading": "",
      "text": "40-1925. ENFORCEMENT — REVOCATION OF LICENSE OR PERMIT — NOTICE — HEARING. (1) The department or board may revoke any license or permit for the failure to comply with the provisions of this chapter and may remove and destroy any advertising display placed or maintained in violation of this chapter after written order posted on the structure or sign and copies served by certified mail upon both the owner of the display and the owner of the land upon which it is situate. The order shall be signed by the district engineer of the department in the applicable district. The parties shall have thirty (30) days within which to appeal the order to the board under the provisions of chapter 52, title 67, Idaho Code.\n\n(2) Notwithstanding any other provision of this chapter, the department or any of its authorized employees may summarily and without notice remove and destroy any advertising display placed in violation of this chapter which is temporary in nature because of the materials of which it is constructed or because of the nature of the copy on it.\n\n(3) Proceedings for review of any action taken by the department pursuant to this section shall be instituted under the provisions of chapter 52, title 67, Idaho Code.\n\n[40-1925, added 1985, ch. 253, sec. 2, p. 689.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1925/"
    },
    {
      "id": "section-40-1926",
      "number": "40-1926",
      "heading": "",
      "text": "40-1926. VIOLATIONS AS PUBLIC NUISANCES — INJUNCTIONS — VENUE. All violations of this chapter are hereby declared to be public nuisances. The board may apply to the district court of the county in which the unlawful junkyard or dump is located for an injunction prohibiting further operation of any junkyard or dump in violation of this chapter.\n\n[40-1926, added 1985, ch. 253, sec. 2, p. 689.]",
      "source_url": "https://law.justia.com/codes/idaho/title-40/chapter-19/section-40-1926/"
    }
  ]
}