{
  "state": "nebraska",
  "path": "title-chapter-20-civil-rights/chapter-20-342-statute-of-limitations-civil-action-rights-and-duties",
  "sections": [
    {
      "id": "section-20-342statute",
      "number": "20-342.Statute",
      "heading": "of limitations; civil action; rights and duties of parties; remedies allowed; attorney's fees and costs",
      "text": "(1)(a)(i) An aggrieved person may commence a civil action in an appropriate district court not later than two years after the occurrence or the termination of an alleged discriminatory housing pra",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20-342",
      "number": "20-342",
      "heading": "",
      "text": "20-342.Statute of limitations; civil action; rights and duties of parties; remedies allowed; attorney's fees and costs.\n\n(1)(a)(i) An aggrieved person may commence a civil action in an appropriate district court not later than two years after the occurrence or the termination of an alleged discriminatory housing practice or the breach of a conciliation agreement entered into under section 20-327, whichever occurs last, to obtain appropriate relief with respect to such discriminatory housing practice or breach.\n\n(ii) The computation of such two-year period shall not include any time during which an administrative proceeding under section 20-336 is pending with respect to a complaint or charge under the Nebraska Fair Housing Act based upon such discriminatory housing practice. This subdivision shall not apply to actions arising from a breach of a conciliation agreement.\n\n(b) An aggrieved person may commence a civil action under this section whether or not a complaint has been filed under section 20-326 and without regard to the status of any such complaint, but if the commission or a local agency has obtained a conciliation agreement with the consent of an aggrieved person, no action may be filed under this section by such aggrieved person with respect to the alleged discriminatory housing practice which forms the basis for the complaint except for the purpose of enforcing the terms of the agreement.\n\n(c) An aggrieved person may not commence a civil action under this section with respect to an alleged discriminatory housing practice which forms the basis of a charge issued by the commission if a hearing officer has commenced a hearing on the record under section 20-336 with respect to such charge.\n\n(2) Upon application by a person alleging a discriminatory housing practice or a person against whom such a practice is alleged, the court may, if in the opinion of the court the person is financially unable to bear the costs of an action:\n\n(a) Appoint an attorney for the person; or\n\n(b) Authorize the commencement or continuation of a civil action under subsection (1) of this section without the payment of fees, costs, or security.\n\n(3)(a) In a civil action under subsection (1) of this section, if the court finds that a discriminatory housing practice has occurred or is about to occur, the court may award to the plaintiff actual damages and, subject to subsection (4) of this section, may grant as relief, as the court deems appropriate, any permanent or temporary injunction, temporary restraining order, or other order, including an order enjoining the defendant from engaging in such practice or ordering such affirmative action as may be appropriate.\n\n(b) In a civil action under subsection (1) of this section, the court may allow the prevailing party, other than the state, reasonable attorney's fees and costs. The state shall be liable for such fees and costs to the same extent as a private person.\n\n(4) Relief granted under this section shall not affect any contract, sale, encumbrance, or lease consummated before the granting of such relief and involving a bona fide purchaser, encumbrancer, or tenant without actual notice of the filing of a complaint with the commission or a civil action under the act.\n\n(5) Upon timely application, the Attorney General may intervene in the civil action if the Attorney General certifies that the case is of general public importance. Upon intervention the Attorney General may obtain such relief as would be available under section 20-343.\n\nSourceLaws 1991, LB 825, ยง 43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-20/statute-20-342/"
    }
  ]
}