{
  "state": "nebraska",
  "path": "title-chapter-20-civil-rights/chapter-20-151-terms-defined",
  "sections": [
    {
      "id": "section-20-151",
      "number": "20-151",
      "heading": "Terms, defined.For purposes of sections 20-150 to 20-159, unless the context otherwise requires:(1) Appointing authority means the state agency or law enforcement personnel required to provide a licensed interpreter pursuant to sections 20-150 to 20-159;(2) Auxiliary aid includes, but is not limited",
      "text": "Terms, defined.For purposes of sections 20-150 to 20-159, unless the context otherwise requires:(1) Appointing authority means the state agency or law enforcement personnel required to provide a licensed interpreter pursuant to sections 20-150 to 20-159;(2) Auxiliary aid includes, but is not limited to, sign language interpreters, oral interpreters, tactile interpreters, other interpreters, notetakers, transcription services, written materials, assistive listening devices, assisted listening systems, videotext displays, and other visual delivery systems;(3) Deaf or hard of hearing person means a person whose hearing impairment, with or without amplification, is so severe that he or she may have difficulty in auditorily processing spoken language without the use of an interpreter or a person with a fluctuating or permanent hearing loss which may adversely affect the ability to understand spoken language without the use of an interpreter or other auxiliary aid;(4) Intermediary interpreter means any person, including any deaf or hard of hearing person, who is able to assist in providing an accurate interpretation between spoken English and sign language or between variants of sign language in order to facilitate communication between a deaf or hard of hearing person and an interpreter;(5) Licensed interpreter means a person who demonstrates proficiencies in interpretation or transliteration as required by the rules and regulations adopted and promulgated by the Commission for the Deaf and Hard of Hearing pursuant to subsection (2) of section 20-150 and who holds a license issued by the commission pursuant to section 20-156. Licensed interpreter includes a licensed video remote interpreting provider;(6) Oral interpreter means a person who interprets language through facial expression, body language, and mouthing;(7) State agency means any state entity which receives appropriations from the Legislature and includes the Legislature, legislative committees, executive agencies, courts, and probation officials but does not include political subdivisions;(8) Tactile interpreter means a person who interprets for a deaf-blind person. The degree of deafness and blindness will determine the mode of communication to be used for each person;(9) Video remote interpreting services means the use of videoconferencing technology with the intent to provide effective interpreting services; and(10) Video remote interpreting provider means a person or an entity licensed to provide video remote interpreting services.SourceLaws 1987, LB 376, § 2;Laws 1997, LB 851, § 2;Laws 2002, LB 22, § 2;Laws 2006, LB 87, § 2;Laws 2015, LB287, § 2.AnnotationsLay witness testimony is admissible to show whether a person is \"deaf or hard of hearing\" under subsection (3) of this section. State v. Martinez, 295 Neb. 1, 886 N.W.2d 256 (2016).",
      "history": "",
      "source_url": ""
    }
  ]
}