{
  "state": "nebraska",
  "path": "title-chapter-20-civil-rights/chapter-20-343-attorney-general-civil-action-powers-and-duties-relie",
  "sections": [
    {
      "id": "section-20-343attorney",
      "number": "20-343.Attorney",
      "heading": "General; civil action; powers and duties; relief authorized; intervention; when permitted",
      "text": "(1) Whenever the Attorney General has reasonable cause to believe that any person or group of persons is engaged in a pattern or practice of resistance to the full enjoyment of any of the rights granted by the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20-343",
      "number": "20-343",
      "heading": "",
      "text": "20-343.Attorney General; civil action; powers and duties; relief authorized; intervention; when permitted.\n\n(1) Whenever the Attorney General has reasonable cause to believe that any person or group of persons is engaged in a pattern or practice of resistance to the full enjoyment of any of the rights granted by the Nebraska Fair Housing Act or that any group of persons has been denied any of the rights granted by the act and such denial raises an issue of general public importance, the Attorney General may commence a civil action in any appropriate district court.\n\n(2)(a) The Attorney General may commence a civil action in any appropriate district court for appropriate relief with respect to a discriminatory housing practice referred to the Attorney General by the commission under section 20-337. The action may be commenced not later than the expiration of eighteen months after the date of the occurrence or the termination of the alleged discriminatory housing practice.\n\n(b) The Attorney General may commence a civil action in any appropriate district court for appropriate relief with respect to breach of a conciliation agreement referred to the Attorney General by the commission under section 20-329. The action may be commenced not later than the expiration of ninety days after the referral of the alleged breach under such section.\n\n(3) The Attorney General, on behalf of the commission or other party at whose request a subpoena is issued under section 20-334, may enforce the subpoena in appropriate proceedings in the district court for the county in which the person to whom the subpoena was addressed resides, was served, or transacts business.\n\n(4)(a) In a civil action under subsection (1) or (2) of this section, the court:\n\n(i) May award such temporary relief, including a permanent or temporary injunction, a restraining order, or any other order against the person responsible for a violation of the act as is necessary to assure the full enjoyment of the rights granted by the act;\n\n(ii) May award such other relief as the court deems appropriate, including monetary damages to persons aggrieved; and\n\n(iii) May, to vindicate the public interest, assess a civil penalty against the respondent:\n\n(A) In an amount not exceeding fifty thousand dollars for a first violation; and\n\n(B) In an amount not exceeding one hundred thousand dollars for any subsequent violation.\n\n(b) In a civil action under this section, the court may allow the prevailing party, other than the state, reasonable attorney's fees and costs. The state shall be liable for such fees and costs to the same extent as a private person.\n\n(5) Upon timely application, any person may intervene in a civil action commenced by the Attorney General under subsection (1) or (2) of this section which involves an alleged discriminatory housing practice with respect to which such person is an aggrieved person or a conciliation agreement to which such person is a party. The court may grant such appropriate relief to any such intervening party as is authorized to be granted to a plaintiff in a civil action under section 20-342.\n\nSourceLaws 1991, LB 825, ยง 44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-20/statute-20-343/"
    }
  ]
}