{
  "state": "pennsylvania",
  "path": "title-title-37/chapter-chapter-9",
  "sections": [
    {
      "id": "section-901",
      "number": "901",
      "heading": "",
      "text": "The Commonwealth of Pennsylvania hereby cedes to the United States concurrent jurisdiction over lands, waters and buildings within the boundaries of units of the National Park System administered by the United States Department of the Interior National Park Service, including those owned, leased or administratively controlled by the National Park Service, as well as all lands and buildings hereafter acquired, leased or administratively controlled by the National Park Service.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-9/section-901/"
    },
    {
      "id": "section-902",
      "number": "902",
      "heading": "",
      "text": "The existing National Park Service lands, waters and buildings affected by the provisions of this chapter are as follows:\n\n(1) Allegheny Portage National Historic Site.\n\n(2) Delaware Water Gap National Recreation Area.\n\n(3) Edgar Allen Poe National Historic Site.\n\n(4) Eisenhower National Historic Site.\n\n(5) Fort Necessity National Battlefield.\n\n(6) Friendship Hill National Historic Site.\n\n(7) Gettysburg National Military Park.\n\n(8) Gloria Dei (Old Swede's) Church National Historic Site.\n\n(9) Hopewell Furnace National Historic Site.\n\n(10) Independence National Historical Park.\n\n(11) Johnstown Flood National Memorial.\n\n(12) Thaddeus Koscuiszko National Memorial.\n\n(13) Valley Forge National Historical Park.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-9/section-902/"
    },
    {
      "id": "section-903",
      "number": "903",
      "heading": "",
      "text": "In any case where the Commonwealth has heretofore transferred land to the United States for use as a national park, the transfer shall also include the transfer to the United States of such personal property as may be included in a written agreement between the Pennsylvania Historical and Museum Commission and the National Park Service.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-9/section-903/"
    },
    {
      "id": "section-904",
      "number": "904",
      "heading": "",
      "text": "Cession of jurisdiction shall become effective when it is accepted on behalf of the United States. Acceptance shall be indicated, in writing upon the instrument of cession, by an authorized official of the United States and filed with the Secretary of the Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-9/section-904/"
    },
    {
      "id": "section-905",
      "number": "905",
      "heading": "",
      "text": "(a) Relinquishment by United States.--Whenever the United States tenders to the Commonwealth of Pennsylvania a relinquishment of all or part of the legislative jurisdiction theretofore acquired by it over lands within this Commonwealth, the Governor is authorized to accept, on behalf of the Commonwealth, the legislative jurisdiction so relinquished.\n\n(b) Publication.--The Governor shall indicate his acceptance of relinquished legislative jurisdiction by a writing addressed to the head of the appropriate department or agency of the United States. This acceptance shall be effective upon the publication of the writing in the Pennsylvania Bulletin.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-9/section-905/"
    },
    {
      "id": "section-906",
      "number": "906",
      "heading": "",
      "text": "A municipality or the Pennsylvania State Police may enter into cooperative police service agreements with the National Park Service for the purpose of providing employees of the National Park Service who hold a valid law enforcement commission, issued by that agency, the authority to enforce Title 75 (relating to vehicles) on roads, other than Federal roads, which lie within units of the National Park System which are within the jurisdiction of the municipality's police department or the Pennsylvania State Police.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-9/section-906/"
    }
  ]
}