{
  "state": "pennsylvania",
  "path": "title-title-37/chapter-chapter-5",
  "sections": [
    {
      "id": "section-501",
      "number": "501",
      "heading": "",
      "text": "ยง 501. Short title of chapter.\n\nThis chapter shall be known and may be cited as the Historic Preservation Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-501/"
    },
    {
      "id": "section-502",
      "number": "502",
      "heading": "",
      "text": "In addition to the powers and duties provided in Chapter 3 (relating to powers and duties of Pennsylvania Historical and Museum Commission), the commission shall have the power and duty to:\n\n(1) Initiate and coordinate a Statewide survey to identify and document the historic resources in this Commonwealth, whether publicly or privately owned.\n\n(2) Compile, maintain, revise and publish a selected inventory of significant historic resources in this Commonwealth, to be known as the Pennsylvania Register of Historic Places, pursuant to criteria of significance approved by the commission.\n\n(3) Conduct research and compile documentation regarding historic resources.\n\n(4) Prepare a comprehensive plan for the preservation of the historic resources in this Commonwealth, including suggested priorities for the allocation of public and private financial resources.\n\n(5) Undertake the activities necessary to qualify the Commonwealth for participation in programs and sources of Federal assistance for purposes of historic preservation.\n\n(6) Provide information and advice on historic resources and appropriate preservation procedures to public officials, private individuals and organizations.\n\n(7) Advise public officials regarding the planning and implementation of undertakings affecting historic resources.\n\n(8) Provide technical and financial assistance to public officials, private individuals and organizations engaged in historic preservation activities.\n\n(9) Undertake activities to stimulate public interest in historic preservation, including publications, newsletters and conferences.\n\n(10) Coordinate and comment upon activities of public officials affecting historic resources and preservation activities.\n\n(11) Solicit, receive and utilize funds from any public or private source for purposes of historic preservation.\n\n(12) Acquire easements in properties of historic, architectural and archaeological significance by gift, purchase, devise or any other lawful transfer when acquisition is necessary for the preservation thereof.\n\n(13) Rent or lease historic resources and associated properties for purposes of historic preservation.\n\n(14) Contract with other states, public officials in this Commonwealth or private individuals and organizations for purposes of historic preservation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-502/"
    },
    {
      "id": "section-503",
      "number": "503",
      "heading": "",
      "text": "The owner of private property of historic, architectural or archaeological significance, or a majority of the owners of private properties within a proposed historic district, shall be given the opportunity to concur in, or object to, the nomination of the property or proposed district for inclusion on the Pennsylvania Register of Historic Places. If the owner of the property, or a majority of the owners of the properties within the proposed historic district, object to the inclusion, the property shall not be included on the register.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-503/"
    },
    {
      "id": "section-504",
      "number": "504",
      "heading": "",
      "text": "(a) Membership.--The board shall be composed of no less than nine residents designated by the commission, pursuant to recommendations by the executive director with the approval of the Governor. The board shall include at least one member with demonstrated competence in each of the following disciplines: architecture, archaeology, architectural history, history and historic preservation.\n\n(b) Term of office.--Members shall serve for a term of two years without compensation, other than reimbursement for actual and necessary expenses incurred in the performance of their duties in accordance with Commonwealth regulations, and shall serve until a successor is appointed and qualified.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-504/"
    },
    {
      "id": "section-505",
      "number": "505",
      "heading": "",
      "text": "The Historic Preservation Board shall have the power and duty to:\n\n(1) Advise the commission on criteria of significance for inclusion of historic resources on the Pennsylvania Register of Historic Places.\n\n(2) Review and recommend nominations of historic resources to the National Register of Historic Places.\n\n(3) Review and comment upon the commission's comprehensive preservation plan for historic resources within this Commonwealth.\n\n(4) Undertake any other activity determined by the commission to be necessary or desirable for the preservation of historic resources.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-505/"
    },
    {
      "id": "section-506",
      "number": "506",
      "heading": "",
      "text": "(a) Right to conduct field investigations.--The Commonwealth reserves the exclusive right to conduct archaeological field investigations on archaeological resources owned or controlled by it, in order to protect and preserve archaeological specimens and information. The specimens and information shall remain the property of the Commonwealth and shall be utilized for scientific and public educational purposes.\n\n(b) Responsibility of commission.--The commission shall be responsible for the preservation, protection and proper investigation of archaeological resources located on land owned or controlled by the Commonwealth, including any submerged land owned or controlled by the Commonwealth.\n\n(c) Survey of archaeological resources.--The commission shall conduct surveys and prepare maps of archaeological resources located on lands in this Commonwealth and may make available the results of these surveys to the Federal Government, Commonwealth agencies and political subdivisions conducting activities which would affect these archaeological resources. The commission shall have and maintain proprietary rights over the maps and surveys indicating the location of archaeological resources or archaeological field investigations that have been inventoried or surveyed. These maps and surveys are excluded from the provisions of the act of June 21, 1957 (P.L.390, No.212), referred to as the Right-to-Know Law. The commission shall make available in writing, within 30 days of a request, site location information based on recorded material evidence of the commission to Commonwealth agencies, political subdivisions, owners of the site, potential buyers of the site and agents of the site owner with a demonstrated need to know. The failure of the commission to provide this written response shall release the requestor from any further duties under this act.\n\n(d) Permits for field investigations.--The commission may issue permits for archaeological field investigations, subject to any restraints and conditions it prescribes, if the investigation is undertaken with the purpose of disseminating the knowledge gained and if the applicant agrees to submit to the commission a summary written report of the investigation, containing relevant maps, documents, drawings and photographs. All archaeological specimens collected pursuant to a permit issued under this subsection shall be the exclusive property of the Commonwealth, and the commission shall make appropriate arrangements for their disposition and study.\n\n(Nov. 28, 1995, P.L.647, No.70, eff. 60 days)\n\n1995 Amendment.Act 70 amended subsec. (c).\n\nReferences in Text.The act of June 21, 1957 (P.L.390, No.212), referred to as the Right-to-Know Law, referred to in subsec. (c), was repealed by the act of Feb. 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-506/"
    },
    {
      "id": "section-507",
      "number": "507",
      "heading": "",
      "text": "(a) General rule.--Commonwealth agencies, political subdivisions and municipal authorities shall cooperate fully with the commission in the preservation, protection and investigation of archaeological resources and to that end shall:\n\n(1) Notify the commission before undertaking any Commonwealth or Commonwealth-assisted permitted or contracted projects that may affect archaeological sites.\n\n(2) Notify the commission when they become aware of any undertaking in connection with any Commonwealth or Commonwealth-assisted permitted or contracted project, activity or program which affects or may affect an archaeological site, and provide the commission with information concerning the project, program or activity.\n\n(b) Survey or investigation by commission.--\n\n(1) Upon a determination by the commission that any Commonwealth or Commonwealth-assisted permitted or contracted project may adversely affect an archaeological site, the commission may conduct or cause to be conducted through an agent, subcontractor or other person an archaeological survey only when the commission, based on recorded material evidence, determines that the site is a significant archaeological site. A written determination shall be made by the commission within 15 days of receipt of a notification by a Commonwealth agency under subsection (a), provided that until January 1, 1997, such written determination shall be made by the commission within 30 days of receipt of such notification.\n\n(2) If an archaeological survey is determined necessary by the commission, it shall be completed within 60 days of the determination, except that the commission may notify the project applicant that an additional 30 days may be required when the determination is made during the months of December, January and February.\n\n(3) No later than 15 days after completion of an archaeological survey and only in exceptional circumstances, the commission may determine in writing that an archaeological field investigation, also known as phase three archaeological research or data recovery, is necessary to recover archaeological data. The archaeological field investigation shall be completed within 90 days of the determination required under this paragraph, except that an additional 30 days may be required when the determination is made during the months of December, January and February.\n\n(4) Failure of the commission to render a determination within the period allowed in either paragraph (1) or (3) shall be deemed to be a determination that a survey or investigation is not necessary. The failure of the commission to complete an archaeological survey or field investigation within the time limits specified in paragraphs (2) and (3) shall release the project applicant from any further duties under this title, unless the applicant agrees in writing to a specific time extension.\n\n(5) The commission shall conduct or cause to be conducted through an agent, subcontractor or other person and pay any costs associated with an archaeological survey or field investigation determined necessary by the commission under this section, except for the following:\n\n(i) Projects of other State agencies and instrumentalities.\n\n(ii) Projects on Commonwealth lands.\n\n(iii) Projects of publicly regulated utilities.\n\n(iv) Archaeological surveys and field investigations required under Federal law.\n\n(6) The commission shall pay the political subdivision's and municipal authority's share of any costs associated with any archaeological survey or field investigation conducted or required by the commission on locally owned highways and bridge projects if the project is being undertaken solely with State or local funds.\n\n(7) The commission under no circumstances shall require, conduct or cause to be conducted through an agent, subcontractor or other person an archaeological survey or field investigation on private property without the consent of the property owner and only under the notice and deadline procedures established under this section.\n\n(8) All determinations by the commission under this section shall be subject to the provisions of Title 2 (relating to administrative law and procedure).\n\n(Nov. 28, 1995, P.L.647, No.70, eff. 60 days)\n\nCross References.Section 507 is referred to in section 508 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-507/"
    },
    {
      "id": "section-508",
      "number": "508",
      "heading": "",
      "text": "(a) Responsibilities of Commonwealth agencies.--Commonwealth agencies shall:\n\n(1) Consult the commission before demolishing, altering or transferring any property under their ownership or control that is or may be of historical, architectural or archaeological significance.\n\n(2) Seek the advice of the commission on possible alternatives to the demolition, alteration or transfer of property under their ownership or control that is on or may be eligible for the Pennsylvania Register of Historic Places.\n\n(3) Initiate measures and procedures to provide for the maintenance by means of preservation, rehabilitation or restoration of historic resources under their ownership or control that are listed on or are eligible for the Pennsylvania Register of Historic Places.\n\n(4) Institute procedures and policies to assure that their plans, programs, codes, regulations and activities contribute to the preservation and enhancement of all historic resources in this Commonwealth. However, nothing in this title shall be construed as conferring on the commission the authority to delay, deny, condition or limit or cause to be delayed, denied, conditioned or limited any permits which would otherwise be issued by a Commonwealth agency beyond those time frames specified in section 507 (relating to cooperation by public officials with the commission), unless the applicant agrees in writing to such condition, limit or time extension. An applicant is prohibited from utilizing a permit or license in any manner that would impair or interfere with the performance of an archaeological survey or field investigation until the expiration of the time frames in section 507 or until receiving written notification from the commission that its archaeological survey or investigation is completed, whichever is sooner. Commonwealth agencies likewise are, in the absence of specific statutory language in their enabling or regulatory statutes, prohibited from stopping the processing or denying a permit solely because of the possible or actual presence of archaeological resources.\n\n(5) Submit the procedures and policies described in paragraphs (3) and (4) to the commission for review and comment.\n\n(b) Limitation.--Nothing under this act shall confer power upon a political subdivision or municipal authority to delay, deny, condition or limit or cause to be delayed, denied, conditioned or limited any permit or approval because of failure to comply with this act.\n\n(Nov. 28, 1995, P.L.647, No.70, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-508/"
    },
    {
      "id": "section-509",
      "number": "509",
      "heading": "",
      "text": "Commonwealth agencies shall give the commission timely notice of proposed transfers of real property owned or controlled by the Commonwealth. Upon recommendation of the commission, Commonwealth agencies may condition the transfer and may execute covenants, deed restrictions or other contractual arrangements which will most likely result in the preservation of any historic resources located on or under the property to be transferred.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-509/"
    },
    {
      "id": "section-510",
      "number": "510",
      "heading": "",
      "text": "The commission shall be consulted on the design and proposed location of any project, building or other undertaking financed in whole or in part by Commonwealth funds which may affect the preservation and development of a district, site or building listed on or eligible for the Pennsylvania Register of Historic Places.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-510/"
    },
    {
      "id": "section-511",
      "number": "511",
      "heading": "",
      "text": "A person who conducts a field investigation on any land or submerged land owned or controlled by the Commonwealth, without first obtaining a permit from the commission, or a person who appropriates, defaces, destroys or otherwise alters any archaeological site or specimen located upon lands owned or controlled by the Commonwealth, except in the course of activities pursued under the authority of a permit granted by the commission, commits a misdemeanor of the third degree and shall, upon conviction, be sentenced to pay a fine of not more than $2,500 or to imprisonment for not more than one year, or both. In addition, such person shall forfeit to the Commonwealth all archaeological specimens collected or excavated together with any photographs and records relating to such specimens.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-511/"
    },
    {
      "id": "section-512",
      "number": "512",
      "heading": "",
      "text": "The Attorney General, the commission, any political subdivision, person or other legal entity may maintain an action in an administrative tribunal or court for the protection or preservation of any historic resource in this Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-37/chapter-5/section-512/"
    }
  ]
}