{
  "state": "idaho",
  "path": "title-title-33/chapter-chapter-27",
  "sections": [
    {
      "id": "section-33-2701",
      "number": "33-2701",
      "heading": "",
      "text": "33-2701. PURPOSE AND POLICY. It is hereby declared to be the policy of the state of Idaho, as a part of the provisions for public education, to promote the establishment and development of public library service for all the people of Idaho. By so declaring, the state acknowledges that the ability of its citizens to access information has a critical impact on the state’s educational success, economic development, provision for an informed electorate, and overall quality of life. It is the purpose of this chapter to integrate, extend and add to existing library services and resources so that public library service may be available to all residents of the state from infancy through adulthood, beginning in the formative years and continuing for lifelong learning.\n\n[33-2701, added 1963, ch. 188, sec. 1, p. 568; am. 1995, ch. 119, sec. 1, p. 513; am. 1996, ch. 71, sec. 2, p. 217; am. 2002, ch. 312, sec. 1, p. 886.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2701/"
    },
    {
      "id": "section-33-2702",
      "number": "33-2702",
      "heading": "",
      "text": "33-2702. DEFINITIONS. As used in this chapter:\n\n(1) \"Administrative only district\" is a library district that does not serve the public directly and has no direct service outlets or collections, but which contracts with other library entities to provide various public library services.\n\n(2) \"City library\" means a library established by a city ordinance and operating under the provisions of chapter 26, title 33, Idaho Code.\n\n(3) \"Home county\" means the county where the designated district headquarters is located when a public library district’s boundaries include territory located in more than one (1) county.\n\n(4) \"Library director\" or \"library director team\" means an employee or group of employees of a public library district charged with the administration and management of library services for that district.\n\n(5) \"Public library district trustee\" means a qualified elector living within the boundaries of a public library district who is elected or appointed temporarily to fulfill the duties described in this chapter related to the governance of a public library district.\n\n(6) \"Public library service\" means the provision of planned collections of materials and information services provided by a library established under the provisions of chapter 26 or 27, title 33, Idaho Code, and paid for primarily through tax support provided under these statutes. These services shall be provided at a facility, accessible to the public at regularly scheduled hours and set aside for this purpose. The services shall be governed by a citizen board appointed or elected for this purpose and shall be administered and operated by paid staff who have received appropriate training in library skills and management. The services shall meet standards established by the board of library commissioners.\n\n(7) \"Qualified elector\" means any person voting, or offering to vote, at an election to create a library district, add territory thereto, or elect trustees thereof. A qualified elector must be, at the time of the election, a resident of the area involved for thirty (30) days prior to the date of the election, registered and an elector within the meaning of section 2, article VI, of the Constitution of the state of Idaho.\n\n[33-2702, added 1963, ch. 188, sec. 2, p. 568; am. 1965, ch. 255, sec. 1, p. 648; am. 1993, ch. 303, sec. 1, p. 1124; am. 1996, ch. 71, sec. 3, p. 218; am. 2002, ch. 312, sec. 2, p. 886; am. 2006, ch. 235, sec. 17, p. 708.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2702/"
    },
    {
      "id": "section-33-2703",
      "number": "33-2703",
      "heading": "",
      "text": "33-2703. LIBRARY DISTRICTS — TERRITORY — ESTABLISHMENT — LIMITATIONS. A library district may be established by vote of the qualified electors of the proposed district in an election called and held as provided by this chapter, with the following limitations:\n\n(1) The district may include incorporated or unincorporated territory or both in one (1) or more counties and may include any of the area thereof except as may be excluded by this section, and as finally fixed and determined by the board of county commissioners.\n\n(2) The territory of the district shall be continuous, and no territory of an incorporated municipality shall be divided.\n\n(3) In the initial establishment of a library district the following may be excluded:\n\n(a) A municipality which is already providing library service as established according to section 33-2603, Idaho Code; or\n\n(b) A library district which is already providing library service as established in accordance with the provisions of this chapter.\n\n(4) If, subsequent to the establishment of a library district, any area thereof is annexed to a municipality which maintains a tax-supported library, this area shall cease to be a part of the library district and the city council of the municipality shall so notify the board of county commissioners.\n\n(5) Any proposed library district shall have a population of more than one thousand five hundred (1,500) and an annual budget of not less than twenty-five thousand dollars ($25,000) from ad valorem revenues. Any proposed library district not meeting the above criteria may apply to the board of library commissioners for an exemption.\n\n[33-2703, added 1963, ch. 188, sec. 3, p. 568; am. 1967, ch. 93, sec. 1, p. 198; am. 1990, ch. 378, sec. 1, p. 1046; am. 1995, ch. 119, sec. 2, p. 514; am. 1996, ch. 71, sec. 4, p. 218; am. 2006, ch. 235, sec. 18, p. 709.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2703/"
    },
    {
      "id": "section-33-2704",
      "number": "33-2704",
      "heading": "",
      "text": "33-2704. PETITION — VERIFICATION — NOTICE AND HEARING. (1) A petition or petitions, signed by not less than twenty percent (20%) of the qualified electors who reside within the boundaries of the proposed library district, giving the name of the proposed district, describing the boundaries thereof including a map prepared in a draftsmanlike manner, and praying for the establishment of the territory therein described as a public library district, shall be filed with the clerk or clerks of the boards of county commissioners of the counties in which the proposed district is situated.\n\nThe petition or petitions shall be verified by at least one (1) qualified elector, which verification shall state that the affiant knows that all of the parties whose names are signed to the petition are qualified electors of the proposed district, and that their signatures to the petition were made in his presence. The verification may be made before any notary public.\n\n(2) When the petition or petitions are presented to the board of county commissioners and filed in the office of the clerk of the board, the board shall set the time for a hearing, which time shall be not less than three (3) nor more than six (6) weeks from the date of the presentation and filing of the petition. Notice of the time of hearing shall be published by the board at least once a week for two (2) weeks prior to the time set for the hearing, in a newspaper of general circulation within the county in which the proposed district is situated.\n\n(3) The notice shall state that a library district is proposed to be established, giving the proposed boundaries and name thereof, and that any resident elector within the proposed boundaries of the proposed district may appear and be heard in regard to:\n\n(a) The form of the petition;\n\n(b) The genuineness of the signatures;\n\n(c) The legality of the proceedings; and\n\n(d) Any other matters in regard to the creation of the library district.\n\n(4) Concurrently with the notice of hearing, the board of county commissioners shall notify, in writing, the governing body of any tax supported library within the boundaries of the proposed library district. If any governing body decides that it is not in the best interest of library services to be included within the proposed library district, they shall present a resolution stating this to the county commissioners, not less than one (1) week prior to the date of hearing.\n\n(5) No later than ten (10) days after the hearing, the board of county commissioners shall make an order thereon with or without modification, based upon the public hearing and their determination of whether the proposed library district would be in keeping with the declared public policy of the state of Idaho in regard to library districts as more particularly set forth in section 33-2701, Idaho Code, and, shall accordingly fix the boundaries and certify the name of the proposed district in the order granting the petition. The boundaries so fixed shall be the boundaries of the district after its establishment is completed as provided in this chapter.\n\n[33-2704, added 1963, ch. 188, sec. 4, p. 568; am. 1989, ch. 132, sec. 1, p. 287; am. 1990, ch. 378, sec. 2, p. 1047; am. 1995, ch. 119, sec. 3, p. 514; am. 1996, ch. 71, sec. 5, p. 219; am. 2025, ch. 255, sec. 1, p. 1122.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2704/"
    },
    {
      "id": "section-33-2705",
      "number": "33-2705",
      "heading": "",
      "text": "33-2705. CONDUCT OF ELECTION. Upon the county commissioners having made the order referred to in subsection (5) of section 33-2704, Idaho Code, the clerk of the board of county commissioners shall cause to be published a notice of an election to be held for the purpose of determining whether or not the proposed library district shall be established under the provisions of this chapter. The date of this election shall be the next uniform election date as provided for in section 34-106, Idaho Code. Whenever more than one (1) petition is presented to the county commissioners calling for an election to create library districts, the first presented shall take precedence. Notice of the election shall be given, the election shall be conducted, and the returns thereof canvassed as provided for in chapter 14, title 34, Idaho Code, and under the general election laws of the state of Idaho. The ballot shall contain the words \"(Name) Library District–Yes\" and \"(Name) Library District–No\", each followed by a box wherein the voter may express his choice by marking a cross \"X\". The board or boards of election shall make returns and certify the results to the boards of county commissioners within three (3) days after the election, and the board of county commissioners shall, within seven (7) days after the election, canvass the returns. If a majority of all votes cast be in the affirmative, the board of county commissioners shall, within nine (9) days after the returns have been canvassed, enter an order declaring the library district established, designating its name and boundaries including a map prepared in a draftsmanlike manner. The board of county commissioners shall transmit a copy of the order to the county recorder, county assessor, and the state tax commission in a timely manner, but no later than December 15 in the calendar year in which the election was held. A copy of the order shall also be transmitted to the board of library commissioners.\n\n[33-2705, added 1963, ch. 188, sec. 5, p. 568; am. 1965, ch. 255, sec. 2, p. 648; am. 1967, ch. 93, sec. 3, p. 198; am. 1989, ch. 132, sec. 3, p. 288; am. 1990, ch. 378, sec. 3, p. 1048; am. 1993, ch. 303, sec. 2, p. 1124; am. 1995, ch. 119, sec. 4, p. 515; am. 1996, ch. 71, sec. 6, p. 220; am. 2006, ch. 235, sec. 19, p. 709; am. 2025, ch. 113, sec. 3, p. 601.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2705/"
    },
    {
      "id": "section-33-2706",
      "number": "33-2706",
      "heading": "",
      "text": "33-2706. ESTABLISHMENT OF LIBRARY DISTRICT EMBRACING MORE THAN ONE COUNTY. When the proposed library district embraces more than one (1) county, the petition and procedure for praying for the establishment of the district shall be carried forward in each county as though that county were the only county affected. Each petition shall designate the same home county for the proposed district.\n\nThe board of county commissioners of the home county shall advise with the board of county commissioners in any other county affected to the end that the election shall be held in each county on the same day. The board of county commissioners in each county shall proceed in the conduct of the election as though the election were being held only in that county as set forth in section 33-2705, Idaho Code. After the canvass of the returns, the results in each other county shall be certified to the board of county commissioners of the home county, together with all ballots and tally sheets. The board of county commissioners of the home county shall canvass all returns and certify the results of the election to the board of county commissioners of any other county affected. The proposal shall be deemed approved only if a majority of all votes cast in each county were cast in the affirmative. If this is the case, the board of county commissioners of the home county shall enter an order declaring the library district to be created, designating its name and boundaries, including a map prepared in a draftsmanlike manner. A certified copy of the order shall be transmitted by the board of county commissioners to the county recorder, the county assessor and the state tax commission in a timely manner, but no later than December 15, in the calendar year in which the election was held. A copy of this order shall also be transmitted to the board(s) of county commissioners of any other county affected, which shall enter the order in its minutes. A copy of this order shall also be transmitted to the board of library commissioners.\n\n[33-2706, added 1963, ch. 188, sec. 6, p. 27; am. 1996, ch. 71, sec. 7, p. 220; am. 2006, ch. 235, sec. 20, p. 710.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2706/"
    },
    {
      "id": "section-33-2707",
      "number": "33-2707",
      "heading": "",
      "text": "33-2707. ADDITION OF TERRITORY NOT HAVING A TAX SUPPORTED LIBRARY TO A LIBRARY DISTRICT — PETITIONS AND SIGNATURES — ELECTION. (1) Any area which does not have a tax supported library and which is contiguous to an existing library district may become a part of the district by petition and election.\n\n(2) A petition may arise as set forth in section 33-2704, Idaho Code, in the area seeking to become a part of the library district. A true copy of the petition shall be transmitted to the board of trustees of the district, and to the board of county commissioners in each county affected. The board of trustees of the library district may approve or disapprove the petition, and shall give notice of its decision to the board of county commissioners in each county affected.\n\n(3) When the notice carries the approval of the board of trustees of the district, the board of county commissioners in the county in which the petition arose shall enter its order calling for an election on the question. The election shall be held in the area described in the petition. Notice of the election shall be given, the election shall be conducted on the next uniform election date as provided in section 34-106, Idaho Code, and the returns thereof canvassed as provided in section 33-2705, Idaho Code. The ballot shall bear the question: \"Shall …. become a part of the …. (Name) Library District …. Yes\" and \"Shall …. become a part of the …. (Name) Library District …. No,\" each followed by a box in which the voter may express his choice by marking a cross \"X.\" The proposal shall be deemed approved only if the majority of the votes cast in the area seeking to become a part thereof is in the affirmative.\n\n(4) If the proposal has been approved by the majority herein required, the board of county commissioners of the home county of the district shall enter its order amending the boundaries of the district, including a map prepared in a draftsmanlike manner. A copy of this order shall be transmitted to the board of trustees of the library district, to each board of county commissioners of the county in which the district lies, and to the board of library commissioners.\n\n(5) The board of trustees of the library shall transmit a certified copy of this order to the county recorder, the county assessor of the home county and to the state tax commission in a timely manner, but no later than December 15, in the calendar year in which the election was held.\n\n(6) Addition of new territory to an existing library district shall not be considered an initial establishment. The existing board of trustees shall continue to serve for the terms for which elected. When a vacancy occurs appointment shall be made as provided in section 33-2716, Idaho Code.\n\n[33-2707, added 1963, ch. 188, sec. 7, p. 568; am. 1990, ch. 378, sec. 4, p. 1048; am. 1995, ch. 119, sec. 5, p. 516; am. 1996, ch. 71, sec. 8, p. 221; am. 2006, ch. 235, sec. 21, p. 711.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2707/"
    },
    {
      "id": "section-33-2708",
      "number": "33-2708",
      "heading": "",
      "text": "33-2708. ADDITION OF TERRITORY NOT HAVING A TAX SUPPORTED LIBRARY TO A LIBRARY DISTRICT — ALTERNATE METHOD. (1) An alternate method of adding territory to a library district may be initiated by a petition or petitions as set forth in section 33-2704, Idaho Code, except that the petitions must be signed by sixty percent (60%) of the qualified electors in the area to be annexed.\n\n(2) A true copy of the petitions shall be transmitted to the board of trustees of the library district and to the board of county commissioners in each county affected. The board of trustees may approve or disapprove the petition, and shall give notice of its decision to the board of county commissioners in each county affected.\n\n(3) When the notice carries the approval of the board of trustees of the district, the board of county commissioners of the county in which the petition arose shall proceed with the required hearing and resolution as outlined in section 33-2704, Idaho Code.\n\n(4) When the proposal has the approval of the board of county commissioners, the board of trustees of the district and the board of county commissioners shall follow these procedures:\n\n(a) If the proposal has been approved by the majority herein required, the board of county commissioners of the home county of the district shall enter its order amending the boundaries of the district, including a map drawn in a draftsmanlike manner, and transmit a copy of the order to the board of county commissioners in the county in which the petition arose. A copy of this order shall also be sent to the board of library commissioners.\n\n(b) The board of trustees of the library district shall transmit a copy of the order to the county recorder, the county assessor of the home county, and the state tax commission in a timely manner, but no later than December 15, in the calendar year in which the order was granted.\n\n(c) Addition of new territory to an existing library district shall not be considered an initial establishment. The existing board of trustees shall continue to serve for the terms for which elected. When a vacancy occurs, appointment shall be made as provided in section 33-2716, Idaho Code.\n\n[33-2708, added 1990, ch. 378, sec. 5, p. 1049; am. 1996, ch. 71, sec. 9, p. 222; am. 2006, ch. 235, sec. 22, p. 712.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2708/"
    },
    {
      "id": "section-33-2709",
      "number": "33-2709",
      "heading": "",
      "text": "33-2709. EXISTING TAX SUPPORTED CITY LIBRARIES MAY JOIN LIBRARY DISTRICTS. Any tax supported city library may join an established library district by majority vote of the qualified electors of the city according to procedure set forth in section 33-2707, Idaho Code. A true copy of the petition and the district library board’s notice of approval or disapproval shall be sent to the city council. When the notice carries the approval of the district library board, the city clerk shall order the election and give notice to the county clerk who shall conduct the election in a manner consistent with chapter 14, title 34, Idaho Code, and at such time as prescribed in section 34-106, Idaho Code. After receiving the certification of results of the election from the county clerk, the city council shall give notice of those results to the library district board and the board of county commissioners.\n\nIf the proposal has been approved by the majority required, the board of county commissioners of the home county of the district shall enter its order amending the boundaries of the district, including a map drawn in a draftsmanlike manner, and a copy shall be transmitted to the board of trustees of the library district, to the board of county commissioners of the county in which the petition arose, and to the board of library commissioners.\n\nThe board of trustees of the library district shall transmit a copy of the order to the county recorder, the county assessor of the home county and the state tax commission in a timely manner, but no later than December 15, in the year in which the election was held.\n\nAddition of new territory to an existing library district shall not be considered an initial establishment. The existing district board of trustees shall continue to serve for the terms for which elected. When a vacancy occurs, appointment shall be made as provided in section 33-2716, Idaho Code.\n\n[(33-2709) 1963, ch. 188, sec. 8, p. 568; am. and redesignated 1990, ch. 378, sec. 6, p. 1050; am. 1996, ch. 71, sec. 10, p. 223; am. 2006, ch. 235, sec. 23, p. 712; am. 2013, ch. 135, sec. 1, p. 307.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2709/"
    },
    {
      "id": "section-33-2710",
      "number": "33-2710",
      "heading": "",
      "text": "33-2710. DETERMINATION OF THE PROPERTY PORTION OF THE BUDGET FOR CONSOLIDATED LIBRARIES — DISTRICT AND DISTRICT — DISTRICT AND CITY. (1) When two (2) district libraries have agreed to consolidate, the property tax portion of the new consolidated district’s first budget will be determined in the following manner.\n\nThe property tax portion of each district’s most recent annual certified budget will be added together. The resulting figure will be considered the dollar amount of property taxes on which to base the first annual budget for the new consolidated district. The provisions of section 63-802, Idaho Code, shall be applied to this dollar amount.\n\n(2) When a tax supported city library has voted to consolidate with a district library, the property tax portion of the new consolidated district’s first annual budget will be determined in the following manner.\n\nThe city library budget figure will be defined as the budget for library services, whether from the general fund and/or the library fund, in the city’s annual certified budget in effect on the date the election was held, less fines, fees, and any other identifiable revenues from nontax sources, and any grants made directly to the city library board. The city library budget figure will be added to the property tax portion of the public library district’s annual certified budget in effect on the date the election was held. The resulting figure will be considered the dollar amount of property taxes on which to base the first annual budget for the new consolidated district. The provisions of section 63-802, Idaho Code, shall be applied to this dollar amount.\n\nIf the city has established a dedicated library fund in effect on the date the election was held, those dollars will be removed from the city budget in the fiscal year in which the newly consolidated district begins to levy to provide library services.\n\n(3) In any consolidation, the dollar amount of property taxes for the new consolidated district’s budget shall not exceed six hundredths percent (.06%) of the market value for assessment purposes of all taxable property within the district.\n\n(4) In any consolidation, the existing bonded debt of any district or districts shall not become the obligation of the proposed consolidated library district. The debt shall remain an obligation of the property which incurred the indebtedness.\n\n[33-2710, added 1990, ch. 378, sec. 8, p. 1050; am. 1991, ch. 10, sec. 1, p. 27; am. 1995, ch. 119, sec. 6, p. 516; am. 1996, ch. 71, sec. 11, p. 223; am. 1997, ch. 117, sec. 6, p. 304; am. 2003, ch. 203, sec. 1, p. 543.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2710/"
    },
    {
      "id": "section-33-2711",
      "number": "33-2711",
      "heading": "",
      "text": "33-2711. CONSOLIDATION OF LIBRARY DISTRICTS. When there are two (2) or more library districts, which have at least one (1) common boundary, the boards of trustees of the library districts, meeting together, may determine that it is in the best interest of library service that the districts be consolidated, as herein provided.\n\nThe boards of trustees shall jointly prepare a petition describing the boundaries of the existing library districts, the names of the existing library districts, and praying for the reorganization of the territory therein described as one (1) or more library districts to be known as the \"…. (Name) Library District\" and with boundaries as set forth in the petition.\n\nThe petition shall be signed by the chairpersons of the library boards upon majority approval of the respective boards involved in the consolidation.\n\nThe petition shall be forwarded to the clerk of the board of county commissioners in all counties affected, who shall verify the signatures, and shall file the petition. Thereupon, the board of county commissioners in all counties affected shall proceed with the hearing and resolution as outlined in section 33-2704, Idaho Code. Upon completion of the hearing, the board of county commissioners shall issue an order granting the petition.\n\nIn the order granting the petition of consolidation, the board of county commissioners in all counties affected shall certify the new boundaries and the name of the district.\n\nA copy of the order shall be transmitted to the board of trustees of the library districts involved, and to the board of library commissioners.\n\nOther notices required by law shall be filed by the board of trustees of the district, including a legal description and map of altered boundaries prepared in a draftsmanlike manner to be filed with the board(s) of county commissioners, the county recorder, the county assessor of the home county, the board of library commissioners, and the state tax commission in a timely manner, but no later than December 15, of the year in which consolidation takes place.\n\nThe board of county commissioners of the home county of the consolidated public library district shall within ten (10) days take action to reaffirm members of the board of trustees, or to appoint members of the board, who shall be chosen from the members of the boards initiating the consolidation. These trustees shall serve until the next annual election of trustees or until their successors are elected and qualified as in section 33-2715, Idaho Code. The board of trustees shall take the oath of office as outlined in section 33-2715, Idaho Code.\n\n[(33-2711) 33-2722B, as added by 1973, ch. 102, sec. 3, p. 172; am. and redesignated 1989, ch. 132, sec. 6, p. 290; am. 1990, ch. 378, sec. 9, p. 1051; am. 1995, ch. 119, sec. 7, p. 517; am. 1996, ch. 71, sec. 12, p. 224; am. 2006, ch. 235, sec. 24, p. 713.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2711/"
    },
    {
      "id": "section-33-2711a",
      "number": "33-2711A",
      "heading": "",
      "text": "33-2711A. ADJUSTMENT OF BOUNDARY LINES BETWEEN EXISTING PUBLIC LIBRARY DISTRICTS. When the boards of two (2) public library districts having a common boundary determine that it is in the best interest of public library service that an adjustment of library district boundaries be made, this adjustment may be made using the following procedure.\n\nThe board of trustees shall jointly prepare a petition describing the boundaries of both the existing and proposed public library district, including maps prepared in a draftsmanlike manner, and the names of the public library districts, praying for the reorganization of the territory therein described.\n\nThe petition shall be signed by the chairperson of the library boards upon majority approval of the respective boards involved in the boundary adjustment.\n\nThe petition shall be forwarded to the clerk of the board(s) of county commissioners in all counties affected, who shall verify the signatures, and shall file the petition. Thereupon, the boards of county commissioners in all counties affected shall proceed with the hearing and resolution as outlined in section 33-2711, Idaho Code. Upon the completion of the hearing, the board of county commissioners shall issue an order granting the petition.\n\n[33-2711A, added 1996, ch. 71, sec. 13, p. 225.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2711a/"
    },
    {
      "id": "section-33-2713",
      "number": "33-2713",
      "heading": "",
      "text": "33-2713. DISSOLUTION OF LIBRARY DISTRICT. A library district may be dissolved according to procedures followed in its original organization, but not earlier than four (4) years after the date of its establishment. The ballot shall contain the words \"Shall (Name) Public Library District be dissolved–Yes\" and \"Shall (Name) Public Library District be dissolved–No,\" each followed by a box wherein a voter may express his choice by marking a cross \"X\". If the library district embraces territory in more than one (1) county, an election for its dissolution shall be deemed approved only if a majority of the votes cast in each such county were cast in the affirmative. If, upon the canvass of ballots, it is determined that the proposition has been approved, the board of county commissioners of the home county shall enter its order to that effect and transmit a copy of said order to the board of county commissioners in any other county affected, and said order shall by them be made a matter of record. When any library district is dissolved, all property and assets of the library district shall be disposed of by the board of county commissioners of the home county. Receipts from the sale of assets and all unpaid taxes, when collected, shall be first used to retire any indebtedness of the district. Any remainder shall be apportioned to the counties embraced in the library district in proportion to the assessed valuation of each which was included in the library district, and placed in the respective county general expense fund. If, after the application of the tax monies and sale proceeds, indebtedness remains, the board of county commissioners of the home county shall provide for the payment of the remaining indebtedness from special levies certified to each county in proportion to the assessed valuation of each which was included in the district. The tax shall be collected by each county and remitted to the home county for payment of the remaining indebtedness.\n\n[(33-2713) 1963, ch. 188, sec. 20, p. 568; am. 1980, ch. 187, sec. 1, p. 414; am. 1981, ch. 305, sec. 1, p. 627; am. 1986, ch. 21, sec. 1, p. 62; am. and redesignated 1989, ch. 132, sec. 8, p. 291; am. 1996, ch. 71, sec. 14, p. 226.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2713/"
    },
    {
      "id": "section-33-2714",
      "number": "33-2714",
      "heading": "",
      "text": "33-2714. LIBRARY DISTRICTS — PUBLIC CORPORATIONS. Each library district shall be a public corporation, may sue and be sued in its corporate name and may contract and be contracted with.\n\n[(33-2714) 1963, ch. 188, sec. 17, p. 568; am. and redesignated 1989, ch. 132, sec. 9, p. 292.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2714/"
    },
    {
      "id": "section-33-2715",
      "number": "33-2715",
      "heading": "",
      "text": "33-2715. BOARD OF TRUSTEES — SELECTION — NUMBER — QUALIFICATIONS — TERM — OATH — APPOINTMENT OF FIRST BOARD. (1) Each library district shall be governed by a board of trustees of five (5) members elected or appointed as provided by law, who at the time of their selection and during their terms of office shall be qualified electors of the district and if trustee zones have been established under section 33-2718, Idaho Code, shall be a resident of the trustee zone. Trustees shall be elected at each trustee election, held on the uniform election date in May. The regular term of a trustee shall be for four (4) years, or until his successor has been elected and qualified. Within ten (10) days after his appointment an appointed trustee shall qualify and assume the duties of his office. An elected trustee shall qualify and assume the duties of his office at the annual meeting. All trustees qualify by taking the oath of office required of state officers, to be administered by one (1) of the present trustees or by a trustee retiring.\n\n(2) Following the initial establishment of a library district, the board of county commissioners of the home county within five (5) days shall appoint the members of the first board of trustees, who shall serve until the next election of trustees held in an odd-numbered year or until their successors are elected and qualified in an odd-numbered year. The initial election of three (3) trustees shall be for terms of two (2) years, and subsequent regular terms shall be for four (4) years. The initial and subsequent election of two (2) trustees shall be for terms of four (4) years. Addition of new territory to an existing library district shall not be considered an initial establishment. The first board of trustees shall be sworn by a member of the board of county commissioners of the home county of the district.\n\n(3) At its first meeting, and after each trustee election, the board shall organize and elect from its membership a chairman and other officers necessary to conduct the affairs of the district.\n\n(4) Members of the board shall serve without salary but shall receive their actual and necessary expenses while engaged in business of the district.\n\n(5) For the purpose of achieving an orderly transition from terms of six (6) years to terms of four (4) years, the following schedule shall be followed:\n\n(a) Trustees elected in 2023 or earlier shall serve the remainder of the regular six (6) year term for which they were most recently elected; and\n\n(b) Trustees elected in 2025 or later shall serve regular terms of four (4) years.\n\n[(33-2715), added 1963, ch. 188, sec. 9, p. 568; am. 1983, ch. 107, sec. 1, p. 227; am. and redesignated 1989, ch. 132, sec. 10, p. 292; am. 1996, ch. 71, sec. 15, p. 227; am. 2002, ch. 312, sec. 3, p. 887; am. 2009, ch. 341, sec. 52, p. 1027; am. 2010, ch. 185, sec. 4, p. 383; am. 2024, ch. 199, sec. 1, p. 706.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2715/"
    },
    {
      "id": "section-33-2716",
      "number": "33-2716",
      "heading": "",
      "text": "33-2716. BOARD OF TRUSTEES — NOMINATION AND ELECTION — RECALL — VACANCIES. (1) The procedure for nomination and election of trustees of a library district shall be as provided for in chapter 14, title 34, Idaho Code, and in the general election laws of Idaho. If any two (2) or more candidates for the same trustee position have an equal number of votes, the board of trustees shall determine the winner by a toss of a coin.\n\n(2) Each library district trustee shall be subject to recall following procedures as provided in chapter 17, title 34, Idaho Code.\n\nIndividuals signing a petition to recall a library trustee or voting in an election to recall a library trustee shall meet the requirements of section 33-2702, Idaho Code. To recall any trustee, a majority of the votes cast at the recall election must be in favor of the recall, and additionally, the number of votes cast in the recall election must equal or exceed the number of votes cast in the last trustee election held in the library district.\n\n(3) A vacancy shall be declared by the board of trustees when any nominee has been elected but has failed to qualify for office, or within thirty (30) days of when any trustees shall (a) die; (b) resign from office; (c) no longer reside in his respective trustee zone of residence; (d) no longer be a resident or qualified elector of the public library district; (e) refuse to serve as trustee; (f) without excuse acceptable to the board of trustees, fail to attend two (2) consecutive regular meetings of the board; or (g) be recalled and discharged from office as provided in this chapter.\n\nA declaration of vacancy shall be made at any regular or special meeting of the board of trustees, at which any of the above-mentioned conditions is determined to exist.\n\nThe board of trustees shall appoint to fill the vacancy, a person qualified to serve as trustee of the public library district, provided there remains in membership on the board of trustees a majority of the membership thereof, and the board shall notify the board of library commissioners of the appointment. This appointment shall be made within sixty (60) days of the declaration of vacancy. In the event that the board of trustees fails to exercise their authority, appointments shall be made by the board of county commissioners of the home county in which the district is located within thirty (30) days after the expiration of the sixty (60) days allowed for trustees for this action.\n\nAny person appointed as provided in this chapter shall serve until the next election of public library district trustees following the appointment. At the election a trustee shall be elected to complete the unexpired term of the office which was declared vacant filled by appointment.\n\nThe elected trustee shall assume office at the first annual meeting of the public library district following the election.\n\n[(33-2716) 33-2710, added 1980, ch. 231, sec. 2, p. 512; am. and redesig. 1989, ch. 132, sec. 11, p. 293; am. 1993, ch. 303, sec. 3, p. 1125; am. 1995, ch. 119, sec. 9, p. 518; am. 1996, ch. 71, sec. 16, p. 227; am. 2006, ch. 235, sec. 25, p. 714; am. 2009, ch. 341, sec. 53, p. 1028; am. 2012, ch. 148, sec. 1, p. 418.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2716/"
    },
    {
      "id": "section-33-2717",
      "number": "33-2717",
      "heading": "",
      "text": "33-2717. BOARD OF TRUSTEES — ONE NOMINATION — NO ELECTION. In any election for the office of trustee it is not necessary to conduct an election if:\n\n(1) After the expiration of the date for filing written nominations only one (1) candidate has been nominated for each position to be filled; and, there has been no declaration of intent to be a write-in candidate filed as provided in section 33-2717A, Idaho Code; or\n\n(2) If no candidate has filed a written nomination and only one (1) candidate for each position to be filled has filed a declaration of intent to be a write-in candidate as provided in section 33-2717A, Idaho Code. If either of these conditions are present, the board of trustees shall no later than seven (7) days before the scheduled date of the election declare the candidate elected as trustee, and the clerk of the library board shall immediately make and deliver to this person a certificate of election. The clerk of the library board shall also notify the clerk of the county commissioners of the home county and the commission for libraries. The procedure set forth in this section shall not apply to any other library district election.\n\n[(33-2717) 33-2710A, as added by 1980, ch. 232, sec. 1, p. 513; am. and redesignated 1989, ch. 132, sec. 12, p. 293; am. 1992, ch. 4, sec. 1, p. 9; am. 1995, ch. 119, sec. 10, p. 519; am. 1996, ch. 71, sec. 17, p. 228; am. 2006, ch. 235, sec. 26, p. 715.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2717/"
    },
    {
      "id": "section-33-2717a",
      "number": "33-2717A",
      "heading": "",
      "text": "33-2717A. DECLARATION OF INTENT FOR WRITE-IN CANDIDATE. No write-in vote for library district trustee in a library district election shall be counted unless a declaration of intent has been filed indicating that the person desires the office and is legally qualified to assume the duties of library trustee if elected. The declaration of intent shall be filed with the clerk of the library board during the time period provided in section 34-1407, Idaho Code.\n\n[33-2717A, added 1992, ch. 4, sec. 2, p. 9; am. 1996, ch. 71, sec. 18, p. 229; am. 2013, ch. 135, sec. 2, p. 308; am. 2025, ch. 113, sec. 4, p. 602.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2717a/"
    },
    {
      "id": "section-33-2718",
      "number": "33-2718",
      "heading": "",
      "text": "33-2718. CREATION OF TRUSTEE ZONES. (1) Each library district may be divided into five (5) trustee zones with each zone having approximately the same population. To the maximum extent possible, boundaries of trustee zones shall follow the existing boundaries of the electoral precincts of the county. They shall be revised, as necessary, to equalize population and to follow new electoral precinct boundaries following the publication of the report of each decennial census. In order for a library district to be divided into trustee zones, the board of trustees shall pass a motion declaring the district to be divided into trustee zones and providing a legal description of each trustee zone. The board of trustees shall transmit the motion along with the legal description of the trustee zones to the board or boards of county commissioners in the county or counties where the library district is contained and to the board of library commissioners. The board or boards of county commissioners shall have forty-five (45) days from the receipt of the motion and legal description to reject, by adoption of a motion, the establishment of trustee zones proposed by formal motion of the board of trustees of the library district. If the board or boards of county commissioners do not reject the establishment of the trustee zones within the time limit specified, they shall be deemed to be in full force and effect. If a library district is contained in more than one (1) county, a motion of rejection adopted by one (1) board of county commissioners shall be sufficient to keep the trustee zone plan from going into effect. A board of county commissioners shall notify the library board of trustees in writing if a proposal is rejected.\n\n(2) If a proposal for the establishment of trustee zones is rejected by a board of county commissioners, the boundaries of the trustee zones, if any, shall return to the dimensions they were before the rejection. Trustee zones may be redefined and changed, but not more than once every two (2) years after a new set of trustee zones are formally established and in full force and effect.\n\n(3) At the next regular meeting of the board of trustees of the library district following the creation of trustee zones, the public library district board shall appoint from its membership or from other qualified electors resident in each trustee zone, a person from that zone to serve as a trustee until the next regularly scheduled trustee election from that zone, which election shall be held in an odd-numbered year. The initial and subsequent regular election of two (2) trustees for the trustee zones shall be for terms of four (4) years. The initial election of three (3) trustees shall be for a term of two (2) years and thereafter the regular terms of office shall be for four (4) years. Each zone shall be assigned an initial term length by a random drawing of the numbers one (1) through five (5).\n\n[(33-2718) 33-2710B, added 1983, ch. 107, sec. 2, p. 227; am. and redesignated 1989, ch. 132, sec. 13, p. 294; am. 1996, ch. 71, sec. 21, p. 230; am. 2002, ch. 312, sec. 4, p. 888; am. 2006, ch. 235, sec. 27, p. 715; am. 2009, ch. 341, sec. 54, p. 1029; am. 2010, ch. 185, sec. 5, p. 384; am. 2024, ch. 199, sec. 2, p. 707.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2718/"
    },
    {
      "id": "section-33-2719",
      "number": "33-2719",
      "heading": "",
      "text": "33-2719. BOARD OF TRUSTEES — MEETINGS. The annual meeting of a library district board shall be on the date of its first regular meeting in June. The purposes of the annual meeting are to elect the officers of the board, to establish a regular meeting date, and to review, amend, repeal or adopt bylaws, policies and procedures. The oath of office shall be administered to the newly elected or re-elected trustee or trustees on the first regular meeting following each trustee election. The regular meetings of the board of trustees of an administrative only district shall be held at least once in each quarter. All other library district boards shall meet at least once every two (2) months at a uniform day of the month as the board of trustees shall determine at its annual meeting. Special or adjourned meetings may be held from time to time as the board may determine, but written notice thereof shall be given to the members at least two (2) days prior to the day of the meeting. A quorum shall consist of three (3) members, but a smaller number may adjourn. All meetings shall be held under the provisions of chapter 2, title 74, Idaho Code. It is the duty of each trustee to attend all meetings of the board of trustees.\n\n[(33-2719) added 1963, ch. 188, sec. 11, p. 568; am. and redesig. 1989, ch. 132, sec. 14, p. 294; am. 1996, ch. 71, sec. 22, p. 230; am. 2002, ch. 312, sec. 5, p. 889; am. 2015, ch. 141, sec. 68, p. 428; am. 2015, ch. 283, sec. 1, p. 1150.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2719/"
    },
    {
      "id": "section-33-2720",
      "number": "33-2720",
      "heading": "",
      "text": "33-2720. POWERS AND DUTIES OF THE BOARD OF TRUSTEES. (1) The board of trustees of each library district shall have the following powers and duties consistent with the laws of the state of Idaho:\n\n(a) To establish bylaws for its own government;\n\n(b) To establish policies for the administration, operation and use of the library or libraries under its control;\n\n(c) To employ and evaluate a library director or library director team to administer the library;\n\n(d) To create job descriptions, personnel policies, and compensation packages for library personnel;\n\n(e) To establish an annual budget and to oversee the financial management of the library district;\n\n(f) To establish and locate libraries, branch libraries or stations to serve the district and to provide suitable rooms, structures, facilities, furniture, apparatus and appliances necessary for the conduct thereof;\n\n(g) To acquire by purchase, devise, lease, or otherwise, and to own and hold real and personal property and to construct buildings for the use and purposes of the library district, and to sell, exchange or otherwise dispose of property real or personal, when no longer required by the district, and to insure the real and personal property of the district;\n\n(h) To accept gifts of real or personal property for the use and purposes of the library district;\n\n(i) To establish policies for the purchase and distribution of library materials;\n\n(j) To issue warrants, if used, in the manner specified for the issuance of warrants by school districts;\n\n(k) To invest any funds of the district in accordance with the public depository law and other applicable state and federal laws;\n\n(l) To pay actual and necessary expenses of members of the library staff when on business of the district;\n\n(m) To see to the proper conduct of library district elections;\n\n(n) To maintain legal records of all board business;\n\n(o) To exercise other powers, not inconsistent with law, necessary for the effective use and management of the library.\n\n(2) Individual trustees shall have no authority to make decisions about the policies of the library except as specifically authorized by the board.\n\n(3) It shall be the duty of each trustee to attend all board meetings and committee meetings for committees to which he or she has been assigned.\n\n[(33-2720) 1963, ch. 188, sec. 12, p. 568; am. 1965, ch. 255, sec. 3, p. 648; am. and redesignated 1989, ch. 132, sec. 15, p. 295; am. 1996, ch. 71, sec. 23, p. 231; am. 2002, ch. 312, sec. 6, p. 889.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2720/"
    },
    {
      "id": "section-33-2721",
      "number": "33-2721",
      "heading": "",
      "text": "33-2721. LIBRARY DIRECTOR — DIRECTOR TEAM — EMPLOYEES. (1) Except for an administrative only district, the board of trustees of each library district shall appoint a library director or director team who shall administer the library district. The director or one (1) member of the director team assigned by the board shall serve as the secretary for the board without voting rights. The library director or director team shall advise the board, implement policy set by the board, and shall acquire library materials, equipment and supplies. The director or director team shall attend all executive sessions of the board of trustees, except those called to consider the evaluation, dismissal, or disciplining, or to hear complaints or charges against the library director or director team member. No library director or director team member shall be an employee or board member of a library or other agency with which the district has a contract to provide library services.\n\n(2) The board shall fix and pay employee salaries and compensation, classify employees, adopt personnel policies, and discipline or discharge any library director or director team member for cause. The library director or director team shall hire or oversee the hiring of all other employees based on the policies, procedures, and job descriptions created by the library board, and shall discipline and discharge any employee for cause, as necessary, according to the written policies of the board.\n\n[(33-2721) 1963, ch. 188, sec. 13, p. 568; am. and redesignated 1989, ch. 132, sec. 16, p. 295; am. 1996, ch. 71, sec. 24, p. 231; am. 2002, ch. 312, sec. 7, p. 890.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2721/"
    },
    {
      "id": "section-33-2722",
      "number": "33-2722",
      "heading": "",
      "text": "33-2722. TREASURER — CLERK. The board of trustees of each library district shall appoint some qualified person, who may or may not be a member of the board of trustees, to act as treasurer of the library district. This person shall, on taking office, give bond to the library district, with sureties approved by the board of trustees, in the amount of at least five thousand dollars ($5,000), which bond shall be paid for by the district and shall be conditioned upon faithful performance of the duties of his office and his accounting for all moneys of the library district received by him or under his control. The treasurer shall supervise all moneys raised for the library district by taxation or received by the district from any other sources and shall supervise all disbursements of funds of the district by order of the board of trustees.\n\nUnder the direction of the board of trustees, the treasurer shall have all moneys of the district deposited in accordance with the public depository law and other applicable state and federal laws.\n\nThe board of trustees of each library district shall appoint some qualified person, who may or may not be a member of the board of trustees, to act as clerk of the library board. The clerk shall prepare and distribute legal notices and shall have other duties as the board may prescribe.\n\n[(33-2722) 1963, ch. 188, sec. 15, p. 568; am. and redesignated 1989, ch. 132, sec. 17, p. 296; am. 1996, ch. 71, sec. 25, p. 232; am. 2002, ch. 312, sec. 8, p. 891; am. 2011, ch. 11, sec. 9, p. 29.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2722/"
    },
    {
      "id": "section-33-2724",
      "number": "33-2724",
      "heading": "",
      "text": "33-2724. TAXES FOR THE SUPPORT OF LIBRARY DISTRICT — TAX ANTICIPATION LOANS — CARRY OVER AUTHORITY — CAPITAL ASSETS REPLACEMENT AND REPAIR FUND. (1) Any tax levied for library district purposes shall be a lien upon the property against which the tax is levied. The board of trustees shall determine and levy a tax upon each dollar of assessed valuation of property within the district for the ensuing fiscal year as shall be required to satisfy all maturing bond, bond interest, and judgment obligations. For the maintenance and operation of the library district, the board of trustees may also levy upon the taxable property within the district a tax not to exceed six hundredths percent (.06%) of market value for assessment purposes. These levies shall be certified to the board of county commissioners of each county in which the district may lie, not later than the second Monday in September of each year.\n\n(2) In the first year after establishment, the board of a district may, for the purpose of organization and to finance general preliminary expenses of the district and before making a tax levy, incur an indebtedness not exceeding in the aggregate a sum equal to six hundredths percent (.06%) on each one dollar ($1.00) of market value for assessment purposes of all taxable property within the district. To repay the organization indebtedness incurred, the board shall have authority to levy and collect an additional tax not to exceed two hundredths percent (.02%) per annum on each one dollar ($1.00) of market value for assessment purposes of all taxable property within the district. This additional levy shall not be used for any purpose other than repayment of the organizational indebtedness and interest thereon. This additional levy may be imposed for three (3) years.\n\n(3) Library districts may accumulate fund balances at the end of a fiscal year and carry over these fund balances into the ensuing fiscal year, sufficient to achieve or maintain library district operations on a cash basis. A fund balance is the excess of the assets of a fund over its liabilities and reserves.\n\n(4) The board of trustees of a library district may establish a capital assets replacement and repair fund within the library district budget for which district moneys may be budgeted and carried over from year to year. Disbursements from the fund may be made as the board may determine to maintain, repair, or replace the capital assets of the district to remodel or repair any existing library building; to furnish and equip any existing library building; and to purchase or replace major appliances and vehicles necessary to maintain and operate the services of the district. Moneys from the capital assets replacement and repair fund may not be used for the purchase of land or to build new library facilities or to build additions to current library facilities. Moneys in the fund may be invested in the manner provided in section 57-127, Idaho Code. In any year in which there is a capital assets replacement and repair fund in a library district, the amount held in the fund shall be reported in the library district’s budget hearing announcement, along with a list of capital items which may eventually be replaced or repaired with moneys from the fund. The fund shall be included in the annual report filed with the board of library commissioners and in the audit required in section 33-2726, Idaho Code.\n\n[(33-2724) 33-2714, added 1963, ch. 188, sec. 14, p. 568; am. 1965, ch. 255, sec. 6, p. 648; am. 1974, ch. 141, sec. 1, p. 1355; am. and redesignated 1989, ch. 132, sec. 19, p. 296; am. 1990, ch. 378, sec. 10, p. 1052; am. 1995, ch. 119, sec. 11, p. 519; am. 1996, ch. 71, sec. 26, p. 232; am. 2002, ch. 155, sec. 1, p. 450; am. 2006, ch. 235, sec. 28, p. 716.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2724/"
    },
    {
      "id": "section-33-2725",
      "number": "33-2725",
      "heading": "",
      "text": "33-2725. LIBRARY DISTRICT BUDGET — PUBLIC HEARING — NOTICE — ADJUSTMENTS. The board of trustees of each library district shall prepare for the ensuing fiscal year a budget and prior to its adoption shall have called and caused to be held a public hearing thereon at a regular or special meeting. Notice of the time and place of the hearing shall be published at least once in a newspaper printed, or having general circulation within the district or in the county or counties in which the library district may lie. The board of trustees of each library district shall also prepare and publish, as a part of this notice, a summary statement of the budget for the ensuing year prepared in a manner consistent with standard accounting practices and indicating amounts previously budgeted for the then current year for purposes of comparison.\n\nDuring the year the board of trustees may proceed to adjust the budget as adopted to reflect the receipt of unanticipated revenue, grants, or donations from federal, state or local government or private sources, provided that there shall be no increase in the property tax portion of the annual certified budget. Prior to the adoption of the budget adjustment, the library board shall have called and cause to be held a public hearing thereon at a regular or special meeting. Notice of the time and place of the hearing shall be published at least once in a newspaper printed or having general circulation within the district or in the county or counties in which the library district may lie. The board of trustees of each library district shall also prepare and publish, as a part of this notice, a summary of the budget and the adjustments prepared in a manner consistent with standard accounting practices and indicating amounts previously budgeted for the then current year for purposes of comparison.\n\n[(33-2725) I.C., sec. 33-2713A, as added by 1982, ch. 177, sec. 1, p. 465; am. and redesignated 1989, ch. 132, sec. 20, p. 297; am. 1996, ch. 71, sec. 27, p. 233; am. 2002, ch. 312, sec. 10, p. 891.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2725/"
    },
    {
      "id": "section-33-2726",
      "number": "33-2726",
      "heading": "",
      "text": "33-2726. FISCAL YEAR — ANNUAL REPORTS — AUDIT. The fiscal year of each library district shall commence on the first day of October of each year. The board of trustees of each library district shall annually, not later than the first day of January, file with the board of library commissioners a report of the operations of the district for the fiscal year just ended. The report shall be on the form and contain the information that the board of library commissioners requires, but in all cases must include a complete accounting of all financial transactions for the fiscal year being reported.\n\nThe board of trustees of each library district shall cause to be made a full and complete audit of the books and accounts of the district as required in section 67-450B, Idaho Code.\n\n[(33-2726) 33-2718, added 1963, ch. 188, sec. 18, p. 568; am. 1982, ch. 52, sec. 1, p. 80; am. and redesignated 1989, ch. 132, sec. 21, p. 297; am. 1993, ch. 327, sec. 17, p. 1208; am. 1993, ch. 387, sec. 7, p. 1424; am. 1996, ch. 71, sec. 28, p. 233; am. 2006, ch. 235, sec. 29, p. 717.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2726/"
    },
    {
      "id": "section-33-2727",
      "number": "33-2727",
      "heading": "",
      "text": "33-2727. CONTRACTS — JOINT POWERS AGREEMENTS — PARTICIPATION IN NONPROFIT CORPORATIONS. (1) In lieu of, or in addition to, establishing an independent library, the board of trustees may purchase specified library services by contract from any taxing unit, or public or private agency maintaining a library. Contracts for services shall contain provisions on annual budget procedures, accounting for funds, dispute resolution procedures, ownership of assets purchased with district funds, annual reports and procedures for ending the contract.\n\n(2) The board of trustees of a library district may sell specified library services to any taxing unit, or public or private agency which contracts to make an acceptable annual appropriation for these services.\n\n(3) Any purchase or sale of library services shall be under a written contract that is in accordance with all applicable state and federal laws.\n\n(4) In order to improve or expand public library services, library districts may participate in the joint exercise of powers with other public agencies as specified by law.\n\n(5) In order to improve or expand public library services, library districts may become corporate partners in nonprofit corporations.\n\n[(33-2727) 1963, ch. 188, sec. 19, p. 568; am. 1965, ch. 255, sec. 4, p. 648; am. and redesignated 1989, ch. 132, sec. 22, p. 298; am. 1996, ch. 71, sec. 29, p. 234; am. 2002, ch. 312, sec. 11, p. 892.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2727/"
    },
    {
      "id": "section-33-2728",
      "number": "33-2728",
      "heading": "",
      "text": "33-2728. BOND ELECTION. (1) The purposes for which bonds may be issued shall be: To acquire, purchase, or improve a library site or sites; to build a library or libraries, or other building or buildings; to demolish or remove buildings; to add to, remodel or repair any existing building; to furnish and equip any building or buildings, including all facilities and appliances necessary to maintain and operate the buildings of the library; and to purchase motor vehicles for use as bookmobiles.\n\nThe library district may issue bonds in an amount not to exceed one percent (1%) of the market value for assessment purposes of property within the district, less any aggregate outstanding indebtedness.\n\nThe board of trustees of any library district, upon approval of a majority thereof, may call a bond election on the question as to whether the board shall be empowered to issue bonds of the district in an amount and for a period of time to be stated in the notice of election. The notice of bond elections, the qualification of bond electors, the conduct of the election, and the canvass of election and determination of the result of election shall be in accordance with chapter 14, title 34, Idaho Code, and with the general election laws of the state of Idaho. Provided however, that any such election conducted pursuant to this section shall be held on election day in the month of May or November as provided for in section 34-106(1), Idaho Code. The majority required to pass a bond issue shall be two-thirds (2/3) of those voting in the election. The issuance of bonds, the expenditure of bond proceeds and the repayment of the bonds shall all be as specified in school district law.\n\n(2) District library bond funds may not be used to purchase or expand a building for a contracting agency providing library services unless the district library gains an ownership share in the building proportional to the percentage of district bond funds used to purchase or expand the building.\n\n[(33-2728) I.C., sec. 33-2723, as added by 1965, ch. 255, sec. 5, p. 648; am. 1980, ch. 350, sec. 16, p. 903; am. and redesignated 1989, ch. 132, sec. 24, p. 298; am. 1993, ch. 303, sec. 4, p. 1125; am. 2002, ch. 155, sec. 2, p. 451; am. 2009, ch. 132, sec. 1, p. 413.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2728/"
    },
    {
      "id": "section-33-2729",
      "number": "33-2729",
      "heading": "",
      "text": "33-2729. PLANT FACILITIES RESERVE FUND AND LEVY. The library district board of trustees is authorized to create a plant facilities reserve fund as set forth in sections 33-804 and 33-901, Idaho Code.\n\nDistrict library facilities plant facilities reserve funds may not be used to purchase or expand a building for a contracting agency providing library services unless the district library gains an ownership share in the building proportional to the percentage of district bond funds used to purchase or expand the building.\n\n[33-2729, added 1991, ch. 35, sec. 1, p. 72; am. 2002, ch. 155, sec. 3, p. 452.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2729/"
    },
    {
      "id": "section-33-2737",
      "number": "33-2737",
      "heading": "",
      "text": "33-2737. SCHOOL-COMMUNITY LIBRARY DISTRICTS. (a) The board of trustees of any school district in which is situated no incorporated city having a population in excess of one thousand (1,000), and in which no public library is maintained under any other provision of law, shall, upon petition of twenty (20) or more school district electors, submit to the school district electors of the district the question whether there shall be a public library established by the district for the benefit of the citizens thereof.\n\n(b) The election on the question shall be held at the same time as the election of school district trustees, next following the filing of the petition, and notice shall be given, the election conducted, and the returns canvassed, as provided in chapter 4, title 33, Idaho Code.\n\n(c) If a majority of the school district electors voting in the election vote in favor of the question a school-community library district shall be established.\n\n(d) No new school-community library shall be established after June 30, 1994.\n\n[(33-2737) 1963, ch. 13, sec. 96, p. 27; am. 1975, ch. 105, sec. 2, p. 215; am. and redesignated 1992, ch. 275, sec. 1, p. 848; am. 1996, ch. 71, sec. 30, p. 234.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2737/"
    },
    {
      "id": "section-33-2738",
      "number": "33-2738",
      "heading": "",
      "text": "33-2738. SCHOOL-COMMUNITY LIBRARY DISTRICTS — BOARD OF TRUSTEES — TRUSTEE ZONES. Each school-community library district shall be governed by a board of trustees of five (5) members, who at the time of their selection and during their terms of office shall be qualified electors of the district.\n\n(1) Four (4) of the trustees shall be elected. The procedure for nomination and election of trustees shall be as provided for the nomination and election of trustees of a library district pursuant to this chapter. Each school-community public library district may be divided into four (4) trustee zones with each zone having approximately the same population. In order for a school-community public library district to be divided into trustee zones, the board of trustees shall pass a motion declaring the district to be divided into trustee zones and present a description of boundaries of each trustee zone. The board of trustees shall transmit the motion along with the boundaries of the trustee zones to the board or boards of county commissioners in the county or counties where the school-community public library district is contained. The board or boards of county commissioners shall have forty-five (45) days from the receipt of the motion and description to reject, by adoption of a motion, the establishment of trustee zones proposed by formal motion of the board of trustees of the school-community public library district. If the board or boards of county commissioners do not reject the establishment of the trustee zones within the time limit specified, the zones shall be deemed to be in full force and effect upon the next annual trustee election. If a school-community public library district is contained in more than one (1) county, a motion of rejection adopted by one (1) board of county commissioners shall be sufficient to keep the trustee zone plan from going into effect. A board of county commissioners shall notify the board of trustees in writing if a proposal is rejected.\n\nIf a proposal for the establishment of trustee zones is rejected by a board of county commissioners, the boundaries of the trustee zones, if any, shall return to the dimensions they were before the rejection. Trustee zones may be redefined and changed, but not more than once every two (2) years, after a new set of trustee zones are formally established and in full force and effect.\n\nAll other matters relating to school-community library public district trustee zones shall be as provided in chapters 4 and 5, title 33, Idaho Code, relating to school district trustee zones.\n\n(2) The fifth trustee of the school-community library district board shall be a member of the school district board and shall be appointed by the school district board from its members at the annual meeting of the school district board. In the case of division of the district into four (4) elected school-community public library trustee zones, this fifth trustee shall serve as a trustee member-at-large.\n\n(3) The initial board, except for the fifth trustee who shall be appointed by the school board, shall be appointed by the board of county commissioners, and shall serve until the next annual election of trustees or until their successors are appointed and qualified.\n\n[33-2738, added 1992, ch. 275, sec. 2, p. 849; am. 1996, ch. 71, sec. 31, p. 234.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2738/"
    },
    {
      "id": "section-33-2739",
      "number": "33-2739",
      "heading": "",
      "text": "33-2739. SCHOOL-COMMUNITY LIBRARY DISTRICTS — BOARD OF TRUSTEES — POWERS AND DUTIES — FISCAL YEAR. (1) The board of trustees of the school-community library district shall perform the duties required of, and have the power and authority granted to library district trustees pursuant to this chapter, including the authority to levy upon the taxable property in the school-community library district an annual tax not to exceed six hundredths percent (.06%) of market value for assessment purposes for establishing and maintaining public library services. The school-community library district board shall have exclusive control of the school-community library district fund and shall cause to be made a full and complete audit of the books and accounts of the district as provided for in section 33-2726, Idaho Code.\n\n(2) On and after fiscal year 1995, school-community library districts shall have a fiscal year of October 1 through September 30.\n\n[33-2739, added 1992, ch. 275, sec. 2, p. 849; am. 1993, ch. 316, sec. 1, p. 1171; am. 2009, ch. 11, sec. 8, p. 20.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2739/"
    },
    {
      "id": "section-33-2740",
      "number": "33-2740",
      "heading": "",
      "text": "33-2740. SCHOOL-COMMUNITY LIBRARY DISTRICTS — CONSOLIDATION — REORGANIZATION INTO LIBRARY DISTRICTS. School-community library districts may join existing library districts according to the procedures set forth in section 33-2711, Idaho Code.\n\nSchool-community library districts may reorganize into a library district as follows. The board of trustees of the school-community library district shall present a resolution calling for reorganization to the board of county commissioners who shall follow the procedures in subsections (2) through (5) of section 33-2704, Idaho Code, except that no precedent petition shall be necessary. After the required hearing, the board of county commissioners shall appoint the first board of library district trustees and thereafter trustees shall be elected as provided in section 33-2715, Idaho Code. The school-community library district’s dollar amount of the budget from ad valorem taxes shall be transferred without interruption to the new library district and shall be the base of the ad valorem portion of the new district’s budget.\n\nThe dispersement of the assets and liabilities of the school-community library district shall be the responsibility of the school-community library district board of trustees should the library consolidate with a library district, organize into a library district, or dissolve.\n\n[33-2740, added 1992, ch. 275, sec. 2, p. 849; am. 1996, ch. 71, sec. 32, p. 235.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2740/"
    },
    {
      "id": "section-33-2741",
      "number": "33-2741",
      "heading": "",
      "text": "33-2741. PUBLIC LIBRARY — INTERNET USE POLICY REQUIRED. (1) Public libraries receiving public moneys and governed by the provisions of chapters 26 and 27, title 33, Idaho Code, that offer use of the internet or an online service to the public:\n\n(a) (i) Shall have in place a policy of internet safety for minors including the operation of a technology protection measure with respect to any publicly accessible wireless internet access or publicly accessible computers with internet access and that protects against access through such computers or wireless internet access to visual depictions that are obscene or child pornography or harmful to minors; and\n\n(ii) Shall enforce the operation of such technology protection measure during any use of a computer or wireless internet access by a minor.\n\n(b) (i) Shall have in place a policy of internet safety, which may include the operation of a technology protection measure with respect to any publicly accessible wireless internet access or publicly accessible computers with internet access and that protects against access through such computers or wireless internet access to visual depictions that are obscene or child pornography; and\n\n(ii) May enforce the operation of such technology protection measure during any use of a computer or wireless internet access.\n\n(2) The provisions of this section shall not prohibit a public library from limiting internet access or otherwise protecting against materials other than the materials specified in this section.\n\n(3) An administrator, supervisor or other authorized representative of a public library may disable a technology protection measure described in subsection (1) of this section at the request of a library patron to enable access for lawful purposes.\n\n(4) Each public library’s policy shall be developed under the direction of the library’s board of trustees, adopted in an open meeting and shall have an effective date. The board of trustees shall review the policy at least once every three (3) years. The policy shall reflect the most recent date of review.\n\n(5) Notice of the availability of the policy shall be posted in a conspicuous place within the library for all patrons to observe. The board of trustees may issue any other public notice it considers appropriate to inform the community about the policy.\n\n(6) The policy may:\n\n(a) State that it restricts access to internet or online sites that contain material described in subsection (1) of this section and how the policy meets the requirements provided for in this section;\n\n(b) Inform patrons that administrative procedures and guidelines for library staff to follow in enforcing the policy have been adopted and are available for review at the library; and\n\n(c) Inform patrons that procedures for use by patrons and staff to handle complaints about the policy, its enforcement or about observed patron behavior have been adopted and are available for review at the library.\n\n(7) For purposes of this section, the following terms shall have the following meanings:\n\n(a) \"Child pornography\" means any visual depiction, including any photograph, film, video, picture, or computer or computer-generated image or picture, whether made or produced by electronic, mechanical, or other means, of sexually explicit conduct, where:\n\n(i) The production of such visual depiction involves the use of a minor engaging in sexually explicit conduct;\n\n(ii) Such visual depiction is a digital image, computer image, or computer-generated image that is, or is indistinguishable from, that of a minor engaging in sexually explicit conduct; or\n\n(iii) Such visual depiction has been created, adapted, or modified to appear that an identifiable minor is engaging in sexually explicit conduct.\n\n(b) \"Harmful to minors\" means any picture, image, graphic image file or other visual depiction that:\n\n(i) Taken as a whole and with respect to minors, appeals to a prurient interest in nudity, sex or excretion;\n\n(ii) Depicts, describes or represents, in a patently offensive way with respect to what is suitable for minors, an actual or simulated sexual act or sexual contact, actual or simulated normal or perverted sexual acts, or a lewd exhibition of the genitals; and\n\n(iii) Taken as a whole, lacks serious literary, artistic, political or scientific value as to minors.\n\n(c) \"Minor\" means anyone who has not attained the age of eighteen (18) years.\n\n(d) \"Obscene\" means a depiction that:\n\n(i) The average person, applying contemporary community standards, would find to appeal to the prurient interest;\n\n(ii) Depicts or describes sexual conduct in a patently offensive way; and\n\n(iii) Lacks serious literary, artistic, political or scientific value.\n\n(e) \"Public moneys\" means any and all moneys belonging to or collected by the state or any political subdivision thereof including, but not necessarily limited to, any city, county, town or district therein.\n\n(8) The provisions of this section shall have no effect on the provisions of section 33-132, Idaho Code.\n\n[33-2741, added 2011, ch. 260, sec. 1, p. 705; am. 2019, ch. 313, sec. 1, p. 936.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-27/section-33-2741/"
    }
  ]
}