{
  "state": "idaho",
  "path": "title-title-33/chapter-chapter-65",
  "sections": [
    {
      "id": "section-33-6501",
      "number": "33-6501",
      "heading": "",
      "text": "33-6501. RURAL AND UNDERSERVED EDUCATOR INCENTIVE PROGRAM. A rural and underserved educator incentive program as set forth in this chapter shall be administered by the state board of education. The program shall provide for the direct repayment of educational loans of eligible educators or the reimbursement of eligible educational expenses such as additional degrees, advanced degrees, career technical certifications, or other educational expenses. The state board of education may promulgate rules to implement the provisions of this chapter.\n\n[33-6501, added 2022, ch. 227, sec. 1, p. 746.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-65/section-33-6501/"
    },
    {
      "id": "section-33-6502",
      "number": "33-6502",
      "heading": "",
      "text": "33-6502. DEFINITIONS. As used in this chapter:\n\n(1) \"Educational loans\" means all loans made pursuant to a federal loan program, except federal parent loans for undergraduate students (PLUS), as provided in 20 U.S.C. 1078-2.\n\n(2) \"Federal loan program\" means educational loans authorized by 20 U.S.C. 1071 et seq., 20 U.S.C. 1087a et seq., and 20 U.S.C. 1087aa et seq.\n\n(3) \"Rural and underserved educator\" means a full-time, standard certificated individual employed as an instructional or pupil service employee in an eligible Idaho school district or at an eligible public charter school.\n\n[33-6502, added 2022, ch. 227, sec. 1, p. 746.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-65/section-33-6502/"
    },
    {
      "id": "section-33-6503",
      "number": "33-6503",
      "heading": "",
      "text": "33-6503. CRITICAL QUALITY EDUCATOR SHORTAGES. (1) The state board of education shall identify specific schools that are impacted by critical quality educator shortages using the following criteria:\n\n(a) Rural isolation of the school pursuant to section 33-319, Idaho Code; or\n\n(b) Economic disadvantage of the school based on eligibility for funds pursuant to title I, part A of the federal elementary and secondary education act, as amended.\n\n(2) Rural and underserved educators who are employed at schools identified in subsection (1) of this section are eligible for repayment of all or part of any such educator’s outstanding educational loans existing at the time of application in accordance with the eligibility and award criteria established in this chapter up to the amount specified in section 33-6504, Idaho Code, or eligible education expenses established by the state board of education and in rules promulgated by the state board of education.\n\n[33-6503, added 2022, ch. 227, sec. 1, p. 746.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-65/section-33-6503/"
    },
    {
      "id": "section-33-6504",
      "number": "33-6504",
      "heading": "",
      "text": "33-6504. LOAN REPAYMENT ASSISTANCE — EDUCATIONAL EXPENSES REIMBURSEMENT — ELIGIBILITY AND AWARD CRITERIA. (1) Loan repayment assistance or the reimbursement of eligible education expenses may be provided on behalf of a rural and underserved educator who:\n\n(a) Is employed in a school identified pursuant to section 33-6503, Idaho Code;\n\n(b) Has a signed contract with such school; and\n\n(c) Has an educational loan that is not in default and that has a minimum unpaid current balance of at least one thousand dollars ($1,000) or has at least one thousand dollars ($1,000) in eligible education expenses at the time of application; or\n\n(d) Has eligible education expenses that may be reimbursed pursuant to this chapter.\n\n(2) To qualify for loan repayment assistance or education expense reimbursement under this chapter, a rural and underserved educator shall submit an application to the state board of education. For loan repayment applications, the application must include official verification or proof of the applicant’s total unpaid accumulated educational loan debt and any other documentation as required by the state board of education for verification of the applicant’s eligibility.\n\n(3) A rural and underserved educator is eligible for loan repayment assistance or eligible educational expenses for up to four (4) years, provided that the educator remains employed at the same school or by the same school district. The state board of education may remit payment of the loan on behalf of the rural and underserved educator in accordance with the requirements of this chapter and rules promulgated by the state board of education.\n\n(4) The total incentive award shall be:\n\n(a) One thousand five hundred dollars ($1,500) for the first year;\n\n(b) Two thousand five hundred dollars ($2,500) for the second year;\n\n(c) Three thousand five hundred dollars ($3,500) for the third year; and\n\n(d) Four thousand five hundred dollars ($4,500) for the fourth year.\n\n[33-6504, added 2022, ch. 227, sec. 1, p. 746.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-65/section-33-6504/"
    },
    {
      "id": "section-33-6505",
      "number": "33-6505",
      "heading": "",
      "text": "33-6505. AWARD PROTOCOLS — CONSTRUCTION. (1) The state board of education may promulgate rules to establish protocols for determining the number of incentive awards that will be made annually based on available appropriations for the program.\n\n(2) The state board of education shall define the criteria for determining the schools that are most impacted by critical quality educator shortages.\n\n(3) Nothing in this chapter may be construed to require the provision of incentive awards without an appropriation for that purpose.\n\n[33-6505, added 2022, ch. 227, sec. 1, p. 747.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-65/section-33-6505/"
    }
  ]
}