{
  "state": "idaho",
  "path": "title-title-33/chapter-chapter-18",
  "sections": [
    {
      "id": "section-33-1801",
      "number": "33-1801",
      "heading": "",
      "text": "33-1801. SHORT TITLE. This act shall be known and may be cited as the \"Idaho Literacy Achievement and Accountability Act.\"\n\n[33-1801, added 2021, ch. 292, sec. 5, p. 874.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1801/"
    },
    {
      "id": "section-33-1802",
      "number": "33-1802",
      "heading": "",
      "text": "33-1802. DEFINITIONS. As used in this chapter:\n\n(1) \"Dyslexia\" means a specific learning challenge that is neurological in origin. It is characterized by difficulties with accurate or fluent, or both, word recognition and by poor spelling and decoding abilities, which typically result from a deficit in the phonological component of language that is often unexpected in relation to other cognitive abilities and the provision of effective classroom instruction.\n\n(2) \"Dyslexia screening tools\" means assessments in the areas of phonological awareness skills, phonemic decoding efficiency, rapid automatic naming skills, encoding ability, and sight work reading efficiency skills in order to identify students that demonstrate characteristics of dyslexia or other reading difficulties.\n\n(3) \"Idaho comprehensive literacy plan\" means the state board of education-approved, evidence-based plan outlining the minimum statewide literacy comprehension expectations and framework. This plan shall include details on data literacy, the statewide reading assessment, and best practices.\n\n(4) \"Local education agency\" or \"LEA\" means a school district, including charter school districts, or a public charter school identified as an LEA pursuant to chapter 52, title 33, Idaho Code.\n\n(5) \"Statewide reading assessment\" means the state board of education-approved assessment for facilitating continuous improvement, tailoring student-level instruction, and providing summative results.\n\n[33-1802, added 2021, ch. 292, sec. 5, p. 874; am. 2022, ch. 169, sec. 1, p. 562.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1802/"
    },
    {
      "id": "section-33-1803",
      "number": "33-1803",
      "heading": "",
      "text": "33-1803. LEGISLATIVE FINDINGS. Pursuant to section 1, article IX, of the Idaho constitution, and the state constitutional duty to establish and maintain a general, uniform, and thorough system of public, free common schools, the legislature finds that ensuring all students have access through the public schools to evidence-based reading instruction and interventions focused on developing the foundational reading skills of phonemic awareness, phonics, fluency, vocabulary, and text comprehension are significant components of ensuring that the system of public schools throughout the state is uniform and thorough. In exercising its duty of general supervision and governance of the public schools of the state, it is appropriate that the state board of education, supported by the department of education, hold local education providers accountable for demonstrating that the reading instruction they provide is focused on these foundational reading skills.\n\n[33-1803, added 2021, ch. 292, sec. 5, p. 875.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1803/"
    },
    {
      "id": "section-33-1804",
      "number": "33-1804",
      "heading": "",
      "text": "33-1804. IDAHO COMPREHENSIVE LITERACY PLAN. (1) The state board of education shall develop an Idaho comprehensive literacy plan designed to create a framework for all students to be proficient in literacy and prepared to read and learn in the next grade level, as applicable to the student’s grade. The comprehensive literacy plan shall be evidence-based and include the identification of best practices for literacy development and interventions.\n\n(2) The state board of education shall convene a group of education stakeholders consisting of, at a minimum, representation from the Idaho public school system and postsecondary education system with experience in literacy development and reading instruction and parents to review and make recommendations to the state board of education on updates to the Idaho comprehensive literacy plan. The comprehensive literacy plan shall be reviewed and updated at least every five (5) years.\n\n(3) The comprehensive literacy plan shall:\n\n(a) Identify the state’s strategy to ensure students develop strong literacy skills needed for future learning;\n\n(b) Set expectations for LEA-level leadership collaboration, professional development for staff, effective instruction and interventions, and the use of assessments and data for setting locally established student proficiency and growth targets; and\n\n(c) Identify evidence-based practices and tools aligned to the comprehensive literacy plan.\n\n[33-1804, added 2021, ch. 292, sec. 5, p. 875.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1804/"
    },
    {
      "id": "section-33-1805",
      "number": "33-1805",
      "heading": "",
      "text": "33-1805. STUDENT READING INSTRUCTION AND INTERVENTION. (1) It is the ultimate goal of the legislature that every student read at or above grade level by the end of grade 3. School districts shall offer a reading intervention program pursuant to this section to each kindergarten through grade 3 student who exhibits a reading deficiency on the statewide reading assessment pursuant to section 33-1806, Idaho Code, to ensure students can read at or above grade level at the end of grade 3. The reading intervention program shall be provided in addition to core reading instruction that is provided to all students in the general education classroom and must be in alignment with the Idaho comprehensive literacy plan. The reading intervention program shall:\n\n(a) Be provided to all kindergarten through grade 3 students identified with a reading deficiency as determined by the statewide reading assessments;\n\n(b) Provide intensive development in phonemic awareness, phonics, fluency, vocabulary, and text comprehension as applicable to the grade level; and\n\n(c) Monitor the reading progress of each student’s reading skills throughout the school year and adjust instruction according to student needs. Monitoring may include both local and statewide assessments.\n\n(2) Reading improvement plan. Any student in kindergarten through grade 3 who exhibits a deficiency in reading at any time based on the statewide assessment shall receive an individual reading improvement plan no later than thirty (30) days after the identification of the reading deficiency. The reading improvement plan shall be created by the teacher, principal, other pertinent school personnel, including staff-assigned library duties if applicable, and the student’s parent or guardian and shall describe the reading intervention services the student will receive to remedy the reading deficit. Each student must receive intensive reading intervention until the student is determined to be proficient in reading for the student’s grade level.\n\n(a) Having made a good faith effort, should the school be unable to engage the parent or guardian in the development of the student’s reading improvement plan within fifteen (15) days of notifying the parent, the school may move forward with the creation of the student’s reading improvement plan without parental participation.\n\n(b) Any student who has been identified as not proficient through a local literacy assessment may also be put on a reading improvement plan.\n\n(c) Students who are on a reading improvement plan and have been identified through the statewide assessment to be at grade level may be transitioned off of the reading improvement plan. Schools must notify the parents or guardians in advance of transitioning students off of their reading improvement plan.\n\n(3) Parent notification. The parent of any student in kindergarten through grade 3 who exhibits a deficiency in reading at any time during the school year must be notified in writing of the reading deficiency. The school district shall assist schools with providing written notification to the parent of any student who has not met grade-level proficiency.\n\n(a) The initial notification must include the following:\n\n(i) A statement that the student has been identified as having a deficiency in reading and that a reading improvement plan will be established by the teacher, principal, other applicable school personnel, and the parent or guardian;\n\n(ii) A description of the current services that are provided to the student; and\n\n(iii) A description of the available reading intervention and supplemental instructional services and supports that could be provided to the student that are designed to address the identified areas of reading deficiency.\n\n(b) Following development of the plan, the parent will be provided with:\n\n(i) A description of the reading intervention and supplemental instructional services and support that will be provided to the student that are designed to address the identified areas of reading deficiency; and\n\n(ii) Strategies for parents to use at home in helping their student to succeed in reading.\n\n(c) At the conclusion of each school year, or earlier if it has been determined that the student is proficient and is no longer in need of intervention, the parent or guardian will be updated on the student’s progress, including any recommendation for placement.\n\n(4) District annual reporting. Each school district shall report to the state department of education by October 1 of each year the number and percentage of students, by grade level, on an individualized reading improvement plan.\n\n(5) Department responsibilities. The state department of education shall annually compile the information required along with state-level summary information and annually report such information to the state board of education, the public, the governor, and the legislature. The department shall provide technical assistance as needed to aid school districts in implementing the provisions of this section.\n\n(6) The state board of education may promulgate rules for the administration and implementation of this section.\n\n[33-1805, added 2021, ch. 292, sec. 5, p. 875.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1805/"
    },
    {
      "id": "section-33-1806",
      "number": "33-1806",
      "heading": "",
      "text": "33-1806. READING AND LITERACY ASSESSMENT. (1) The state department of education shall be responsible for administration of all assessment efforts and shall train LEA-level assessment personnel and report results.\n\n(2) In continuing recognition of the critical importance of reading skills, all public school students in kindergarten through grade 3 shall have their reading skills assessed. For purposes of this assessment, the Idaho comprehensive literacy plan shall be the reference document. The kindergarten assessment shall include reading readiness and phonological awareness. Grades 1, 2, and 3 shall test for fluency, comprehension, and accuracy of the student’s reading. The assessment shall be by a single statewide test specified by the state board of education, and the state department of education shall ensure that testing shall take place no fewer than two (2) times per year in the relevant grades. Additional assessments may be administered to students who are identified for reading interventions as set forth in section 33-1805, Idaho Code. The state K-3 assessment test results shall be reviewed by school personnel for the purpose of providing necessary interventions to sustain or improve the students’ reading skills. Results shall show for each school building with kindergarten through grade 3 in each school district and charter school the percentage of students who are achieving proficiency on the statewide reading assessment. Such results shall be maintained and compiled by the state department of education and shall be reported annually to the public through the state education dashboard and reported to the state board of education, the legislature, and the governor in a consistent manner, by school and by district.\n\n(3) The assessment scores and interventions recommended and implemented shall be maintained in the permanent record of each student.\n\n(4) The administration of the state K-3 assessments is to be done in the local school districts by individuals chosen by the district other than the regular classroom teacher. All those who administer the assessments shall be trained by the state department of education.\n\n(5) It is the legislature’s intent that curricular materials utilized by school districts for kindergarten through grade 3 shall be tied to evidence-based best practices and aligned with the Idaho comprehensive literacy plan.\n\n[33-1806, added 2021, ch. 292, sec. 5, p. 877.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1806/"
    },
    {
      "id": "section-33-1807",
      "number": "33-1807",
      "heading": "",
      "text": "33-1807. LITERACY INTERVENTION PROGRAM. (1) Each school district and public charter school shall establish an extended time literacy intervention program for students who score basic or below basic on the fall reading screening assessments or alternate reading screening assessment in kindergarten through grade 3 and submit it to the state board of education.\n\n(2)(a) The program shall provide:\n\n(i) Proven effective evidence-based substantial intervention and shall include phonemic awareness, decoding intervention, vocabulary, comprehension, and fluency as applicable to the student based on a formative assessment designed to, at a minimum, identify such weaknesses;\n\n(ii) A minimum of sixty (60) hours of supplemental instruction for students in kindergarten through grade 3 who score below basic on the reading screening assessment; and\n\n(iii) A minimum of thirty (30) hours of supplemental instruction for students in kindergarten through grade 3 who score basic on the reading screening assessment.\n\n(b) The program may include adaptive learning technology literacy intervention tools as part of the literacy intervention program, must include parent input, be in alignment with the Idaho comprehensive literacy plan, and be from the state board of education-approved provider list established pursuant to subsection (3) of this section. Online or digital instructional materials that are not part of a comprehensive program do not have to be from the approved provider list.\n\n(3)(a) The state board of education shall select adaptive learning technology literacy intervention providers through a request for proposals process to provide adaptive learning technology literacy intervention tools for school districts and charter schools to use as part of their literacy intervention programs for students in kindergarten through grade 3 that:\n\n(i) Include an academic program focused on building age-appropriate literacy skills that, at a minimum, include phonological awareness, phonics, fluency, comprehension, and vocabulary;\n\n(ii) Use an evidence-based early intervention model;\n\n(iii) Include a parental engagement and involvement component that allows parents to participate in their student’s use of the tool at school or at home; and\n\n(iv) Address early reading and literacy intervention through the use of an interactive and adaptive computer software program.\n\n(b) To remain on the approved provider list after the first year of identification, programs must be evaluated each year to determine effectiveness by an independent external evaluator. The evaluation will be based on a full academic year of implementation of tools implemented with fidelity and will include, at a minimum, growth toward proficiency measures.\n\n(4) The state board of education shall identify national evidence-based best practices and proven effective state intervention practices. The state department of education shall share state board of education-identified intervention practices with school districts and charter schools throughout the state and maintain a resource center of best practices for literacy intervention for students in kindergarten through grade 3. The resource center shall include, at a minimum, resources for parents and schools.\n\n(5) Of the funds appropriated for the purpose of this section, no more than one hundred dollars ($100) per student may be used for transportation costs.\n\n(6) For the purpose of program reimbursement, the state department of education shall adopt reporting forms, establish reporting dates, and adopt such additional guidelines and standards as necessary to accomplish the program goals that every child will read fluently and comprehend printed text on grade level by the end of grade 3.\n\n(7) Subject to appropriation, the state department of education shall, over a multi-year period, provide professional development to all teachers and elementary administrators serving students in kindergarten through grade 3. Such professional development shall be based on the science of reading and shall include embedded coaching that integrates evidence-based best practices supporting early literacy intervention, including but not limited to data literacy, the statewide reading assessment, and best practices as outlined in the Idaho comprehensive literacy plan. Information regarding participation in the intervention program by school districts and public charter schools and the effectiveness of such program shall be presented annually to the state board of education, the legislature, and the governor.\n\n(8) The state board of education or its delegate shall annually evaluate the cost and efficacy of literacy interventions used throughout Idaho.\n\n(9) The state board of education may promulgate rules implementing the provisions of this section. At a minimum, such rules shall include student trajectory growth to proficiency benchmarks and a timeline for reaching such benchmarks.\n\n[33-1807, added 2021, ch. 292, sec. 5, p. 877; am. 2025, ch. 91, sec. 1, p. 407.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1807/"
    },
    {
      "id": "section-33-1808",
      "number": "33-1808",
      "heading": "",
      "text": "33-1808. EDUCATOR PREPARATION. (1) The state board of education shall review teacher preparation programs at the institutions of higher education under its supervision and shall assure that the course offerings and graduation requirements are consistent with the Idaho comprehensive literacy plan. To ensure compliance with this requirement, the board may allocate funds, subject to appropriation, to the higher education institutions that have teacher preparation programs.\n\n(2) The higher education institutions shall be responsible for the preservice assessment measures for all kindergarten through grade 12 teacher preparation programs. The assessment must include a demonstration of teaching skills and knowledge congruent with current research on best reading practices. The assessment may consist of multiple measures, in alignment with best practices, for the demonstration of these skills. Each institution shall report annually to the state board of education the number of preservice teachers who have passed the assessment. The state board of education shall then compile the statewide results and report to the legislature and the governor.\n\n(3) For all Idaho teachers working on interim certificates, alternate routes, or coming from out of state, completion of a state-approved reading instruction course shall be a onetime requirement for full certification.\n\n(4) The board of trustees of every school district shall include, in its plan for in-service training, coursework covering reading skills development, including diagnostic tools to review and adjust instruction continuously, and the ability to identify students who need special help in reading. The district plan for in-service training in reading skills shall be submitted to the state department of education for review and approval, in a format specified by the department.\n\n[33-1808, added 2021, ch. 292, sec. 5, p. 879.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1808/"
    },
    {
      "id": "section-33-1809",
      "number": "33-1809",
      "heading": "",
      "text": "33-1809. ACCOUNTABILITY AND CONTINUOUS IMPROVEMENT. (1) In recognition of the critical role leadership plays in creating a culture in our schools around continuous improvement, it is the intent of the legislature to provide local school boards of trustees and charter school boards of directors with the resources necessary to work effectively with school leadership to set goals and growth targets.\n\n(2) All newly elected or appointed board members shall participate in at least one (1) board member orientation focused on:\n\n(a) State and school district or charter school resources available for literacy intervention and improvements;\n\n(b) School, district, and state level data available to track progress on student literacy proficiency and growth toward proficiency; and\n\n(c) How to set measurable goals for improving student proficiency.\n\n(3) Every board of trustee member or charter school director shall participate in the literacy intervention orientation and training by June 30, 2023, or as provided by the state board of education thereafter.\n\n(4) School district and charter schools shall set annual literacy proficiency and growth targets for students in kindergarten through grade 3.\n\n(5) Literacy proficiency and growth targets shall align with the continuous improvement plan goals and targets of the school district or charter school and the framework for schools to achieve statewide literacy growth targets. Goal-setting and growth targets shall be based on comparisons between similar cohorts of students in similar school buildings and school districts.\n\n(6) There shall be a statewide dashboard available for school personnel, parents, the governor, and the legislature to use to view progress toward the school’s literacy proficiency and growth targets and statewide progress toward the statewide literacy growth targets set by the state board of education. Information shall be available by school level based on like cohorts of students in similar schools and school districts.\n\n[33-1809, added 2021, ch. 292, sec. 5, p. 879.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1809/"
    },
    {
      "id": "section-33-1810",
      "number": "33-1810",
      "heading": "",
      "text": "33-1810. RULEMAKING AUTHORITY. The state board of education may promulgate rules for the implementation of this chapter.\n\n[33-1810, added 2021, ch. 292, sec. 5, p. 880.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1810/"
    },
    {
      "id": "section-33-1811",
      "number": "33-1811",
      "heading": "",
      "text": "33-1811. DYSLEXIA. (1) The state department of education shall identify reliable, valid, evidence-based screening tools and intervention practices to evaluate the literacy skills of students enrolled in kindergarten through grade 5 for characteristics of dyslexia and shall provide professional development in multisensory-structured literacy approaches.\n\n(2) Starting in the 2022-2023 school year, and each year thereafter, the state department of education will administer a statewide tier 1 dyslexia screening measure for identifying students with characteristics of dyslexia in kindergarten through grade 3. The fall administration of the statewide reading assessment shall be used as the tier 1 screening measure for students in kindergarten through grade 3, except as provided in section 33-1618, Idaho Code. The state department of education shall support local education agencies in implementing tier 1 screeners for students in grades 4 and 5. A local education agency must administer a tier 2 dyslexia diagnostic measure to students in kindergarten through grade 5 who have been identified as having characteristics of dyslexia based on the tier 1 screening measure or who have been identified by their classroom teacher or at the request of the student’s parent or guardian. All parents or guardians of students identified with characteristics of dyslexia shall be notified and provided with the local education agency’s options for school interventions.\n\n(3) Local education agencies shall provide evidence-based interventions in alignment with the Idaho comprehensive literacy plan and the state dyslexia handbook for any students identified with characteristics of dyslexia. The state department of education will provide technical assistance by:\n\n(a) Providing local education agencies with guidance and resources for general education teachers and school teams to identify characteristics of dyslexia and to provide intervention and remediation to students;\n\n(b) Identifying reliable, valid, and evidence-based tools and multisensory-structured literacy approaches for students in kindergarten through grade 5 that have been identified with characteristics of dyslexia;\n\n(c) Identifying reliable, valid, and evidence-based tier 2 screening and diagnostic measures for use by local education agencies; and\n\n(d) Developing reporting mechanisms for local education agencies to submit information and required data as determined by the state board of education for evaluating the effectiveness of the intervention programs.\n\n(4) The state department of education shall maintain a list of courses that fulfill the professional development requirements prescribed in this section. The list may consist of online or classroom learning models. Each identified course must align with the Idaho comprehensive literacy plan and the state dyslexia handbook. Such courses must be multisensory-structured literacy professional development for teachers in evidence-based dyslexia screening and intervention practices for identifying characteristics of dyslexia and understanding the pedagogy for instructing students with dyslexia.\n\n(a) No later than the beginning of the 2023-2024 school year, each instructional staff member and instructional coach employed by a local education agency involved in the instruction of students in kindergarten through grade 5, including those providing special education instruction, shall be required to have received professional development specific to providing instruction and intervention to students with characteristics of dyslexia.\n\n(b) No later than the beginning of the 2023-2024 school year, all teachers, administrators and school counselors with an instructional certificate in grades 6 through 12 shall be required to have received professional development on the characteristics of dyslexia.\n\n(c) No later than the beginning of the 2025-2026 school year, all Idaho teachers or administrators with an all subjects (K-8) endorsement, exceptional child generalist endorsement, blended early childhood/early childhood special education endorsement, administrator certificate, or school counselor certificate serving students in kindergarten through grade 5 will be required to earn one (1) or more credits of professional development identifying characteristics of dyslexia and understanding the pedagogy for instructing students with dyslexia and providing dyslexia-focused interventions to recertify.\n\n[33-1811, added 2022, ch. 169, sec. 2, p. 562; am. 2024, ch. 29, sec. 2, p. 222.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-18/section-33-1811/"
    }
  ]
}