{
  "state": "idaho",
  "path": "title-title-33/chapter-chapter-53",
  "sections": [
    {
      "id": "section-33-5301",
      "number": "33-5301",
      "heading": "",
      "text": "33-5301. TITLE. This chapter shall be known as the \"Idaho School Bond Guaranty Act.\"\n\n[33-5301, added 1999, ch. 328, sec. 1, p. 840.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5301/"
    },
    {
      "id": "section-33-5302",
      "number": "33-5302",
      "heading": "",
      "text": "33-5302. DEFINITIONS. (1) \"Board\" means the board of trustees of a school district, including a specially chartered district, existing now or later under the laws of the state.\n\n(2) \"Bond\" means any general obligation bond or refunding bond issued after the effective date of this chapter.\n\n(3) \"Default avoidance program\" means the school bond guaranty program established by this chapter.\n\n(4) \"General obligation bond\" means any bond, note, warrant, certificate of indebtedness, or other obligation of a board payable in whole or in part from revenues derived from property taxes and that constitutes an indebtedness within the meaning of any applicable constitutional or statutory debt limitation.\n\n(5) \"Paying agent\" means the corporate paying agent selected by the board for a bond issue who is:\n\n(a) Duly qualified; and\n\n(b) Acceptable to the state treasurer.\n\n(6) \"Public school guarantee fund\" means the fund described in section 2, article VIII, of the constitution of the state of Idaho and section 33-5309, Idaho Code.\n\n(7) \"Refunding bond\" means any general obligation bond issued by a board for the purpose of refunding its outstanding general obligation bonds.\n\n(8) \"School district\" means any school district, including a specially chartered district, existing now or later under the laws of the state.\n\n[33-5302, added 1999, ch. 328, sec. 1, p. 840.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5302/"
    },
    {
      "id": "section-33-5303",
      "number": "33-5303",
      "heading": "",
      "text": "33-5303. STATE’S GUARANTY — MONITORING OF FINANCIAL SOLVENCY CONTRACT WITH BONDHOLDERS — GUARANTY — LIMITATION AS TO CERTAIN REFUNDED BONDS.\n\n(1) (a) The state of Idaho pledges to and agrees with the holders of any bonds that the state will not alter, impair, or limit the rights vested by the default avoidance program with respect to the bonds until the bonds, together with applicable interest, are fully paid and discharged.\n\n(b) Notwithstanding paragraph (a) of this subsection, nothing contained in this chapter precludes an alteration, impairment, or limitation if adequate provision is made by law for the protection of the holders of the bonds.\n\n(c) Each school district may refer to this pledge and undertaking by the state in its bonds.\n\n(2) (a) The sales tax of the state is pledged to guarantee full and timely payment of the principal of, either at the stated maturity or by any advancement of maturity pursuant to a mandatory sinking fund payment, and interest on, refunding bonds issued on and after March 1, 1999, for voter-approved bonds which were voted on by the electorate prior to March 1, 1999, and voter-approved bonds which were voted on by the electorate on and after March 1, 1999, as such payments shall become due, except that in the event of any acceleration of the due date of such principal by reason of mandatory or optional redemption or acceleration resulting from default or otherwise, other than any advancement of maturity pursuant to a mandatory sinking fund payment, the payments guaranteed shall be made in such amounts and at such times as such payments of principal would have been due had there not been any such acceleration.\n\n(b) This guaranty does not extend to the payment of any redemption premium.\n\n(c) Reference to this chapter by its title on the face of any bond conclusively establishes the guaranty provided to that bond under provisions of this chapter.\n\n(3) (a) Any bond guaranteed under this chapter that is currently refunded and considered paid for no longer has the benefit of the guaranty provided by this chapter from and after the date on which that bond was considered to be paid.\n\n(b) In accordance with section 57-504(7), Idaho Code, any bond guaranteed under this chapter that is advance refunded and is itself secured by bond proceeds held in escrow no longer has the benefit of the guaranty provided by this chapter from and after the date on which the proceeds from the advance refunding have been placed in an irrevocable escrow.\n\n(4) Only validly issued bonds issued after the effective date of this chapter are guaranteed under this chapter.\n\n[33-5303, added 1999, ch. 328, sec. 1, p. 841; am. 2002, ch. 305, sec. 1, p. 869; am. 2007, ch. 89, sec. 2, p. 244; am. 2009, ch. 185, sec. 1, p. 601; am. 2016, ch. 159, sec. 1, p. 442.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5303/"
    },
    {
      "id": "section-33-5304",
      "number": "33-5304",
      "heading": "",
      "text": "33-5304. PROGRAM ELIGIBILITY — OPTION TO FOREGO GUARANTY.\n\n(1) (a) Any school district through its board of trustees or its superintendent may apply to the state treasurer for the state’s guaranty of its eligible bonds under this chapter. Where voter approval of a bond issuance is required by law, the school district must have such voter approval prior to its application for the state’s guaranty.\n\n(b) The state treasurer may charge the school district an application fee equal to the greater of the estimated costs to the state treasurer to process the application or five hundred dollars ($500), which shall be payable at the time the school district applies for a guaranty under this chapter. The state treasurer may charge a transaction fee of not more than five one-hundredths of one percent (.05%) of the total principal and interest payable on the school district’s bonds. Such transaction fee shall be payable to the state treasurer at the time the school district issues the bonds guaranteed under this chapter and the application fee paid by the school district shall be credited against such transaction fee.\n\n(c) There is hereby created in the state treasury the \"Idaho School Bond Guaranty Administrative Fund\" which shall be credited:\n\n(i) Fees collected pursuant to this section;\n\n(ii) Interest earned on the investment of idle moneys in the fund, which shall be paid to the fund; and\n\n(iii) All other moneys as may be provided by law.\n\nMoneys in the fund shall be continuously appropriated to the state treasurer, and any moneys remaining in the fund at the end of each fiscal year shall not be appropriated to any other fund. Moneys in the fund shall be used to defray costs associated with the implementation, administration, and oversight of the Idaho school bond guaranty act.\n\n(d) The state superintendent of public instruction shall provide an analysis of an applicant school district’s fiscal solvency upon the request of the state treasurer.\n\n(e) After reviewing the request, the analysis of the superintendent of public instruction, the reports submitted by the school district pursuant to section 33-5305, Idaho Code, and other information available to the state treasurer, the state treasurer shall determine in good faith whether or not the financial affairs and condition of a school district are such that it would be imprudent for the state to guarantee the bonds of that school district. The state treasurer shall also determine in good faith whether the guarantee of the bonds of the school district will adversely impact the credit rating of the state of Idaho or other financing programs benefiting the state of Idaho.\n\n(f) Unless the state treasurer finds that the criteria set forth in subsection (1)(e) of this section prevents the issuance of a certificate of eligibility, the state treasurer shall promptly issue a certificate of eligibility and provide it to the requesting school district.\n\n(g) (i) The school district receiving the certificate and all other persons may rely on the certificate as evidencing eligibility for the guaranty for one (1) year from and after the date of the certificate, without making further inquiry of the state treasurer during the year. The certificate of eligibility shall state that the guaranty is good for the life of the bond. This guaranty shall be printed on all bonds guaranteed pursuant to this chapter or shall be an addendum attached to all bonds guaranteed pursuant to this chapter.\n\n(ii) The certificate of eligibility is valid for the life of the bond, even if the state treasurer later determines that the school district is ineligible for future guaranties.\n\n(2) Any school district that chooses to forego the benefits of the guaranty provided by this chapter for a particular issue of bonds may do so by not referring to this chapter on the face of its bonds.\n\n(3) Any school district that has bonds, the principal of or interest on which has been paid, in whole or in part, by the state under this chapter may not issue any additional bonds guaranteed by this act until:\n\n(a) All payment obligations of the school district to the state under the default avoidance program are satisfied; and\n\n(b) The state treasurer certifies in writing, to be kept on file by the state treasurer, that the school district is fiscally solvent.\n\n(4) Bonds not guaranteed by this chapter are not included in the definition of \"bond\" in section 33-5302, Idaho Code, as used generally in this chapter, are not subject to the requirements of and do not receive the benefits of this chapter.\n\n[33-5304, added 1999, ch. 328, sec. 1, p. 842; am. 2009, ch. 185, sec. 2, p. 602.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5304/"
    },
    {
      "id": "section-33-5305",
      "number": "33-5305",
      "heading": "",
      "text": "33-5305. STATE TO MONITOR FISCAL SOLVENCY OF SCHOOL DISTRICTS — DUTIES OF STATE TREASURER AND STATE SUPERINTENDENT OF PUBLIC INSTRUCTION. (1) The state treasurer shall:\n\n(a) Receive the following from each school district applying for the state’s guaranty under this chapter and each school district receiving the state’s guaranty under this chapter:\n\n(i) A copy of the annual statement of financial condition and report required in section 33-701, Idaho Code; and\n\n(ii) A copy of the complete audit of the financial statements of the school district prepared pursuant to section 33-701, Idaho Code.\n\n(b) In conjunction with the state superintendent of public instruction, annually report his conclusions concerning the fiscal solvency of school districts receiving a guaranty under this chapter to the governor, the legislature and the endowment fund investment board; and\n\n(c) Report immediately to the governor, the endowment fund investment board and the state superintendent of public instruction any circumstances suggesting that a school district will be unable to timely meet its debt service obligations and recommend a course of remedial action.\n\n(2) The state superintendent of public instruction shall:\n\n(a) Provide an analysis of a school district’s current fiscal solvency upon the request of the state treasurer;\n\n(b) In conjunction with the state treasurer, annually report his conclusions concerning the fiscal solvency of school districts receiving a guaranty under this chapter to the governor, the legislature and the endowment fund investment board; and\n\n(c) Report immediately to the governor, the endowment fund investment board and the state treasurer any circumstances suggesting that a school district will be unable to timely meet its debt service obligations and recommend a course of remedial action.\n\n(3) (a) After examining the analysis of the state superintendent of public instruction and other information available to the state treasurer, the state treasurer shall determine whether or not the financial affairs and condition of a school district are such that it would be imprudent for the state to guarantee future bonds of that school district.\n\n(b) If the state treasurer determines that the state should not guarantee the bonds of that school district, the state treasurer shall:\n\n(i) Prepare a determination of ineligibility for future guaranties; and\n\n(ii) Keep it on file in the office of the state treasurer.\n\n(c) The state treasurer may remove a school district from the status of ineligibility for future guaranties when a subsequent report of the school district or other information made available to the state treasurer evidences that it is no longer imprudent for the state to guarantee the bonds of that school district.\n\n(4) Nothing in this section affects the state’s guaranty of bonds of a school district issued:\n\n(a) Before determination of ineligibility for future guaranties;\n\n(b) After the eligibility for future guaranties of the school district is restored; or\n\n(c) Under a certificate of eligibility issued under this chapter.\n\n[33-5305, added 1999, ch. 328, sec. 1, p. 843; am. 2009, ch. 185, sec. 3, p. 603; am. 2010, ch. 295, sec. 1, p. 795.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5305/"
    },
    {
      "id": "section-33-5306",
      "number": "33-5306",
      "heading": "",
      "text": "33-5306. PAYING AGENT TO PROVIDE NOTICE — STATE TREASURER TO EXECUTE TRANSFER TO PAYING AGENTS — EFFECT OF TRANSFER.\n\n(1) (a) The superintendent of each school district with outstanding, unpaid bonds shall transfer moneys sufficient for the scheduled debt service payment to its paying agent at least fifteen (15) days before any principal or interest payment date for the bonds.\n\n(b) The paying agent may, if instructed to do so by the superintendent, invest the moneys at the risk and for the benefit of the school district until the payment date.\n\n(c) A superintendent who is unable to transfer the scheduled debt service payment to the paying agent fifteen (15) days before the payment date shall immediately notify the paying agent and the state treasurer as set forth in the procedures for notice under the provisions of this chapter established by the state treasurer.\n\n(2) If sufficient funds are not transferred to the paying agent as required by subsection (1) of this section, the paying agent shall notify the state treasurer of that failure in writing at least ten (10) days before the scheduled debt service payment date as set forth in the procedures for notice under the provisions of this chapter established by the state treasurer.\n\n(3) (a) If sufficient moneys to pay the scheduled debt service payment have not been transferred to the paying agent, the state treasurer shall, on or before the scheduled payment date, gather sufficient moneys to make the scheduled debt service payment as set forth in section 33-5308, Idaho Code, and transfer such moneys to the paying agent.\n\n(b) The payment by the treasurer:\n\n(i) Discharges the obligation of the issuing school district to its bondholders for the payment; and\n\n(ii) Transfers the rights represented by the general obligation of the school district from the bondholders to the state.\n\n(c) The school district shall pay the transferred obligation to the state as provided in this chapter.\n\n[33-5306, added 1999, ch. 328, sec. 1, p. 843; am. 2010, ch. 295, sec. 2, p. 796.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5306/"
    },
    {
      "id": "section-33-5307",
      "number": "33-5307",
      "heading": "",
      "text": "33-5307. STATE FINANCIAL ASSISTANCE INTERCEPT MECHANISM — DUTIES OF STATE TREASURER AND ATTORNEY GENERAL — INTEREST AND PENALTY PROVISIONS.\n\n(1) (a) If one (1) or more payments on bonds are made by the state treasurer as provided in this chapter, the state treasurer shall:\n\n(i) Immediately intercept any payments from any source of operating moneys provided by the state to the school district that issued the bonds that would otherwise be paid to the school district by the state; and\n\n(ii) Apply the intercepted payments to reimburse the state for payments made pursuant to the state’s guaranty until all obligations of the school district to the state arising from those payments, including interest and penalties, are paid in full.\n\n(b) The state has no obligation to the school district or to any person or entity to replace any moneys intercepted under the authority of this subsection.\n\n(2) The school district that issued bonds for which the state has made all or part of a debt service payment shall:\n\n(a) Reimburse all moneys drawn by the state treasurer on its behalf;\n\n(b) Pay interest to the state on all moneys paid by the state from the date the moneys drawn to the date they are repaid at a rate not less than the average prime rate for national money center banks plus one percent (1%); and\n\n(c) Pay all penalties required by this chapter.\n\n(3) (a) The state treasurer shall establish the reimbursement interest rate after considering the circumstances of any prior draws by the school district on the state, market interest and penalty rates, and the cost of funds, if any, that were required to be borrowed by the state to make payments on the bonds.\n\n(b) The state treasurer may, after considering the circumstances giving rise to the failure of the school district to make payment on its bonds in a timely manner, impose on the school district a penalty of not more than five percent (5%) of the amount paid by the state pursuant to its guaranty for each instance in which a payment by the state is made.\n\n(4) (a) (i) If the state treasurer determines that amounts obtained under this section will not reimburse the state in full within one (1) year from the state’s payment of a school district’s scheduled debt service payment, the state treasurer shall pursue any legal action, including mandamus, against the school district and its board to compel it to:\n\n1. Levy and provide tax revenues to pay debt service on its bonds when due; and\n\n2. Meet its repayment obligations to the state.\n\n(ii) In pursuing its rights under paragraph (a) of this subsection, the state shall have the same substantive and procedural rights as would a holder of the bonds of a school district.\n\n(b) The attorney general shall assist the state treasurer in these duties.\n\n(c) The school district shall pay the attorney’s fees, expenses, and costs of the state treasurer and the attorney general.\n\n(5) (a) Except as provided in paragraph (c) of this subsection, any school district whose operating funds were intercepted under this section may replace those funds from other school district moneys or from property taxes, subject to the limitations provided in this subsection.\n\n(b) A school district may use property taxes or other moneys to replace intercepted funds only if the property taxes or other moneys were derived from:\n\n(i) Taxes originally levied to make the payment but which were not timely received by the school district;\n\n(ii) Taxes from a supplemental levy made to make the missed payment or to replace the intercepted moneys;\n\n(iii) Moneys transferred from the undistributed reserve, if any, of the school district; or\n\n(iv) Any other source of money on hand and legally available.\n\n(c) Notwithstanding the provisions of paragraphs (a) and (b) of this subsection, a school district may not replace operating funds intercepted by the state with moneys collected and held to make payments on bonds if that replacement would divert moneys from the payment of future debt service on the bonds and increase the risk that the state’s guaranty would be called upon an additional time.\n\n[33-5307, added 1999, ch. 328, sec. 1, p. 844; am. 2009, ch. 185, sec. 4, p. 604.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5307/"
    },
    {
      "id": "section-33-5308",
      "number": "33-5308",
      "heading": "",
      "text": "33-5308. BACKUP LIQUIDITY ARRANGEMENTS. (1) If, at the time the state is required to make a debt service payment under its guaranty on behalf of a school district, sufficient moneys of the state are not on hand and available for that purpose, the state treasurer shall gather sufficient funds to make the debt service payment by using one (1) or more of the following:\n\n(a) Intercepting all or a portion of any payments from any source of operating moneys provided by the state to the school district that issued the bonds that would otherwise be paid to the school district by the state;\n\n(b) Requesting the state controller transfer to the public school guarantee fund established by section 33-5309, Idaho Code, moneys from the state general fund established by section 67-1205, Idaho Code, representing sales tax receipts of the state in an amount not to exceed the scheduled debt service payment and using such funds to make all or a portion of the required payment;\n\n(c) Issuing state notes, subject to the terms of section 33-5308A, Idaho Code; or\n\n(d) Negotiating a voluntary loan from funds administered by the endowment fund investment board to make all or a portion of the required payment, provided that nothing in this subsection (1)(d) requires the endowment fund investment board to lend moneys to the state treasurer.\n\n(2) The state has no obligation to the school district or to any person or entity to replace any moneys intercepted under the authority of this section. Any school district whose operating funds were intercepted pursuant to this section may replace those funds from other school district moneys or from property taxes, subject to the limitations provided in section 33-5307, Idaho Code.\n\n(3) If the sources of funds set forth in subsection (1) of this section are insufficient to make a debt service payment and the school district bond is guaranteed by the credit enhancement program established pursuant to section 57-728, Idaho Code, the state treasurer shall make a request for the purchase of notes in the amount of the deficiency by the endowment fund investment board on behalf of the public school endowment as set forth in section 57-728, Idaho Code.\n\n[33-5308, added 1999, ch. 328, sec. 1, p. 846; am. 2010, ch. 295, sec. 3, p. 797.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5308/"
    },
    {
      "id": "section-33-5308a",
      "number": "33-5308A",
      "heading": "",
      "text": "33-5308A. STATE NOTES ISSUED TO FINANCE DEFAULT AVOIDANCE PROGRAM. State notes issued by the state treasurer pursuant to section 33-5308, Idaho Code, shall comply with the following:\n\n(1) Each series of notes issued shall mature not later than twelve (12) months from the date the notes are issued, or the end of the fiscal year, whichever is sooner.\n\n(2) Notes issued may be refunded using the procedures set forth in this chapter for the issuance of notes, in an amount not more than the amount necessary to pay principal of an accrued but unpaid interest on any refunded notes plus all costs of issuance, sale and delivery of the refunding notes, rounded up to the nearest integral multiple of five thousand dollars ($5,000).\n\n(3) Each series of refunding notes shall mature not later than twelve (12) months from the date the refunding notes are issued, or the end of the fiscal year, whichever is sooner.\n\n(4) Before issuing or selling any note to other than a state fund or account, the state treasurer shall prepare a written plan of financing and file it with the governor. The plan of financing shall comply with the following:\n\n(a) The plan of financing shall provide for:\n\n(i) The terms and conditions under which the notes will be issued, sold and delivered;\n\n(ii) The taxes or revenues to be anticipated;\n\n(iii) The maximum amount of notes that may be outstanding at any one (1) time under the plan of financing;\n\n(iv) The sources of payment of the notes;\n\n(v) The rate or rates of interest, if any, on the notes or a method, formula or index under which the interest rate or rates on the notes may be determined during the time the notes are outstanding; and\n\n(vi) All other details relating to the issuance, sale and delivery of the notes.\n\n(b) In identifying the taxes or revenues to be anticipated and the sources of payment of the notes in the financing plan, the state treasurer may include any combination of the following:\n\n(i) The taxes authorized by this chapter;\n\n(ii) The intercepted revenues authorized by this chapter;\n\n(iii) The proceeds of refunding notes; or\n\n(iv) The terms and conditions of arrangements entered into by the state treasurer on behalf of the state with financial and other institutions for letters of credit, standby letters of credit, reimbursement agreements, and remarketing, indexing and tender agreements to secure the notes, including payment from any legally available source of fees, charges or other amounts coming due under the agreements entered into by the state treasurer.\n\n(5) When issuing the notes to other than a state fund or account, the state treasurer shall issue an order setting forth the interest, form, manner of execution, payment, manner of sale, prices at or below face value, and all details of issuance of the notes. The order and the details set forth in the order shall conform with any applicable plan of financing and with this chapter.\n\n(6) Each note shall recite:\n\n(a) That it is a valid obligation of the state and that the full faith, credit, and resources of the state are pledged for the payment of the principal of and interest on the note from the taxes or revenues identified in accordance with its terms and the constitution and laws of Idaho.\n\n(b) That these general obligation notes do not constitute debt of the state for the purposes of the debt limitation of section 1, article VIII, of the constitution of the state of Idaho.\n\n(7) Immediately upon the completion of any sale of notes, the state treasurer shall:\n\n(a) Make a verified return of the sale to the state controller, specifying the amount of notes sold, the persons to whom the notes were sold, and the price, terms and conditions of the sale; and\n\n(b) Credit the proceeds of the sale, other than accrued interest and amounts required to pay costs of issuance of the notes, to the general fund to be applied to the purpose for which the notes were issued.\n\n[33-5308A, added 2010, ch. 295, sec. 4, p. 799.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5308a/"
    },
    {
      "id": "section-33-5309",
      "number": "33-5309",
      "heading": "",
      "text": "33-5309. UNLIMITED SALES TAX RECEIPTS PLEDGE — STATE CONTROLLER DUTIES.\n\n(1) (a) There is hereby created in the state treasury the public school guarantee fund. Moneys in the fund shall be used only for payment of debt service payments under the provisions of this chapter, repayment of borrowing undertaken under the provisions of this chapter, to repay state funds used to make debt service payments under the provisions of this chapter, or as provided in section 33-5308, Idaho Code. Earnings of the public school guarantee fund shall be deposited into the general fund established by section 67-1205, Idaho Code. If moneys expected to be intercepted under this chapter are projected to be insufficient to make a debt service payment pursuant to section 33-5308, Idaho Code, to reimburse the state for its payments of school districts’ scheduled debt service payments or it is necessary for the state treasurer to borrow as provided in this chapter and amounts to be intercepted under this chapter are expected to be insufficient to timely pay the general obligation notes issued or other borrowing undertaken under section 33-5308, Idaho Code, the state treasurer shall certify to and give notice to the state controller of the amount of the deficiency.\n\n(b) After receipt of that certified notice from the state treasurer, the state controller shall cause moneys representing state sales tax receipts to be transferred from the general fund established by section 67-1205, Idaho Code, and deposited in the public school guarantee fund in the amount of the deficiency certified by the state treasurer.\n\n(2) To the extent that other legally available revenues and funds of the state are insufficient to meet the certified deficiency, the state tax commission shall transfer moneys from the sales tax account as set forth in section 63-3638, Idaho Code.\n\n[33-5309, added 1999, ch. 328, sec. 1, p. 847; am. 2010, ch. 295, sec. 5, p. 800.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5309/"
    },
    {
      "id": "section-33-5310",
      "number": "33-5310",
      "heading": "",
      "text": "33-5310. CREDIT ENHANCEMENT PROGRAM. If approved to participate in the Idaho school bond guaranty program established in this chapter, a school district may also seek credit enhancement, as authorized pursuant to section 57-728, Idaho Code, by applying therefor pursuant to section 57-728(3), Idaho Code.\n\n[33-5310, added 1999, ch. 328, sec. 1, p. 848; am. 2009, ch. 185, sec. 5, p. 605.]",
      "source_url": "https://law.justia.com/codes/idaho/title-33/chapter-53/section-33-5310/"
    }
  ]
}