{
  "state": "missouri",
  "path": "title-title-iv/chapter-chapter-28",
  "sections": [
    {
      "id": "section-28-005",
      "number": "28.005",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.005. Secretary of state, term of office, term begins, when. —The secretary of state shall hold office for a term of four years beginning at 12:00 noon on the second Monday in January next after his or her election and until a successor is elected and qualified.\n\n(L. 1987 H.B. 456)",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-005/"
    },
    {
      "id": "section-28-010",
      "number": "28.010",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.010. Salary of secretary of state. —The secretary of state shall receive an annual salary of sixty thousand dollars plus any salary adjustment provided pursuant to section 105.005, payable out of the state treasury as full compensation for all duties to be performed by him.\n\n(L. 1943 p. 869 § 1, A. 1949 S.B. 1011, A.L. 1955 p. 574, A.L. 1967 p. 97, A.L. 1972 S.B. 615, A.L. 1977 H.B. 520, A.L. 1980 H.B. 1266, A.L. 1984 S.B. 528)\n\nEffective 1-01-85\n\nRevisor's Note: Salary adjustment index is printed, as required by § 105.005, in Appendix E.",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-010/"
    },
    {
      "id": "section-28-020",
      "number": "28.020",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.020. Oath of office and bond. —The secretary of state, before entering upon the duties of his office, shall take and subscribe an oath or affirmation to support the Constitution of the United States and of this state, and to demean himself faithfully in office, which shall be endorsed upon his commission, and enter into bond, with security to be approved by the governor, to the state of Missouri, in the sum of ten thousand dollars, conditioned that he will well and truly perform the duties of secretary of state; which bond shall be attested by the governor, and deposited in the office of the governor.\n\n(RSMo 1939 § 12994, A.L. 1945 p. 1724)\n\nPrior revisions: 1929 § 11369; 1919 § 11610; 1909 § 11181",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-020/"
    },
    {
      "id": "section-28-025",
      "number": "28.025",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.025. Day care centers for employees' children, procedure to establish, licensing, costs. —1. Employees of the Missouri secretary of state may organize and file with the secretary of state an application as a not-for-profit corporation for the purpose of establishing a child day care center. The corporation so formed may enter into an agreement with the commissioner of administration for the lease of appropriate space for use as the child day care center. The space for the center may be made available to the corporation at a rate to be established by the commissioner of administration.\n\n2. The corporation may provide child day care on property leased from the commissioner of administration. The child day care center established by the corporation shall be licensed under the provisions of sections 210.201 to 210.245. The operation of the day care center shall be paid for by fees or charges, established by the corporation, and collected from those who use its services. The corporation may receive any private donations or*grants from agencies of the federal government intended for the support of the child day care center.\n\n(L. 1990 H.B. 1377)\n\n*Word \"of\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-025/"
    },
    {
      "id": "section-28-030",
      "number": "28.030",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.030. Appointment of clerks, employees — compensation. —The secretary of state is authorized to appoint, and, within the limits of the appropriations to his department, to fix the compensation of such clerks and employees as may be necessary in the performance of the duties of his office. He shall designate one employee as deputy secretary of state, who shall have resided in this state at least two years prior to his appointment, and who shall possess all the powers and perform any of the duties prescribed by law to be performed by the secretary of state, when and for such periods of time as the secretary of state may designate. The secretary of state and his sureties on his official bond shall be responsible for the official acts of the deputy secretary of state, and whenever he signs the name of the secretary of state, under authority of law, or in any official capacity, he shall add thereafter his own name as the deputy secretary of state.\n\n(RSMo 1939 § 12998, A.L. 1945 p. 1724, A.L. 1947 V. I p. 516, A.L. 1961 p. 408)\n\nPrior revisions: 1929 § 11373; 1919 § 11614; 1909 § 11185",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-030/"
    },
    {
      "id": "section-28-035",
      "number": "28.035",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.035. Help America Vote Act of 2002, secretary of state to be chief state election official for — procedures for election complaints to be established — rulemaking authority. —1. The secretary of state shall be the chief state election official responsible for the administration and coordination of state responsibilities pursuant to the Help America Vote Act of 2002. The secretary is authorized to appoint members to commissions, develop and submit plans, set voting systems standards and compliance deadlines, and any other activities reasonably necessary to comply with the Help America Vote Act of 2002.\n\n2. The office of the secretary of state shall be designated as the single office which shall be responsible for providing information regarding voter registration procedures and absentee ballot procedures to be used by absent uniformed services voters and overseas voters, as defined in section 115.279, with respect to elections for federal office.\n\n3. The secretary of state shall establish state-based administrative complaint procedures to remedy grievances concerning a violation of Title III of the Help America Vote Act of 2002. These procedures shall:\n\n(1) Require complaints to be in writing and notarized, and signed and sworn by the person filing the complaint;\n\n(2) Allow complaints to be consolidated;\n\n(3) At the request of the complainant, require a hearing on the record which may be conducted exclusively by written testimony and information;\n\n(4) Provide an appropriate remedy for any substantiated violation of Title III of the Help America Vote Act of 2002;\n\n(5) Dismiss the complaint and publish the results of the procedures when there is a determination of no violation;\n\n(6) Require a final determination with respect to the complaint before the expiration of the ninety-day period which begins on the date the complaint is filed, unless the complainant consents to a longer period for making such a determination; and\n\n(7) If the final determination is not completed within ninety days, resolve the complaint within sixty days under alternative dispute resolution procedures. The record and any other materials from proceedings conducted pursuant to this subsection shall be made available for use under the alternative dispute resolution procedures.\n\n4. The secretary of state is authorized to promulgate rules to execute this section. No rule or portion of a rule promulgated pursuant to the authority of this section shall become effective unless it has been promulgated pursuant to chapter 536.\n\n(L. 2003 H.B. 511)",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-035/"
    },
    {
      "id": "section-28-040",
      "number": "28.040",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.040. Custodian of state seal, records and documents — appointment of state librarian. —1. He shall keep his office at the seat of government; have the safekeeping of the seal of state and of all public records, including surety bonds, except those for which other provisions are made by law, rolls, documents, acts, resolutions and orders of the general assembly; keep a register of all commissions issued, the official acts of the governor and, when necessary, attest the same.\n\n2. He shall appoint a state librarian who shall administer the state library, all state library service programs, distribution of funds, and personnel actions shall be made on a nonpartisan basis.\n\n(RSMo 1939 § 12995, A.L. 1945 p. 1724, A.L. 1959 H.B. 119, A.L. 1991 S.B. 197)\n\nPrior revisions: 1929 § 11370; 1919 § 11611; 1909 § 11182\n\nEffective 7-01-93\n\nCROSS REFERENCES:\n\nCities and towns, alphabetical list of, to be kept, 71.040\n\nCities and towns, name change to be filed before adoption, 71.030, 71.070\n\nLaws, originals to be deposited, 2.010\n\nState seal, custody and use of, Const. Art. IV § 14",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-040/"
    },
    {
      "id": "section-28-050",
      "number": "28.050",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.050. Seal to be affixed, when — exceptions. —He shall affix the seal of the state to and countersign all commissions and other official acts required by law to be issued or done by the governor, his approbation or disapprobation of the acts of the general assembly excepted, and all other instruments, when required or authorized by the governor, or by law.\n\n(RSMo 1939 § 12996, A.L. 1945 p. 1724)\n\nPrior revisions: 1929 § 11371; 1919 § 11612; 1909 § 11183\n\nCROSS REFERENCES:\n\nAmendments to constitution, authentication, 2.040\n\nLaws, bills passed over governor's veto, authentication, 21.250",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-050/"
    },
    {
      "id": "section-28-060",
      "number": "28.060",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.060. Records of commissions and appointments. —He shall keep in his office an abstract of all commissions issued and appointments made by the governor, and shall register therein the substance of each commission, specifying the name of the person appointed, the office conferred, the district or county for which the appointment is made, and the term of office; and when any office shall become vacant he shall enter, in a space to be left for that purpose, a memorandum of such vacancy and the occasion thereof, with a reference to any evidence deposited in his office.\n\n(RSMo 1939 § 13003, A.L. 1945 p. 1724)\n\nPrior revisions: 1929 § 11378; 1919 § 11619; 1909 § 11190\n\nCROSS REFERENCE:\n\nNotaries public, Chap. 486",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-060/"
    },
    {
      "id": "section-28-070",
      "number": "28.070",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.070. Public inspection of records. —The governor and the members of either house of the general assembly, or committees thereof, shall have free access to his office for the inspection and examination of all books, papers, records and proceedings. All public records on file in his office are subject to inspection by any person during regular office hours and when inspection will not interfere with the orderly performance of duties.\n\n(RSMo 1939 § 13001, A.L. 1945 p. 1724, A.L. 1959 H.B. 119)\n\nPrior revisions: 1929 § 11376; 1919 § 11617; 1909 § 11188",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-070/"
    },
    {
      "id": "section-28-080",
      "number": "28.080",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.080. No original document to be taken from office. —He shall not permit any original roll, paper or public document filed in his office to be taken out of it unless called for by a resolution of either or both houses of the general assembly, or for the examination of the chief executive or for publication when required by law.\n\n(RSMo 1939 § 13002, A.L. 1945 p. 1724, A.L. 1959 H.B. 119)\n\nPrior revisions: 1929 § 11377; 1919 § 11618; 1909 § 11189",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-080/"
    },
    {
      "id": "section-28-090",
      "number": "28.090",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.090. To make copies of official acts. —He shall make out and deliver to every person requiring the same copies of any act, resolution, order of the general assembly, commission or other official act of the governor, roll, record, document, paper, bond or recognizance, deposited in his office by law, and shall certify such copies, under his hand, and affix thereto the seal of his office; and such copies shall be admitted as evidence in all courts of this state.\n\n(RSMo 1939 § 12997, A.L. 1945 p. 1724)\n\nPrior revisions: 1929 § 11372; 1919 § 11613; 1909 § 11184\n\nCROSS REFERENCES:\n\nTrademarks, registration of, Chap. 417\n\nVessels, bottling liquids, registration of, 417.260",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-090/"
    },
    {
      "id": "section-28-095",
      "number": "28.095",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.095. Facsimile signature authorized. —A facsimile of the signature of the secretary of state, applied at his direction and under his supervision, is deemed the signature of the secretary of state for all purposes.\n\n(L. 1967 p. 99 § 1)\n\nCROSS REFERENCE:\n\nUniform facsimile signature of public officials law, 105.273 to 105.278",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-095/"
    },
    {
      "id": "section-28-110",
      "number": "28.110",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.110. Registration of land. —The secretary of state shall perform all the duties required by law to be performed on behalf of the state with respect to registration of lands, issuance of patents and other authentication of title to saline or swamplands.\n\n(RSMo 1939 § 12999, A.L. 1945 p. 1724)\n\nPrior revisions: 1929 § 11374; 1919 § 11615; 1909 § 11186\n\nCROSS REFERENCES:\n\nPatents, when issued, authentication, 446.180\n\nRight-of-way through state lands, 388.380\n\nSwampland--duty to act as agent, 241.030",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-110/"
    },
    {
      "id": "section-28-120",
      "number": "28.120",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.120. Letters and documents, retention and destruction. —He shall file and safely keep all official letters and other public documents directed to or received by him. He shall file, retain, store and destroy those documents in accordance with the state and local records law.\n\n(RSMo 1939 § 13000, A.L. 1945 p. 1724, A.L. 1959 H.B. 119, A.L. 1983 H.B. 713 Revision)\n\nPrior revisions: 1929 § 11375; 1919 § 11616; 1909 § 11187\n\nCROSS REFERENCE:\n\nPublic and business records, duties, Chap. 109",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-120/"
    },
    {
      "id": "section-28-130",
      "number": "28.130",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.130. Reports. —He shall report to the general assembly, either branch thereof, or to the governor, at the times and covering the matters requested.\n\n(RSMo 1939 § 13005, A.L. 1945 p. 1724, A.L. 1959 H.B. 119)\n\nPrior revisions: 1929 § 11383; 1919 § 11624; 1909 § 11195",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-130/"
    },
    {
      "id": "section-28-160",
      "number": "28.160",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.160. State entitled to certain fees — technology trust fund account established — additional fee, notary commissions — appropriation of funds, purpose — fees not collected, when. —1. The state shall be entitled to fees for services to be rendered by the secretary of state as follows:\n\n2. There is hereby established the \"Secretary of State's Technology Trust Fund Account\" which shall be administered by the state treasurer. All yield, interest, income, increment, or gain received from time deposit of moneys in the state treasury to the credit of the secretary of state's technology trust fund account shall be credited by the state treasurer to the account. The provisions of section 33.080 to the contrary notwithstanding, moneys in the fund shall not be transferred and placed to the credit of general revenue until the amount in the fund at the end of a biennium exceeds five million dollars. In any such biennium the amount in the fund in excess of five million dollars shall be transferred to general revenue.\n\n3. The secretary of state may collect an additional fee of ten dollars for the issuance of new and renewal notary commissions which shall be deposited in the state treasury and credited to the secretary of state's technology trust fund account.\n\n4. The secretary of state may ask the general assembly to appropriate funds from the technology trust fund for the purposes of establishing, procuring, developing, modernizing and maintaining:\n\n(1) An electronic data processing system and programs capable of maintaining a centralized database of all registered voters in the state;\n\n(2) Library services offered to the citizens of this state;\n\n(3) Administrative rules services, equipment and functions;\n\n(4) Services, equipment and functions relating to securities;\n\n(5) Services, equipment and functions relating to corporations and business organizations;\n\n(6) Services, equipment and functions relating to the Uniform Commercial Code;\n\n(7) Services, equipment and functions relating to archives;\n\n(8) Services, equipment and functions relating to record services; and\n\n(9) Services, equipment and functions relating to state and local elections.\n\n5. Notwithstanding any provision of this section to the contrary, the secretary of state shall not collect fees, for processing apostilles, certifications and authentications prior to the placement of a child for adoption, in excess of one hundred dollars per child per adoption, or per multiple children to be adopted at the same time.\n\n(RSMo 1939 § 13427, A.L. 1978 S.B. 755, A.L. 1988 H.B. 1068, A.L. 1991 S.B. 197, A.L. 1993 H.B. 170, A.L. 1994 S.B. 635, A.L. 2002 H.B. 1776 merged with S.B. 675 merged with S.B. 923, et al.)\n\nPrior revisions: 1929 § 11805; 1919 § 11013; 1909 § 10716",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-160/"
    },
    {
      "id": "section-28-163",
      "number": "28.163",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.163. One-time increase, amounts. —The secretary of state may, by administrative rule, provide for a one-time increase not to exceed the amounts specified in sections 347.740, 351.127, 355.023, 356.233, 359.653, 400.9-528*, and 417.018.\n\n(L. 1994 S.B. 635)\n\n*In 2017 statutory reference to 400.9-508 changed to 400.9-528 in accordance with section 3.060. Section 400.9-508 was transferred to section 400.9-528 in 2001.",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-163/"
    },
    {
      "id": "section-28-170",
      "number": "28.170",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.170. Fees to be paid to director of revenue. —Before the secretary of state performs a duty or service required by law for which a fee is charged, the person requesting the service shall produce to the secretary of state the receipt of the state director of revenue showing that the fee has been paid to him or shall submit the fee to the secretary of state for transmittal to the state director of revenue.\n\n(RSMo 1939 § 13428, A.L. 1947 V. I p. 484, A.L. 1959 H.B. 119, A.L. 1978 S.B. 755)\n\nPrior revisions: 1929 § 11806; 1919 § 11014; 1909 § 10717",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-170/"
    },
    {
      "id": "section-28-190",
      "number": "28.190",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.190. Vacancy — governor's duties. —In case of death, resignation, removal from office, impeachment or vacancy from any cause in the office of secretary of state, the governor shall immediately appoint a qualified person to fill such vacancy for the remainder of the term in which such vacancy occurred and until his successor is elected or appointed, commissioned and qualified; and the governor shall take charge of the office and superintend its business until such person is appointed, commissioned and qualified; except that in case of impeachment, the governor shall appoint a qualified person to serve only until such impeachment is determined, when the suspended officer, if acquitted, shall be reinstated in office, or if the suspended officer is convicted, a new appointment shall be made by the governor as in the case of other vacancies.\n\n(RSMo 1939 § 13009, A.L. 1945 p. 1724, A. 1949 S.B. 1011)\n\nPrior revisions: 1929 § 11387; 1919 § 11628; 1909 § 11199",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-190/"
    },
    {
      "id": "section-28-200",
      "number": "28.200",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.200. Penalty for neglect of duty. —If the secretary of state shall at any time neglect or refuse to perform any of the duties enjoined on him by law, he shall pay to the person aggrieved a sum not less than one hundred dollars nor more than five hundred dollars, to be recovered by civil action.\n\n(RSMo 1939 § 13008, A.L. 1945 p. 1724)\n\nPrior revisions: 1929 § 11386; 1919 § 11627; 1909 § 11198",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-200/"
    },
    {
      "id": "section-28-300",
      "number": "28.300",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.300. Transition funds for secretary of state, when. —1. In each year in which a secretary of state of this state is elected and when the secretary of state so elected is not the incumbent at the time of the election, funds and facilities for the secretary of state-elect to be used by him in preparing an orderly transition of administration shall be provided.\n\n2. The legislature shall appropriate to the commissioner of administration, funds to be used only for the purpose of this transition and to be expended during the transition period but in no event shall the amount so appropriated exceed ten thousand dollars for any such transition and all funds not expended for this purpose during the transition period shall revert to general revenue.\n\n(L. 1977 H.B. 493 & 458)",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-300/"
    },
    {
      "id": "section-28-305",
      "number": "28.305",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.305. Secretary of state's transition period defined. —The\"transition period\"shall begin on the fifteenth day of November following the election of a secretary of state who is not an incumbent and shall end when that secretary of state-elect has taken the oath of office.\n\n(L. 1977 H.B. 493 & 458)",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-305/"
    },
    {
      "id": "section-28-310",
      "number": "28.310",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.310. Transition facilities to be provided for secretary of state. —1. The commissioner of administration shall provide office space and equipment for the secretary of state-elect and his staff during the transition period. The facilities provided shall be located at the seat of government and shall be suitable for the purpose and capable of adequately housing the secretary of state-elect and his staff.\n\n2. The commissioner of administration shall furnish the transition facility with adequate telephone service, office furniture and office machines including but not limited to typewriters, adding machines and duplicating equipment.\n\n3. The transition period office space may be located in state-owned buildings or in leased property. All salaries, expenses, rentals and equipment purchase and repairs shall be made only from funds appropriated for the purpose of this transition.\n\n(L. 1977 H.B. 493 & 458)",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-310/"
    },
    {
      "id": "section-28-684",
      "number": "28.684",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.684. Credit or debit cards may be accepted for payment of taxes and fees — secretary of state to establish a revenue collection center for prepaid accounts — refund, procedure. —The secretary of state may accept credit or debit cards and establish a new revenue collection center for prepaid accounts for the payment of required taxes and fees. The secretary of state shall work with the state treasurer and the office of administration in connection with such payments. No person establishing a prepayment account pursuant to this section shall be entitled to payment of any interest on such account. Funds in prepayment accounts shall be refundable upon the order of the person or persons authorized to transfer money from such an account.\n\n(L. 1998 S.B. 680 §§ 29, 31 merged with S.B. 844 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-684/"
    },
    {
      "id": "section-28-700",
      "number": "28.700",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.700. Electronic facsimile filings for documents filed with secretary of state's office, rulemaking authority. —The secretary of state may adopt rules to authorize the electronic facsimile filing of any document filed with the secretary under any provision administered by the secretary. The rules may set forth standards for the acceptance of a form of signature other than the proper handwriting of a person. A signature or document filed by electronic facsimile in accordance with rules promulgated pursuant to this section shall be prima facie evidence for all purposes that the document actually was signed by the person whose signature appears on the facsimile.\n\n(L. 2001 S.B. 288 § 1)\n\nEffective 7-01-01",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-700/"
    },
    {
      "id": "section-28-960",
      "number": "28.960",
      "heading": "",
      "text": "Title IV EXECUTIVE BRANCH\n\n28.960. Registered voter lists, audit of — authorized — requirements. —1. The secretary of state shall have the authority to, at his or her discretion, audit the list of registered voters for any local election authority to ensure accuracy.\n\n2. Any audit conducted by the secretary of state shall, at least quarterly, determine whether the local election authority has performed the following voter registration list maintenance activities, as required by law:\n\n(1) Sending verification notices in accordance with section 115.155; and\n\n(2) Registering voters and removing names from the voter registration system in accordance with section 115.158.\n\n3. After completing the audit, the secretary of state shall notify the local election authority in writing of any maintenance updates that are required and shall advise the local election authority they have ninety days to make required updates. If, after ninety days, the secretary of state determines that the local election authority has not performed the required maintenance of voter registration lists as required by law, the secretary of state's office may withhold transaction funds associated with maintenance of the voter registration lists from the local election authority.\n\n(L. 2022 H.B. 1878)",
      "source_url": "https://law.justia.com/codes/missouri/title-iv/chapter-28/section-28-960/"
    }
  ]
}