{
  "state": "illinois",
  "path": "title-chapter-405-mental-health-behavioral-health-and-developmenta/chapter-405-ilcs-85-home-environment-living-program-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Home Environment Living Program Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Purpose.",
      "text": "The purpose of this Act is to create a program which\nprovides services and care in substitute family homes for persons with a\ndevelopmental disability and which allows individuals who have skills in\nparenting, and who are recipients of public assistance, to apply those\nskills in caring for persons with a disability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Definitions. In this Act:",
      "text": "Definitions. In this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Powers and duties.",
      "text": "The Department shall have the power to\npromulgate rules to effectuate the policies of this Act and shall:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Agencies.",
      "text": "The Department shall endeavor to\nidentify recipients of public\nassistance who have demonstrated expertise in caregiving. The Department shall\nensure that home caregivers are provided with\nnecessary public assistance benefits during the training and transition period.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Home caregivers.",
      "text": "Prospective home caregivers shall be\nselected from among recipients of public assistance according to their\ncapacity to provide a safe, healthy, nurturing home environment and to\nassure reliable quality care. No individual shall be required to\nparticipate nor may any individual's public assistance benefits be denied\ndue to declining to participate in this program. Each home caregiver who\nserves a child shall be licensed as a foster home by the Department of\nChildren and Family Services or a designated Child Welfare Agency prior to\nplacement of any individual in the home. Each Project HELP home shall\nserve one individual; the Department may waive this provision in\nexceptional circumstances, but in no case may more than two individuals be\nserved in the same Project HELP home.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Individuals to be served.",
      "text": "Individuals to be served in\nProject HELP homes shall be children or adults with a severe disability who\nwould benefit from a family home environment. The primary target\npopulation is persons residing in State operated developmental centers\nprior to placement in a Project HELP home. Clients shall exercise choice\nin determining whether they wish to participate in Project HELP and in\nselecting the individual who will serve as the Home caregiver.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Implementation.",
      "text": "Implementation of this program is subject to\nthe availability of funds appropriated for this purpose. Actual placement\nof individuals shall not occur earlier than 180 days after the effective\ndate of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "This Act takes effect upon becoming law.",
      "text": "This Act takes effect upon becoming law.",
      "history": "",
      "source_url": ""
    }
  ]
}