{
  "state": "illinois",
  "path": "title-chapter-405-mental-health-behavioral-health-and-developmenta/chapter-405-ilcs-48-youth-mental-health-protection-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title. This Act may be cited as the Youth Mental Health Protection Act.",
      "text": "Short title. This Act may be cited as the Youth Mental Health Protection Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Legislative findings.   The General Assembly finds and declares the following:",
      "text": "Legislative findings. The General Assembly finds and declares the following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Purpose. The purpose of this Act is to protect lesbian, gay, bisexual, and transgender youth from sexual orientation change efforts, also known as conversion therapy",
      "text": "Purpose. The purpose of this Act is to protect lesbian, gay, bisexual, and transgender youth from sexual orientation change efforts, also known as conversion therapy.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Definitions. For the purposes of this Act:",
      "text": "Definitions. For the purposes of this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Prohibition on conversion therapy",
      "text": "Under no circumstances shall a mental health provider engage in sexual orientation change efforts with a person under the age of 18.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Advertisement and sales; misrepresentation",
      "text": "No person or entity may, in the conduct of any trade or commerce, use or employ any deception, fraud, false pretense, false promise, misrepresentation, or the concealment, suppression, or omission of any material fact in advertising or otherwise offering c\ntherapy services in a manner that represents homosexuality as a\nmental disease, disorder, or illness, with intent that others rely upon the concealment, suppression, or omission of such material fact. A violation of this Section constitutes an unlawful practice under the Consumer Fraud and Deceptive Business Practices Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Discipline. Any sexual orientation change efforts attempted on a person under the age of 18 by a mental health provider may be considered unprofessional conduct",
      "text": "Mental health providers found to have engaged in a sexual orientation change effort on a patient under the age of 18 may be subject to dis",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90",
      "number": "90.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    }
  ]
}