{
  "state": "michigan",
  "path": "title-chapter-800-prisons/chapter-act-118-of-1893-prison-code-8001-80066",
  "sections": [
    {
      "id": "section-8001-80032",
      "number": "800.1-800.32",
      "heading": "Repealed. 1972, Act 179, Imd. Eff",
      "text": "June 16, 1972.Section 800.33 - Record of Major Misconduct Charges as Part of Parole Eligibility Report; Reduction From Sentence; Good Time, Disciplinary Credits, or Special Disciplinary Credits; Forfeiture; Disciplinary Credit Committee; Rules; Good Time Committee;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-80033",
      "number": "800.33",
      "heading": "Record of Major Misconduct Charges as Part of Parole Eligibility Report; Reduction From Sentence; Good Time, Disciplinary Credits, or Special Disciplinary Credits; Forfeiture; Disciplinary Credit Committee; Rules; Good Time Committee; Powers of Warden and Parole Board; Prisoner Subject to Disciplina",
      "text": "(1) A record of all major misconduct charges for which a prisoner has been found guilty shall be maintained and given to the parole board as part of the parole eligibility report prepared for each prisoner pursuant to section 35 of 1953 PA 232, MCL 791.235.\n\n(2) Except as otherwise provided in this section, a prisoner who is serving a sentence for a crime committed before April 1, 1987, and who has not been found guilty of a major misconduct or had a violation of the laws of this state recorded against him or her shall receive a reduction from his or her sentence as follows:\n\n(a) During the first and second years of his or her sentence, 5 days for each month.\n\n(b) During the third and fourth years, 6 days for each month.\n\n(c) During the fifth and sixth years, 7 days for each month.\n\n(d) During the seventh, eighth, and ninth years, 9 days for each month.\n\n(e) During the tenth, eleventh, twelfth, thirteenth, and fourteenth years, 10 days for each month.\n\n(f) During the fifteenth, sixteenth, seventeenth, eighteenth, and nineteenth years, 12 days for each month.\n\n(g) From and including the twentieth year, up to and including the period fixed for the expiration of the sentence, 15 days for each month.\n\n(3) Except as provided in section 34, all prisoners serving a sentence for a crime that was committed on or after April 1, 1987 are eligible to earn disciplinary and special disciplinary credits as provided in subsection (5). Disciplinary credits shall be earned, forfeited, and restored as provided in this section. Accumulated disciplinary credits shall be deducted from a prisoner's minimum and maximum sentence in order to determine his or her parole eligibility date and discharge date.\n\n(4) This section shall not be construed to allow good time, disciplinary credits, or special disciplinary credits in cases of commuted sentences unless so stipulated in the executive order commuting the sentence.\n\n(5) Except as provided in section 34, all prisoners serving a sentence on December 30, 1982, or incarcerated after December 30, 1982, for the conviction of a crime enumerated in section 33b(a) to (cc) of 1953 PA 232, MCL 791.233b, are eligible to earn a disciplinary credit of 5 days per month for each month served after December 30, 1982. Accumulated disciplinary credits shall be deducted from a prisoner's minimum and maximum sentence in order to determine his or her parole eligibility dates.\n\nA prisoner shall not earn disciplinary credits under this subsection during any month in which the prisoner is found guilty of having committed a major misconduct. The amount of disciplinary credits not earned as a result of being found guilty of a major misconduct shall be limited to the disciplinary credits that would have been earned for the month in which the major misconduct occurred. Any disciplinary credits not earned as a result of the prisoner being found guilty of a major misconduct shall never be earned or restored. The warden may order that a prisoner found guilty of a major misconduct, including but not limited to charges of rioting, inciting to riot, escape, homicide, or assault and battery, forfeit all or a portion of the disciplinary credits accumulated prior to the month in which the misconduct occurred. An order forfeiting accumulated disciplinary credits shall be based upon a review of the prisoner's institutional record.\n\nThe disciplinary credit committee, which is comprised of the prisoner's resident unit manager, custody officers in the resident unit with direct supervisory responsibilities over the prisoner, and the appropriate work or school assignment supervisor, shall be a part of the reclassification process and shall review, at least annually, the status of each prisoner in the housing unit who has forfeited disciplinary credits. The committee may recommend to the warden whether any forfeited disciplinary credits should be restored to the prisoner.\n\nIn addition to disciplinary credits, a prisoner eligible for disciplinary credits under this subsection may be awarded 2 days per month special disciplinary credits for good institutional conduct on the recommendation of the disciplinary credit committee and the concurrence of the warden based on an annual review of the prisoner's institutional record. Special disciplinary credits shall not be awarded for any month in which a prisoner has been found guilty of a major misconduct.\n\nThe department of corrections shall promulgate rules pursuant to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, necessary to implement this subsection not more than 180 days after December 30, 1982.\n\n(6) On and after April 1, 1987, a prisoner shall not earn good time under this section during any month in which the prisoner is found guilty of having committed a major misconduct. The amount of good time not earned as a result of being found guilty of a major misconduct shall be limited to the amount of good time that would have been earned during the month in which the major misconduct occurred. Any good time not earned as a result of the prisoner being found guilty of a major misconduct shall never be earned or restored.\n\n(7) The department of corrections shall promulgate rules pursuant to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, prescribing how much of his or her accumulated good time or accumulated disciplinary credits the prisoner may forfeit if found guilty of 1 or more major misconducts.\n\n(8) The warden may order that a prisoner found guilty of a major misconduct forfeit all or a portion of the good time accumulated prior to the month in which the misconduct occurred.\n\n(9) The good time committee, which is comprised of the prisoner's resident unit manager, custody officer in the resident unit with direct supervisory responsibility over the prisoner, and the appropriate work or school assignment supervisor, shall be part of the reclassification process. The good time committee shall recommend to the warden the amount of special good time to be awarded and the restoration of any accumulated good time that has been forfeited.\n\n(10) The warden, as a reward for good conduct, may restore to a prisoner the whole or any portion of the good time or disciplinary credits forfeited because of a finding of guilty for a major misconduct. However, forfeited good time or disciplinary credits shall not be restored without the recommendation of the disciplinary credit committee or good time committee and the prior written approval of the deputy director in charge of the bureau of correctional facilities or the deputy director in charge of the bureau of field services. Disciplinary credits or good time allowances that have not been earned because of institutional misconduct shall not be restored.\n\n(11) A prisoner who has been sentenced concurrently for separate convictions shall have his or her good time or disciplinary credits computed on the basis of the longest of the concurrent sentences. If a prisoner is serving consecutive sentences for separate convictions, his or her good time or disciplinary credits shall be computed and accumulated on each sentence individually and all good time or disciplinary credits that have been earned on any of the sentences shall be subject to forfeiture pursuant to subsections (5) and (8).\n\n(12) The warden of an institution may grant special good time allowances to eligible prisoners who are convicted of a crime that is committed before April 1, 1987. Special good time credit shall not exceed 50% of the good time allowances under the schedule in subsection (2). Special good time shall be awarded for good conduct only and shall not be awarded for any month in which a prisoner has been found guilty of a major misconduct.\n\n(13) The parole board shall be exclusively empowered to cause the forfeiture of good time or disciplinary credits earned by a prisoner at the time of a parole violation.\n\n(14) A prisoner subject to disciplinary time is not eligible for good time, special good time, disciplinary credits, or special disciplinary credits.\n\n(15) The court may order the reduction or forfeiture of 1 or more of the following credits pursuant to section 5513 of the revised judicature act of 1961, 1961 PA 236, MCL 600.5513:\n\n(a) Good time.\n\n(b) Disciplinary.\n\n(c) Special disciplinary.\n\nHistory:1893, Act 118, Imd. Eff. May 26, 1893 ;-- CL 1897, 2112 ;-- CL 1915, 1732 ;-- Am. 1917, Act 17, Eff. Aug. 10, 1917 ;-- Am. 1921, Act 256, Imd. Eff. May 18, 1921 ;-- Am. 1929, Act 300, Imd. Eff. May 23, 1929 ;-- CL 1929, 17576 ;-- Am. 1931, Act 86, Imd. Eff. May 11, 1931 ;-- Am. 1933, Act 252, Eff. Oct. 17, 1933 ;-- CL 1948, 800.33 ;-- Am. 1953, Act 105, Eff. Oct. 2, 1953 ;-- Am. 1978, Act 80, Eff. Sept. 1, 1978 ;-- Am. 1982, Act 442, Imd. Eff. Dec. 30, 1982 ;-- Am. 1986, Act 322, Eff. Apr. 1, 1987 ;-- Am. 1994, Act 218, Eff. Dec. 15, 1998 ;-- Am. 1999, Act 148, Imd. Eff. Nov. 1, 1999Compiler's Notes:Section 2 of 1994 PA 218, which provides that “This amendatory act shall take effect on the date that sentencing guidelines are enacted into law after the sentencing commission submits its report to the secretary of the senate and the clerk of the house of representatives pursuant to sections 31 to 34 of chapter IX of the code of criminal procedure, Act No. 175 of the Public Acts of 1927, as added by the amendatory act resulting from House Bill No. 4782 of the 87th Legislature.” was repealed by 1998 PA 316, effective Dec. 15, 1998.For transfer of powers and duties of Michigan parole and commutation board to Michigan parole board within department of corrections, and abolishment of Michigan parole and commutation board, see E.R.O. No. 2011-3, compiled at MCL 791.305.Popular Name:Prison CodeAdmin Rule:R 791.5501 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-33/"
    },
    {
      "id": "section-80034",
      "number": "800.34",
      "heading": "Disciplinary Time; Receipt for Each Major Misconduct; Accumulation; Consideration for Concurrent or Consecutive Sentences; Reduction; “Prisoner Subject to Disciplinary Time” Defined",
      "text": "(1) A prisoner subject to disciplinary time shall receive disciplinary time for each major misconduct for which he or she is found guilty as prescribed by rule pursuant to section 35.\n\n(2) Accumulated disciplinary time shall be submitted to the parole board for the parole board's consideration at the prisoner's parole review or interview. A prisoner's minimum sentence, plus disciplinary time, shall not exceed his or her maximum sentence.\n\n(3) A prisoner who has been sentenced concurrently for separate convictions shall have his or her disciplinary time considered by the parole board on each sentence individually. If a prisoner is serving consecutive sentences for separate convictions, his or her disciplinary time shall be considered by the parole board on each sentence individually.\n\n(4) A prisoner subject to disciplinary time may have any or all of his or her accumulated disciplinary time reduced by the department if he or she has demonstrated exemplary good conduct during the term of imprisonment. Disciplinary time deducted pursuant to this section may be restored if the prisoner is found guilty of a major misconduct.\n\n(5) As used in this act, \"prisoner subject to disciplinary time\" includes both of the following:\n\n(a) A prisoner sentenced to an indeterminate term of imprisonment for any of the following crimes committed on or after December 15, 1998:\n\n(i) A violation of section 625(4) or (5) of the Michigan vehicle code, 1949 PA 300, MCL 257.625.\n\n(ii) A violation of section 80176(4) or (5) of part 801 (marine safety) of the natural resources and environmental protection act, 1994 PA 451, MCL 324.80176.\n\n(iii) A violation of section 72, 73, 80, 82, 83, 84, 86, 87, 88, 89, 90, 110a(2), 112, 136b(2), 145c, 204, 204a, 205, 205a, 206, 207, 208, 210, 211, 211a, 213, 316, 317, 319, 321, 322, 327, 328, 329, 349, 349a, 350, 357, 397, 411i, 479b, 520b, 520c, 520d, 520e, 520g, 529, 529a, 530, or 531 of the Michigan penal code, 1931 PA 328, MCL 750.72, 750.73, 750.80, 750.82, 750.83, 750.84, 750.86, 750.87, 750.88, 750.89, 750.90, 750.110a, 750.112, 750.136b, 750.145c, 750.204, 750.204a, 750.205, 750.205a, 750.206, 750.207, 750.208, 750.210, 750.211, 750.211a, 750.213, 750.316, 750.317, 750.319, 750.321, 750.322, 750.327, 750.328, 750.329, 750.349, 750.349a, 750.350, 750.357, 750.397, 750.411i, 750.479b, 750.520b, 750.520c, 750.520d, 750.520e, 750.520g, 750.529, 750.529a, 750.530, and 750.531.\n\n(iv) A violation of section 1 of 1931 PA 214, MCL 752.191.\n\n(v) A violation of section 1, 2, or 2a of 1968 PA 302, MCL 752.541, 752.542, and 752.542a.\n\n(vi) Any offense not listed in subparagraphs (i) to (v) that is punishable by life imprisonment.\n\n(vii) An attempt, conspiracy, or solicitation to commit an offense described in subparagraphs (i) to (vi).\n\n(b) A prisoner sentenced to an indeterminate term of imprisonment for any crime not listed in subdivision (a), if that crime was committed on or after December 15, 2000.\n\nHistory:Add. 1994, Act 218, Eff. Dec. 15, 1998 ;-- Am. 1996, Act 83, Eff. July 30, 1998 ;-- Am. 1998, Act 316, Eff. Dec. 15, 1998Compiler's Notes:For transfer of powers and duties of Michigan parole and commutation board to Michigan parole board within department of corrections, and abolishment of Michigan parole and commutation board, see E.R.O. No. 2011-3, compiled at MCL 791.305.Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-34/"
    },
    {
      "id": "section-80035",
      "number": "800.35",
      "heading": "Rules.",
      "text": "The department shall promulgate rules prescribing the amount of disciplinary time to be submitted to the parole board for the parole board's consideration for each type of major misconduct for which a prisoner subject to disciplinary time is found guilty. The rules shall be promulgated pursuant to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328.\n\nHistory:Add. 1994, Act 218, Eff. Mar. 30, 1995 ;-- Am. 1998, Act 316, Eff. Dec. 15, 1998Compiler's Notes:Former MCL 800.35, which pertained to employment of prisoners, was repealed by Act 179 of 1972, Imd. Eff. June 16, 1972.For transfer of powers and duties of Michigan parole and commutation board to Michigan parole board within department of corrections, and abolishment of Michigan parole and commutation board, see E.R.O. No. 2011-3, compiled at MCL 791.305.Popular Name:Prison CodeAdmin Rule:R 791.5501 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-35/"
    },
    {
      "id": "section-80036-80040",
      "number": "800.36-800.40",
      "heading": "Repealed. 1972, Act 179, Imd. Eff. June 16, 1972.",
      "text": "Compiler's Notes:The repealed sections pertained to employment of prisoners.Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-36-800-40/"
    },
    {
      "id": "section-80041",
      "number": "800.41",
      "heading": "Enforcement of Discipline; Attempted Escapes; “Correctional Facility” and \"Corrections Officer\" Defined.",
      "text": "(1) If a prisoner assaults or batters a corrections officer or any other person, damages or attempts to damage any part of a correctional facility, attempts to escape, or resists or disobeys a lawful command, the corrections officers of the correctional facility shall use all suitable means to defend themselves, to enforce discipline, to secure offenders, and to prevent any escape.\n\n(2) As used in this section:\n\n(a) \"Correctional facility\" means any of the following:\n\n(i) A state facility that houses prisoners committed to the jurisdiction of the department of corrections.\n\n(ii) A state youth correctional facility operated by the department of corrections.\n\n(iii) A correctional facility operated by a private vendor authorized under the laws of this state to receive prisoners.\n\n(b) \"Corrections officer\" means either of the following:\n\n(i) A state correctional officer as defined in section 2 of the correctional officers' training act of 1982, 1982 PA 415, MCL 791.502.\n\n(ii) A correctional officer employed by a correctional facility described in subdivision (a)(ii).\n\nHistory:1893, Act 118, Imd. Eff. May 26, 1893 ;-- CL 1897, 2120 ;-- CL 1915, 1739 ;-- CL 1929, 17583 ;-- CL 1948, 800.41 ;-- Am. 1998, Act 513, Imd. Eff. Jan. 8, 1999 ;-- Am. 2006, Act 533, Imd. Eff. Dec. 29, 2006Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-41/"
    },
    {
      "id": "section-80042",
      "number": "800.42",
      "heading": "Prisoner in Correctional Facility Having Security Classification of I, Ii, Iii, Iv, V, or Vi; Personal Property; Disposal; Definitions.",
      "text": "(1) A prisoner in a correctional facility assigned to a housing unit having a security classification of IV, V, or VI shall not have in his or her living area any personal clothing, except that a prisoner in a correctional facility assigned to a housing unit having a security classification of IV may keep 1 set of personal clothing as determined by the department in his or her living area and may wear such clothing for court appearances or during visits. A prisoner in a correctional facility assigned to a housing unit having a security classification of V or VI shall be provided civilian clothing by the institution for jury trials or as ordered by the court for other court appearances.\n\n(2) A prisoner in a correctional facility assigned to a housing unit having a security classification of I, II, or III, may have personal clothing in his or her living area and may wear such clothing as approved by the department of corrections.\n\n(3) Except as provided in subsection (4), the amount of personal property a prisoner may have in his or her living area, including personal clothing, shall not exceed the following limits:\n\n(a) For a prisoner in a correctional facility assigned to a housing unit having a security classification of IV, V, or VI, not more than the amount that can be contained in 1 duffel bag or 1 footlocker or similarly sized container as approved by the department of corrections.\n\n(b) For a prisoner in a correctional facility assigned to a housing unit having a security classification of I, II, or III, not more than the amount that can be contained in 1 duffel bag and 1 footlocker or similarly sized container as approved by the department of corrections.\n\n(4) A prisoner may possess property in excess of the amounts set forth in subsection (3) if that property consists of legal materials that are not available in the institutional law library to which the prisoner has access. This subsection does not require that a prisoner be allowed physical access to a law library.\n\n(5) This section does not allow a prisoner to possess personal property of a type otherwise prohibited by the department of corrections for any reason.\n\n(6) Within 121 days after the effective date of the 1997 amendatory act that amended this section, any personal clothing in the possession of or in the living area of a prisoner that is not permitted under this section shall be disposed of by the prisoner using 1 of the following methods:\n\n(a) Sent home with visitors.\n\n(b) Mailed at the department's expense, to a person identified by the prisoner and approved of by the department.\n\n(c) Donated to charity.\n\nIf the prisoner does not dispose of the personal clothing within the 121-day period as provided in this subsection, the department shall dispose of the clothing in a manner determined by the department.\n\n(7) As used in this section and section 44:\n\n(a) \"Legal materials\" means either of the following:\n\n(i) Pleadings and other documents ordinarily filed with a court, letters, research notes, necessary exhibits, books, periodicals, and similar items that are needed for litigation which the prisoner is currently pursuing on his or her own behalf, or on behalf of another prisoner if that assistance has been approved by the institution head.\n\n(ii) Pleadings, transcripts, court orders, and court opinions arising out of the offense for which the prisoner is currently incarcerated.\n\n(b) \"Personal clothing\" means any clothing that is not a uniform or other standardized clothing issued by the department but does not include undergarments.\n\n(c) \"Security classification\" means 1 of 6 levels of restrictiveness enforced in housing units at each correctional facility, as determined by the department of corrections, with security level I being the least restrictive and security level VI being the most restrictive.\n\nHistory:Add. 1989, Act 168, Imd. Eff. Aug. 21, 1989 ;-- Am. 1998, Act 376, Imd. Eff. Oct. 21, 1998Compiler's Notes:Former MCL 800.42, which pertained to liquor or drugs, was repealed by Act 179 of 1972, Imd. Eff. June 16, 1972.Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-42/"
    },
    {
      "id": "section-80043",
      "number": "800.43",
      "heading": "Receipt or Possession of Certain Material; Prohibition; List; Notice; Appeal; Limits on Amount.",
      "text": "(1) The department may prohibit a prisoner from receiving or possessing any material that the department determines under this section is detrimental to the security, good order, or discipline of the institution, or that may facilitate or encourage criminal activity, or that may interfere with the rehabilitation of any prisoner. The department shall not prohibit a prisoner from receiving or possessing any material solely because the content of that material is religious, philosophical, political, social, or sexual, or because it is unpopular or repugnant. Material that may be prohibited under this section includes, but is not limited to, any of the following:\n\n(a) Material that depicts or describes procedures for constructing or using weapons, ammunition, bombs, or incendiary devices.\n\n(b) Material that depicts, encourages, or describes methods of escaping from correctional facilities or that contains blueprints, drawings, or similar descriptions of department institutions or facilities.\n\n(c) Material that depicts or describes procedures for manufacturing alcoholic beverages or drugs.\n\n(d) Material that is written in code.\n\n(e) Material that depicts, describes, or encourages activities that may lead to the use of physical violence or group disruption.\n\n(f) Material that encourages or provides instruction in criminal activity.\n\n(g) Material that is sexually explicit and that by its nature or content poses a threat to the security, good order, or discipline of the institution, facilitates criminal activity, or interferes with the rehabilitation of any prisoner.\n\n(2) The department of corrections shall not establish a list of material that may be prohibited under this section before the material is reviewed. This subsection does not prevent the department from prohibiting other prisoners from receiving or possessing identical copies of the material without review after the material has been initially reviewed.\n\n(3) If a publication is prohibited by the department, the department shall promptly notify the prisoner in writing that the material is prohibited and the reasons it is prohibited. The notice shall state the specific content upon which the prohibition is based. The department shall allow the prisoner to review the material to determine whether he or she wishes to administratively appeal the department's decision to prohibit the material unless the review would threaten the security, good order, or discipline of the institution, encourage or provide instruction in criminal activity, or interfere with the rehabilitation of any prisoner.\n\n(4) This section does not prohibit the department from setting limits on the amount of material an inmate may receive or retain in his or her quarters for fire, sanitation, or housekeeping reasons.\n\nHistory:Add. 1996, Act 549, Imd. Eff. Jan. 15, 1997Compiler's Notes:Former MCL 800.43, which pertained to prison books and papers as public property, was repealed by Act 179 of 1972, Imd. Eff. June 16, 1972.Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-43/"
    },
    {
      "id": "section-80044",
      "number": "800.44",
      "heading": "Uniform; Color.",
      "text": "A prisoner in a correctional facility assigned to a housing unit having a security classification of I to VI shall wear a uniform provided by the department at all times except when personal clothing may be worn as provided in section 42. The color of a prisoner's uniform shall be determined by the department.\n\nHistory:Add. 1998, Act 376, Imd. Eff. Oct. 21, 1998Compiler's Notes:Former MCL 800.44, which pertained to practice of economy and duplicate receipts, was repealed by Act 179 of 1972, Imd. Eff. June 16, 1972.Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-44/"
    },
    {
      "id": "section-80045-80047",
      "number": "800.45-800.47",
      "heading": "Repealed. 1972, Act 179, Imd. Eff. June 16, 1972.",
      "text": "Compiler's Notes:The repealed sections pertained to monthly audit, warrant, and inventory or settlement of accounts.Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-45-800-47/"
    },
    {
      "id": "section-80048",
      "number": "800.48",
      "heading": "Conveyance of Convict to Prison; Duty of Sheriff.",
      "text": "It shall be the duty of the sheriff of every county in which any criminal is sentenced to confinement in a prison, to cause the convict to be removed from the county jail without needless delay after sentence, and conveyed to the proper prison and delivered to the warden of that prison.\n\nHistory:1893, Act 118, Imd. Eff. May 26, 1893 ;-- CL 1897, 2127 ;-- CL 1915, 1746 ;-- CL 1929, 17590 ;-- CL 1948, 800.48 ;-- Am. 1986, Act 114, Imd. Eff. May 27, 1986Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-48/"
    },
    {
      "id": "section-80049",
      "number": "800.49",
      "heading": "Conveyance of Convict to Prison; Fees and Expenses; Payment.",
      "text": "The fees and actual expenses of sheriffs in conveying convicts to a prison shall be made out in a bill containing the fees or expenses, and shall be presented to the warden when the prisoner is delivered at the prison. The warden shall certify on it that the prisoner has been received, and the bill, including the sheriff's actual expenses in returning to the county from where the prisoner was sent, shall be audited by the state treasurer and paid from the state treasury. Before drawing his or her warrant the state treasurer shall correct any errors in the bill as to form, items, or amount, and the sheriff shall be paid for the services, his or her actual traveling expenses and the expenses of the convict, and the sum of $3.00 for each and every day so employed.\n\nHistory:1893, Act 118, Imd. Eff. May 26, 1893 ;-- CL 1897, 2128 ;-- CL 1915, 1747 ;-- CL 1929, 17591 ;-- CL 1948, 800.49 ;-- Am. 2002, Act 89, Imd. Eff. Mar. 26, 2002Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-49/"
    },
    {
      "id": "section-80050",
      "number": "800.50",
      "heading": "Conveyance of Convict to Prison; Certified Copy of Sentence; Delivery to Warden, Use as Evidence.",
      "text": "When any convict shall be delivered to the warden of either prison, the officer having such convict in his charge shall deliver to such warden the certified copy of the sentence, received by such officer from the clerk of the court, and shall take from such warden a certificate of the delivery of such convict; and such certified copy of the sentence of any convict shall be evidence of the facts therein contained.\n\nHistory:1893, Act 118, Imd. Eff. May 26, 1893 ;-- CL 1897, 2129 ;-- CL 1915, 1748 ;-- CL 1929, 17592 ;-- CL 1948, 800.50Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-50/"
    },
    {
      "id": "section-80051-80060",
      "number": "800.51-800.60",
      "heading": "Repealed. 1972, Act 179, Imd. Eff. June 16, 1972.",
      "text": "Compiler's Notes:The repealed sections pertained to letters, visitors, prison schools and libraries, health, and fires.Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-51-800-60/"
    },
    {
      "id": "section-80061",
      "number": "800.61",
      "heading": "Escaped Convicts; Measures for Apprehension; Reward; Sentence.",
      "text": "Whenever any convict shall escape from a prison, the warden shall take all proper measures for the apprehension of the convict, and for that purpose he or she may offer a reward not exceeding $50.00 for the apprehension and delivery of that convict; but with the consent of his or her board the reward may be increased to a sum not exceeding $500.00. All suitable rewards and other sums of money, necessarily paid for advertising and apprehending any convict who may escape from prison, shall be audited by the state treasurer, and paid out of the state treasury. If any prisoner shall be retaken, the time between the escape and his or her recommittal shall not be computed as part of the term of imprisonment, but he or she shall remain in the prison a sufficient length of time after the term of his or her sentence would have expired, if he or she had not escaped, to equal the period of time he or she may have been absent by reason of the escape.\n\nHistory:1893, Act 118, Imd. Eff. May 26, 1893 ;-- CL 1897, 2140 ;-- CL 1915, 1759 ;-- CL 1929, 17603 ;-- CL 1948, 800.61 ;-- Am. 2002, Act 89, Imd. Eff. Mar. 26, 2002Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-61/"
    },
    {
      "id": "section-80062-80066",
      "number": "800.62-800.66",
      "heading": "Repealed. 1972, Act 179, Imd. Eff. June 16, 1972.",
      "text": "Compiler's Notes:The repealed sections pertained to released prisoners, liens, and contracts.Popular Name:Prison Code",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-800/statute-act-118-of-1893/section-800-62-800-66/"
    }
  ]
}