{
  "state": "district-of-columbia",
  "path": "title-28/chapter-2",
  "sections": [
    {
      "id": "section-28:1-201",
      "number": "28:1-201",
      "heading": "General definitions.",
      "text": "(a) Unless the context otherwise requires, words or phrases defined in this section, or in the additional definitions contained in other articles of this subtitle that apply to particular articles or parts thereof, have the meanings stated.\n\n(b) Subject to definitions contained in other articles of this subtitle that apply to particular articles or parts thereof:\n\n(1) “Action”, in the sense of a judicial proceeding, includes recoupment, counterclaim, set-off, suit in equity, and any other proceeding in which rights are determined.\n\n(2) “Aggrieved party” means a party entitled to pursue a remedy.\n\n(3) “Agreement”, as distinguished from “contract”, means the bargain of the parties in fact, as found in their language or inferred from other circumstances, including course of performance, course of dealing, or usage of trade as provided in § 28:1-303.\n\n(4) “Bank” means a person engaged in the business of banking and includes a savings bank, savings and loan association, credit union, and trust company.\n\n(5) “Bearer” means a person in control of a negotiable electronic document of title or a person in possession of a negotiable instrument, negotiable tangible document of title, or certificated security that is payable to bearer or indorsed in blank.\n\n(6) “Bill of lading” means a document of title evidencing the receipt of goods for shipment issued by a person engaged in the business of directly or indirectly transporting or forwarding goods. The term does not include a warehouse receipt.\n\n(7) “Branch” includes a separately incorporated foreign branch of a bank.\n\n(8) “Burden of establishing” a fact means the burden of persuading the trier of fact that the existence of the fact is more probable than its nonexistence.\n\n(9) “Buyer in ordinary course of business” means a person that buys goods in good faith, without knowledge that the sale violates the rights of another person in the goods, and in the ordinary course from a person, other than a pawnbroker, in the business of selling goods of that kind. A person buys goods in the ordinary course if the sale to the person comports with the usual or customary practices in the kind of business in which the seller is engaged or with the seller’s own usual or customary practices. A person that sells oil, gas, or other minerals at the wellhead or minehead is a person in the business of selling goods of that kind. A buyer in ordinary course of business may buy for cash, by exchange of other property, or on secured or unsecured credit, and may acquire goods or documents of title under a preexisting contract for sale. Only a buyer that takes possession of the goods or has a right to recover the goods from the seller under Article 2 may be a buyer in ordinary course of business. Buyer in ordinary course of business does not include a person that acquires goods in a transfer in bulk or as security for or in total or partial satisfaction of a money debt.\n\n(10) \"Conspicuous\", with reference to a term, means so written, displayed, or presented that, based on the totality of the circumstances, a reasonable person against which it is to operate ought to have noticed it. Whether a term is \"conspicuous\" or not is a decision for the court.\n\n(11) “Consumer” means an individual who enters into a transaction primarily for personal, family, or household purposes.\n\n(12) “Contract”, as distinguished from “agreement”, means the total legal obligation that results from the parties’ agreement as determined by this subtitle and as supplemented by any other applicable laws.\n\n(13) “Creditor” includes a general creditor, a secured creditor, a lien creditor, and any representative of creditors, including an assignee for the benefit of creditors, a trustee in bankruptcy, a receiver in equity, and an executor or administrator of an insolvent debtor’s or assignor’s estate.\n\n(14) “Defendant” includes a person in the position of defendant in a counterclaim, cross-claim, or third-party claim.\n\n(15) \"Delivery\", with respect to an electronic document of title, means voluntary transfer of control; and, with respect to an instrument, a tangible document of title, or an authoritative tangible copy of a record evidencing chattel paper, means voluntary transfer of possession.\n\n(A) “Document of title” means a record that:\n\n(i) In the regular course of business or financing is treated as adequately evidencing that the person in possession or control of the record is entitled to receive, control, hold, and dispose of the record and the goods the record covers; and\n\n(ii) Purports to be issued by or addressed to a bailee and to cover goods in the bailee’s possession which are either identified or are fungible portions of an identified mass.\n\n(B) The term “document of title” includes a bill of lading, transport document, dock warrant, dock receipt, warehouse receipt, and order for delivery of goods. An “electronic document of title” means a document of title evidenced by a record consisting of information stored in an electronic medium. A “tangible document of title” means a document of title evidenced by a record consisting of information that is inscribed on a tangible medium.\n\n(16A) \"Electronic\" means relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities.\n\n(17) “Fault” means a default, breach, or wrongful act or omission.\n\n(18) “Fungible goods” means:\n\n(A) Goods of which any unit, by nature or usage of trade, is the equivalent of any other like unit; or\n\n(B) Goods that by agreement are treated as equivalent.\n\n(19) “Genuine” means free of forgery or counterfeiting.\n\n(20) “Good faith,” except as otherwise provided in Article 5, means honesty in fact and the observance of reasonable commercial standards of fair dealing.\n\n(21) “Holder” means:\n\n(A) The person in possession of a negotiable instrument that is payable either to bearer or to an identified person that is the person in possession; or\n\n(B) The person in possession of a negotiable tangible document of title if the goods are deliverable either to bearer or to the order of the person in possession; or\n\n(C) The person in control, other than pursuant to § 28:7-106(g), of a negotiable electronic document of title.\n\n(22) “Insolvency proceeding” includes an assignment for the benefit of creditors or other proceeding intended to liquidate or rehabilitate the estate of the person involved.\n\n(23) “Insolvent” means:\n\n(A) Having generally ceased to pay debts in the ordinary course of business other than as a result of bona fide dispute;\n\n(B) Being unable to pay debts as they become due; or\n\n(C) Being insolvent within the meaning of federal bankruptcy law.\n\n(24) \"Money\" means a medium of exchange that is currently authorized or adopted by a domestic or foreign government. The term \"money\" includes a monetary unit of account established by an intergovernmental organization or pursuant to an agreement between 2 or more countries. The term \"money\" does not include an electronic record that is a medium of exchange recorded and transferable in a system that existed and operated for the medium of exchange before the medium of exchange was authorized or adopted by the government.\n\n(25) “Organization” means a person other than an individual.\n\n(26) “Party”, as distinguished from “third party”, means a person that has engaged in a transaction or made an agreement subject to this subtitle.\n\n(27) \"Person\" means an individual, estate, business or nonprofit entity, government or governmental subdivision, agency, or instrumentality, or other legal entity. The term \"person\" includes a protected series, however denominated, of an entity, if the protected series is established under law, other than this subtitle, that limits, or limits if conditions specified under the law are satisfied, the ability of a creditor of the entity or of any other protected series of the entity to satisfy a claim from assets of the protected series.\n\n(28) “Present value” means the amount as of a date certain of one or more sums payable in the future, discounted to the date certain by use of either an interest rate specified by the parties if that rate is not manifestly unreasonable at the time the transaction is entered into or, if an interest rate is not so specified, a commercially reasonable rate that takes into account the facts and circumstances at the time the transaction is entered into.\n\n(29) “Purchase” means taking by sale, lease, discount, negotiation, mortgage, pledge, lien, security interest, issue or reissue, gift, or any other voluntary transaction creating an interest in property.\n\n(30) “Purchaser” means a person that takes by purchase.\n\n(31) “Record” means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.\n\n(32) “Remedy” means any remedial right to which an aggrieved party is entitled with or without resort to a tribunal.\n\n(33) “Representative” means a person empowered to act for another, including an agent, an officer of a corporation or association, and a trustee, executor, or administrator of an estate.\n\n(34) “Right” includes remedy.\n\n(35) “Security interest” means an interest in personal property or fixtures which secures payment or performance of an obligation. The term “security interest” includes any interest of a consignor and a buyer of accounts, chattel paper, a payment intangible, or a promissory note in a transaction that is subject to Article 9. The term “security interest” does not include the special property interest of a buyer of goods on identification of those goods to a contract for sale under § 28:2-401, but a buyer may also acquire a security interest by complying with Article 9. Except as otherwise provided in § 28:2-505, the right of a seller or lessor of goods under Article 2 or 2A to retain or acquire possession of the goods is not a security interest, but a seller or lessor may also acquire a security interest by complying with Article 9. The retention or reservation of title by a seller of goods notwithstanding shipment or delivery to the buyer under § 28:2-401 is limited in effect to a reservation of a security interest. Whether a transaction in the form of a lease creates a security interest is determined pursuant to § 28:1-203.\n\n(36) \"Send\" in connection with a record or notification means:\n\n(A) To deposit in the mail, or deliver for transmission, or transmit by any other usual means of communication, with postage or cost of transmission provided for, addressed to any address reasonable under the circumstances; or\n\n(B) To cause the record or notification to be received within the time it would have been received if properly sent under subparagraph (A) of this paragraph.\n\n(37) \"Sign\", \"signed\", \"signing\", and \"signature\" mean with present intent to authenticate or adopt a record:\n\n(i) To execute or adopt a tangible symbol; or\n\n(ii) To attach to or logically associate with the record an electronic symbol, sound, or process.\n\n(38) “State” means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States.\n\n(39) “Surety” includes a guarantor or other secondary obligor.\n\n(40) “Term” means a portion of an agreement that relates to a particular matter.\n\n(41) “Unauthorized signature” means a signature made without actual, implied, or apparent authority. The term “unauthorized signature” includes a forgery.\n\n(42) “Warehouse receipt” means a document of title issued by a person engaged in the business of storing goods for hire.\n\n(43) “Writing” includes printing, typewriting, or any other intentional reduction to tangible form. “Written” has a corresponding meaning.",
      "history": "Dec. 30, 1963, 77 Stat. 632, Pub. L. 88-243, § 1; Mar. 16, 1982, D.C. Law 4-85, § 3, 29 DCR 309; Mar. 16, 1993, D.C. Law 9-196, § 2, 39 DCR 9165; Mar. 23, 1995, D.C. Law 10-249, § 2(b)(1), 42 DCR 467; Apr. 9, 1997, D.C. Law 11-255, § 27(jj), 44 DCR 1271; Oct. 26, 2000, D.C. Law 13-201, § 201(b)(2), 47 DCR 7576; Apr. 27, 2013, D.C. Law 19-299, § 2, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:1-201.html"
    },
    {
      "id": "section-28:1-202",
      "number": "28:1-202",
      "heading": "Notice; knowledge.",
      "text": "(a) Subject to subsection (f) of this section, a person has “notice” of a fact if the person:\n\n(1) Has actual knowledge of it;\n\n(2) Has received a notice or notification of it; or\n\n(3) From all the facts and circumstances known to the person at the time in question, has reason to know that it exists.\n\n(b) “Knowledge” means actual knowledge. “Knows” has a corresponding meaning.\n\n(c) “Discover”, “learn”, or words of similar import refer to knowledge rather than to reason to know.\n\n(d) A person “notifies” or “gives” a notice or notification to another person by taking such steps as may be reasonably required to inform the other person in ordinary course whether or not the other person actually comes to know of it.\n\n(e) Subject to subsection (f) of this section, a person “receives” a notice or notification when:\n\n(1) It comes to that person’s attention; or\n\n(2) It is duly delivered in a form reasonable under the circumstances at the place of business through which the contract was made or at another location held out by that person as the place for receipt of such communications.\n\n(f) Notice, knowledge, or a notice or notification received by an organization is effective for a particular transaction from the time it is brought to the attention of the individual conducting that transaction and, in any event, from the time it would have been brought to the individual’s attention if the organization had exercised due diligence. An organization exercises due diligence if it maintains reasonable routines for communicating significant information to the person conducting the transaction and there is reasonable compliance with the routines. Due diligence does not require an individual acting for the organization to communicate information unless the communication is part of the individual’s regular duties or the individual has reason to know of the transaction and that the transaction would be materially affected by the information.",
      "history": "Dec. 30, 1963, 77 Stat. 636, Pub. L. 88-243, § 1; Aug. 30, 1964, 78 Stat. 679, Pub. L. 88-509, § 4; Apr. 27, 2013, D.C. Law 19-299, § 2, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:1-202.html"
    },
    {
      "id": "section-28:1-203",
      "number": "28:1-203",
      "heading": "Lease distinguished from security interest.",
      "text": "(a) Whether a transaction in the form of a lease creates a lease or security interest is determined by the facts of each case.\n\n(b) A transaction in the form of a lease creates a security interest if the consideration that the lessee is to pay the lessor for the right to possession and use of the goods is an obligation for the term of the lease and is not subject to termination by the lessee, and:\n\n(1) The original term of the lease is equal to or greater than the remaining economic life of the goods;\n\n(2) The lessee is bound to renew the lease for the remaining economic life of the goods or is bound to become the owner of the goods;\n\n(3) The lessee has an option to renew the lease for the remaining economic life of the goods for no additional consideration or for nominal additional consideration upon compliance with the lease agreement; or\n\n(4) The lessee has an option to become the owner of the goods for no additional consideration or for nominal additional consideration upon compliance with the lease agreement.\n\n(c) A transaction in the form of a lease does not create a security interest merely because:\n\n(1) The present value of the consideration the lessee is obligated to pay the lessor for the right to possession and use of the goods is substantially equal to or is greater than the fair market value of the goods at the time the lease is entered into;\n\n(2) The lessee assumes risk of loss of the goods;\n\n(3) The lessee agrees to pay, with respect to the goods, taxes, insurance, filing, recording, or registration fees, or service or maintenance costs;\n\n(4) The lessee has an option to renew the lease or to become the owner of the goods;\n\n(5) The lessee has an option to renew the lease for a fixed rent that is equal to or greater than the reasonably predictable fair market rent for the use of the goods for the term of the renewal at the time the option is to be performed; or\n\n(6) The lessee has an option to become the owner of the goods for a fixed price that is equal to or greater than the reasonably predictable fair market value of the goods at the time the option is to be performed.\n\n(d) Additional consideration is nominal if it is less than the lessee’s reasonably predictable cost of performing under the lease agreement if the option is not exercised. Additional consideration is not nominal if:\n\n(1) When the option to renew the lease is granted to the lessee, the rent is stated to be the fair market rent for the use of the goods for the term of the renewal determined at the time the option is to be performed; or\n\n(2) When the option to become the owner of the goods is granted to the lessee, the price is stated to be the fair market value of the goods determined at the time the option is to be performed.\n\n(e) The remaining economic life of the goods and reasonably predictable fair market rent, fair market value, or cost of performing under the lease agreement must be determined with reference to the facts and circumstances at the time the transaction is entered into.",
      "history": "Dec. 30, 1963, 77 Stat. 636, Pub. L. 88-243, § 1; Mar. 16, 1982, D.C. Law 4-85, § 3, 29 DCR 309; July 22, 1992, D.C. Law 9-128, § 2(c)(2), 39 DCR 3830; Oct. 26, 2000, D.C. Law 13-201, § 201(b)(2), 47 DCR 7576; Apr. 27, 2013, D.C. Law 19-299, § 2, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:1-203.html"
    },
    {
      "id": "section-28:1-204",
      "number": "28:1-204",
      "heading": "Value.",
      "text": "Except as otherwise provided in Articles 3, 4, 5, and 12, a person gives value for rights if the person acquires them:\n\n(1) In return for a binding commitment to extend credit or for the extension of immediately available credit, whether or not drawn upon and whether or not a charge-back is provided for in the event of difficulties in collection;\n\n(2) As security for, or in total or partial satisfaction of, a preexisting claim;\n\n(3) By accepting delivery under a preexisting contract for purchase; or\n\n(4) In return for any consideration sufficient to support a simple contract.",
      "history": "Dec. 30, 1963, 77 Stat. 636, Pub. L. 88-243, § 1; Apr. 9, 1997, D.C. Law 11-255, § 27(jj), 44 DCR 1271; Apr. 27, 2013, D.C. Law 19-299, § 2, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:1-204.html"
    },
    {
      "id": "section-28:1-205",
      "number": "28:1-205",
      "heading": "Reasonable time; seasonableness.",
      "text": "(a) Whether a time for taking an action required by this subtitle is reasonable depends on the nature, purpose, and circumstances of the action.\n\n(b) An action is taken seasonably if it is taken at or within the time agreed or, if no time is agreed, at or within a reasonable time.",
      "history": "Dec. 30, 1963, 77 Stat. 636, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 2, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:1-205.html"
    },
    {
      "id": "section-28:1-206",
      "number": "28:1-206",
      "heading": "Presumptions.",
      "text": "Whenever this subtitle creates a presumption with respect to a fact, or provides that a fact is presumed, the trier of fact must find the existence of the fact unless and until evidence is introduced that supports a finding of its nonexistence.",
      "history": "Dec. 30, 1963, 77 Stat. 636, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 2, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:1-206.html"
    },
    {
      "id": "section-28:2-201",
      "number": "28:2-201",
      "heading": "Formal requirements; statute of frauds.",
      "text": "(1) Except as otherwise provided in this section a contract for the sale of goods for the price of $500 or more is not enforceable by way of action or defense unless there is a record sufficient to indicate that a contract for sale has been made between the parties and signed by the party against whom enforcement is sought or by the party's authorized agent or broker. A record is not insufficient because it omits or incorrectly states a term agreed upon but the contract is not enforceable under this subsection beyond the quantity of goods shown in the record.\n\n(2) Between merchants if within a reasonable time a record in confirmation of the contract and sufficient against the sender is received and the party receiving it has reason to know its contents, it satisfies the requirements of subsection (1) of this section against the party unless notice in a record of objection to its contents is given within 10 days after it is received.\n\n(3) A contract which does not satisfy the requirements of subsection (1) but which is valid in other respects is enforceable:\n\n(a) if the goods are to be specially manufactured for the buyer and are not suitable for sale to others in the ordinary course of the seller’s business and the seller, before notice of repudiation is received and under circumstances which reasonably indicate that the goods are for the buyer, has made either a substantial beginning of their manufacture or commitments for their procurement; or\n\n(b) if the party against whom enforcement is sought admits in his pleading, testimony or otherwise in court that a contract for sale was made, but the contract is not enforceable under this provision beyond the quantity of goods admitted; or\n\n(c) with respect to goods for which payment has been made and accepted or which have been received and accepted (section 28:2-606).",
      "history": "Dec. 30, 1963, 77 Stat. 642, Pub. L. 88-243, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-201.html"
    },
    {
      "id": "section-28:2-202",
      "number": "28:2-202",
      "heading": "Final  expression: parol or extrinsic evidence.",
      "text": "Terms with respect to which the confirmatory memoranda of the parties agree or which are otherwise set forth in a writing intended by the parties as a final expression of their agreement with respect to such terms as are included therein may not be contradicted by evidence of any prior agreement or of a contemporaneous oral agreement but may be explained or supplemented:\n\n(a) by course of performance, course of dealing, or usage of trade (§ 28:1-303); and\n\n(b) by evidence of consistent additional terms unless the court finds the record to have been intended also as a complete and exclusive statement of the terms of the agreement.",
      "history": "Dec. 30, 1963, 77 Stat. 642, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 3(c), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-202.html"
    },
    {
      "id": "section-28:2-203",
      "number": "28:2-203",
      "heading": "Seals inoperative.",
      "text": "The affixing of a seal to a record evidencing a contract for sale or an offer to buy or sell goods does not constitute the record a sealed instrument and the law with respect to sealed instruments does not apply to such a contract or offer.",
      "history": "Dec. 30, 1963, 77 Stat. 642, Pub. L. 88-243, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-203.html"
    },
    {
      "id": "section-28:2-204",
      "number": "28:2-204",
      "heading": "Formation in general.",
      "text": "(1) A contract for sale of goods may be made in any manner sufficient to show agreement, including conduct by both parties which recognizes the existence of such a contract.\n\n(2) An agreement sufficient to constitute a contract for sale may be found even though the moment of its making is undetermined.\n\n(3) Even though one or more terms are left open a contract for sale does not fail for indefiniteness if the parties have intended to make a contract and there is a reasonably certain basis for giving an appropriate remedy.",
      "history": "Dec. 30, 1963, 77 Stat. 643, Pub. L. 88-243, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-204.html"
    },
    {
      "id": "section-28:2-205",
      "number": "28:2-205",
      "heading": "Firm offers.",
      "text": "An offer by a merchant to buy or sell goods in a signed record which by its terms gives assurance that it will be held open is not revocable, for lack of consideration, during the time stated or if no time is stated for a reasonable time, but in no event may such period of irrevocability exceed three months; but any such term of assurance on a form supplied by the offeree must be separately signed by the offeror.",
      "history": "Dec. 30, 1963, 77 Stat. 643, Pub. L. 88-243, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-205.html"
    },
    {
      "id": "section-28:2-206",
      "number": "28:2-206",
      "heading": "Offer and acceptance in formation of contract.",
      "text": "(1) Unless otherwise unambiguously indicated by the language or circumstances:\n\n(a) an offer to make a contract shall be construed as inviting acceptance in any manner and by any medium reasonable in the circumstances;\n\n(b) an order or other offer to buy goods for prompt or current shipment shall be construed as inviting acceptance either by a prompt promise to ship or by the prompt or current shipment of conforming or non-conforming goods, but such a shipment of non-conforming goods does not constitute an acceptance if the seller seasonably notifies the buyer that the shipment is offered only as an accommodation to the buyer.\n\n(2) Where the beginning of a requested performance is a reasonable mode of acceptance an offeror who is not notified of acceptance within a reasonable time may treat the offer as having lapsed before acceptance.",
      "history": "Dec. 30, 1963, 77 Stat. 643, Pub. L. 88-243, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-206.html"
    },
    {
      "id": "section-28:2-207",
      "number": "28:2-207",
      "heading": "Additional terms in acceptance or confirmation.",
      "text": "(1) A definite and seasonable expression of acceptance or a written conformation which is sent within a reasonable time operates as an acceptance even though it states terms additional to or different from those offered or agreed upon, unless acceptance is expressly made conditional on assent to the additional or different terms.\n\n(2) The additional terms are to be construed as proposals for addition to the contract. Between merchants such terms become part of the contract unless:\n\n(a) the offer expressly limits acceptance to the terms of the offer;\n\n(b) they materially alter it; or\n\n(c) notification of objection to them has already been given or is given within a reasonable time after notice of them is received.\n\n(3) Conduct by both parties which recognizes the existence of a contract is sufficient to establish a contract for sale although the writings of the parties do not otherwise establish a contract. In such case the terms of the particular contract consist of those terms on which the writings of the parties agree, together with any supplementary terms incorporated under any other provisions of this subtitle.",
      "history": "Dec. 30, 1963, 77 Stat. 643, Pub. L. 88-243, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-207.html"
    },
    {
      "id": "section-28:2-208",
      "number": "28:2-208",
      "heading": "Course of performance or practical construction.",
      "text": "Repealed.",
      "history": "Dec. 30, 1963, 77 Stat. 644, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 3(d), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-208.html"
    },
    {
      "id": "section-28:2-209",
      "number": "28:2-209",
      "heading": "Modification, rescission and waiver.",
      "text": "(1) An agreement modifying a contract within this article needs no consideration to be binding.\n\n(2) A signed agreement which excludes modification or rescission except by a signed writing or other signed record cannot be otherwise modified or rescinded, but except as between merchants such a requirement on a form supplied by the merchant must be separately signed by the other party.\n\n(3) The requirements of the statute of frauds section of this article (section 28:2-201) must be satisfied if the contract as modified is within its provisions.\n\n(4) Although an attempt at modification or rescission does not satisfy the requirements of subsection (2) or (3), it can operate as a waiver.\n\n(5) A party who has made a waiver affecting an executory portion of the contract may retract the waiver by reasonable notification received by the other party that strict performance will be required by any term waived, unless the retraction would be unjust in view of a material change of position in reliance on the waiver.",
      "history": "Dec. 30, 1963, 77 Stat. 644, Pub. L. 88-243, § 1; Apr. 9, 1997, D.C. Law 11-255, § 27(kk), 44 DCR 1271; Mar. 24, 1998, D.C. Law 12-81, § 16(a), 45 DCR 745",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-209.html"
    },
    {
      "id": "section-28:2-210",
      "number": "28:2-210",
      "heading": "Delegation of performance; assignment of rights.",
      "text": "(1) A party may perform his duty through a delegate unless otherwise agreed or unless the other party has a substantial interest in having his original promisor perform or control the acts required by the contract. No delegation of performance relieves the party delegating of any duty to perform or any liability for breach.\n\n(2) Except as otherwise provided in section 28:9-406, unless otherwise agreed all rights of either seller or buyer can be assigned except where the assignment would materially change the duty of the other party, or increase materially the burden or risk imposed on him by his contract, or impair materially his chance of obtaining return performance. A right to damages for breach of the whole contract or a right arising out of the assignor’s due performance of his entire obligation can be assigned despite agreement otherwise.\n\n(2A) The creation, attachment, perfection, or enforcement of a security interest in the seller’s interest under a contract is not a transfer that materially changes the duty of or increases materially the burden or risk imposed on the buyer or impairs materially the buyer’s chance of obtaining return performance within the purview of subsection (2) unless, and then only to the extent that, enforcement actually results in a delegation of material performance of the seller. Even in that event, the creation, attachment, perfection, and enforcement of the security interest remain effective, but (a) the seller is liable to the buyer for damages caused by the delegation to the extent that the damages could not reasonably be prevented by the buyer; and (b) a court having jurisdiction may grant other appropriate relief, including cancellation of the contract for sale or an injunction against enforcement of the security interest or consummation of the enforcement.\n\n(3) Unless the circumstances indicate the contrary a prohibition of assignment of “the contract” is to be construed as barring only the delegation to the assignee of the assignor’s performance.\n\n(4) An assignment of “the contract” or of “all my rights under the contract” or an assignment in similar general terms is an assignment of rights and unless the language or the circumstances (as in an assignment for security) indicate the contrary, it is a delegation of performance of the duties of the assignor and its acceptance by the assignee constitutes a promise by him to perform those duties. This promise is enforceable by either the assignor or the other party to the original contract.\n\n(5) The other party may treat any assignment which delegates performance as creating reasonable grounds for insecurity and may without prejudice to his rights against the assignor demand assurances from the assignee (section 28:2-609).",
      "history": "Dec. 30, 1963, 77 Stat. 644, Pub. L. 88-243, § 1; Oct. 26, 2000, D.C. Law 13-201, § 201(c)(2), 47 DCR 7576; Apr. 13, 2005, D.C. Law 15-354, § 39(b), 52 DCR 2638",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2-210.html"
    },
    {
      "id": "section-28:2A-201",
      "number": "28:2A-201",
      "heading": "Statute of frauds.",
      "text": "(a) A lease contract is not enforceable by way of action or defense unless:\n\n(1) The total payments to be made under the lease contract, excluding payments for options to renew or buy, are less than $1,000; or\n\n(2) There is a record, signed by the party against whom enforcement is sought or by that party’s authorized agent, sufficient to indicate that a lease contract has been made between the parties and to describe the goods leased and the lease term.\n\n(b) Any description of leased goods or of the lease term is sufficient and satisfies subsection (a)(2) of this section, whether or not it is specific, if it reasonably identifies what is described.\n\n(c) A record is not insufficient because it omits or incorrectly states a term agreed upon, but the lease contract is not enforceable under subsection (a)(2) of this section beyond the lease term and the quantity of goods shown in the record.\n\n(d) A lease contract that does not satisfy the requirements of subsection (a) of this section, but which is valid in other respects, is enforceable:\n\n(1) If the goods are to be specially manufactured or obtained for the lessee and are not suitable for lease or sale to others in the ordinary course of the lessor’s business, and the lessor, before notice of repudiation is received and under circumstances that reasonably indicate that the goods are for the lessee, has made either a substantial beginning of their manufacture or commitments for their procurement;\n\n(2) If the party against whom enforcement is sought admits in that party’s pleading, testimony, or otherwise in court that a lease contract was made, but the lease contract is not enforceable under this provision beyond the quantity of goods admitted; or\n\n(3) With respect to goods that have been received and accepted by the lessee.\n\n(e) The lease term under a lease contract referred to in subsection (d) of this section is:\n\n(1) If there is a record signed by the party against whom enforcement is sought or by that party’s authorized agent specifying the lease term, the term so specified;\n\n(2) If the party against whom enforcement is sought admits in that party’s pleading, testimony, or otherwise in court a lease term, the term so admitted; or\n\n(3) A reasonable lease term.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-201.html"
    },
    {
      "id": "section-28:2A-202",
      "number": "28:2A-202",
      "heading": "Final  expression: parol or extrinsic evidence.",
      "text": "Terms with respect to which the confirmatory memoranda of the parties agree or which are otherwise set forth in a record intended by the parties as a final expression of their agreement with respect to such terms as are included therein may not be contradicted by evidence of any prior agreement or of a contemporaneous oral agreement but may be explained or supplemented:\n\n(1) By course of dealing or usage of trade or by course of performance; and\n\n(2) By evidence of consistent additional terms unless the court finds the record to have been intended also as a complete and exclusive statement of the terms of the agreement.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-202.html"
    },
    {
      "id": "section-28:2A-203",
      "number": "28:2A-203",
      "heading": "Seals inoperative.",
      "text": "The affixing of a seal to a record evidencing a lease contract or an offer to enter into a lease contract does not render the record a sealed instrument and the law with respect to sealed instruments does not apply to the lease contract or offer.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-203.html"
    },
    {
      "id": "section-28:2A-204",
      "number": "28:2A-204",
      "heading": "Formation in general.",
      "text": "(a) A lease contract may be made in any manner sufficient to show agreement, including conduct by both parties which recognizes the existence of a lease contract.\n\n(b) An agreement sufficient to constitute a lease contract may be found although the moment of its making is undetermined.\n\n(c) Although one or more terms are left open, a lease contract does not fail for indefiniteness if the parties have intended to make a lease contract and there is a reasonably certain basis for giving an appropriate remedy.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-204.html"
    },
    {
      "id": "section-28:2A-205",
      "number": "28:2A-205",
      "heading": "Firm offers.",
      "text": "An offer by a merchant to lease goods to or from another person in a signed record that by its terms gives assurance it will be held open is not revocable, for lack of consideration, during the time stated or, if no time is stated, for a reasonable time, but in no event may the period of irrevocability exceed 3 months. Any such term of assurance on a form supplied by the offeree must be separately signed by the offeror.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-205.html"
    },
    {
      "id": "section-28:2A-206",
      "number": "28:2A-206",
      "heading": "Offer and acceptance in formation of lease contract.",
      "text": "(a) Unless otherwise unambiguously indicated by the language or circumstances, an offer to make a lease contract must be construed as inviting acceptance in any manner and by any medium reasonable in the circumstances.\n\n(b) If the beginning of a requested performance is a reasonable mode of acceptance, an offeror who is not notified of acceptance within a reasonable time may treat the offer as having lapsed before acceptance.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-206.html"
    },
    {
      "id": "section-28:2A-207",
      "number": "28:2A-207",
      "heading": "Course of performance or practical construction.",
      "text": "Repealed.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830; Apr. 27, 2013, D.C. Law 19-299, § 4(b), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-207.html"
    },
    {
      "id": "section-28:2A-208",
      "number": "28:2A-208",
      "heading": "Modification, rescission, and waiver.",
      "text": "(a) An agreement modifying a lease contract needs no consideration to be binding.\n\n(b) A signed lease agreement that excludes modification or rescission except by a signed record may not be otherwise modified or rescinded, but, except as between merchants, such a requirement on a form supplied by a merchant must be separately signed by the other party.\n\n(c) Although an attempt at modification or rescission does not satisfy the requirements of subsection (b) of this section, it may operate as a waiver.\n\n(d) A party who has made a waiver affecting an executory portion of a lease contract may retract the waiver by reasonable notification received by the other party that strict performance will be required of any term waived, unless the retraction would be unjust in view of a material change of position in reliance on the waiver.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-208.html"
    },
    {
      "id": "section-28:2A-209",
      "number": "28:2A-209",
      "heading": "Lessee under finance lease as beneficiary of supply contract.",
      "text": "(a) The benefit of a supplier’s promises to the lessor under the supply contract and of all warranties, whether express or implied, including those of any third party provided in connection with or as part of the supply contract, extends to the lessee to the extent of the lessee’s leasehold interest under a finance lease related to the supply contract, but is subject to the terms of the warranty and of the supply contract and all defenses or claims arising therefrom.\n\n(b) The extension of the benefit of a supplier’s promises and of warranties to the lessee (§ 28:2A-209(a)) does not:\n\n(1) Modify the rights and obligations of the parties to the supply contract, whether arising therefrom or otherwise; or\n\n(2) Impose any duty or liability under the supply contract on the lessee.\n\n(c) Any modification or rescission of the supply contract by the supplier and the lessor is effective between the supplier and the lessee unless, before the modification or rescission, the supplier has received notice that the lessee has entered into a finance lease related to the supply contract. If the modification or rescission is effective between the supplier and the lessee, the lessor is deemed to have assumed, in addition to the obligations of the lessor to the lessee under the lease contract, promises of the supplier to the lessor and warranties that were so modified or rescinded as they existed and were available to the lessee before modification or rescission.\n\n(d) In addition to the extension of the benefit of the supplier’s promises and of warranties to the lessee under subsection (a) of this section, the lessee retains all rights that the lessee may have against the supplier which arise from an agreement between the lessee and the supplier or under other law.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830; July 25, 1995, D.C. Law 11-30, § 7(a), 42 DCR 1547",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-209.html"
    },
    {
      "id": "section-28:2A-210",
      "number": "28:2A-210",
      "heading": "Express warranties.",
      "text": "(a) Express warranties by the lessor are created as follows:\n\n(1) Any affirmation of fact or promise made by the lessor to the lessee which relates to the goods and becomes part of the basis of the bargain creates an express warranty that the goods will conform to the affirmation or promise.\n\n(2) Any description of the goods which is made part of the basis of the bargain creates an express warranty that the goods will conform to the description.\n\n(3) Any sample or model that is made part of the basis of the bargain creates an express warranty that the whole of the goods will conform to the sample or model.\n\n(b) It is not necessary to the creation of an express warranty that the lessor use formal words, such as “warrant” or “guarantee,” or that the lessor have a specific intention to make a warranty, but an affirmation merely of the value of the goods or a statement purporting to be merely the lessor’s opinion or commendation of the goods does not create a warranty.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-210.html"
    },
    {
      "id": "section-28:2A-211",
      "number": "28:2A-211",
      "heading": "Warranties against interference and against infringement; lessee’s obligation against infringement.",
      "text": "(a) There is in a lease contract a warranty that for the lease term no person holds a claim to or interest in the goods that arose from an act or omission of the lessor, other than a claim by way of infringement or the like, which will interfere with the lessee’s enjoyment of its leasehold interest.\n\n(b) Except in a finance lease there is in a lease contract by a lessor who is a merchant regularly dealing in goods of the kind a warranty that the goods are delivered free of the rightful claim of any person by way of infringement or the like.\n\n(c) A lessee who furnishes specifications to a lessor or a supplier shall hold the lessor and the supplier harmless against any claim by way of infringement or the like that arises out of compliance with the specifications.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-211.html"
    },
    {
      "id": "section-28:2A-212",
      "number": "28:2A-212",
      "heading": "Implied warranty of merchantability.",
      "text": "(a) Except in a finance lease, a warranty that the goods will be merchantable is implied in a lease contract if the lessor is a merchant with respect to goods of that kind.\n\n(b) Goods to be merchantable must:\n\n(1) Pass without objection in the trade under the description in the lease agreement;\n\n(2) In the case of fungible goods, be of fair average quality within the description;\n\n(3) Be fit for the ordinary purposes for which goods of that type are used;\n\n(4) Run, within the variation permitted by the lease agreement, of even kind, quality, and quantity within each unit and among all units involved;\n\n(5) Be adequately contained, packaged, and labeled as the lease agreement may require; and\n\n(6) Conform to any promises or affirmations of fact made on the container or label.\n\n(c) Other implied warranties may arise from course of dealing or usage of trade.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-212.html"
    },
    {
      "id": "section-28:2A-213",
      "number": "28:2A-213",
      "heading": "Implied warranty of fitness for particular purpose.",
      "text": "Except in a finance lease, if the lessor at the time the lease contract is made has reason to know of any particular purpose for which the goods are required and that the lessee is relying on the lessor’s skill or judgment to select or furnish suitable goods, there is in the lease contract an implied warranty that the goods will be fit for that purpose.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-213.html"
    },
    {
      "id": "section-28:2A-214",
      "number": "28:2A-214",
      "heading": "Exclusion or modification of warranties.",
      "text": "(a) Words or conduct relevant to the creation of an express warranty and words or conduct tending to negate or limit a warranty must be construed wherever reasonable as consistent with each other; but, subject to the provisions of § 28:2A-202 on parol or extrinsic evidence, negation or limitation is inoperative to the extent that the construction is unreasonable.\n\n(b) Subject to subsection (c) of this section, to exclude or modify the implied warranty of merchantability or any part of it the language must mention “merchantability”, be by a writing, and be conspicuous. Subject to subsection (c) of this section, to exclude or modify any implied warranty of fitness the exclusion must be by a writing and be conspicuous. Language to exclude all implied warranties of fitness is sufficient if it is in writing, is conspicuous and states, for example, “There is no warranty that the goods will be fit for a particular purpose”.\n\n(c) Notwithstanding subsection (b) of this section, but subject to subsection (d) of this section:\n\n(1) unless the circumstances indicate otherwise, all implied warranties are excluded by expressions like “as is,” or “with all faults,” or by other language that in common understanding calls the lessee’s attention to the exclusion of warranties and makes plain that there is no implied warranty, if in writing and conspicuous;\n\n(2) if the lessee before entering into the lease contract has examined the goods or the sample or model as fully as desired or has refused to examine the goods, there is no implied warranty with regard to defects that an examination ought in the circumstances to have revealed; and\n\n(3) an implied warranty may also be excluded or modified by course of dealing, course of performance, or usage of trade.\n\n(d) To exclude or modify a warranty against interference or against infringement (§ 28:2A-211) or any part of it, the language must be specific, be by a writing, and be conspicuous, unless the circumstances, including course of performance, course of dealing, or usage of trade, give the lessee reason to know that the goods are being leased subject to a claim or interest of any person.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830; Apr. 9, 1997, D.C. Law 11-255, § 27(pp), 44 DCR 1271",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-214.html"
    },
    {
      "id": "section-28:2A-215",
      "number": "28:2A-215",
      "heading": "Cumulation and conflict of warranties express or implied.",
      "text": "Warranties, whether express or implied, must be construed as consistent with each other and as cumulative, but if that construction is unreasonable, the intention of the parties determines which warranty is dominant. In ascertaining that intention the following rules apply:\n\n(1) Exact or technical specifications displace an inconsistent sample or model or general language of description.\n\n(2) A sample from an existing bulk displaces inconsistent general language of description.\n\n(3) Express warranties displace inconsistent implied warranties other than an implied warranty of fitness for a particular purpose.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-215.html"
    },
    {
      "id": "section-28:2A-216",
      "number": "28:2A-216",
      "heading": "Third party beneficiaries of express and implied warranties.",
      "text": "A warranty to or for the benefit of a lessee under this article, whether express or implied, extends to any person who may reasonably be expected to use, consume, or be affected by the goods and who is injured by breach of the warranty. The operation of this section may not be excluded, modified, or limited with respect to injury to the person of an individual to whom the warranty extends, but an exclusion, modification, or limitation of the warranty, including any with respect to rights and remedies, effective against the lessee is also effective against the beneficiary designated under this section.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-216.html"
    },
    {
      "id": "section-28:2A-217",
      "number": "28:2A-217",
      "heading": "Identification.",
      "text": "Identification of goods as goods to which a lease contract refers may be made at any time and in any manner explicitly agreed to by the parties. In the absence of explicit agreement, identification occurs:\n\n(1) When the lease contract is made if the lease contract is for a lease of goods that are existing and identified;\n\n(2) When the goods are shipped, marked, or otherwise designated by the lessor as goods to which the lease contract refers, if the lease contract is for a lease of goods that are not existing and identified; or\n\n(3) When the young are conceived, if the lease contract is for a lease of unborn young of animals.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-217.html"
    },
    {
      "id": "section-28:2A-218",
      "number": "28:2A-218",
      "heading": "Insurance and proceeds.",
      "text": "(a) A lessee obtains an insurable interest when existing goods are identified to the lease contract even though the goods identified are nonconforming and the lessee has an option to reject them.\n\n(b) If a lessee has an insurable interest only by reason of the lessor’s identification of the goods, the lessor, until default or insolvency or notification to the lessee that identification is final, may substitute other goods for those identified.\n\n(c) Notwithstanding a lessee’s insurable interest under subsections (a) and (b) of this section, the lessor retains an insurable interest until an option to buy has been exercised by the lessee and risk of loss has passed to the lessee.\n\n(d) Nothing in this section impairs any insurable interest recognized under any other statute or rule of law.\n\n(e) The parties by agreement may determine that one or more parties have an obligation to obtain and pay for insurance covering the goods and by agreement may determine the beneficiary of the proceeds of the insurance.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-218.html"
    },
    {
      "id": "section-28:2A-219",
      "number": "28:2A-219",
      "heading": "Risk of loss.",
      "text": "(a) Except in the case of a finance lease, risk of loss is retained by the lessor and does not pass to the lessee. In the case of a finance lease, risk of loss passes to the lessee.\n\n(b) Subject to the provisions of this article on the effect of default on risk of loss (§ 28:2A-220), if risk of loss is to pass to the lessee and the time of passage is not stated, the following rules apply:\n\n(1) If the lease contract requires or authorizes the goods to be shipped by carrier\n\n(A) And it does not require delivery at a particular destination, the risk of loss passes to the lessee when the goods are duly delivered to the carrier; but\n\n(B) If it does require delivery at a particular destination and the goods are there duly tendered while in the possession of the carrier, the risk of loss passes to the lessee when the goods are there duly so tendered as to enable the lessee to take delivery.\n\n(2) If the goods are held by a bailee to be delivered without being moved, the risk of loss passes to the lessee on acknowledgment by the bailee of the lessee’s right to possession of the goods.\n\n(3) In any case not within paragraph (1) or (2) of this subsection, the risk of loss passes to the lessee on the lessee’s receipt of the goods if the lessor, or, in the case of a finance lease, the supplier, is a merchant; otherwise the risk passes to the lessee on tender of delivery.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-219.html"
    },
    {
      "id": "section-28:2A-220",
      "number": "28:2A-220",
      "heading": "Effect of default on risk of loss.",
      "text": "(a) Where risk of loss is to pass to the lessee and the time of passage is not stated:\n\n(1) If a tender or delivery of goods so fails to conform to the lease contract as to give a right of rejection, the risk of their loss remains with the lessor, or, in the case of a finance lease, the supplier, until cure or acceptance.\n\n(2) If the lessee rightfully revokes acceptance, he or she, to the extent of any deficiency in his or her effective insurance coverage, may treat the risk of loss as having remained with the lessor from the beginning.\n\n(b) Whether or not risk of loss is to pass to the lessee, if the lessee as to conforming goods already identified to a lease contract repudiates or is otherwise in default under the lease contract, the lessor, or, in the case of a finance lease, the supplier, to the extent of any deficiency in his or her effective insurance coverage may treat the risk of loss as resting on the lessee for a commercially reasonable time.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-220.html"
    },
    {
      "id": "section-28:2A-221",
      "number": "28:2A-221",
      "heading": "Casualty to identified goods.",
      "text": "If a lease contract requires goods identified when the lease contract is made, and the goods suffer casualty without fault of the lessee, the lessor, or the supplier before delivery, or the goods suffer casualty before risk of loss passes to the lessee pursuant to the lease agreement or § 28:2A-219, then:\n\n(1) If the loss is total, the lease contract is avoided; and\n\n(2) If the loss is partial or the goods have so deteriorated as to no longer conform to the lease contract, the lessee may nevertheless demand inspection and at his or her option either treat the lease contract as avoided or, except in a finance lease that is not a consumer lease, accept the goods with due allowance from the rent payable for the balance of the lease term for the deterioration or the deficiency in quantity but without further right against the lessor.",
      "history": "July 22, 1992, D.C. Law 9-128, § 2(b), 39 DCR 3830",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-221.html"
    },
    {
      "id": "section-28:2A-222",
      "number": "28:2A-222",
      "heading": "Food or beverage service charge exclusion.",
      "text": "(a) Absent any language to the contrary in a lease for a commercial tenancy, service charges shall not constitute sales for the purposes of calculating percentage or other rent for the property leased. If there is any ambiguity in the lease language concerning the inclusion of service charges in calculating rent payable for commercial property leased, there shall be a presumption that service fees are not to be included in the calculation.\n\n(b) For purposes of this section, the term \"service charge\" means any mandatory fee paid as a percentage of the total cost of the food or beverages if the food or beverages are served to fewer than 11 persons and the fee is used to pay base wages or tips of the employees of the vendor.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:2A-222.html"
    },
    {
      "id": "section-28:3-201",
      "number": "28:3-201",
      "heading": "Negotiation.",
      "text": "(a) “Negotiation” means a transfer of possession, whether voluntary or involuntary, of an instrument by a person other than the issuer to a person who thereby becomes its holder.\n\n(b) Except for negotiation by a remitter, if an instrument is payable to an identified person, negotiation requires transfer of possession of the instrument and its indorsement by the holder. If an instrument is payable to bearer, it may be negotiated by transfer of possession alone.",
      "history": "Dec. 30, 1963, 77 Stat. 678, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(d), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:3-201.html"
    },
    {
      "id": "section-28:3-202",
      "number": "28:3-202",
      "heading": "Negotiation subject to rescission.",
      "text": "(a) Negotiation is effective even if obtained (i) from an infant, a corporation exceeding its powers, or a person without capacity, (ii) by fraud, duress, or mistake, or (iii) in breach of duty or as part of an illegal transaction.\n\n(b) To the extent permitted by other law, negotiation may be rescinded or may be subject to other remedies, but those remedies may not be asserted against a subsequent holder in due course or a person paying the instrument in good faith and without knowledge of facts that are a basis for rescission or other remedy.",
      "history": "Dec. 30, 1963, 77 Stat. 678, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(d), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:3-202.html"
    },
    {
      "id": "section-28:3-203",
      "number": "28:3-203",
      "heading": "Transfer of instrument; rights acquired by transfer.",
      "text": "(a) An instrument is transferred when it is delivered by a person other than its issuer for the purpose of giving to the person receiving delivery the right to enforce the instrument.\n\n(b) Transfer of an instrument, whether or not the transfer is a negotiation, vests in the transferee any right of the transferor to enforce the instrument, including any right as a holder in due course, but the transferee cannot acquire rights of a holder in due course by a transfer, directly or indirectly, from a holder in due course if the transferee engaged in fraud or illegality affecting the instrument.\n\n(c) Unless otherwise agreed, if an instrument is transferred for value and the transferee does not become a holder because of lack of indorsement by the transferor, the transferee has a specifically enforceable right to the unqualified indorsement of the transferor, but negotiation of the instrument does not occur until the indorsement is made.\n\n(d) If a transferor purports to transfer less than the entire instrument, negotiation of the instrument does not occur. In this case, the transferee obtains no rights under this article and has only the rights of a partial assignee.",
      "history": "Dec. 30, 1963, 77 Stat. 678, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(d), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:3-203.html"
    },
    {
      "id": "section-28:3-204",
      "number": "28:3-204",
      "heading": "Indorsement.",
      "text": "(a) “Indorsement” means a signature, other than that of a signer as maker, drawer, or acceptor, that alone or accompanied by other words is made on an instrument for the purpose of (i) negotiating the instrument, (ii) restricting payment of the instrument, or (iii) incurring indorser’s liability on the instrument, but regardless of the intent of the signer, a signature and its accompanying words is an indorsement unless the accompanying words, terms of the instrument, place of the signature, or other circumstances unambiguously indicate that the signature was made for a purpose other than indorsement. For the purpose of determining whether a signature is made on an instrument, a paper affixed to the instrument is a part of the instrument.\n\n(b) “Indorser” means a person who makes an indorsement.\n\n(c) For the purpose of determining whether the transferee of an instrument is a holder, an indorsement that transfers a security interest in the instrument is effective as an unqualified indorsement of the instrument.\n\n(d) If an instrument is payable to a holder under a name that is not the name of the holder, indorsement may be made by the holder in the name stated in the instrument or in the holder’s name or both, but signature in both names may be required by a person paying or taking the instrument for value or collection.",
      "history": "Dec. 30, 1963, 77 Stat. 678, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(d), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:3-204.html"
    },
    {
      "id": "section-28:3-205",
      "number": "28:3-205",
      "heading": "Special indorsement; blank indorsement; anomalous indorsement.",
      "text": "(a) If an indorsement is made by the holder of an instrument, whether payable to an identified person or payable to bearer, and the indorsement identifies a person to whom it makes the instrument payable, it is a “special indorsement”. When specially indorsed, an instrument becomes payable to the identified person and may be negotiated only by the indorsement of that person. The principles stated in section 28:3-110 apply to special indorsements.\n\n(b) If an indorsement is made by the holder of an instrument and it is not a special indorsement, it is a “blank indorsement”. When indorsed in blank, an instrument becomes payable to bearer and may be negotiated by transfer of possession alone until specially indorsed.\n\n(c) The holder may convert a blank indorsement that consists only of a signature into a special indorsement by writing, above the signature of the indorser, words identifying the person to whom the instrument is made payable.\n\n(d) “Anomalous indorsement” means an indorsement made by a person who is not the holder of the instrument. An anomalous indorsement does not affect the manner in which the instrument may be negotiated.",
      "history": "Dec. 30, 1963, 77 Stat. 678, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(d), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:3-205.html"
    },
    {
      "id": "section-28:3-206",
      "number": "28:3-206",
      "heading": "Restrictive indorsement.",
      "text": "(a) An indorsement limiting payment to a particular person or otherwise prohibiting further transfer or negotiation of the instrument is not effective to prevent further transfer or negotiation of the instrument.\n\n(b) An indorsement stating a condition to the right of the indorsee to receive payment does not affect the right of the indorsee to enforce the instrument. A person paying the instrument or taking it for value or collection may disregard the condition, and the rights and liabilities of that person are not affected by whether the condition has been fulfilled.\n\n(c) If an instrument bears an indorsement (i) described in section 28:4-201(b), or (ii) in blank or to a particular bank using the words “for deposit”, “for collection”, or other words indicating a purpose of having the instrument collected by a bank for the indorser or for a particular account, the following rules apply:\n\n(1) A person, other than a bank, who purchases the instrument when so indorsed converts the instrument unless the amount paid for the instrument is received by the indorser or applied consistently with the indorsement.\n\n(2) A depositary bank that purchases the instrument or takes it for collection when so indorsed converts the instrument unless the amount paid by the bank with respect to the instrument is received by the indorser or applied consistently with the indorsement.\n\n(3) A payor bank that is also the depositary bank or that takes the instrument for immediate payment over the counter from a person other than a collecting bank converts the instrument unless the proceeds of the instrument are received by the indorser or applied consistently with the indorsement.\n\n(4) Except as otherwise provided in paragraph (3) of this subsection, a payor bank or intermediary bank may disregard the indorsement and is not liable if the proceeds of the instrument are not received by the indorser or applied consistently with the indorsement.\n\n(d) Except for an indorsement covered by subsection (c) of this section, if an instrument bears an indorsement using words to the effect that payment is to be made to the indorsee as agent, trustee, or other fiduciary for the benefit of the indorser or another person, the following rules apply:\n\n(1) Unless there is notice of breach of fiduciary duty as provided in section 28:3-307, a person who purchases the instrument from the indorsee or takes the instrument from the indorsee for collection or payment may pay the proceeds of payment or the value given for the instrument to the indorsee without regard to whether the indorsee violates a fiduciary duty to the indorser.\n\n(2) A subsequent transferee of the instrument or person who pays the instrument is neither given notice nor otherwise affected by the restriction in the indorsement unless the transferee or payor knows that the fiduciary dealt with the instrument or its proceeds in breach of fiduciary duty.\n\n(e) The presence on an instrument of an indorsement to which this section applies does not prevent a purchaser of the instrument from becoming a holder in due course of the instrument unless the purchaser is a converter under subsection (c) of this section or has notice or knowledge of breach of fiduciary duty as stated in subsection (d) of this section.\n\n(f) In an action to enforce the obligation of a party to pay the instrument, the obligor has a defense if payment would violate an indorsement to which this section applies and the payment is not permitted by this section.",
      "history": "Dec. 30, 1963, 77 Stat. 679, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(d), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:3-206.html"
    },
    {
      "id": "section-28:3-207",
      "number": "28:3-207",
      "heading": "Reacquisition.",
      "text": "Reacquisition of an instrument occurs if it is transferred to a former holder, by negotiation or otherwise. A former holder who reacquires the instrument may cancel indorsements made after the reacquirer first became a holder of the instrument. If the cancellation causes the instrument to be payable to the reacquirer or to bearer, the reacquirer may negotiate the instrument. An indorser whose indorsement is canceled is discharged, and the discharge is effective against any subsequent holder.",
      "history": "Dec. 30, 1963, 77 Stat. 679, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(d), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:3-207.html"
    },
    {
      "id": "section-28:4-201",
      "number": "28:4-201",
      "heading": "Status of collecting bank as agent and provisional status of credits; applicability of article; item indorsed “pay any bank”.",
      "text": "(a) Unless a contrary intent clearly appears and before the time that a settlement given by a collecting bank for an item is or becomes final, the bank, with respect to the item, is an agent or subagent of the owner of the item and any settlement given for the item is provisional. This provision applies regardless of the form of indorsement or lack of indorsement and even though credit given for the item is subject to immediate withdrawal as of right or is in fact withdrawn; but the continuance of ownership of an item by its owner and any rights of the owner to proceeds of the item are subject to rights of a collecting bank, such as those resulting from outstanding advances on the item and rights of recoupment or setoff. If an item is handled by banks for purposes of presentment, payment, collection, or return, the relevant provisions of this article apply even though action of the parties clearly establishes that a particular bank has purchased the item and is the owner of it.\n\n(b) After an item has been indorsed with the words “pay any bank” or the like, only a bank may acquire the rights of a holder until the item has been:\n\n(1) Returned to the customer initiating collection; or\n\n(2) Specially indorsed by a bank to a person who is not a bank.",
      "history": "Dec. 30, 1963, 77 Stat. 698, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-201.html"
    },
    {
      "id": "section-28:4-202",
      "number": "28:4-202",
      "heading": "Responsibility for collection or return; when action timely.",
      "text": "(a) A collecting bank must exercise ordinary care in:\n\n(1) Presenting an item or sending it for presentment;\n\n(2) Sending notice of dishonor or nonpayment, or returning an item other than a documentary draft to the bank’s transferor after learning that the item has not been paid or accepted, as the case may be;\n\n(3) Settling for an item when the bank receives final settlement; and\n\n(4) Notifying its transferor of any loss or delay in transit within a reasonable time after discovery thereof.\n\n(b) A collecting bank exercises ordinary care under subsection (a) of this section by taking proper action before its midnight deadline following receipt of an item, notice, or settlement. Taking proper action within a reasonably longer time may constitute the exercise of ordinary care, but the bank has the burden of establishing timeliness.\n\n(c) Subject to subsection (a)(1) of this section, a bank is not liable for the insolvency, neglect, misconduct, mistake, or default of another bank or person or for loss or destruction of an item in the possession of others or in transit.",
      "history": "Dec. 30, 1963, 77 Stat. 698, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-202.html"
    },
    {
      "id": "section-28:4-203",
      "number": "28:4-203",
      "heading": "Effect of instructions.",
      "text": "Subject to Article 3 concerning conversion of instruments (section 28:3-420 ) and restrictive indorsements (section 28:3-206 ), only a collecting bank’s transferor can give instructions that affect the bank or constitute notice to it, and a collecting bank is not liable to prior parties for any action taken pursuant to the instructions or in accordance with any agreement with its transferor.",
      "history": "Dec. 30, 1963, 77 Stat. 699, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-203.html"
    },
    {
      "id": "section-28:4-204",
      "number": "28:4-204",
      "heading": "Methods of sending and presenting; sending directly to payor bank.",
      "text": "(a) A collecting bank shall send items by a reasonably prompt method, taking into consideration relevant instructions, the nature of the item, the number of those items on hand, the cost of collection involved, and the method generally used by it or others to present those items.\n\n(b) A collecting bank may send:\n\n(1) An item directly to the payor bank;\n\n(2) An item to a nonbank payor if authorized by its transferor; and\n\n(3) An item other than documentary drafts to a nonbank payor, if authorized by Federal Reserve regulation or operating circular, clearing-house rule, or the like.\n\n(c) Presentment may be made by a presenting bank at a place where the payor bank or other payor has requested that presentment be made.",
      "history": "Dec. 30, 1963, 77 Stat. 699, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-204.html"
    },
    {
      "id": "section-28:4-205",
      "number": "28:4-205",
      "heading": "Depositary bank holder of unindorsed item.",
      "text": "If a customer delivers an item to a depositary bank for collection:\n\n(1) The depositary bank becomes a holder of the item at the time it receives the item for collection if the customer at the time of delivery was a holder of the item, whether or not the customer indorses the item, and, if the bank satisfies the other requirements of section 28:3-302, it is a holder in due course; and\n\n(2) The depositary bank warrants to collecting banks, the payor bank or other payor, and the drawer that the amount of the item was paid to the customer or deposited to the customer’s account.",
      "history": "Dec. 30, 1963, 77 Stat. 699, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-205.html"
    },
    {
      "id": "section-28:4-206",
      "number": "28:4-206",
      "heading": "Transfer between banks.",
      "text": "Any agreed method that identifies the transferor bank is sufficient for the item’s further transfer to another bank.",
      "history": "Dec. 30, 1963, 77 Stat. 699, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-206.html"
    },
    {
      "id": "section-28:4-207",
      "number": "28:4-207",
      "heading": "Transfer warranties.",
      "text": "(a) A customer or collecting bank that transfers an item and receives a settlement or other consideration warrants to the transferee and to any subsequent collecting bank that:\n\n(1) The warrantor is a person entitled to enforce the item;\n\n(2) All signatures on the item are authentic and authorized;\n\n(3) The item has not been altered;\n\n(4) The item is not subject to a defense or claim in recoupment (section 28:3-305(a)) of any party that can be asserted against the warrantor;\n\n(5) The warrantor has no knowledge of any insolvency proceeding commenced with respect to the maker or acceptor or, in the case of an unaccepted draft, the drawer; and\n\n(6) With respect to any remotely created consumer item, that the person on whose account the item is drawn authorized the issuance of the item in the amount for which the item is drawn.\n\n(b) If an item is dishonored, a customer or collecting bank transferring the item and receiving settlement or other consideration is obliged to pay the amount due on the item (i) according to the terms of the item at the time it was transferred, or (ii) if the transfer was of an incomplete item, according to its terms when completed as stated in sections 28:3-115 and 28:3-407. The obligation of a transferor is owed to the transferee and to any subsequent collecting bank that takes the item in good faith. A transferor cannot disclaim its obligation under this subsection by an indorsement stating that it is made “without recourse” or otherwise disclaiming liability.\n\n(c) A person to whom the warranties under subsection (a) of this section are made and who took the item in good faith may recover from the warrantor as damages for breach of warranty an amount equal to the loss suffered as a result of the breach, but not more than the amount of the item plus expenses and loss of interest incurred as a result of the breach.\n\n(d) The warranties stated in subsection (a) of this section cannot be disclaimed with respect to checks. Unless notice of a claim for breach of warranty is given to the warrantor within 30 days after the claimant has reason to know of the breach and the identity of the warrantor, the warrantor is discharged to the extent of any loss caused by the delay in giving notice of the claim.\n\n(e) A cause of action for breach of warranty under this section accrues when the claimant has reason to know of the breach.",
      "history": "Dec. 30, 1963, 77 Stat. 699, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467; Apr. 27, 2013, D.C. Law 19-299, § 6(d), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-207.html"
    },
    {
      "id": "section-28:4-208",
      "number": "28:4-208",
      "heading": "Presentment warranties.",
      "text": "(a) If an unaccepted draft is presented to the drawee for payment or acceptance and the drawee pays or accepts the draft, (i) the person obtaining payment or acceptance, at the time of presentment, and (ii) a previous transferor of the draft, at the time of transfer, warrant to the drawee that pays or accepts the draft in good faith that:\n\n(1) The warrantor is, or was, at the time the warrantor transferred the draft, a person entitled to enforce the draft or authorized to obtain payment or acceptance of the draft on behalf of a person entitled to enforce the draft;\n\n(2) The draft has not been altered;\n\n(3) The warrantor has no knowledge that the signature of the purported drawer of the draft is unauthorized; and\n\n(4) With respect to any remotely created consumer item, that the person on whose account the item is drawn authorized the issuance of the item in the amount for which the item is drawn.\n\n(b) A drawee making payment may recover from a warrantor damages for breach of warranty equal to the amount paid by the drawee less the amount the drawee received or is entitled to receive from the drawer because of the payment. In addition, the drawee is entitled to compensation for expenses and loss of interest resulting from the breach. The right of the drawee to recover damages under this subsection is not affected by any failure of the drawee to exercise ordinary care in making payment. If the drawee accepts the draft (i) breach of warranty is a defense to the obligation of the acceptor, and (ii) if the acceptor makes payment with respect to the draft, the acceptor is entitled to recover from a warrantor for breach of warranty the amounts stated in this subsection.\n\n(c) If a drawee asserts a claim for breach of warranty under subsection (a) of this section based on an unauthorized indorsement of the draft or an alteration of the draft, the warrantor may defend by proving that the indorsement is effective under section 28:3-404 or 28:3-405 or the drawer is precluded under section 28:3-406 or 28:4-406 from asserting against the drawee the unauthorized indorsement or alteration.\n\n(d) If (i) a dishonored draft is presented for payment to the drawer or an indorser or (ii) any other item is presented for payment to a party obliged to pay the item, and the item is paid, the person obtaining payment and a prior transferor of the item warrant to the person making payment in good faith that the warrantor is, or was, at the time the warrantor transferred the item, a person entitled to enforce the item or authorized to obtain payment on behalf of a person entitled to enforce the item. The person making payment may recover from any warrantor for breach of warranty an amount equal to the amount paid plus expenses and loss of interest resulting from the breach.\n\n(e) The warranties stated in subsections (a) and (d) of this section cannot be disclaimed with respect to checks. Unless notice of a claim for breach of warranty is given to the warrantor within 30 days after the claimant has reason to know of the breach and the identity of the warrantor, the warrantor is discharged to the extent of any loss caused by the delay in giving notice of the claim.\n\n(f) A cause of action for breach of warranty under this section accrues when the claimant has reason to know of the breach.",
      "history": "Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467; Apr. 27, 2013, D.C. Law 19-299, § 6(e), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-208.html"
    },
    {
      "id": "section-28:4-209",
      "number": "28:4-209",
      "heading": "Encoding and retention warranties.",
      "text": "(a) A person who encodes information on or with respect to an item after issue warrants to any subsequent collecting bank and to the payor bank or other payor that the information is correctly encoded. If the customer of a depositary bank encodes, that bank also makes the warranty.\n\n(b) A person who undertakes to retain an item pursuant to an agreement for electronic presentment warrants to any subsequent collecting bank and to the payor bank or other payor that retention and presentment of the item comply with the agreement. If a customer of a depositary bank undertakes to retain an item, that bank also makes this warranty.\n\n(c) A person to whom warranties are made under this section and who took the item in good faith may recover from the warrantor as damages for breach of warranty an amount equal to the loss suffered as a result of the breach, plus expenses and loss of interest incurred as a result of the breach.",
      "history": "Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-209.html"
    },
    {
      "id": "section-28:4-210",
      "number": "28:4-210",
      "heading": "Security interest of collecting bank in items, accompanying documents, and proceeds.",
      "text": "(a) A collecting bank has a security interest in an item and any accompanying documents or the proceeds of either:\n\n(1) In case of an item deposited in an account, to the extent to which credit given for the item has been withdrawn or applied;\n\n(2) In case of an item for which it has given credit available for withdrawal as of right, to the extent of the credit given, whether or not the credit is drawn upon or there is a right of charge-back; or\n\n(3) If it makes an advance on or against the item.\n\n(b) If credit given for several items received at one time or pursuant to a single agreement is withdrawn or applied in part, the security interest remains upon all the items, any accompanying documents or the proceeds of either. For the purpose of this section, credits first given are first withdrawn.\n\n(c) Receipt by a collecting bank of a final settlement for an item is a realization on its security interest in the item, accompanying documents, and proceeds. So long as the bank does not receive final settlement for the item or give up possession of the item or possession or control of the accompanying documents for purposes other than collection, the security interest continues to that extent and is subject to Article 9, but:\n\n(1) No security agreement is necessary to make the security interest enforceable (section 28:9-203(b)(e)(A));\n\n(2) No filing is required to perfect the security interest; and\n\n(3) The security interest has priority over conflicting perfected security interests in the item, accompanying documents, or proceeds.",
      "history": "Dec. 30, 1963, 77 Stat. 700, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467; Oct. 26, 2000, D.C. Law 13-201, § 201(e), 47 DCR 7576; Apr. 27, 2013, D.C. Law 19-299, § 6(f), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-210.html"
    },
    {
      "id": "section-28:4-211",
      "number": "28:4-211",
      "heading": "When bank gives value for purposes of holder in due course.",
      "text": "For purposes of determining its status as a holder in due course, a bank has given value to the extent it has a security interest in an item, if the bank otherwise complies with the requirements of section 28:3-302 on what constitutes a holder in due course.",
      "history": "Dec. 30, 1963, 77 Stat. 700, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-211.html"
    },
    {
      "id": "section-28:4-212",
      "number": "28:4-212",
      "heading": "Presentment by notice of item not payable by, through, or at bank; liability of drawer or indorser.",
      "text": "(a) Unless otherwise instructed, a collecting bank may present an item not payable by, through, or at a bank by sending to the party to accept or pay a record providing notice that the bank holds the item for acceptance or payment. The notice must be sent in time to be received on or before the day when presentment is due and the bank must meet any requirement of the party to accept or pay under section 28:3-501 by the close of the bank’s next banking day after it knows of the requirement.\n\n(b) If presentment is made by notice and payment, acceptance, or request for compliance with a requirement under section 28:3-501 is not received by the close of business on the day after maturity or, in the case of demand items, by the close of business on the third banking day after notice was sent, the presenting bank may treat the item as dishonored and charge any drawer or indorser by sending it notice of the facts.",
      "history": "Dec. 30, 1963, 77 Stat. 701, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467; Apr. 27, 2013, D.C. Law 19-299, § 6(g), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-212.html"
    },
    {
      "id": "section-28:4-213",
      "number": "28:4-213",
      "heading": "Medium and time of settlement by bank.",
      "text": "(a) With respect to settlement by a bank, the medium and time of settlement may be prescribed by Federal Reserve regulations or circulars, clearing-house rules, and the like, or agreement. In the absence of such prescription:\n\n(1) The medium of settlement is cash or credit to an account in a Federal Reserve bank of or specified by the person to receive settlement; and\n\n(2) The time of settlement, is:\n\n(A) With respect to tender of settlement by cash, a cashier’s check, or teller’s check, when the cash or check is sent or delivered;\n\n(B) With respect to tender of settlement by credit in an account in a Federal Reserve Bank, when the credit is made;\n\n(C) With respect to tender of settlement by a credit or debit to an account in a bank, when the credit or debit is made or, in the case of tender of settlement by authority to charge an account, when the authority is sent or delivered; or\n\n(D) With respect to tender of settlement by a funds transfer, when payment is made pursuant to section 28:4A-406(a) to the person receiving settlement.\n\n(b) If the tender of settlement is not by a medium authorized by subsection (a) of this section or the time of settlement is not fixed by subsection (a) of this section, no settlement occurs until the tender of settlement is accepted by the person receiving settlement.\n\n(c) If settlement for an item is made by cashier’s check or teller’s check and the person receiving settlement, before its midnight deadline:\n\n(1) Presents or forwards the check for collection, settlement is final when the check is finally paid; or\n\n(2) Fails to present or forward the check for collection, settlement is final at the midnight deadline of the person receiving settlement.\n\n(d) If settlement for an item is made by giving authority to charge the account of the bank giving settlement in the bank receiving settlement, settlement is final when the charge is made by the bank receiving settlement if there are funds available in the account for the amount of the item.",
      "history": "Dec. 30, 1963, 77 Stat. 701, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-213.html"
    },
    {
      "id": "section-28:4-214",
      "number": "28:4-214",
      "heading": "Right of charge-back or refund; liability of collecting bank; return of item.",
      "text": "(a) If a collecting bank has made provisional settlement with its customer for an item and fails by reason of dishonor, suspension of payments by a bank, or otherwise to receive settlement for the item which is or becomes final, the bank may revoke the settlement given by it, charge back the amount of any credit given for the item to its customer’s account, or obtain refund from its customer, whether or not it is able to return the item, if by its midnight deadline or within a longer reasonable time after it learns the facts it returns the item or sends notification of the facts. If the return or notice is delayed beyond the bank’s midnight deadline or a longer reasonable time after it learns the facts, the bank may revoke the settlement, charge back the credit, or obtain refund from its customer, but it is liable for any loss resulting from the delay. These rights to revoke, charge back, and obtain refund terminate if and when a settlement for the item received by the bank is or becomes final.\n\n(b) A collecting bank returns an item when it is sent or delivered to the bank’s customer or transferor or pursuant to its instructions.\n\n(c) A depositary bank that is also the payor may charge back the amount of an item to its customer’s account or obtain refund in accordance with the section governing return of an item received by a payor bank for credit on its books (section 28:4-301).\n\n(d) The right to charge back is not affected by:\n\n(1) Previous use of a credit given for the item; or\n\n(2) Failure by any bank to exercise ordinary care with respect to the item, but a bank so failing remains liable.\n\n(e) A failure to charge back or claim refund does not affect other rights of the bank against the customer or any other party.\n\n(f) If credit is given in dollars as the equivalent of the value of an item payable in foreign money, the dollar amount of any charge-back or refund must be calculated on the basis of the bank-offered spot rate for the foreign money prevailing on the day when the person entitled to the charge-back or refund learns that it will not receive payment in ordinary course.",
      "history": "Dec. 30, 1963, 77 Stat. 702, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-214.html"
    },
    {
      "id": "section-28:4-215",
      "number": "28:4-215",
      "heading": "Final payment of item by payor bank; when provisional debits and credits become final; when certain credits become available for withdrawal.",
      "text": "(a) An item is finally paid by a payor bank when the bank has first done any of the following:\n\n(1) Paid the item in cash;\n\n(2) Settled for the item without having a right to revoke the settlement under statute, clearing-house rule, or agreement; or\n\n(3) Made a provisional settlement for the item and failed to revoke the settlement in the time and manner permitted by statute, clearing-house rule, or agreement.\n\n(b) If provisional settlement for an item does not become final, the item is not finally paid.\n\n(c) If provisional settlement for an item between the presenting and payor banks is made through a clearing house or by debits or credits in an account between them, then to the extent that provisional debits or credits for the item are entered in accounts between the presenting and payor banks or between the presenting and successive prior collecting banks seriatim, they become final upon final payment of the items by the payor bank.\n\n(d) If a collecting bank receives a settlement for an item which is or becomes final, the bank is accountable to its customer for the amount of the item and any provisional credit given for the item in an account with its customer becomes final.\n\n(e) Subject to (i) applicable law stating a time for availability of funds and (ii) any right of the bank to apply the credit to an obligation of the customer, credit given by a bank for an item in a customer’s account becomes available for withdrawal as of right:\n\n(1) If the bank has received a provisional settlement for the item, when the settlement becomes final and the bank has had a reasonable time to receive return of the item and the item has not been received within that time; or\n\n(2) If the bank is both the depositary bank and the payor bank, and the item is finally paid, at the opening of the bank’s second banking day following receipt of the item.\n\n(f) Subject to applicable law stating a time for availability of funds and any right of a bank to apply a deposit to an obligation of the depositor, a deposit of money becomes available for withdrawal as of right at the opening of the bank’s next banking day after receipt of the deposit.",
      "history": "Dec. 30, 1963, 77 Stat. 703, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-215.html"
    },
    {
      "id": "section-28:4-216",
      "number": "28:4-216",
      "heading": "Insolvency and preference.",
      "text": "(a) If an item is in or comes into the possession of a payor or collecting bank that suspends payment and the item has not been finally paid, the item must be returned by the receiver, trustee, or agent in charge of the closed bank to the presenting bank or the closed bank’s customer.\n\n(b) If a payor bank finally pays an item and suspends payments without making a settlement for the item with its customer or the presenting bank which settlement is or becomes final, the owner of the item has a preferred claim against the payor bank.\n\n(c) If a payor bank gives or a collecting bank gives or receives a provisional settlement for an item and thereafter suspends payments, the suspension does not prevent or interfere with the settlement’s becoming final if the finality occurs automatically upon the lapse of certain time or the happening of certain events.\n\n(d) If a collecting bank receives from subsequent parties settlement for an item, which settlement is or becomes final and the bank suspends payments without making a settlement for the item with its customer which settlement is or becomes final, the owner of the item has a preferred claim against the collecting bank.",
      "history": "Dec. 30, 1963, 77 Stat. 703, Pub. L. 88-243, § 1; Mar. 23, 1995, D.C. Law 10-249, § 2(e), 42 DCR 467",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4-216.html"
    },
    {
      "id": "section-28:4A-201",
      "number": "28:4A-201",
      "heading": "Security procedure.",
      "text": "\"Security procedure\" means a procedure established by agreement of a customer and a receiving bank for the purpose of (i) verifying that a payment order or communication amending or cancelling a payment order is that of the customer, or (ii) detecting error in the transmission or the content of the payment order or communication. A security procedure may impose an obligation on the receiving bank or the customer and may require the use of algorithms or other codes, identifying words, numbers, symbols, sounds, biometrics, encryption, callback procedures, or similar security devices. Comparison of a signature on a payment order or communication with an authorized specimen signature of the customer or requiring a payment order to be sent from a known email address, Internet Protocol address, or telephone number is not by itself a security procedure.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-201.html"
    },
    {
      "id": "section-28:4A-202",
      "number": "28:4A-202",
      "heading": "Authorized and verified payment orders.",
      "text": "(a) A payment order received by the receiving bank is the authorized order of the person identified as sender if that person authorized the order or is otherwise bound by it under the law of agency.\n\n(b) If a bank and its customer have agreed that the authenticity of payment orders issued to the bank in the name of the customer as sender will be verified pursuant to a security procedure, a payment order received by the receiving bank is effective as the order of the customer, whether or not authorized, if (i) the security procedure is a commercially reasonable method of providing security against unauthorized payment orders, and (ii) the bank proves that it accepted the payment order in good faith and in compliance with the bank's obligations under the security procedure and any agreement or instruction of the customer, evidenced by a record, restricting acceptance of payment orders issued in the name of the customer. The bank is not required to follow an instruction that violates an agreement with the customer, evidenced by a record, or notice of which is not received at a time and in a manner affording the bank a reasonable opportunity to act on it before the payment order is accepted.\n\n(c) Commercial reasonableness of a security procedure is a question of law to be determined by considering the wishes of the customer expressed to the bank, the circumstances of the customer known to the bank, including the size, type, and frequency of payment orders normally issued by the customer to the bank, alternative security procedures offered to the customer, and security procedures in general use by customers and receiving banks similarly situated. A security procedure is deemed to be commercially reasonable if (i) the security procedure was chosen by the customer after the bank offered, and the customer refused, a security procedure that was commercially reasonable for that customer, and (ii) the customer expressly agreed in a record to be bound by any payment order, whether or not authorized, issued in its name and accepted by the bank in compliance with the bank's security obligation under the security procedure chosen by the customer.\n\n(d) The term “sender” in this article includes the customer in whose name a payment order is issued if the order is the authorized order of the customer under subsection (a) of this section, or it is effective as the order of the customer under subsection (b) of this section.\n\n(e) This section applies to amendments and cancellations of payment orders to the same extent it applies to payment orders.\n\n(f) Except as provided in this section and in § 28:4A-203(a)(1), rights and obligations arising under this section or § 28:4A-203 may not be varied by agreement.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-202.html"
    },
    {
      "id": "section-28:4A-203",
      "number": "28:4A-203",
      "heading": "Unenforceability of certain verified payment orders.",
      "text": "(a) If an accepted payment order is not, under § 28:4A-202(a), an authorized order of a customer identified as sender, but is effective as an order of the customer pursuant to § 28:4A-202(b), the following rules apply:\n\n(1) By express agreement evidenced by a record, the receiving bank may limit the extent to which it is entitled to enforce or retain payment of the payment order.\n\n(2) The receiving bank is not entitled to enforce or retain payment of the payment order if the customer proves that the order was not caused, directly or indirectly, by a person (i) entrusted at any time with duties to act for the customer with respect to payment orders or the security procedure, or (ii) who obtained access to transmitting facilities of the customer or who obtained, from a source controlled by the customer and without authority of the receiving bank, information facilitating breach of the security procedure, regardless of how the information was obtained or whether the customer was at fault. Information includes any access device, computer software, or the like.\n\n(b) This section applies to amendments of payment orders to the same extent it applies to payment orders.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-203.html"
    },
    {
      "id": "section-28:4A-204",
      "number": "28:4A-204",
      "heading": "Refund of payment and duty of customer to report with respect to unauthorized payment order.",
      "text": "(a) If a receiving bank accepts a payment order issued in the name of its customer as sender which is (i) not authorized and not effective as the order of the customer under § 28:4A-202, or (ii) not enforceable, in whole or in part, against the customer under § 28:4A-203, the bank shall refund any payment of the payment order received from the customer to the extent the bank is not entitled to enforce payment and shall pay interest on the refundable amount calculated from the date the bank received payment to the date of the refund. However, the customer is not entitled to interest from the bank on the amount to be refunded if the customer fails to exercise ordinary care to determine that the order was not authorized by the customer and to notify the bank of the relevant facts within a reasonable time not exceeding 90 days after the date the customer received notification from the bank that the order was accepted or that the customer’s account was debited with respect to the order. The bank is not entitled to any recovery from the customer on account of a failure by the customer to give notification as stated in this section.\n\n(b) Reasonable time under subsection (a) of this section may be fixed by agreement as stated in § 28:1-302(b), but the obligation of a receiving bank to refund payment as stated in subsection (a) of this section may not otherwise be varied by agreement.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595; Apr. 27, 2013, D.C. Law 19-299, § 7(c)[(d)], 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-204.html"
    },
    {
      "id": "section-28:4A-205",
      "number": "28:4A-205",
      "heading": "Erroneous payment orders.",
      "text": "(a) If an accepted payment order was transmitted pursuant to a security procedure for the detection of error and the payment order (i) erroneously instructed payment to a beneficiary not intended by the sender, (ii) erroneously instructed payment in an amount greater than the amount intended by the sender, or (iii) was an erroneously transmitted duplicate of a payment order previously sent by the sender, the following rules apply:\n\n(1) If the sender proves that the sender or a person acting on behalf of the sender pursuant to § 28:4A-206 complied with the security procedure and that the error would have been detected if the receiving bank had also complied, the sender is not obliged to pay the order to the extent stated in paragraphs (2) and (3) of this subsection.\n\n(2) If the funds transfer is completed on the basis of an erroneous payment order described in clause (i) or (iii) of subsection (a) of this section, the sender is not obliged to pay the order and the receiving bank is entitled to recover from the beneficiary any amount paid to the beneficiary to the extent allowed by the law governing mistake and restitution.\n\n(3) If the funds transfer is completed on the basis of a payment order described in clause (ii) of subsection (a) of this section, the sender is not obliged to pay the order to the extent the amount received by the beneficiary is greater than the amount intended by the sender. In that case, the receiving bank is entitled to recover from the beneficiary the excess amount received to the extent allowed by the law governing mistake and restitution.\n\n(b) If (i) the sender of an erroneous payment order described in subsection (a) of this section is not obliged to pay all or part of the order, and (ii) the sender receives notification from the receiving bank that the order was accepted by the bank or that the sender’s account was debited with respect to the order, the sender has a duty to exercise ordinary care, on the basis of information available to the sender, to discover the error with respect to the order and to advise the bank of the relevant facts within a reasonable time, not exceeding 90 days, after the bank’s notification was received by the sender. If the bank proves that the sender failed to perform that duty, the sender is liable to the bank for the loss the bank proves it incurred as a result of the failure, but the liability of the sender may not exceed the amount of the sender’s order.\n\n(c) This section applies to amendments to payment orders to the same extent it applies to payment orders.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-205.html"
    },
    {
      "id": "section-28:4A-206",
      "number": "28:4A-206",
      "heading": "Transmission of payment order through funds-transfer or other communication system.",
      "text": "(a) If a payment order addressed to a receiving bank is transmitted to a funds-transfer system or other third-party communication system for transmittal to the bank, the system is deemed to be an agent of the sender for the purpose of transmitting the payment order to the bank. If there is a discrepancy between the terms of the payment order transmitted to the system and the terms of the payment order transmitted by the system to the bank, the terms of the payment order of the sender are those transmitted by the system. This section does not apply to a funds-transfer system of the Federal Reserve Banks.\n\n(b) This section applies to cancellations and amendments of payment orders to the same extent it applies to payment orders.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-206.html"
    },
    {
      "id": "section-28:4A-207",
      "number": "28:4A-207",
      "heading": "Misdescription of beneficiary.",
      "text": "(a) Subject to subsection (b) of this section, if, in a payment order received by the beneficiary’s bank, the name, bank account number, or other identification of the beneficiary refers to a nonexistent or unidentifiable person or account, no person has rights as a beneficiary of the order and acceptance of the order cannot occur.\n\n(b) If a payment order received by the beneficiary’s bank identifies the beneficiary both by name and by an identifying or bank account number and the name and number identify different persons, the following rules apply:\n\n(1) Except as otherwise provided in subsection (c) of this section, if the beneficiary’s bank does not know that the name and number refer to different persons, it may rely on the number as the proper identification of the beneficiary of the order. The beneficiary’s bank need not determine whether the name and number refer to the same person.\n\n(2) If the beneficiary’s bank pays the person identified by name or knows that the name and number identify different persons, no person has rights as beneficiary except the person paid by the beneficiary’s bank if that person was entitled to receive payment from the originator of the funds transfer. If no person has rights as beneficiary, acceptance of the order cannot occur.\n\n(c) If (i) a payment order described in subsection (b) of this section is accepted, (ii) the originator’s payment order described the beneficiary inconsistently by name and number, and (iii) the beneficiary’s bank pays the person identified by number as permitted by subsection (b)(1) of this section, the following rules apply:\n\n(1) If the originator is a bank, the originator is obliged to pay its order.\n\n(2) If the originator is not a bank and proves that the person identified by number was not entitled to receive payment from the originator, the originator is not obliged to pay its order unless the originator’s bank proves that the originator, before acceptance of the originator’s order, had notice that payment of a payment order issued by the originator might be made by the beneficiary’s bank on the basis of an identifying or bank account number even if it identifies a person different from the named beneficiary. Proof of notice may be made by any admissible evidence. The originator’s bank satisfies the burden of proof if it proves that the originator, before the payment order was accepted, signed a record stating the information to which the notice relates.\n\n(d) In a case governed by subsection (b)(1) of this section, if the beneficiary’s bank rightfully pays the person identified by number and that person was not entitled to receive payment from the originator, the amount paid may be recovered from that person to the extent allowed by the law governing mistake and restitution as follows:\n\n(1) If the originator is obliged to pay its payment order as stated in subsection (c) of this section, the originator has the right to recover.\n\n(2) If the originator is not a bank and is not obliged to pay its payment order, the originator’s bank has the right to recover.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-207.html"
    },
    {
      "id": "section-28:4A-208",
      "number": "28:4A-208",
      "heading": "Misdescription of intermediary bank or beneficiary’s bank.",
      "text": "(a) This subsection applies to a payment order identifying an intermediary bank or the beneficiary’s bank only by an identifying number.\n\n(1) The receiving bank may rely on the number as the proper identification of the intermediary or beneficiary’s bank and need not determine whether the number identifies a bank.\n\n(2) The sender is obliged to compensate the receiving bank for any loss and expenses incurred by the receiving bank as a result of its reliance on the number in executing or attempting to execute the order.\n\n(b) This subsection applies to a payment order identifying an intermediary bank or the beneficiary’s bank both by name and an identifying number if the name and number identify different persons.\n\n(1) If the sender is a bank, the receiving bank may rely on the number as the proper identification of the intermediary or beneficiary’s bank if the receiving bank, when it executes the sender’s order, does not know that the name and number identify different persons. The receiving bank need not determine whether the name and number refer to the same person or whether the number refers to a bank. The sender is obliged to compensate the receiving bank for any loss and expenses incurred by the receiving bank as a result of its reliance on the number in executing or attempting to execute the order.\n\n(2) If the sender is not a bank and the receiving bank proves that the sender, before the payment order was accepted, had notice that the receiving bank might rely on the number as the proper identification of the intermediary or beneficiary’s bank even if it identifies a person different from the bank identified by name, the rights and obligations of the sender and the receiving bank are governed by subsection (b)(1) of this section, as though the sender were a bank. Proof of notice may be made by any admissible evidence. The receiving bank satisfies the burden of proof if it proves that the sender, before the payment order was accepted, signed a record stating the information to which the notice relates.\n\n(3) Regardless of whether the sender is a bank, the receiving bank may rely on the name as the proper identification of the intermediary or beneficiary’s bank if the receiving bank, at the time it executes the sender’s order, does not know that the name and number identify different persons. The receiving bank need not determine whether the name and number refer to the same person.\n\n(4) If the receiving bank knows that the name and number identify different persons, reliance on either the name or the number in executing the sender’s payment order is a breach of the obligation stated in § 28:4A-302(a)(1).",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-208.html"
    },
    {
      "id": "section-28:4A-209",
      "number": "28:4A-209",
      "heading": "Acceptance of payment order.",
      "text": "(a) Subject to subsection (d) of this section, a receiving bank other than the beneficiary’s bank accepts a payment order when it executes the order.\n\n(b) Subject to subsections (c) and (d) of this section, a beneficiary’s bank accepts a payment order at the earliest of the following times:\n\n(1) When the bank (i) pays the beneficiary as stated in § 28:4A-405(a) or § 28:4A-405(b), or (ii) notifies the beneficiary of receipt of the order or that the account of the beneficiary has been credited with respect to the order unless the notice indicates that the bank is rejecting the order or that funds with respect to the order may not be withdrawn or used until receipt of payment from the sender of the order;\n\n(2) When the bank receives payment of the entire amount of the sender’s order pursuant to § 28:4A-403(a)(1) or § 28:4A-403(a)(2); or\n\n(3) The opening of the next funds-transfer business day of the bank following the payment date of the order if, at that time, the amount of the sender’s order is fully covered by a withdrawable credit balance in an authorized account of the sender or the bank has otherwise received full payment from the sender, unless the order was rejected before that time or is rejected within (i) one hour after that time, or (ii) one hour after the opening of the next business day of the sender following the payment date if that time is later. If notice of rejection is received by the sender after the payment date and the authorized account of the sender does not bear interest, the bank is obliged to pay interest to the sender on the amount of the order for the number of days elapsing after the payment date to the day the sender receives notice or learns that the order was not accepted, counting that day as an elapsed day. If the withdrawable credit balance during that period falls below the amount of the order, the amount of interest payable is reduced accordingly.\n\n(c) Acceptance of a payment order cannot occur before the order is received by the receiving bank. Acceptance does not occur under subsection (b)(2) or (b)(3) of this section if the beneficiary of the payment order does not have an account with the receiving bank, the account has been closed, or the receiving bank is not permitted by law to receive credits for the beneficiary’s account.\n\n(d) A payment order issued to the originator’s bank cannot be accepted until the payment date if the bank is the beneficiary’s bank, or the execution date if the bank is not the beneficiary’s bank. If the originator’s bank executes the originator’s payment order before the execution date or pays the beneficiary of the originator’s payment order before the payment date and the payment order is subsequently cancelled pursuant to § 28:4A-211(b), the bank may recover from the beneficiary any payment received to the extent allowed by the law governing mistake and restitution.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-209.html"
    },
    {
      "id": "section-28:4A-210",
      "number": "28:4A-210",
      "heading": "Rejection of payment order.",
      "text": "(a) A payment order is rejected by the receiving bank by a notice of rejection transmitted to the sender orallyor in a record. A notice of rejection need not use any particular words and is sufficient if it indicates that the receiving bank is rejecting the order or will not execute or pay the order. Rejection is effective when the notice is given if transmission is by a means that is reasonable in the circumstances. If notice of rejection is given by a means that is not reasonable, rejection is effective when the notice is received. If an agreement of the sender and receiving bank establishes the means to be used to reject a payment order, (i) any means complying with the agreement is reasonable and (ii) any means not complying is not reasonable unless no significant delay in receipt of the notice resulted from the use of the noncomplying means.\n\n(b) This subsection applies if a receiving bank other than the beneficiary’s bank fails to execute a payment order despite the existence on the execution date of a withdrawable credit balance in an authorized account of the sender sufficient to cover the order. If the sender does not receive notice of rejection of the order on the execution date and the authorized account of the sender does not bear interest, the bank is obliged to pay interest to the sender on the amount of the order for the number of days elapsing after the execution date to the earlier of the day the order is canceled pursuant to § 28:4A-211(d) or the day the sender receives notice or learns that the order was not executed, counting the final day of the period as an elapsed day. If the withdrawable credit balance during that period falls below the amount of the order, the amount of interest is reduced accordingly.\n\n(c) If a receiving bank suspends payments, all unaccepted payment orders issued to it are deemed rejected at the time the bank suspends payments.\n\n(d) Acceptance of a payment order precludes a later rejection of the order. Rejection of a payment order precludes a later acceptance of the order.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-210.html"
    },
    {
      "id": "section-28:4A-211",
      "number": "28:4A-211",
      "heading": "Cancellation and amendment of payment order.",
      "text": "(a) A communication of the sender of a payment order cancelling or amending the order may be transmitted to the receiving bank orallyor in a record. If a security procedure is in effect between the sender and the receiving bank, the communication is not effective to cancel or amend the order unless the communication is verified pursuant to the security procedure or the bank agrees to the cancellation or amendment.\n\n(b) Subject to subsection (a) of this section, a communication by the sender cancelling or amending a payment order is effective to cancel or amend the order if notice of the communication is received at a time and in a manner affording the receiving bank a reasonable opportunity to act on the communication before the bank accepts the payment order.\n\n(c) After a payment order has been accepted, cancellation or amendment of the order is not effective unless the receiving bank agrees or a funds-transfer system rule allows cancellation or amendment without agreement of the bank.\n\n(1) With respect to a payment order accepted by a receiving bank other than the beneficiary’s bank, cancellation or amendment is not effective unless a conforming cancellation or amendment of the payment order issued by the receiving bank is also made.\n\n(2) With respect to a payment order accepted by the beneficiary’s bank, cancellation or amendment is not effective unless the order was issued in execution of an unauthorized payment order, or because of a mistake by a sender in the funds transfer which resulted in the issuance of a payment order (i) that is a duplicate of a payment order previously issued by the sender, (ii) that orders payment to a beneficiary not entitled to receive payment from the originator, or (iii) that orders payment in an amount greater than the amount the beneficiary was entitled to receive from the originator. If the payment order is cancelled or amended, the beneficiary’s bank is entitled to recover from the beneficiary any amount paid to the beneficiary to the extent allowed by the law governing mistake and restitution.\n\n(d) An unaccepted payment order is cancelled by operation of law at the close of the fifth funds-transfer business day of the receiving bank after the execution date or payment date of the order.\n\n(e) A cancelled payment order cannot be accepted. If an accepted payment order is cancelled, the acceptance is nullified and no person has any right or obligation based on the acceptance. Amendment of a payment order is deemed to be cancellation of the original order at the time of amendment and issue of a new payment order in the amended form at the same time.\n\n(f) Unless otherwise provided in an agreement of the parties or in a funds-transfer system rule, if the receiving bank, after accepting a payment order, agrees to cancellation or amendment of the order by the sender or is bound by a funds-transfer system rule allowing cancellation or amendment without the bank’s agreement, the sender, whether or not cancellation or amendment is effective, is liable to the bank for any loss and expenses, including reasonable attorney’s fees, incurred by the bank as a result of the cancellation or amendment or attempted cancellation or amendment.\n\n(g) A payment order is not revoked by the death or legal incapacity of the sender unless the receiving bank knows of the death or of an adjudication of incapacity by a court of competent jurisdiction and has reasonable opportunity to act before acceptance of the order.\n\n(h) A funds-transfer system rule is not effective to the extent it conflicts with subsection (c)(2) of this section.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-211.html"
    },
    {
      "id": "section-28:4A-212",
      "number": "28:4A-212",
      "heading": "Liability and duty of receiving bank regarding unaccepted payment order.",
      "text": "If a receiving bank fails to accept a payment order that it is obliged by express agreement to accept, the bank is liable for breach of the agreement to the extent provided in the agreement or in this article, but does not otherwise have any duty to accept a payment order or, before acceptance, to take any action, or refrain from taking action, with respect to the order except as provided in this article or by express agreement. Liability based on acceptance arises only when acceptance occurs as stated in § 28:4A-209, and liability is limited to that provided in this article. A receiving bank is not the agent of the sender or beneficiary of the payment order it accepts, or of any other party to the funds transfer, and the bank owes no duty to any party to the funds transfer except as provided in this article or by express agreement.",
      "history": "Apr. 30, 1992, D.C. Law 9-95, § 2(c), 39 DCR 1595",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:4A-212.html"
    },
    {
      "id": "section-28:7-201",
      "number": "28:7-201",
      "heading": "Person that may issue a warehouse receipt; storage under bond.",
      "text": "(a) A warehouse receipt may be issued by any warehouse.\n\n(b) If goods, including distilled spirits and agricultural commodities, are stored under a statute requiring a bond against withdrawal or a license for the issuance of receipts in the nature of warehouse receipts, a receipt issued for the goods is deemed to be a warehouse receipt even if issued by a person that is the owner of the goods and is not a warehouse.",
      "history": "Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-201.html"
    },
    {
      "id": "section-28:7-202",
      "number": "28:7-202",
      "heading": "Form of warehouse receipt; effect of omission.",
      "text": "(a) A warehouse receipt need not be in any particular form.\n\n(b) Unless a warehouse receipt provides for each of the following, the warehouse is liable for damages caused to a person injured by its omission:\n\n(1) A statement of the location of the warehouse facility where the goods are stored;\n\n(2) The date of issue of the receipt;\n\n(3) The unique identification code of the receipt;\n\n(4) A statement whether the goods received will be delivered to the bearer, to a named person, or to its order;\n\n(5) The rate of storage and handling charges, unless goods are stored under a field warehousing arrangement, in which case a statement of that fact is sufficient on a nonnegotiable receipt;\n\n(6) A description of the goods or the packages containing them;\n\n(7) The signature of the warehouse or its agent;\n\n(8) If the receipt is issued for goods that the warehouse owns, either solely, jointly, or in common with others, a statement of the fact of that ownership; and\n\n(9) A statement of the amount of advances made and of liabilities incurred for which the warehouse claims a lien or security interest, unless the precise amount of advances made or liabilities incurred, at the time of the issue of the receipt, is unknown to the warehouse or to its agent that issued the receipt, in which case a statement of the fact that advances have been made or liabilities incurred and the purpose of the advances or liabilities is sufficient.\n\n(c) A warehouse may insert in its receipt any terms that are not contrary to this subtitle and do not impair its obligation of delivery under § 28:7-403 or its duty of care under § 28:7-204. Any contrary provision is ineffective.",
      "history": "Dec. 30, 1963, 77 Stat. 719, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-202.html"
    },
    {
      "id": "section-28:7-203",
      "number": "28:7-203",
      "heading": "Liability for nonreceipt or misdescription.",
      "text": "A party to or purchaser for value in good faith of a document of title, other than a bill of lading, that relies upon the description of the goods in the document may recover from the issuer damages caused by the nonreceipt or misdescription of the goods, except to the extent that:\n\n(1) The document conspicuously indicates that the issuer does not know whether all or part of the goods in fact were received or conform to the description, such as a case in which the description is in terms of marks or labels or kind, quantity, or condition, or the receipt or description is qualified by “contents, condition, and quality unknown”, “said to contain”, or words of similar import, if the indication is true; or\n\n(2) The party or purchaser otherwise has notice of the nonreceipt or misdescription.",
      "history": "Dec. 30, 1963, 77 Stat. 720, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-203.html"
    },
    {
      "id": "section-28:7-204",
      "number": "28:7-204",
      "heading": "Duty of care; contractual limitation of warehouse’s liability.",
      "text": "(a) A warehouse is liable for damages for loss of or injury to the goods caused by its failure to exercise care with regard to the goods that a reasonably careful person would exercise under similar circumstances. Unless otherwise agreed, the warehouse is not liable for damages that could not have been avoided by the exercise of that care.\n\n(b) Damages may be limited by a term in the warehouse receipt or storage agreement limiting the amount of liability in case of loss or damage beyond which the warehouse is not liable. Such a limitation is not effective with respect to the warehouse’s liability for conversion to its own use. On request of the bailor in a record at the time of signing the storage agreement or within a reasonable time after receipt of the warehouse receipt, the warehouse’s liability may be increased on part or all of the goods covered by the storage agreement or the warehouse receipt. In this event, increased rates may be charged based on an increased valuation of the goods.\n\n(c) Reasonable provisions as to the time and manner of presenting claims and commencing actions based on the bailment may be included in the warehouse receipt or storage agreement.",
      "history": "Dec. 30, 1963, 77 Stat. 720, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-204.html"
    },
    {
      "id": "section-28:7-205",
      "number": "28:7-205",
      "heading": "Title under warehouse receipt defeated in certain cases.",
      "text": "A buyer in ordinary course of business of fungible goods sold and delivered by a warehouse that is also in the business of buying and selling such goods takes the goods free of any claim under a warehouse receipt even if the receipt is negotiable and has been duly negotiated.",
      "history": "Dec. 30, 1963, 77 Stat. 721, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-205.html"
    },
    {
      "id": "section-28:7-206",
      "number": "28:7-206",
      "heading": "Termination of storage at warehouse’s option.",
      "text": "(a) A warehouse, by giving notice to the person on whose account the goods are held and any other person known to claim an interest in the goods, may require payment of any charges and removal of the goods from the warehouse at the termination of the period of storage fixed by the document of title or, if a period is not fixed, within a stated period not less than 30 days after the warehouse gives notice. If the goods are not removed before the date specified in the notice, the warehouse may sell them pursuant to § 28:7-210.\n\n(b) If a warehouse in good faith believes that goods are about to deteriorate or decline in value to less than the amount of its lien within the time provided in subsection (a) of this section and § 28:7-210, the warehouse may specify in the notice given under subsection (a) of this section any reasonable shorter time for removal of the goods and, if the goods are not removed, may sell them at public sale held not less than one week after a single advertisement or posting.\n\n(c) If, as a result of a quality or condition of the goods of which the warehouse did not have notice at the time of deposit, the goods are a hazard to other property, the warehouse facilities, or other persons, the warehouse may sell the goods at public or private sale without advertisement or posting on reasonable notification to all persons known to claim an interest in the goods. If the warehouse, after a reasonable effort, is unable to sell the goods, it may dispose of them in any lawful manner and does not incur liability by reason of that disposition.\n\n(d) A warehouse shall deliver the goods to any person entitled to them under this article upon due demand made at any time before sale or other disposition under this section.\n\n(e) A warehouse may satisfy its lien from the proceeds of any sale or disposition under this section but shall hold the balance for delivery on the demand of any person to which the warehouse would have been bound to deliver the goods.",
      "history": "Dec. 30, 1963, 77 Stat. 721, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-206.html"
    },
    {
      "id": "section-28:7-207",
      "number": "28:7-207",
      "heading": "Goods must be kept separate; fungible goods.",
      "text": "(a) Unless the warehouse receipt provides otherwise, a warehouse shall keep separate the goods covered by each receipt so as to permit at all times identification and delivery of those goods. However, different lots of fungible goods may be commingled.\n\n(b) If different lots of fungible goods are commingled, the goods are owned in common by the persons entitled thereto and the warehouse is severally liable to each owner for that owner’s share. If, because of overissue, a mass of fungible goods is insufficient to meet all the receipts the warehouse has issued against it, the persons entitled to the fungible goods include all holders to which overissued receipts have been duly negotiated.",
      "history": "Dec. 30, 1963, 77 Stat. 721, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-207.html"
    },
    {
      "id": "section-28:7-208",
      "number": "28:7-208",
      "heading": "Altered warehouse receipts.",
      "text": "If a blank in a negotiable tangible warehouse receipt has been filled in without authority, a good-faith purchaser for value and without notice of the lack of authority may treat the insertion as authorized. Any other unauthorized alteration leaves any tangible or electronic warehouse receipt enforceable against the issuer according to its original tenor.",
      "history": "Dec. 30, 1963, 77 Stat. 721, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-208.html"
    },
    {
      "id": "section-28:7-209",
      "number": "28:7-209",
      "heading": "Lien of warehouse.",
      "text": "(a) A warehouse has a lien against the bailor on the goods covered by a warehouse receipt or storage agreement or on the proceeds thereof in its possession for charges for storage or transportation, including demurrage and terminal charges, insurance, labor, or other charges, present or future, in relation to the goods, and for expenses necessary for preservation of the goods or reasonably incurred in their sale pursuant to law. If the person on whose account the goods are held is liable for similar charges or expenses in relation to other goods whenever deposited and it is stated in the warehouse receipt or storage agreement that a lien is claimed for charges and expenses in relation to other goods, the warehouse also has a lien against the goods covered by the warehouse receipt or storage agreement or on the proceeds thereof in its possession for those charges and expenses, whether or not the other goods have been delivered by the warehouse. However, as against a person to which a negotiable warehouse receipt is duly negotiated, a warehouse’s lien is limited to charges in an amount or at a rate specified in the warehouse receipt or, if no charges are so specified, to a reasonable charge for storage of the specific goods covered by the receipt subsequent to the date of the receipt.\n\n(b) A warehouse may also reserve a security interest against the bailor for the maximum amount specified on the receipt for charges other than those specified in subsection (a) of this section, such as for money advanced and interest. The security interest is governed by Article 9.\n\n(c) A warehouse’s lien for charges and expenses under subsection (a) of this section or a security interest under subsection (b) of this section is also effective against any person that so entrusted the bailor with possession of the goods that a pledge of them by the bailor to a good-faith purchaser for value would have been valid. However, the lien or security interest is not effective against a person that before issuance of a document of title had a legal interest or a perfected security interest in the goods and did not:\n\n(1) Deliver or entrust the goods or any document of title covering the goods to the bailor or the bailor’s nominee with:\n\n(A) Actual or apparent authority to ship, store, or sell;\n\n(B) Power to obtain delivery under § 28:7-403; or\n\n(C) Power of disposition under § 28:2-403, 28:2A-304, 28:2A-305 28:9-320, or 28:9-321(c) or other statute or rule of law; or\n\n(2) Acquiesce in the procurement by the bailor or its nominee of any document.\n\n(d) A warehouse’s lien on household goods for charges and expenses in relation to the goods under subsection (a) of this section is also effective against all persons if the depositor was the legal possessor of the goods at the time of deposit. In this subsection, the term “household goods” means furniture, furnishings, or personal effects used by the depositor in a dwelling.\n\n(e) A warehouse loses its lien on any goods that it voluntarily delivers or unjustifiably refuses to deliver.",
      "history": "Dec. 30, 1963, 77 Stat. 722, Pub. L. 88-243, § 1; Mar. 16, 1982, D.C. Law 4-85, § 8, 29 DCR 309; Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-209.html"
    },
    {
      "id": "section-28:7-210",
      "number": "28:7-210",
      "heading": "Enforcement of warehouse’s lien.",
      "text": "(1) Except as otherwise provided in subsection (b) of this section, a warehouse’s lien may be enforced by public or private sale of the goods, in bulk or in packages, at any time or place and on any terms that are commercially reasonable, after notifying all persons known to claim an interest in the goods. The notification must include a statement of the amount due, the nature of the proposed sale, and the time and place of any public sale. The fact that a better price could have been obtained by a sale at a different time or in a method different from that selected by the warehouse is not of itself sufficient to establish that the sale was not made in a commercially reasonable manner.\n\n(2) The warehouse sells in a commercially reasonable manner if the warehouse sells the goods in the usual manner in any recognized market therefor, sells at the price current in that market at the time of the sale, or otherwise sells in conformity with commercially reasonable practices among dealers in the type of goods sold.\n\n(3) A sale of more goods than apparently necessary to be offered to ensure satisfaction of the obligation is not commercially reasonable, except in cases covered by paragraph (2) of this subsection.\n\n(b) A warehouse may enforce its lien on goods, other than goods stored by a merchant in the course of its business, only if the following requirements are satisfied:\n\n(1) All persons known to claim an interest in the goods must be notified.\n\n(2) The notification must include an itemized statement of the claim, a description of the goods subject to the lien, a demand for payment within a specified time not less than 10 days after receipt of the notification, and a conspicuous statement that unless the claim is paid within that time the goods will be advertised for sale and sold by auction at a specified time and place.\n\n(3) The sale must conform to the terms of the notification.\n\n(4) The sale must be held at the nearest suitable place to where the goods are held or stored.\n\n(5) After the expiration of the time given in the notification, an advertisement of the sale must be published once a week for 2 weeks consecutively in a newspaper of general circulation where the sale is to be held. The advertisement must include a description of the goods, the name of the person on whose account the goods are being held, and the time and place of the sale. The sale must take place at least 15 days after the first publication. If there is no newspaper of general circulation where the sale is to be held, the advertisement must be posted at least 10 days before the sale in not fewer than 6 conspicuous places in the neighborhood of the proposed sale.\n\n(c) Before any sale pursuant to this section, any person claiming a right in the goods may pay the amount necessary to satisfy the lien and the reasonable expenses incurred in complying with this section. In that event, the goods may not be sold and must be retained by the warehouse subject to the terms of the receipt and this article.\n\n(d) A warehouse may buy at any public sale held pursuant to this section.\n\n(e) A purchaser in good faith of goods sold to enforce a warehouse’s lien takes the goods free of any rights of persons against which the lien was valid, despite the warehouse’s noncompliance with this section.\n\n(f) A warehouse may satisfy its lien from the proceeds of any sale pursuant to this section but shall hold the balance, if any, for delivery on demand to any person to which the warehouse would have been bound to deliver the goods.\n\n(g) The rights provided by this section are in addition to all other rights allowed by law to a creditor against a debtor.\n\n(h) If a lien is on goods stored by a merchant in the course of its business, the lien may be enforced in accordance with subsection (a) or (b) of this section.\n\n(i) A warehouse is liable for damages caused by failure to comply with the requirements for sale under this section and, in case of willful violation, is liable for conversion.",
      "history": "Dec. 30, 1963, 77 Stat. 722, Pub. L. 88-243, § 1; Apr. 27, 2013, D.C. Law 19-299, § 9, 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:7-210.html"
    },
    {
      "id": "section-28:8-201",
      "number": "28:8-201",
      "heading": "Issuer.",
      "text": "(a) With respect to an obligation on or a defense to a security, an “issuer” includes a person that:\n\n(1) Places or authorizes the placing of its name on a security certificate, other than as authenticating trustee, registrar, transfer agent, or the like, to evidence a share, participation, or other interest in its property or in an enterprise, or to evidence its duty to perform an obligation represented by the certificate;\n\n(2) Creates a share, participation, or other interest in its property or in an enterprise, or undertakes an obligation, that is an uncertificated security;\n\n(3) Directly or indirectly creates a fractional interest in its rights or property, if the fractional interest is represented by a security certificate; or\n\n(4) Becomes responsible for, or in place of, another person described as an issuer in this section.\n\n(b) With respect to an obligation on or defense to a security, a guarantor is an issuer to the extent of its guaranty, whether or not its obligation is noted on a security certificate.\n\n(c) With respect to a registration of a transfer, issuer means a person on whose behalf transfer books are maintained.",
      "history": "Dec. 30, 1963, 77 Stat. 734, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-201.html"
    },
    {
      "id": "section-28:8-202",
      "number": "28:8-202",
      "heading": "Issuer’s responsibility and defenses; notice of defect or defense.",
      "text": "(a) Even against a purchaser for value and without notice, the terms of a certificated security include terms stated on the certificate and terms made part of the security by reference on the certificate to another instrument, indenture, or document or to a constitution, statute, ordinance, rule, regulation, order, or the like, to the extent the terms referred to do not conflict with terms stated on the certificate. A reference under this subsection does not of itself charge a purchaser for value with notice of a defect going to the validity of the security, even if the certificate expressly states that a person accepting it admits notice. The terms of an uncertificated security include those stated in any instrument, indenture, or document or in a constitution, statute, ordinance, rule, regulation, order, or the like, pursuant to which the security is issued.\n\n(b) The following rules apply if an issuer asserts that a security is not valid:\n\n(1) A security other than one issued by a government or governmental subdivision, agency, or instrumentality, even though issued with a defect going to its validity, is valid in the hands of a purchaser for value and without notice of the particular defect unless the defect involves a violation of a constitutional provision. In that case, the security is valid in the hands of a purchaser for value and without notice of the defect, other than one who takes by original issue.\n\n(2) Paragraph (1) of this subsection applies to an issuer that is a government or governmental subdivision, agency, or instrumentality only if there has been substantial compliance with the legal requirements governing the issue or the issuer has received a substantial consideration for the issue as a whole or for the particular security and a stated purpose of the issue is one for which the issuer has power to borrow money or issue the security.\n\n(c) Except as otherwise provided in § 28:8-205, lack of genuineness of a certificated security is a complete defense, even against a purchaser for value and without notice.\n\n(d) All other defenses of the issuer of a security, including nondelivery and conditional delivery of a certificated security, are ineffective against a purchaser for value who has taken the certificated security without notice of the particular defense.\n\n(e) This section does not affect the right of a party to cancel a contract for a security “when, as and if issued” or “when distributed” in the event of a material change in the character of the security that is the subject of the contract or in the plan or arrangement pursuant to which the security is to be issued or distributed.\n\n(f) If a security is held by a securities intermediary against whom an entitlement holder has a security entitlement with respect to the security, the issuer may not assert any defense that the issuer could not assert if the entitlement holder held the security directly.",
      "history": "Dec. 30, 1963, 77 Stat. 734, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-202.html"
    },
    {
      "id": "section-28:8-203",
      "number": "28:8-203",
      "heading": "Staleness as notice of defect or defense.",
      "text": "After an act or event, other than a call that has been revoked, creating a right to immediate performance of the principal obligation represented by a certificated security or setting a date on or after which the security is to be presented or surrendered for redemption or exchange, a purchaser is charged with notice of any defect in its issue or defense of the issuer, if the act or event:\n\n(1) Requires the payment of money, the delivery of a certificated security, the registration of transfer of an uncertificated security, or any of them on presentation or surrender of the security certificate, the money or security is available on the date set for payment or exchange, and the purchaser takes the security more than one year after that date; or\n\n(2) Is not covered by paragraph (1) of this subsection and the purchaser takes the security more than 2 years after the date set for surrender or presentation or the date on which performance became due.",
      "history": "Dec. 30, 1963, 77 Stat. 735, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-203.html"
    },
    {
      "id": "section-28:8-204",
      "number": "28:8-204",
      "heading": "Effect of issuer’s restriction on transfer.",
      "text": "A restriction on transfer of a security imposed by the issuer, even if otherwise lawful, is ineffective against a person without knowledge of the restriction unless:\n\n(1) The security is certificated and the restriction is noted conspicuously on the security certificate; or\n\n(2) The security is uncertificated and the registered owner has been notified of the restriction.",
      "history": "Dec. 30, 1963, 77 Stat. 735, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-204.html"
    },
    {
      "id": "section-28:8-205",
      "number": "28:8-205",
      "heading": "Effect of unauthorized signature on security certificate.",
      "text": "An unauthorized signature placed on a security certificate before or in the course of issue is ineffective, but the signature is effective in favor of a purchaser for value of the certificated security if the purchaser is without notice of the lack of authority and the signing has been done by:\n\n(1) An authenticating trustee, registrar, transfer agent, or other person entrusted by the issuer with the signing of the security certificate or of similar security certificates, or the immediate preparation for signing of any of them; or\n\n(2) An employee of the issuer, or of any of the persons listed in paragraph (1) of this subsection, entrusted with responsible handling of the security certificate.",
      "history": "Dec. 30, 1963, 77 Stat. 735, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-205.html"
    },
    {
      "id": "section-28:8-206",
      "number": "28:8-206",
      "heading": "Completion or alteration of security certificate.",
      "text": "(a) If a security certificate contains the signatures necessary to its issue or transfer but is incomplete in any other respect:\n\n(1) Any person may complete it by filling in the blanks as authorized; and\n\n(2) Even if the blanks are incorrectly filled in, the security certificate as completed is enforceable by a purchaser who took it for value and without notice of the incorrectness.\n\n(b) A complete security certificate that has been improperly altered, even if fraudulently, remains enforceable, but only according to its original terms.",
      "history": "Dec. 30, 1963, 77 Stat. 735, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-206.html"
    },
    {
      "id": "section-28:8-207",
      "number": "28:8-207",
      "heading": "Rights and duties of issuer with respect to registered owners.",
      "text": "(a) Before due presentment for registration of transfer of a certificated security in registered form or of an instruction requesting registration of transfer of an uncertificated security, the issuer or indenture trustee may treat the registered owner as the person exclusively entitled to vote, receive notifications, and otherwise exercise all the rights and powers of an owner.\n\n(b) This article does not affect the liability of the registered owner of a security for a call, assessment, or the like.",
      "history": "Dec. 30, 1963, 77 Stat. 735, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; July 25, 1995, D.C. Law 11-30, § 7(f), 42 DCR 1547; Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-207.html"
    },
    {
      "id": "section-28:8-208",
      "number": "28:8-208",
      "heading": "Effect of signature of authenticating trustee, registrar, or transfer agent.",
      "text": "(a) A person signing a security certificate as authenticating trustee, registrar, transfer agent, or the like, warrants to a purchaser for value of the certificated security, if the purchaser is without notice of a particular defect, that:\n\n(1) The certificate is genuine;\n\n(2) The person’s own participation in the issue of the security is within the person’s capacity and within the scope of the authority received by the person from the issuer; and\n\n(3) The person has reasonable grounds to believe that the certificated security is in the form and within the amount the issuer is authorized to issue.\n\n(b) Unless otherwise agreed, a person signing under subsection (a) of this section does not assume responsibility for the validity of the security in other respects.",
      "history": "Dec. 30, 1963, 77 Stat. 736, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-208.html"
    },
    {
      "id": "section-28:8-209",
      "number": "28:8-209",
      "heading": "Issuer’s lien.",
      "text": "A lien in favor of an issuer upon a certificated security is valid against a purchaser only if the right of the issuer to the lien is noted conspicuously on the security certificate.",
      "history": "Dec. 30, 1963, 77 Stat. 733, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; renumbered and amended, Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-209.html"
    },
    {
      "id": "section-28:8-210",
      "number": "28:8-210",
      "heading": "Overissue.",
      "text": "(a) For the purposes of this section the term “overissue” means the issue of securities in excess of the amount the issuer has corporate power to issue, but an overissue does not occur if appropriate action has cured the overissue.\n\n(b) Except as otherwise provided in subsections (c) and (d) of this section, the provisions of this article which validate a security or compel its issue or reissue do not apply to the extent that validation, issue, or reissue would result in overissue.\n\n(c) If an identical security not constituting an overissue is reasonably available for purchase, a person entitled to issue or validation may compel the issuer to purchase the security and deliver it if certificated or register its transfer if uncertificated, against surrender of any security certificate the person holds.\n\n(d) If a security is not reasonably available for purchase, a person entitled to issue or validation may recover from the issuer the price the person or the last purchaser for value paid for it with interest from the date of the person’s demand.",
      "history": "Dec. 30, 1963, 77 Stat. 733, Pub. L. 88-243, § 1; Mar. 16, 1993, D.C. Law 9-196, § 4, 39 DCR 9165; renumbered and amended, Apr. 9, 1997, D.C. Law 11-240, § 2, 44 DCR 1087",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:8-210.html"
    },
    {
      "id": "section-28:9-201",
      "number": "28:9-201",
      "heading": "General effectiveness of security agreement.",
      "text": "(a) Except as otherwise provided in Subtitle I of Title 28, a security agreement is effective according to its terms between the parties, against purchasers of the collateral, and against creditors.\n\n(b) A transaction subject to this article is subject to any applicable rule of law which establishes a different rule for consumers and §§ 28-3301 to 28-3314.\n\n(c) In case of conflict between this article and a rule of law, statute, or regulation described in subsection (b), the rule of law, statute, or regulation controls. Failure to comply with a statute or regulation described in subsection (b) has only the effect the statute or regulation specifies.\n\n(d) This article does not:\n\n(1) Validate any rate, charge, agreement, or practice that violates a rule of law, statute, or regulation described in subsection (b); or\n\n(2) Extend the application of the rule of law, statute, or regulation to a transaction not otherwise subject to it.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-201.html"
    },
    {
      "id": "section-28:9-202",
      "number": "28:9-202",
      "heading": "Title to collateral immaterial.",
      "text": "Except as otherwise provided with respect to consignments or sales of accounts, chattel paper, payment intangibles, or promissory notes, the provisions of this article with regard to rights and obligations apply whether title to collateral is in the secured party or the debtor.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-202.html"
    },
    {
      "id": "section-28:9-203",
      "number": "28:9-203",
      "heading": "Attachment and enforceability of security interest; proceeds; supporting obligations; formal requisites.",
      "text": "(a) A security interest attaches to collateral when it becomes enforceable against the debtor with respect to the collateral, unless an agreement expressly postpones the time of attachment.\n\n(b) Except as otherwise provided in subsections (c) through (i), a security interest is enforceable against the debtor and third parties with respect to the collateral only if:\n\n(1) Value has been given;\n\n(2) The debtor has rights in the collateral or the power to transfer rights in the collateral to a secured party; and\n\n(3) One of the following conditions is met:\n\n(A) The debtor has signed a security agreement that provides a description of the collateral and, if the security interest covers timber to be cut, a description of the land concerned;\n\n(B) The collateral is not a certificated security and is in the possession of the secured party under § 28:9-313 pursuant to the debtor’s security agreement;\n\n(C) The collateral is a certificated security in registered form and the security certificate has been delivered to the secured party under § 28:8-301 pursuant to the debtor’s security agreement;\n\n(D) The collateral is controllable accounts, controllable electronic records, controllable payment intangibles, deposit accounts, electronic documents, electronic money, investment property, or letter-of-credit rights, and the secured party has control under § 28:7-106, § 28:9-104, § 28:9-105A, § 28:9-106, § 28:9-107, or § 28:9-107A pursuant to the debtor's security agreement; or\n\n(E) The collateral is chattel paper and the secured party has possession and control under § 28:9-314A pursuant to the debtor's security agreement.\n\n(c) Subsection (b) is subject to § 28:4-210 on the security interest of a collecting bank, § 28:5-118 on the security interest of a letter-of-credit issuer or nominated person, § 28:9-110 on a security interest arising under Article 2 or 2A, and § 28:9-206 on security interests in investment property.\n\n(d) A person becomes bound as debtor by a security agreement entered into by another person if, by operation of law other than this article or by contract:\n\n(1) The security agreement becomes effective to create a security interest in the person’s property; or\n\n(2) The person becomes generally obligated for the obligations of the other person, including the obligation secured under the security agreement, and acquires or succeeds to all or substantially all of the assets of the other person.\n\n(e) If a new debtor becomes bound as debtor by a security agreement entered into by another person:\n\n(1) The agreement satisfies subsection (b)(3) of this section with respect to existing or after-acquired property of the new debtor to the extent the property is described in the agreement; and\n\n(2) Another agreement is not necessary to make a security interest in the property enforceable.\n\n(f) The attachment of a security interest in collateral gives the secured party the rights to proceeds provided by § 28:9-315 and is also attachment of a security interest in a supporting obligation for the collateral.\n\n(g) The attachment of a security interest in a right to payment or performance secured by a security interest or other lien on personal or real property is also attachment of a security interest in the security interest, mortgage, or other lien.\n\n(h) The attachment of a security interest in a securities account is also attachment of a security interest in the security entitlements carried in the securities account.\n\n(i) The attachment of a security interest in a commodity account is also attachment of a security interest in the commodity contracts carried in the commodity account.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576; Apr. 27, 2013, D.C. Law 19-299, § 11(b), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-203.html"
    },
    {
      "id": "section-28:9-204",
      "number": "28:9-204",
      "heading": "After-acquired property; future advances.",
      "text": "(a) Except as otherwise provided in subsection (b), a security agreement may create or provide for a security interest in after-acquired collateral.\n\n(b) Subject to subsection (b-1) of this section, a security interest does not attach under a term constituting an after-acquired property clause to:\n\n(1) Consumer goods, other than an accession when given as additional security, unless the debtor acquires rights in them within 10 days after the secured party gives value; or\n\n(2) A commercial tort claim.\n\n(c) A security agreement may provide that collateral secures, or that accounts, chattel paper, payment intangibles, or promissory notes are sold in connection with, future advances or other value, whether or not the advances or value are given pursuant to commitment.\n\n(b-1) Subsection (b) of this section does not prevent a security interest from attaching:\n\n(1) To consumer goods as proceeds under § 28:9-315(a) or commingled goods under § 28:9-336(c);\n\n(2) To a commercial tort claim as proceeds under § 28:9-315(a); or\n\n(3) Under an after-acquired property clause to property that is proceeds of consumer goods or a commercial tort claim.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-204.html"
    },
    {
      "id": "section-28:9-205",
      "number": "28:9-205",
      "heading": "Use or disposition of collateral permissible.",
      "text": "(a) A security interest is not invalid or fraudulent against creditors solely because:\n\n(1) The debtor has the right or ability to:\n\n(A) Use, commingle, or dispose of all or part of the collateral, including returned or repossessed goods;\n\n(B) Collect, compromise, enforce, or otherwise deal with collateral;\n\n(C) Accept the return of collateral or make repossessions; or\n\n(D) Use, commingle, or dispose of proceeds; or\n\n(2) The secured party fails to require the debtor to account for proceeds or replace collateral.\n\n(b) This section does not relax the requirements of possession if attachment, perfection, or enforcement of a security interest depends upon possession of the collateral by the secured party.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-205.html"
    },
    {
      "id": "section-28:9-206",
      "number": "28:9-206",
      "heading": "Security interest arising in purchase or delivery of financial asset.",
      "text": "(a) A security interest in favor of a securities intermediary attaches to a person’s security entitlement if:\n\n(1) The person buys a financial asset through the securities intermediary in a transaction in which the person is obligated to pay the purchase price to the securities intermediary at the time of the purchase; and\n\n(2) The securities intermediary credits the financial asset to the buyer’s securities account before the buyer pays the securities intermediary.\n\n(b) The security interest described in subsection (a) secures the person’s obligation to pay for the financial asset.\n\n(c) A security interest in favor of a person that delivers a certificated security or other financial asset represented by a writing attaches to the security or other financial asset if:\n\n(1) The security or other financial asset:\n\n(A) In the ordinary course of business is transferred by delivery with any necessary indorsement or assignment; and\n\n(B) Is delivered under an agreement between persons in the business of dealing with such securities or financial assets; and\n\n(2) The agreement calls for delivery against payment.\n\n(d) The security interest described in subsection (c) secures the obligation to make payment for the delivery.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-206.html"
    },
    {
      "id": "section-28:9-207",
      "number": "28:9-207",
      "heading": "Rights and duties of secured party having possession or control of collateral.",
      "text": "(a) Except as otherwise provided in subsection (d), a secured party shall use reasonable care in the custody and preservation of collateral in the secured party’s possession. In the case of chattel paper or an instrument, reasonable care includes taking necessary steps to preserve rights against prior parties unless otherwise agreed.\n\n(b) Except as otherwise provided in subsection (d), if a secured party has possession of collateral:\n\n(1) Reasonable expenses, including the cost of insurance and payment of taxes or other charges, incurred in the custody, preservation, use, or operation of the collateral are chargeable to the debtor and are secured by the collateral;\n\n(2) The risk of accidental loss or damage is on the debtor to the extent of a deficiency in any effective insurance coverage;\n\n(3) The secured party shall keep the collateral identifiable, but fungible collateral may be commingled; and\n\n(4) The secured party may use or operate the collateral:\n\n(A) For the purpose of preserving the collateral or its value;\n\n(B) As permitted by an order of a court having competent jurisdiction; or\n\n(C) Except in the case of consumer goods, in the manner and to the extent agreed by the debtor.\n\n(c) Except as otherwise provided in subsection (d), a secured party having possession of collateral or control of collateral under § 28:7-106, § 28:9-104, § 28:9-105, § 28:9-105A, § 28:9-106, § 28:9-107, or § 28:9-107A:\n\n(1) May hold as additional security any proceeds, except money or funds, received from the collateral;\n\n(2) Shall apply money or funds received from the collateral to reduce the secured obligation, unless remitted to the debtor; and\n\n(3) May create a security interest in the collateral.\n\n(d) If the secured party is a buyer of accounts, chattel paper, payment intangibles, or promissory notes or a consignor:\n\n(1) Subsection (a) does not apply unless the secured party is entitled under an agreement:\n\n(A) To charge back uncollected collateral; or\n\n(B) Otherwise to full or limited recourse against the debtor or a secondary obligor based on the nonpayment or other default of an account debtor or other obligor on the collateral; and\n\n(2) Subsections (b) and (c) do not apply.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576; Apr. 27, 2013, D.C. Law 19-299, § 11(c), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-207.html"
    },
    {
      "id": "section-28:9-208",
      "number": "28:9-208",
      "heading": "Additional duties of secured party having control of collateral.",
      "text": "(a) This section applies to cases in which there is no outstanding secured obligation and the secured party is not committed to make advances, incur obligations, or otherwise give value.\n\n(b) Within 10 days after receiving a signed demand by the debtor:\n\n(1) A secured party having control of a deposit account under § 28:9-104(a)(2) shall send to the bank with which the deposit account is maintained an authenticated statement that releases the bank from any further obligation to comply with instructions originated by the secured party;\n\n(2) A secured party having control of a deposit account under § 28:9-104(a)(3) shall:\n\n(A) Pay the debtor the balance on deposit in the deposit account; or\n\n(B) Transfer the balance on deposit into a deposit account in the debtor’s name;\n\n(3) A secured party, other than a buyer, having control under § 28:9-105 of an authoritative electronic copy of a record evidencing chattel paper shall transfer control of the electronic copy to the debtor or a person designated by the debtor;\n\n(4) A secured party having control of investment property under § 28:8-106(d)(2) or 28:9-106(b) shall send to the securities intermediary or commodity intermediary with which the security entitlement or commodity contract is maintained a signed record that releases the securities intermediary or commodity intermediary from any further obligation to comply with entitlement orders or directions originated by the secured party;\n\n(5) A secured party having control of a letter-of-credit right under § 28:9-107 shall send to each person having an unfulfilled obligation to pay or deliver proceeds of the letter of credit to the secured party a signed release from any further obligation to pay or deliver proceeds of the letter of credit to the secured party;\n\n(6) A secured party having control under § 28:7-106 of an authoritative electronic copy of an electronic document of title shall transfer control of the electronic copy to the debtor or a person designated by the debtor;\n\n(7) A secured party having control under § 28:9-105A of electronic money shall transfer control of the electronic money to the debtor or a person designated by the debtor; and\n\n(8) A secured party having control under § 28:12-105 of a controllable electronic record, other than a buyer of a controllable account or controllable payment intangible evidenced by the controllable electronic record, shall transfer control of the controllable electronic record to the debtor or a person designated by the debtor.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576; Apr. 27, 2013, D.C. Law 19-299, § 11(d), 60 DCR 2634",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-208.html"
    },
    {
      "id": "section-28:9-209",
      "number": "28:9-209",
      "heading": "Duties of secured party if account debtor has been notified of assignment.",
      "text": "(a) Except as otherwise provided in subsection (c), this section applies if:\n\n(1) There is no outstanding secured obligation; and\n\n(2) The secured party is not committed to make advances, incur obligations, or otherwise give value.\n\n(b) Within 10 days after receiving a signed demand by the debtor, a secured party shall send to an account debtor that has received notification under § 28:9-406(a) or § 28:12-106(b) of an assignment to the secured party as assignee a signed record that releases the account debtor from any further obligation to the secured party.\n\n(c) This section does not apply to an assignment constituting the sale of an account, chattel paper, or payment intangible.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-209.html"
    },
    {
      "id": "section-28:9-210",
      "number": "28:9-210",
      "heading": "Request for accounting; request regarding list of collateral or statement of account.",
      "text": "(a) In this section:\n\n(1) “Request” means a record of a type described in paragraph (2), (3), or (4).\n\n(2) “Request for an accounting” means a record signed by a debtor requesting that the recipient provide an accounting of the unpaid obligations secured by collateral and reasonably identifying the transaction or relationship that is the subject of the request.\n\n(3) “Request regarding a list of collateral” means a record signed by a debtor requesting that the recipient approve or correct a list of what the debtor believes to be the collateral securing an obligation and reasonably identifying the transaction or relationship that is the subject of the request.\n\n(4) “Request regarding a statement of account” means a record signed by a debtor requesting that the recipient approve or correct a statement indicating what the debtor believes to be the aggregate amount of unpaid obligations secured by collateral as of a specified date and reasonably identifying the transaction or relationship that is the subject of the request.\n\n(b) Subject to subsections (c), (d), (e), and (f), a secured party, other than a buyer of accounts, chattel paper, payment intangibles, or promissory notes or a consignor, shall comply with a request within 14 days after receipt:\n\n(1) In the case of a request for an accounting, by signing and sending to the debtor an accounting; and\n\n(2) In the case of a request regarding a list of collateral or a request regarding a statement of account, by signing and sending to the debtor an approval or correction.\n\n(c) A secured party that claims a security interest in all of a particular type of collateral owned by the debtor may comply with a request regarding a list of collateral by sending to the debtor a signed record including a statement to that effect within 14 days after receipt.\n\n(d) A person that receives a request regarding a list of collateral, claims no interest in the collateral when it receives the request, and claimed an interest in the collateral at an earlier time shall comply with the request within 14 days after receipt by sending to the debtor a signed record:\n\n(1) Disclaiming any interest in the collateral; and\n\n(2) If known to the recipient, providing the name and mailing address of any assignee of or successor to the recipient’s interest in the collateral.\n\n(e) A person that receives a request for an accounting or a request regarding a statement of account, claims no interest in the obligations when it receives the request, and claimed an interest in the obligations at an earlier time shall comply with the request within 14 days after receipt by sending to the debtor a signed record:\n\n(1) Disclaiming any interest in the obligations; and\n\n(2) If known to the recipient, providing the name and mailing address of any assignee of or successor to the recipient’s interest in the obligations.\n\n(f) A debtor is entitled without charge to one response to a request under this section during any 6-month period. The secured party may require payment of a charge not exceeding $25 for each additional response.",
      "history": "Oct. 26, 2000, D.C. Law 13-201, § 101, 47 DCR 7576",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:9-210.html"
    },
    {
      "id": "section-28:12-201",
      "number": "28:12-201",
      "heading": "Definitions.",
      "text": "(a) In this part, the term:\n\n(1) \"Adjustment date\" means July 1, 2025, or the date that is one year after April 20, 2024, whichever is later.\n\n(2) \"Article 12 property\" means a controllable account, controllable electronic record, or controllable payment intangible.\n\n(3) \"2024 Act\" means the Uniform Commercial Code Amendment Act of 2024, passed on 2nd reading on February 6, 2024 (Enrolled version of B25-5).\n\n(b) The following definitions in other articles of this subtitle apply to this part.\n\n(1) \"Controllable account\" § 28:9-102.\n\n(2) \"Controllable electronic record\" § 28:12-102.\n\n(3) \"Controllable payment intangible\" § 28:9-102.\n\n(4) \"Electronic money\" § 28:9-102.\n\n(5) \"Financing statement\" § 28:9-102.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:12-201.html"
    },
    {
      "id": "section-28:12-202",
      "number": "28:12-202",
      "heading": "Saving clause.",
      "text": "(a) Except as provided in this part, a transaction validly entered into before April 20, 2024 and the rights, duties, and interests flowing from the transaction remain valid thereafter and may be terminated, completed, consummated, or enforced as required or permitted by law other than this subtitle or, if applicable, this subtitle, as though the 2024 Act had not taken effect.\n\n(b) Except as provided in this part, Article 9, as amended by the 2024 Act, and Article 12 apply to a transaction, lien, or other interest in property, even if the transaction, lien, or interest was entered into, created, or acquired before April 20, 2024.\n\n(c) Except as provided in subsection (d) of this section and §§ 28:12-203 to 28:12-207:\n\n(1) A transaction, lien, or interest in property that was validly entered into, created, or transferred before April 20, 2024 and was not governed by this subtitle, but would be subject to Article 9 as amended by the 2024 Act or Article 12 if it had been entered into, created, or transferred on or after April 20, 2024, including the rights, duties, and interests flowing from the transaction, lien, or interest, remains valid on and after April 20, 2024; and\n\n(2) The transaction, lien, or interest may be terminated, completed, consummated, and enforced as required or permitted by the 2024 Act or by the law that would apply if the 2024 Act had not taken effect.\n\n(d) The 2024 Act does not affect an action, case, or proceeding commenced before April 20, 2024.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:12-202.html"
    },
    {
      "id": "section-28:12-203",
      "number": "28:12-203",
      "heading": "Security interest perfected before April 20, 2024.",
      "text": "(a) A security interest that is enforceable and perfected immediately before April 20, 2024 is a perfected security interest under the 2024 Act if, on April 20, 2024, the requirements for enforceability and perfection under the 2024 Act are satisfied without further action.\n\n(b) If a security interest is enforceable and perfected immediately before April 20, 2024, but the requirements for enforceability or perfection under the 2024 Act are not satisfied on April 20, 2024, the security interest:\n\n(1) Is a perfected security interest until the earlier of the time perfection would have ceased under the law in effect immediately before April 20, 2024 or the adjustment date;\n\n(2) Remains enforceable thereafter only if the security interest satisfies the requirements for enforceability under § 28:9-203, as amended by the 2024 Act, before the adjustment date; and\n\n(3) Remains perfected thereafter only if the requirements for perfection under the 2024 Act are satisfied before the time specified in paragraph (1) of this subsection.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:12-203.html"
    },
    {
      "id": "section-28:12-204",
      "number": "28:12-204",
      "heading": "Security interest unperfected before April 20, 2024.",
      "text": "(a) A security interest that is enforceable immediately before April 20, 2024 but is unperfected at that time:\n\n(1) Remains an enforceable security interest until the adjustment date;\n\n(2) Remains enforceable thereafter if the security interest becomes enforceable under § 28:9-203, as amended by the 2024 Act, on April 20, 2024 or before the adjustment date; and\n\n(3) Becomes perfected:\n\n(A) Without further action, on April 20, 2024 if the requirements for perfection under the 2024 Act are satisfied before or at that time; or\n\n(B) When the requirements for perfection are satisfied if the requirements are satisfied after that time.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:12-204.html"
    },
    {
      "id": "section-28:12-205",
      "number": "28:12-205",
      "heading": "Effectiveness of actions taken before April 20, 2024.",
      "text": "(a) If action, other than the filing of a financing statement, is taken before April 20, 2024 and the action would have resulted in perfection of the security interest had the security interest become enforceable before April 20, 2024, the action is effective to perfect a security interest that attaches under the 2024 Act before the adjustment date. An attached security interest becomes unperfected on the adjustment date unless the security interest becomes a perfected security interest under the 2024 Act before the adjustment date.\n\n(b) The filing of a financing statement before April 20, 2024 is effective to perfect a security interest on April 20, 2024 to the extent the filing would satisfy the requirements for perfection under the 2024 Act.\n\n(c) The taking of an action before April 20, 2024 is sufficient for the enforceability of a security interest on April 20, 2024 if the action would satisfy the requirements for enforceability under the 2024 Act.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:12-205.html"
    },
    {
      "id": "section-28:12-206",
      "number": "28:12-206",
      "heading": "Priority.",
      "text": "(a) Subject to subsections (b) and (c) of this section, the 2024 Act determines the priority of conflicting claims to collateral.\n\n(b) Subject to subsection (c) of this section, if the priorities of claims to collateral were established before April 20, 2024, Article 9 as in effect before April 20, 2024 determines priority.\n\n(c) On the adjustment date, to the extent the priorities determined by Article 9 as amended by the 2024 Act modify the priorities established before April 20, 2024, the priorities of claims to Article 12 property and electronic money established before April 20, 2024 cease to apply.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:12-206.html"
    },
    {
      "id": "section-28:12-207",
      "number": "28:12-207",
      "heading": "Priority of claims when priority rules of Article 9 do not apply.",
      "text": "(a) Subject to subsections (b) and (c) of this section, Article 12 determines the priority of conflicting claims to Article 12 property when the priority rules of Article 9 as amended by the 2024 Act do not apply.\n\n(b) Subject to subsection (c) of this section, when the priority rules of Article 9 as amended by the 2024 Act do not apply and the priorities of claims to Article 12 property were established before April 20, 2024, law other than Article 12 determines priority.\n\n(c) When the priority rules of Article 9 as amended by the 2024 Act do not apply, to the extent the priorities determined by the 2024 Act modify the priorities established before April 20, 2024, the priorities of claims to Article 12 property established before April 20, 2024 cease to apply on the adjustment date.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/28:12-207.html"
    }
  ]
}