{
  "state": "pennsylvania",
  "path": "title-title-57/chapter-title-57",
  "sections": [
    {
      "id": "section-312",
      "number": "312",
      "heading": "Notarial act under authority of federally recognized Indian tribe.",
      "text": "Notarial act under authority of federally recognized Indian tribe.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-315",
      "number": "315",
      "heading": "Certificate of notarial act.",
      "text": "§ 315. Burden of proof. (a) Reasonableness of rates.-- In any proceeding upon the motion of the commission, involving any proposed or existing rate of any public utility, or in any proceedings upon complaint involving any proposed increase in rates, the burden of proof to show that the rate involved is just and reasonable shall be upon the public utility. The commission shall give to the hearing and decision of any such proceeding preference over all other proceedings, and decide the same as speedily as possible. (b) Compliance with commission determinations and orders.-- In any case involving any alleged violation by a public utility, contract carrier by motor vehicle, or broker of any lawful determination or order of the commission, the burden of proof shall be upon the public utility, contract carrier by motor vehicle, or broker complained against, to show that the determination or order of the commission has been complied with. (c) Adequacy of services and facilities.-- In any proceeding upon the motion of the commission, involving the service or facilities of any public utility, the burden of proof to show that the service and facilities involved are adequate, efficient, safe, and reasonable shall be upon the public utility. (d) Justification of accounting entries.-- The burden of proof to justify every accounting entry questioned by the commission shall be upon the public utility making, authorizing, or requiring such entry, and the commission may suspend any charge or credit pending submission of such proof by such public utility. (e) Use of future test year.-- In discharging its burden of proof the utility may utilize a future test year or a fully projected future test year, which shall be the 12-month period beginning with the first month that the new rates will be placed in effect after application of the full suspension period permitted under section 1308(d) (relating to voluntary changes in rates). The commission shall promptly adopt rules and regulations regarding the information and data to be submitted when and if a future test period or a fully projected future test year is to be utilized. Whenever a utility utilizes a future test year or a fully projected future test year in any rate proceeding and such future test year or a fully projected test year forms a substantive basis for the final rate determination of the commission, the utility shall provide, as specified by the commission in its final order, appropriate data evidencing the accuracy of the estimates contained in the future test year or a fully projected future test year, and the commission may after reasonable notice and hearing, in its discretion, adjust the utility's rates on the basis of such data. Notwithstanding section 1315 (relating to limitation on consideration of certain costs for electric utilities), the commission may permit facilities which are projected to be in service during the fully projected future test year to be included in the rate base. (Feb. 14, 2012, P.L.72, No.11, eff. 60 days) 2012 Amendment. Act 11 amended subsec. (e). Cross References. Section 315 is referred to in section 332 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-315/"
    },
    {
      "id": "section-321",
      "number": "321",
      "heading": "Appointment and commission as notary public; qualifications; no immunity or benefit.",
      "text": "Appointment and commission as notary public; qualifications; no immunity or benefit.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-322",
      "number": "322",
      "heading": "Examination, basic education and continuing education.",
      "text": "Examination, basic education and continuing education.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-331",
      "number": "331",
      "heading": "Relation to Electronic Signatures in Global and National Commerce Act.",
      "text": "Relation to Electronic Signatures in Global and National Commerce Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-308",
      "number": "308",
      "heading": "Authority to refuse to perform notarial act.",
      "text": "§ 308. Bureaus and offices. (a) Enumeration.-- There shall be established within the commission the following bureaus and functions: (1) Law Bureau. (2) (Deleted by amendment). (3) Bureau of Consumer Services. (4) (Deleted by amendment). (b) Law Bureau.-- The Law Bureau shall be a multifunction legal staff, consisting of a prosecutory function, an advisory function, a representational function and an enforcement function. The Director of the Law Bureau shall be the chief counsel of the commission and shall serve at the pleasure of the commission. The commission may also, from time to time, appoint such assistant counsel to the commission as may be required for the proper conduct of the work of the Law Bureau. Assistant counsel may be removed by the commission only for good cause. The Law Bureau shall advise the commission on any and all matters. No counsel shall in the same case or a factually related case perform duties in the prosecutory and advisory functions, if such performance would represent a conflict of interest. Except for litigation referred to the Attorney General or other appropriate outside counsel, the Law Bureau solely shall be responsible to represent the commission upon appeals and other hearings in the courts of common pleas and in the Commonwealth Court, Supreme Court or other courts of this Commonwealth or in any Federal court or agency and in actions instituted to recover penalties and to enforce regulations and orders of the commission. If necessary to protect the public interest, the Law Bureau, pursuant to its prosecutorial function, may initiate and participate in proceedings before the commission. (c) Bureau of Conservation, Economics and Energy Planning.-- (Deleted by amendment). (d) Bureau of Consumer Services.-- (1) The Bureau of Consumer Services shall investigate and issue final determinations on all informal consumer complaints and shall advise the commission as to the need for formal commission action on any matters brought to its attention by the complaints. Any party may appeal a final determination issued by the Bureau of Consumer Services and seek review by an administrative law judge or special agent subject to the procedures in section 335 (relating to initial decisions). The bureau shall on behalf of the commission keep records of all complaints received, the matter complained of, the utility involved, and the disposition thereof and shall at least annually report to the commission on such matters. The commission may take official notice of all complaints and the nature thereof in any proceeding before the commission in which the utility is a party. The commission shall adopt, publish and generally make available rules by which a consumer may make informal complaints. The bureau shall also assist and advise the commission on matters of safety compliance by public utilities. (2) Annually on or before April 15, the commission shall submit a report to the Governor and to the Business and Commerce Committee of the House and the Community and Economic Development Committee of the Senate. The report shall compare all nonresidential categories of ratepayers for all electric and gas public utilities so that reasonably accurate comparisons of rates can be made between similar individuals or groups of nonresidential ratepayers receiving services in different service areas. (e) Office of Special Assistants.-- (Deleted by amendment). (f) Other bureaus and offices.-- (Deleted by amendment). (g) Staff testimony.-- (Deleted by amendment). (Oct. 15, 1980, P.L.950, No.164, eff. Jan. 20, 1981; Dec. 18, 1980, P.L.1247, No.226, eff. Jan. 20, 1981; July 10, 1986, P.L.1238, No.114; Oct. 15, 2008, P.L.1592, No.129, eff. 30 days; Feb. 14, 2012, P.L.72, No.11, eff. 60 days) 2012 Amendment. Act 11 amended subsec. (b). 2008 Amendment. Act 129 amended subsec. (b) and deleted subsecs. (a)(2) and (4), (c), (e), (f) and (g). 1986 Amendment. Act 114 amended the entire section, effective in 60 days as to subsecs. (a), (b), (e) and (g) and immediately as to the remainder of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-308/"
    },
    {
      "id": "section-4",
      "number": "4",
      "heading": "of Act 73 of 2013 provided that upon approval of courses under subsecs.",
      "text": "(b) and (c), the Department of State shall transmit notice of the approval to the\nLegislative Reference Bureau for publication in the Pennsylvania Bulletin.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-303applicability",
      "number": "303",
      "heading": "Applicability",
      "text": "§ 303. Diverse business participation. (a) General rule.-- In administering contracts for construction and professional services relating to transportation projects which are funded pursuant to the provisions of this title or 75 Pa.C.S. (relating to vehicles), the contracting entities shall: (1) Be responsible for ensuring that all competitive contract opportunities subject to this section which are issued by the contracting entities seek to maximize participation by diverse businesses. (1.1) Include in solicitations for bids and requests for proposals on all competitive contracting opportunities subject to this section notice to the bidder or offeror that: (i) The bidder or offeror shall document and submit to the applicable contracting entity all good faith efforts to solicit subcontractors that are diverse businesses during the bidding or proposal process. (ii) The bidder or offeror shall provide within seven days of being declared the low bidder or successful offeror the name and business address of each subcontractor that is a diverse business that will provide the contractor with construction or professional services in connection with the performance of the contract. (2) Include in the solicitations for bids and requests for proposals under paragraph (1.1) language encouraging bidders and offerors to utilize and give consideration to contractors offering to utilize diverse businesses in the selection and award of contracts. (3) Ensure that the contracting entities' commitment to participation by diverse businesses is clearly understood and appropriately implemented and enforced by all the contracting entities. (4) Designate a responsible official to supervise the contracting entities' diverse business program and ensure compliance within the contracting entities. (5) (Reserved). (6) Impose sanctions, as may be appropriate under 62 Pa.C.S. § 531 (relating to debarment or suspension), against businesses that fail to comply with this section or the policies of the Commonwealth related to diverse businesses. This paragraph shall not apply to a local transportation organization. (7) Ensure that each contract entered into with a contractor under this section includes provisions prohibiting discrimination in accordance with 62 Pa.C.S. § 3701 (relating to contract provisions prohibiting discrimination). (a.1) Additional duties of department.-- The department, with the assistance of a diverse business enterprise supportive services center, shall have the following duties: (1) Conduct the necessary and appropriate outreach, including using the database available on the Internet website of the Department of General Services and the Federal Government's system of award management database, for purposes of identifying diverse businesses in general construction or professional services capable of performing contracts subject to this section. (2) By October 1, 2014, and each October 1 thereafter, submit a report to the chairman and minority chairman of the Transportation Committee of the Senate and the chairman and minority chairman of the Transportation Committee of the House of Representatives summarizing the participation level of diverse businesses in all competitive contract opportunities issued by contracting entities. The commission and local transportation organizations shall cooperate with the department to complete the report. The report shall include: (i) The percentage of participation by diverse businesses. (ii) The total value of all contracts executed which include participation by diverse businesses pursuant to this section in the prior year. (iii) The number of businesses penalized for violating this section. (3) Transmit the report under paragraph (2) to the Pennsylvania Minority Business Development Authority, established under the act of July 22, 1974 (P.L.598, No.206), known as the Pennsylvania Minority Business Development Authority Act. The authority shall review the report to assess the effectiveness in advancing this section and to make any recommendations for changes in this section deemed necessary or desirable to the secretary and the chairman and minority chairman of the Transportation Committee of the Senate and the chairman and minority chairman of the Transportation Committee of the House of Representatives. (a.2) Replacement of diverse business.-- If, at any time during the evaluation of a bid or proposal or the construction of a project or the performance of a professional service pursuant to a bid, proposal or contract subject to this section, it becomes necessary to replace a subcontractor that is a diverse business, the bidder, offeror or contractor, as appropriate, shall immediately notify the contracting entity of the need to replace the diverse business. The notice shall include the reasons for the replacement. (a.3) Applicability.-- The following shall apply to a contractor and contract subject to subsection (a): (1) The provisions of 62 Pa.C.S. § 2108 (relating to compliance with Federal requirements). (2) Prompt payment policies between a contractor and subcontractor adopted by the Department of General Services pursuant to 62 Pa.C.S. Pt. II (relating to general procurement provisions). (a.4) Construction.-- Nothing in this section shall be construed to supersede, nullify or otherwise affect 51 Pa.C.S. § 9603 (relating to participation goal). In the case of an inconsistency between this section and 51 Pa.C.S. Ch. 96 (relating to veteran-owned small businesses), the provisions of 51 Pa.C.S. Ch. 96 shall prevail. (b) Definitions.-- As used in this section, the following words and phrases shall have the meanings given to them in this subsection: \"Commission.\" As defined in section 8102 (relating to definitions). \"Contract.\" As defined in 62 Pa.C.S. § 103 (relating to definitions). \"Contracting entities.\" The following: (1) The department. (2) The commission. (3) A local transportation organization. \"Disadvantaged business.\" A business that is owned or controlled by a majority of persons, not limited to members of minority groups, who are subject to racial or ethnic prejudice or cultural bias. \"Diverse business.\" A disadvantaged business, minority-owned or women-owned business or service-disabled veteran-owned or veteran-owned small business that has been certified by a third-party certifying organization. \"Local transportation organization.\" Any of the following: (1) A political subdivision or a public transportation authority, port authority or redevelopment authority organized under the laws of this Commonwealth or pursuant to an interstate compact or otherwise empowered to render, contract for the rendering of or assist in the rendering of transportation service in a limited area in this Commonwealth, even though it may also render or assist in rendering transportation service in adjacent states. (2) A nonprofit association that directly or indirectly provides public transportation service. (3) A nonprofit association of public transportation providers operating within this Commonwealth. \"Minority-owned business.\" A business owned and controlled by a majority of individuals who are African Americans, Hispanic Americans, Native Americans, Asian Americans, Alaskans or Pacific Islanders. \"Professional services.\" An industry of infrequent, technical or unique functions performed by independent contractors or consultants whose occupation is the rendering of the services. The term includes: (1) Design professional services as defined in 62 Pa.C.S. § 901 (relating to definitions). (2) Legal services. (3) Advertising or public relations services. (4) Accounting, auditing or actuarial services. (5) Security consultant services. (6) Computer and information technology services. (7) Insurance underwriting services. \"Service-disabled veteran-owned small business.\" As defined in 51 Pa.C.S. § 9601 (relating to definitions). \"Third-party certifying organization.\" An organization that certifies a small business, minority-owned business, women-owned business or veteran-owned small business as a diverse business. The term includes: (1) The National Minority Supplier Development Council. (2) The Women's Business Development Enterprise National Council. (3) The Small Business Administration. (4) The Department of Veterans Affairs. (5) The Pennsylvania Unified Certification Program. \"Veteran-owned small business.\" As defined in 51 Pa.C.S. § 9601 (relating to definitions). \"Women-owned business.\" A business owned and controlled by a majority of individuals who are women. (July 18, 2007, P.L.169, No.44, eff. imd.; Nov. 25, 2013, P.L.974, No.89, eff. 60 days) 2013 Amendment. Section 43(1) of Act 89 provided that section 303 shall apply to competitive contract opportunities issued on or after July 1, 2014. See the preamble to Act 89 in the appendix to this title for special provisions relating to legislative findings and declarations. Cross References. Section 303 is referred to in section 3101 of Title 72 (Taxation and Fiscal Affairs).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-3/section-303/"
    },
    {
      "id": "section-304authority",
      "number": "304",
      "heading": "to perform notarial act.",
      "text": "§ 304. Administrative law judges. (a) General rule.-- The office of administrative law judge to the Pennsylvania Public Utility Commission is hereby created. The commission shall have the power to appoint as many qualified and competent administrative law judges as may be necessary for proceedings pursuant to this part, and who shall devote full time to their official duties and who shall perform no duties inconsistent with their duties and responsibilities as administrative law judges. Administrative law judges shall be afforded employment security as provided by the act of August 5, 1941 (P.L.752, No.286), known as the \"Civil Service Act.\" Compensation for administrative law judges shall be established by the commission. If the commission is occasionally and temporarily understaffed of administrative law judges, the commission may appoint qualified and competent persons who meet the minimum standards established by this part to temporarily serve as such judges, who shall serve at the pleasure of the commission and shall receive such compensation as the commission may establish. (b) Staff.-- The commission may appoint secretaries and legal or technical advisors to assist each judge in performance of his duties or may assign personnel from any of the other bureaus within the commission. (c) Qualifications.-- All judges must meet the following minimum requirements: (1) Be an attorney in good standing before the Supreme Court of Pennsylvania. (2) Have three years of practice before administrative agencies or equivalent experience. (3) Conform to such other requirements as shall be established by the commission. (d) Chief administrative law judge.-- The commission shall appoint a chief administrative law judge who shall be responsible for assigning a hearing judge to every proceeding before the commission which may require the utilization of an administrative law judge and who shall receive remuneration above that of any other administrative law judge. The position of chief administrative law judge may not be withdrawn from a person so appointed, nor his salary diminished, except for good cause shown. The chief administrative law judge shall have such other responsibilities as the commission may by rule prescribe. (June 29, 1982, P.L.658, No.187, eff. imd.; Oct. 31, 1995, P.L.348, No.59, eff. 60 days) 1995 Amendment. Act 59 amended subsec. (d). 1982 Amendment. Act 187 amended subsec. (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-304/"
    },
    {
      "id": "section-305requirements",
      "number": "305",
      "heading": "for certain notarial acts.",
      "text": "§ 305. Requirements for certain notarial acts. (a) Acknowledgments.-- A notarial officer who takes an acknowledgment of a record shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, all of the following: (1) The individual appearing before the notarial officer and making the acknowledgment has the identity claimed. (2) The signature on the record is the signature of the individual. (b) Verifications.-- A notarial officer who takes a verification of a statement on oath or affirmation shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, all of the following: (1) The individual appearing before the notarial officer and making the verification has the identity claimed. (2) The signature on the statement verified is the signature of the individual. (c) Signatures.-- A notarial officer who witnesses or attests to a signature shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, all of the following: (1) The individual appearing before the notarial officer and signing the record has the identity claimed. (2) The signature on the record is the signature of the individual. (d) Copies.-- A notarial officer who certifies or attests a copy of a record or an item which was copied shall determine that the copy is a complete and accurate transcription or reproduction of the record or item. (e) Negotiable instruments.-- A notarial officer who makes or notes a protest of a negotiable instrument shall determine the matters set forth in 13 Pa.C.S. § 3505(b) (relating to evidence of dishonor). Cross References. Section 305 is referred to in section 315 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-305/"
    },
    {
      "id": "section-306personal",
      "number": "306",
      "heading": "appearance required.",
      "text": "§ 306. Office of Trial Staff (Repealed). 2008 Repeal. Section 306 was repealed October 15, 2008, P.L.1592, No.129, effective in 30 days.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-306/"
    },
    {
      "id": "section-3061notarial",
      "number": "306.1",
      "heading": "act performed for remotely located individual.",
      "text": "act performed for remotely located individual.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-307identification",
      "number": "307",
      "heading": "of individual.",
      "text": "§ 307. Inspectors for enforcement. The commission may employ such inspectors, as it may deem necessary, for the purpose of enforcing the provisions of this part. Such inspectors are hereby declared to be police officers, and are hereby given police power and authority throughout this Commonwealth to arrest on view, without writ, rule, order, or process, any person operating as a motor carrier or common carrier by airplane without a certificate or permit required by this part. Such inspectors are hereby given authority to stop vehicles on the highways of this Commonwealth, and to inspect the cargoes of such vehicles, and any receipts or bills of lading pertaining to such cargoes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-307/"
    },
    {
      "id": "section-308authority",
      "number": "308",
      "heading": "to refuse to perform notarial act.",
      "text": "§ 308. Bureaus and offices. (a) Enumeration.-- There shall be established within the commission the following bureaus and functions: (1) Law Bureau. (2) (Deleted by amendment). (3) Bureau of Consumer Services. (4) (Deleted by amendment). (b) Law Bureau.-- The Law Bureau shall be a multifunction legal staff, consisting of a prosecutory function, an advisory function, a representational function and an enforcement function. The Director of the Law Bureau shall be the chief counsel of the commission and shall serve at the pleasure of the commission. The commission may also, from time to time, appoint such assistant counsel to the commission as may be required for the proper conduct of the work of the Law Bureau. Assistant counsel may be removed by the commission only for good cause. The Law Bureau shall advise the commission on any and all matters. No counsel shall in the same case or a factually related case perform duties in the prosecutory and advisory functions, if such performance would represent a conflict of interest. Except for litigation referred to the Attorney General or other appropriate outside counsel, the Law Bureau solely shall be responsible to represent the commission upon appeals and other hearings in the courts of common pleas and in the Commonwealth Court, Supreme Court or other courts of this Commonwealth or in any Federal court or agency and in actions instituted to recover penalties and to enforce regulations and orders of the commission. If necessary to protect the public interest, the Law Bureau, pursuant to its prosecutorial function, may initiate and participate in proceedings before the commission. (c) Bureau of Conservation, Economics and Energy Planning.-- (Deleted by amendment). (d) Bureau of Consumer Services.-- (1) The Bureau of Consumer Services shall investigate and issue final determinations on all informal consumer complaints and shall advise the commission as to the need for formal commission action on any matters brought to its attention by the complaints. Any party may appeal a final determination issued by the Bureau of Consumer Services and seek review by an administrative law judge or special agent subject to the procedures in section 335 (relating to initial decisions). The bureau shall on behalf of the commission keep records of all complaints received, the matter complained of, the utility involved, and the disposition thereof and shall at least annually report to the commission on such matters. The commission may take official notice of all complaints and the nature thereof in any proceeding before the commission in which the utility is a party. The commission shall adopt, publish and generally make available rules by which a consumer may make informal complaints. The bureau shall also assist and advise the commission on matters of safety compliance by public utilities. (2) Annually on or before April 15, the commission shall submit a report to the Governor and to the Business and Commerce Committee of the House and the Community and Economic Development Committee of the Senate. The report shall compare all nonresidential categories of ratepayers for all electric and gas public utilities so that reasonably accurate comparisons of rates can be made between similar individuals or groups of nonresidential ratepayers receiving services in different service areas. (e) Office of Special Assistants.-- (Deleted by amendment). (f) Other bureaus and offices.-- (Deleted by amendment). (g) Staff testimony.-- (Deleted by amendment). (Oct. 15, 1980, P.L.950, No.164, eff. Jan. 20, 1981; Dec. 18, 1980, P.L.1247, No.226, eff. Jan. 20, 1981; July 10, 1986, P.L.1238, No.114; Oct. 15, 2008, P.L.1592, No.129, eff. 30 days; Feb. 14, 2012, P.L.72, No.11, eff. 60 days) 2012 Amendment. Act 11 amended subsec. (b). 2008 Amendment. Act 129 amended subsec. (b) and deleted subsecs. (a)(2) and (4), (c), (e), (f) and (g). 1986 Amendment. Act 114 amended the entire section, effective in 60 days as to subsecs. (a), (b), (e) and (g) and immediately as to the remainder of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-308/"
    },
    {
      "id": "section-309signature",
      "number": "309",
      "heading": "if individual unable to sign (Reserved).",
      "text": "§ 309. Oaths and subpoenas. The commission, or its representative, shall have the power, in any part of this Commonwealth, to subpoena witnesses, to administer oaths, to examine witnesses, or to take such testimony, or compel the production of such books, records, papers, and documents as it may deem necessary or proper in, and pertinent to, any proceeding, investigation, or hearing, held or had by it, and to do all necessary and proper things and acts in the lawful exercise of its powers or the performance of its duties. The fees for serving a subpoena shall be the same as those paid sheriffs for similar services.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-309/"
    },
    {
      "id": "section-310notarial",
      "number": "310",
      "heading": "act in this Commonwealth.",
      "text": "§ 310. Depositions. The commission, or any commissioner, or any party to proceedings before the commission, may cause the deposition of witnesses residing within or without this Commonwealth to be taken in the manner prescribed by the Pennsylvania Rules of Civil Procedure for taking depositions in civil actions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-310/"
    },
    {
      "id": "section-311notarial",
      "number": "311",
      "heading": "act in another state.",
      "text": "§ 311. Witness fees. Witnesses who are summoned before the commission shall be paid the same fees and mileage as are paid to witnesses in the courts of common pleas. Witnesses whose depositions are taken pursuant to the provisions of this part, and the officer taking the same, shall be entitled to the same fees as are paid for like services in such courts. All disbursements made in the payment of such fees shall be included in and paid in the same manner as is provided for the payment of other expenses of the commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-311/"
    },
    {
      "id": "section-312notarial",
      "number": "312",
      "heading": "act under authority of federally recognized Indian tribe.",
      "text": "act under authority of federally recognized Indian tribe.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-313notarial",
      "number": "313",
      "heading": "act under Federal authority.",
      "text": "§ 313. Joint hearings and investigations; reciprocity. (a) Joint hearings and investigations.-- The commission shall have full power and authority to make joint investigations, hold joint hearings within or without this Commonwealth, and issue joint or concurrent orders in conjunction or concurrence with any official, board, commission, or agency of any state or of the United States, whether in the holding of such investigations or hearings, or in the making of such orders, the commission shall function under agreements or compacts between states or under the concurrent power of states to regulate the interstate commerce, or as an agency of the Federal Government, or otherwise. (b) Reciprocity.-- The commission shall have full power and authority to arrange reciprocity of treatment of public utilities and contract carriers by motor vehicle of this Commonwealth by regulatory bodies, under regulatory laws of other states, and to that end the commission is hereby vested with power to impose upon public utilities and contract carriers by motor vehicle of other states, the same penalties, restrictions, and regulations as are imposed by the regulatory body of such other states upon public utilities and contract carriers by motor vehicle of this Commonwealth when operating into, out of, or through such other states.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-313/"
    },
    {
      "id": "section-314foreign",
      "number": "314",
      "heading": "notarial act.",
      "text": "§ 314. Investigation of interstate rates, facilities and service. The commission may investigate the interstate rates, traffic facilities, or service of any public utility within this Commonwealth, and when such rates, facilities or service are, in the determination of the commission, unjust, unreasonable, discriminatory or in violation of any Federal law, or in conflict with the rulings, orders or regulations of any Federal regulatory body, the commission may apply, by petition to the proper Federal regulatory body, for relief, or may present to the proper Federal regulatory body all facts coming to its knowledge as to the violation of the rules, orders, or regulations of such regulatory body, or as to the violation of the particular Federal law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-314/"
    },
    {
      "id": "section-315certificate",
      "number": "315",
      "heading": "of notarial act.",
      "text": "§ 315. Burden of proof. (a) Reasonableness of rates.-- In any proceeding upon the motion of the commission, involving any proposed or existing rate of any public utility, or in any proceedings upon complaint involving any proposed increase in rates, the burden of proof to show that the rate involved is just and reasonable shall be upon the public utility. The commission shall give to the hearing and decision of any such proceeding preference over all other proceedings, and decide the same as speedily as possible. (b) Compliance with commission determinations and orders.-- In any case involving any alleged violation by a public utility, contract carrier by motor vehicle, or broker of any lawful determination or order of the commission, the burden of proof shall be upon the public utility, contract carrier by motor vehicle, or broker complained against, to show that the determination or order of the commission has been complied with. (c) Adequacy of services and facilities.-- In any proceeding upon the motion of the commission, involving the service or facilities of any public utility, the burden of proof to show that the service and facilities involved are adequate, efficient, safe, and reasonable shall be upon the public utility. (d) Justification of accounting entries.-- The burden of proof to justify every accounting entry questioned by the commission shall be upon the public utility making, authorizing, or requiring such entry, and the commission may suspend any charge or credit pending submission of such proof by such public utility. (e) Use of future test year.-- In discharging its burden of proof the utility may utilize a future test year or a fully projected future test year, which shall be the 12-month period beginning with the first month that the new rates will be placed in effect after application of the full suspension period permitted under section 1308(d) (relating to voluntary changes in rates). The commission shall promptly adopt rules and regulations regarding the information and data to be submitted when and if a future test period or a fully projected future test year is to be utilized. Whenever a utility utilizes a future test year or a fully projected future test year in any rate proceeding and such future test year or a fully projected test year forms a substantive basis for the final rate determination of the commission, the utility shall provide, as specified by the commission in its final order, appropriate data evidencing the accuracy of the estimates contained in the future test year or a fully projected future test year, and the commission may after reasonable notice and hearing, in its discretion, adjust the utility's rates on the basis of such data. Notwithstanding section 1315 (relating to limitation on consideration of certain costs for electric utilities), the commission may permit facilities which are projected to be in service during the fully projected future test year to be included in the rate base. (Feb. 14, 2012, P.L.72, No.11, eff. 60 days) 2012 Amendment. Act 11 amended subsec. (e). Cross References. Section 315 is referred to in section 332 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-315/"
    },
    {
      "id": "section-316short",
      "number": "316",
      "heading": "form certificates.",
      "text": "§ 316. Effect of commission action. Whenever the commission shall make any rule, regulation, finding, determination or order, the same shall be prima facie evidence of the facts found and shall remain conclusive upon all parties affected thereby, unless set aside, annulled or modified on judicial review. The issuing or registration by the commission of any certificate, license or permit whatsoever, under the provisions of this part, or any finding, determination or order made by the commission refusing or granting such certificates, licenses or permits, shall not be construed to revive or validate any lapsed, terminated, invalidated or void powers, franchises, rights or privileges; or to enlarge or add to the rights, powers, franchises or privileges contained in any charter, or in the grant of any franchise, or any supplement or amendment to any charter, or to give or remit any forfeiture.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-316/"
    },
    {
      "id": "section-317official",
      "number": "317",
      "heading": "stamp.",
      "text": "§ 317. Fees for services rendered by commission. (a) General rule.-- The commission shall by rule establish on a reasonable cost basis the fees to be charged and collected for the following services: (1) Copies of paper, testimony and records. (2) Certifying a copy of any paper, testimony or record. (3) (Repealed). (4) Filing of each securities certificate, or each application for a certificate of public convenience, registration certificate, permit or license. (b) Fees for testing.-- The commission shall by rule establish on a reasonable cost basis the fees to be charged and collected from public utilities for the testing of their instruments of precision and measuring apparatus. (Dec. 20, 1982, P.L.1409, No.326, eff. 60 days; Apr. 4, 1990, P.L.104, No.22, eff. imd.) 1990 Amendment. Act 22 amended subsec. (b). Section 2 provided that the fees for testing previously established by rule or regulation and currently in effect at the commission shall remain in full force and effect unless and until increased, decreased or otherwise modified pursuant to the act of June 25, 1982 (P.L.633, No.181), known as the Regulatory Review Act. 1982 Repeal. Act 326 repealed subsec. (a)(3). Cross References. Section 317 is referred to in section 510 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-317/"
    },
    {
      "id": "section-318stamping",
      "number": "318",
      "heading": "device.",
      "text": "§ 318. Commission to cooperate with other departments. (a) Vehicle registration plates.-- The Department of Transportation and the commission are hereby authorized and directed to cooperate in the issuance by the Department of Transportation, under the provisions of Title 75 (relating to vehicles), of registration plates for commercial motor vehicles, which will classify and identify motor vehicles operated under certificates or permits issued by the commission, without the necessity of the requirement of separate identification plates in addition to registration plates required under Title 75. (b) Purity of water supply.-- The commission may certify to the Department of Environmental Resources any question of fact regarding the purity of water supplied to the public by any public utility over which it has jurisdiction, when any such question arises in any controversy or other proceeding before it, and upon the determination of such question by the department incorporate the department's findings in its decision. (c) Powers of certain governmental agencies unaffected.-- Nothing in this part shall be construed to deprive the Department of Health or the Department of Environmental Resources of any jurisdiction, powers or duties now vested in them. References in Text. The Department of Environmental Resources, referred to in this section, was abolished by Act 18 of 1995. Its functions were transferred to the Department of Conservation and Natural Resources and the Department of Environmental Protection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-318/"
    },
    {
      "id": "section-319journal",
      "number": "319",
      "heading": "Journal",
      "text": "§ 319. Code of ethics. (a) General rule.-- Each commissioner and each administrative law judge shall conform to the following code of ethics for the Public Utility Commission. A commissioner and an administrative law judge must: (1) Avoid impropriety and the appearance of impropriety in all activities. (2) Perform all duties impartially and diligently. (3) Avoid all ex parte communications prohibited in this part. (4) Abstain publicly from expressing, other than in executive or public session, his personal views on the merits of a matter pending before the commission and require similar abstention on the part of commission personnel subject to his direction and control. (5) Require staff and personnel subject to his direction to observe the standards of fidelity and diligence that apply to the commissioner and administrative law judge. (6) Initiate appropriate disciplinary measures against commission personnel for unprofessional conduct. (7) Disqualify himself from proceedings in which his impartiality might be reasonably questioned. (8) Inform himself about his personal and fiduciary interests and make a reasonable effort to inform himself about the personal financial interests of his spouse and children. (9) Regulate his extra-curricular activities to minimize the risk of conflict with his official duties. He may speak, write or lecture and any reimbursed expenses, honorariums, royalties, or other moneys received in connection therewith shall be disclosed annually. Such disclosure statement shall be filed with the secretary of the commission and shall be open to inspection by the public during the normal business hours of the commission during the tenure of the commissioner or of the administrative law judge. (10) Refrain from solicitation of funds for any political, educational, religious, charitable, fraternal or civic purposes, although he may be an officer, director or trustee of such organizations. (11) Refrain from financial or business dealing which would tend to reflect adversely on impartiality, although the commissioner or administrative law judge may hold and manage investments which are not incompatible with the duties of his office. (12) Conform to such additional rules as the commission may prescribe. (b) Removal of commissioner for violation.-- Any commissioner who violates the provisions of subsection (a) shall be removed from office in the manner provided in section 302 (relating to removal of commissioner). (c) Removal of judge for violation.-- Any administrative law judge who violates the provisions of subsection (a) shall be removed from office in the manner provided by the act of August 5, 1941 (P.L.752, No.286), known as the \"Civil Service Act.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-319/"
    },
    {
      "id": "section-320notification",
      "number": "320",
      "heading": "regarding performance of notarial act on electronic record; selection",
      "text": "§ 320. Annual appropriations. The following sums, or as much thereof as may be necessary, are hereby specifically appropriated from the restricted revenue account within the General Fund to the Public Utility Commission to provide for the operation of the commission for the fiscal period July 1, 1982 to June 30, 1983, for the purposes and in the amounts shown: (1) For the salaries, wages and all necessary expenses for the proper administration of the Public Utility Commission including the chairman and commissioners, Office of the Director of Operations, Bureau of Public Information, Office of Special Assistants, Office of Intergovernmental Affairs and the Secretary's Bureau‌ $5,759,000 (2) For the salaries, wages and all necessary expenses for the proper administration of the Offices of Counsel and Administrative Law Judge‌ 4,438,000 (3) For the salaries, wages and all necessary expenses for the proper administration of rates, research and transportation including the Bureau of Conservation, Economics and Energy Planning, Bureau of Nonrail Transportation, Bureau of Rail Transportation and the Bureau of Rates‌ 5,309,000 (4) For the salaries, wages and all necessary expenses for the proper administration of investigations, services and enforcement including the Bureau of Audits, the Bureau of Consumer Services and the Bureau of Safety and Compliance‌ 5,020,000 (June 29, 1982, P.L.658, No.187, eff. July 1, 1982) 1982 Amendment. Act 187 added section 320.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-320/"
    },
    {
      "id": "section-321appointment",
      "number": "321",
      "heading": "and commission as notary public; qualifications; no immunity or benefit.",
      "text": "and commission as notary public; qualifications; no immunity or benefit.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-323sanctions",
      "number": "323",
      "heading": "Sanctions",
      "text": "§ 323. Sanctions. (a) Authority.-- The department may deny, refuse to renew, revoke, suspend, reprimand or impose a condition on a commission as notary public for an act or omission which demonstrates that the individual lacks the honesty, integrity, competence or reliability to act as a notary public. Such acts or omissions include: (1) Failure to comply with this chapter. (2) A fraudulent, dishonest or deceitful misstatement or omission in the application for a commission as a notary public submitted to the department. (3) Conviction of or acceptance of Accelerated Rehabilitative Disposition by the applicant or notary public for a felony or an offense involving fraud, dishonesty or deceit. (4) A finding against or admission of liability by the applicant or notary public in a legal proceeding or disciplinary action based on the fraud, dishonesty or deceit of the applicant or notary public. (5) Failure by a notary public to discharge a duty required of a notary public, whether by this chapter, by regulation of the department or by Federal or State law. (6) Use of false or misleading advertising or representation by a notary public representing that the notary public has a duty, right or privilege that the notary public does not have. (7) Violation by a notary public of a regulation of the department regarding a notary public. (8) Denial, refusal to renew, revocation, suspension or conditioning of a notary public commission in another state. (9) Failure of a notary public to maintain a bond under section 321(d) (relating to appointment and commission as notary public; qualifications; no immunity or benefit). (a.1) Administrative penalty.-- The department may impose an administrative penalty of up to $1,000 on a notary public for each act or omission which constitutes a violation of this chapter or on any person who performs a notarial act without being properly appointed and commissioned under this chapter. (b) Administrative Agency Law.-- Action by the department under subsection (a) or (a.1) is subject to 2 Pa.C.S. Chs. 5 Subch. A (relating to practice and procedure of Commonwealth agencies) and 7 Subch. A (relating to judicial review of Commonwealth agency action). (c) Other remedies.-- The authority of the department under this section does not prevent a person from seeking and obtaining other criminal or civil remedies provided by law. (d) Investigations and hearings.-- (1) The department may issue a subpoena, upon application of an attorney responsible for representing the Commonwealth in disciplinary matters before the department, for the purpose of investigating alleged violations of the disciplinary provisions administered by the department. (2) In an investigation or hearing, the department, as it deems necessary, may subpoena witnesses, administer oaths, examine witnesses, take testimony and compel the production of documents. (3) The department may apply to Commonwealth Court under 42 Pa.C.S. § 761(a)(2) (relating to original jurisdiction) to enforce a subpoena under this subsection. (e) Other enforcement authority.-- The department may initiate civil proceedings at law or in equity to enforce the requirements of this chapter and to enforce regulations or orders issued under this chapter. In addition, the department may request the prosecution of criminal offenses to the extent provided by this chapter or as otherwise provided by law relating to notaries public, notarial officers or notarial acts, in the manner provided by the act of October 15, 1980 (P.L.950, No.164), known as the Commonwealth Attorneys Act. (f) Criminal penalties applicable.-- The following apply: (1) Except as provided in this chapter or otherwise provided by law, it is unlawful for a person to hold himself out as a notary public or as a notarial officer or to perform a notarial act. (2) Falsely pretending to be a notary public or a notarial officer and performing any action in furtherance of such false pretense shall subject the person to the penalties set forth in 18 Pa.C.S. § 4913 (relating to impersonating a notary public or a holder of a professional or occupational license). (3) The use of an official stamp by a person who is not a notary public named on the stamp shall constitute a violation of 18 Pa.C.S. § 4913. (4) Except as provided in paragraph (2) or (3), any person violating this chapter or a regulation of the department commits a summary offense and shall, upon conviction, be sentenced to pay a fine of not more than $1,000. Cross References. Section 323 is referred to in section 321 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-323/"
    },
    {
      "id": "section-324database",
      "number": "324",
      "heading": "of notaries public.",
      "text": "§ 324. Database of notaries public. The department shall maintain an electronic database of notaries public: (1) through which a person may verify the authority of a notary public to perform notarial acts; and (2) which indicates whether a notary public has notified the department that the notary public will be performing notarial acts on electronic records.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-324/"
    },
    {
      "id": "section-325prohibited",
      "number": "325",
      "heading": "acts.",
      "text": "§ 325. Prohibited acts. (a) No authority.-- A commission as a notary public does not authorize the notary public to: (1) assist persons in drafting legal records, give legal advice or otherwise practice law; (2) act as an immigration consultant or an expert on immigration matters; (3) represent a person in a judicial or administrative proceeding relating to immigration to the United States, United States citizenship or related matters; or (4) receive compensation for performing any of the activities listed in this subsection. (b) False advertising.-- A notary public may not engage in false or deceptive advertising. (c) Designation.-- (1) Except as set forth in paragraph (2), a notary public may not use the term \"notario\" or \"notario publico.\" (2) Paragraph (1) does not apply to an attorney at law. (d) Representations.-- (1) Except as set forth in paragraph (2), the following apply: (i) A notary public may not advertise or represent that the notary public may: (A) assist persons in drafting legal records; (B) give legal advice; or (C) otherwise practice law. (ii) If a notary public advertises or represents that the notary public offers notarial services, whether orally or in a record, including broadcast media, print media and the Internet, the notary public shall include the following statement, or an alternate statement authorized or required by the department, in the advertisement or representation, prominently and in each language used in the advertisement or representation: I am not an attorney licensed to practice law in this Commonwealth. I am not allowed to draft legal records, give advice on legal matters, including immigration, or charge a fee for those activities. (iii) If the form of advertisement or representation is not broadcast media, print media or the Internet and does not permit inclusion of the statement required by this subsection because of size, it shall be displayed prominently or provided at the place of performance of the notarial act before the notarial act is performed. (2) Paragraph (1) does not apply to an attorney at law. (e) Original records.-- Except as otherwise allowed by law, a notary public may not withhold access to or possession of an original record provided by a person that seeks performance of a notarial act by the notary public. (f) Crimes Code.-- There are provisions in 18 Pa.C.S. (relating to crimes and offenses) which apply to notaries public.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-325/"
    },
    {
      "id": "section-326validity",
      "number": "326",
      "heading": "of notarial acts.",
      "text": "§ 326. Board of Commissioners of Public Grounds and Buildings. No lease of real estate for use by an executive or independent agency and no sole source procurement of supplies, except for computer software updates under $50,000, for an executive or independent agency for which the department acts as the purchasing agency shall be valid or effective unless, upon review, it is approved by the Board of Commissioners of Public Grounds and Buildings. Where the board is reviewing a proposed sole source lease or procurement being submitted pursuant to section 515 (relating to sole source procurement), approval of the lease or procurement shall require the unanimous vote of the board. Where the board is reviewing a proposed non-sole source lease, the lease shall be approved when one member of the board votes to approve the lease. All votes shall take place at a public meeting. (Dec. 3, 2002, P.L.1147, No.142, eff. imd.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-3/section-326/"
    },
    {
      "id": "section-327regulations",
      "number": "327",
      "heading": "Regulations",
      "text": "§ 327. Office of the Budget. (a) Encumbrance of funds.-- For executive agencies and independent agencies and State-affiliated entities where the department is used as the purchasing agency, the Office of the Budget shall encumber sufficient funds for the payment of all invoices for the procurement of supplies, services and construction. (b) Contractor responsibility program.-- The Office of the Budget shall participate in the management and maintenance of a contractor responsibility program in coordination with the department and other agencies as may be directed by the Governor. (c) Comptroller review of contracts for services.-- (1) Except for contracts awarded pursuant to section 514 (relating to small procurements), the comptroller authorized in paragraph (2) shall review and approve all contracts for services for: (i) Fiscal responsibility and budgetary appropriateness. (ii) Availability of funds. (2) Where the service contract is for an executive agency, independent agency or State-affiliated entity for which the Office of the Budget acts as comptroller, the Office of the Budget shall review and approve the contract. Where the service contract is for an independent agency or State-affiliated entity for which the Office of the Budget does not act as comptroller, the fiscal office or comptroller of that agency or entity shall review and approve the contract. (d) Agency comptrollers.-- A Commonwealth agency comptroller may, at his option, serve as a nonvoting member of an evaluation committee for requests for proposals or a similar contract bidding or selection committee for the acquisition of services. (e) Exceptions.-- Notwithstanding the foregoing, subsections (a) and (c) shall not apply to procurements made by the Office of Attorney General, the Department of the Auditor General or the Treasury Department. However, where the department is used as the purchasing agency, the Office of Attorney General, the Department of the Auditor General and the Treasury Department shall certify to the department that they have encumbered sufficient funds for the procurement.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-3/section-327/"
    },
    {
      "id": "section-328notary",
      "number": "328",
      "heading": "public commission in effect.",
      "text": "§ 328. Notary public commission in effect. A commission as a notary public in effect on the effective date of this chapter continues until its date of expiration. A notary public who applies to renew a commission as a notary public on or after the effective date of this chapter is subject to this chapter. A notary public, in performing notarial acts after the effective date of this chapter, shall comply with this chapter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-328/"
    },
    {
      "id": "section-329savings",
      "number": "329",
      "heading": "clause.",
      "text": "§ 329. Savings clause. This chapter does not affect the validity or effect of a notarial act performed before the effective date of this chapter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-329/"
    },
    {
      "id": "section-3291fees",
      "number": "329.1",
      "heading": "of notaries public.",
      "text": "§ 329.1. Fees of notaries public. (a) Department.-- The fees of notaries public shall be fixed by the department by regulation. (b) Prohibition.-- A notary public may not charge or receive a notary public fee in excess of the fee fixed by the department. (c) Operation.-- (1) The fees of the notary public shall be separately stated. (2) A notary public may waive the right to charge a fee. (3) Unless paragraph (2) applies, a notary public shall: (i) display fees in a conspicuous location in the place of business of the notary public; or (ii) provide fees, upon request, to a person utilizing the services of the notary public. (d) Presumption.-- The fee for a notary public: (1) shall be the property of the notary public; and (2) unless mutually agreed by the notary public and the employer, shall not belong to or be received by the entity that employs the notary public. Effective Date. Section 5(1)(ii) of Act 73 of 2013 provided that subsec. (a) shall take effect immediately. Cross References. Section 329.1 is referred to in section 327 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-329.1/"
    },
    {
      "id": "section-330uniformity",
      "number": "330",
      "heading": "of application and construction.",
      "text": "§ 330. Uniformity of application and construction. In applying and construing this chapter, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-330/"
    },
    {
      "id": "section-331relation",
      "number": "331",
      "heading": "to Electronic Signatures in Global and National Commerce Act.",
      "text": "to Electronic Signatures in Global and National Commerce Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3061",
      "number": "306.1",
      "heading": "Notarial act performed for remotely located individual.",
      "text": "Notarial act performed for remotely located individual.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3291",
      "number": "329.1",
      "heading": "Fees of notaries public.",
      "text": "§ 329.1. Fees of notaries public. (a) Department.-- The fees of notaries public shall be fixed by the department by regulation. (b) Prohibition.-- A notary public may not charge or receive a notary public fee in excess of the fee fixed by the department. (c) Operation.-- (1) The fees of the notary public shall be separately stated. (2) A notary public may waive the right to charge a fee. (3) Unless paragraph (2) applies, a notary public shall: (i) display fees in a conspicuous location in the place of business of the notary public; or (ii) provide fees, upon request, to a person utilizing the services of the notary public. (d) Presumption.-- The fee for a notary public: (1) shall be the property of the notary public; and (2) unless mutually agreed by the notary public and the employer, shall not belong to or be received by the entity that employs the notary public. Effective Date. Section 5(1)(ii) of Act 73 of 2013 provided that subsec. (a) shall take effect immediately. Cross References. Section 329.1 is referred to in section 327 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-329.1/"
    }
  ]
}