{
  "state": "washington",
  "path": "title-title-66/chapter-chapter-66-20",
  "sections": [
    {
      "id": "section-66-20-010-special-permits",
      "number": "66.20.010 - Special permits.",
      "heading": "",
      "text": "RCW 66.20.010\n\nSpecial permits.\n\nUpon application in the prescribed form being made to any employee authorized by the board to issue permits, accompanied by payment of the prescribed fee, and upon the employee being satisfied that the applicant should be granted a permit under this title, the employee must issue to the applicant under such regulations and at such fee as may be prescribed by the board a permit of the class applied for, as follows:(1) Where the application is for a special permit by a physician or dentist, or by any person in charge of an institution regularly conducted as a hospital or sanatorium for the care of persons in ill health, or as a home devoted exclusively to the care of aged people, a special liquor purchase permit, except that the governor may waive the requirement for a special liquor purchase permit under this subsection pursuant to an order issued under RCW 43.06.220(2);(2) Where the application is for a special permit by a person engaged within the state in mechanical or manufacturing business or in scientific pursuits requiring alcohol for use therein, or by any private individual, a special permit to purchase alcohol for the purpose named in the permit, except that the governor may waive the requirement for a special liquor purchase permit under this subsection pursuant to an order issued under RCW 43.06.220(2);(3) Where the application is for a special permit to consume liquor at a banquet, at a specified date and place, a special permit to purchase liquor for consumption at such banquet, to such applicants as may be fixed by the board;(4) Where the application is for a special permit to consume liquor on the premises of a business not licensed under this title, a special permit to purchase liquor for consumption thereon for such periods of time and to such applicants as may be fixed by the board;(5) Where the application is for a special permit by a manufacturer to import or purchase within the state alcohol, malt, and other materials containing alcohol to be used in the manufacture of liquor, or other products, a special permit;(6) Where the application is for a special permit by a person operating a drug store to purchase liquor at retail prices only, to be thereafter sold by such person on the prescription of a physician, a special liquor purchase permit, except that the governor may waive the requirement for a special liquor purchase permit under this subsection pursuant to an order issued under RCW 43.06.220(2);(7) Where the application is for a special permit by a vendor that manufactures or sells a product which cannot be effectively presented to potential buyers without serving it with liquor or by a manufacturer, importer, or distributor, or representative thereof, to serve liquor without charge to delegates and guests at a convention of a trade association composed of licensees of the board, when the said liquor is served in a hospitality room or from a booth in a board-approved suppliers' display room at the convention, and when the liquor so served is for consumption in the said hospitality room or display room during the convention, anything in this title to the contrary notwithstanding. Any such spirituous liquor must be purchased from a spirits retailer or distributor, and any such liquor is subject to the taxes imposed by RCW 82.08.150, 66.24.290, and 66.24.210;(8) Where the application is for a special permit by a manufacturer, importer, or distributor, or representative thereof, to donate liquor for a reception, breakfast, luncheon, or dinner for delegates and guests at a convention of a trade association composed of licensees of the board, when the liquor so donated is for consumption at the said reception, breakfast, luncheon, or dinner during the convention, anything in this title to the contrary notwithstanding. Any such spirituous liquor must be purchased from a spirits retailer or distributor, and any such liquor is subject to the taxes imposed by RCW 82.08.150, 66.24.290, and 66.24.210;(9) Where the application is for a special permit by a manufacturer, importer, or distributor, or representative thereof, to donate and/or serve liquor without charge to delegates and guests at an international trade fair, show, or exposition held under the auspices of a federal, state, or local governmental entity or organized and promoted by a nonprofit organization, anything in this title to the contrary notwithstanding. Any such spirituous liquor must be purchased from a liquor spirits retailer or distributor, and any such liquor is subject to the taxes imposed by RCW 82.08.150, 66.24.290, and 66.24.210;(10) Where the application is for an annual special permit by a person operating a bed and breakfast lodging facility to donate or serve wine or beer without charge to overnight guests of the facility if the wine or beer is for consumption on the premises of the facility. \"Bed and breakfast lodging facility,\" as used in this subsection, means a facility offering from one to eight lodging units and breakfast to travelers and guests;(11) Where the application is for a special permit to allow tasting of alcohol by persons at least 18 years of age under the following circumstances:(a) The application is from a community or technical college as defined in RCW 28B.50.030, a regional university, or a state university;(b) The person who is permitted to taste under this subsection is enrolled as a student in a required or elective class that is part of a culinary, sommelier, wine business, enology, viticulture, wine technology, beer technology, or spirituous technology-related degree program;(c) The alcohol served to any person in the degree-related programs under (b) of this subsection is tasted but not consumed for the purposes of educational training as part of the class curriculum with the approval of the educational provider;(d) The service and tasting of alcoholic beverages is supervised by a faculty or staff member of the educational provider who is 21 years of age or older. The supervising faculty or staff member shall possess a class 12 or 13 alcohol server permit under the provisions of RCW 66.20.310;(e) The enrolled student permitted to taste the alcoholic beverages does not purchase the alcoholic beverages;(f) The enrolled student permitted to taste the alcoholic beverages conducts the tasting either: (i) On the premises of the college or university at which the student is enrolled; or (ii) while on a field trip to a grape-growing area or production facility so long as the enrolled student is accompanied by a faculty or staff member with a class 12 or 13 alcohol server permit who supervises as provided in (d) of this subsection and all other requirements of this subsection (11) are met; and(g) The permit fee for the special permit provided for in this subsection (11) must be waived by the board;(12) Where the application is for a special permit by a distillery or craft distillery for an event not open to the general public to be held or conducted at a specific place, including at the licensed premise of the applying distillery or craft distillery, upon a specific date for the purpose of tasting and selling spirits of its own production. The distillery or craft distillery must obtain a permit for a fee of $15 per event. An application for the permit must be submitted for private banquet permits prior to the event and, once issued, must be posted in a conspicuous place at the premises for which the permit was issued during all times the permit is in use. No licensee may receive more than 12 permits under this subsection each year;(13) Where the application is for a special permit by a manufacturer of wine for an event not open to the general public to be held or conducted at a specific place upon a specific date for the purpose of tasting and selling wine of its own production. The winery must obtain a permit for a fee of $15 per event. An application for the permit must be submitted at least ten days before the event and once issued, must be posted in a conspicuous place at the premises for which the permit was issued during all times the permit is in use. No more than 12 events per year may be held by a single manufacturer under this subsection;(14) Where the application is for a special permit by a manufacturer of beer for an event not open to the general public to be held or conducted at a specific place upon a specific date for the purpose of tasting and selling beer of its own production. The brewery or microbrewery must obtain a permit for a fee of $15 per event. An application for the permit must be submitted at least 10 days before the event and, once issued, must be posted in a conspicuous place at the premises for which the permit was issued during all times the permit is in use. No more than 12 events per year may be held by a single manufacturer under this subsection;(15) Where the application is for a special permit by an individual or business to sell a private collection of wine or spirits to an individual or business. The seller must obtain a permit at least five business days before the sale, for a fee of $37.50 per sale. The seller must provide an inventory of products sold and the agreed price on a form provided by the board. The seller shall submit the report and taxes due to the board no later than 20 calendar days after the sale. A permit may be issued under this section to allow the sale of a private collection to licensees, but may not be issued to a licensee to sell to a private individual or business which is not otherwise authorized under the license held by the seller. If the liquor is purchased by a licensee, all sales are subject to taxes assessed as on liquor acquired from any other source. The board may adopt rules to implement this section;(16)(a) A special permit, where the application is for a special permit by a nonprofit organization to sell wine through an auction, not open to the public, to be conducted at a specific place, upon a specific date, and to allow wine tastings at the auction of the wine to be auctioned.(b) A permit holder under this subsection (16) may at the specified event:(i) Sell wine by auction for off-premises consumption; and(ii) Allow tastings of samples of the wine to be auctioned at the event.(c) An application is required for a permit under this subsection (16). The application must be submitted prior to the event and once issued must be posted in a conspicuous place at the premises for which the permit was issued during all times the permit is in use.(d) Wine from more than one winery may be sold at the auction; however, each winery selling wine at the auction must be listed on the permit application. Only a single application form may be required for each auction, regardless of the number of wineries that are selling wine at the auction. The total fee per event for a permit issued under this subsection (16) is $37.50 multiplied by the number of wineries that are selling wine at the auction.(e) For the purposes of this subsection (16), \"nonprofit organization\" means an entity incorporated as a nonprofit organization under Washington state law.(f) The board may adopt rules to implement this section;(17) An annual special permit to allow a short-term rental operator to provide one complimentary bottle of wine to rental guests who are age 21 or over. The annual special permit fee is $112.50. A single permit applies to all rental properties owned or operated by the short-term rental operator and identified in the permit application. One complimentary bottle of wine per booking may be provided, regardless of the total number of rental guests. The provision of the complimentary bottle of wine may occur only after an operator or staff person of the short-term rental, who is present at the short-term rental property, verifies that each rental guest who will consume the complimentary bottle of wine is age 21 or over by checking a valid form of identification of each such rental guest at the time rental guests arrive. The rental guests must be informed the rental guests are being offered one complimentary bottle of wine and that opening or consuming the bottle of wine in a public place is illegal pursuant to RCW 66.44.100. The rental guests must not have notified the operator that the rental guests decline the complimentary bottle of wine. The complimentary bottle of wine may be consumed on the premises of the rental property or removed and consumed off the premises of the rental property. A permit holder may purchase wine from wine distributors in accordance with RCW 66.24.200, and from retailers and other suppliers of wine authorized under this title to sell wine at retail to consumers for off-premises consumption. For purposes of this subsection, the terms \"short-term rental,\" \"operator,\" and \"guest\" have the same meanings as in RCW 64.37.010; and(18) Where the application is for an emergency liquor permit by a licensed manufacturer to authorize the sale, service, and consumption of liquor on the premises of another liquor licensee with retail sales privileges when an emergency or disaster as defined in RCW 38.52.010 has made the premises of the applicant inaccessible and unable to operate due to an emergency or road closure, except that the fee must be waived if there is a proclamation of a state of emergency issued by the governor or by the city, town, or county where the applicant is located. The permit shall be valid for 30 days and may be continually renewed for periods of 30 days if the emergency or disaster continues. Employees or agents of the emergency permit holder or the licensed premises may serve liquor provided by the permit holder. The permit holder may store no more than a 30-day supply of liquor at the licensed premises in segregated storage. No more than a total of three emergency permit holders may sell at the same licensed premises under an emergency permit.\n\nUpon application in the prescribed form being made to any employee authorized by the board to issue permits, accompanied by payment of the prescribed fee, and upon the employee being satisfied that the applicant should be granted a permit under this title, the employee must issue to the applicant under such regulations and at such fee as may be prescribed by the board a permit of the class applied for, as follows:\n\n(1) Where the application is for a special permit by a physician or dentist, or by any person in charge of an institution regularly conducted as a hospital or sanatorium for the care of persons in ill health, or as a home devoted exclusively to the care of aged people, a special liquor purchase permit, except that the governor may waive the requirement for a special liquor purchase permit under this subsection pursuant to an order issued under RCW 43.06.220(2);\n\n(2) Where the application is for a special permit by a person engaged within the state in mechanical or manufacturing business or in scientific pursuits requiring alcohol for use therein, or by any private individual, a special permit to purchase alcohol for the purpose named in the permit, except that the governor may waive the requirement for a special liquor purchase permit under this subsection pursuant to an order issued under RCW 43.06.220(2);\n\n(3) Where the application is for a special permit to consume liquor at a banquet, at a specified date and place, a special permit to purchase liquor for consumption at such banquet, to such applicants as may be fixed by the board;\n\n(4) Where the application is for a special permit to consume liquor on the premises of a business not licensed under this title, a special permit to purchase liquor for consumption thereon for such periods of time and to such applicants as may be fixed by the board;\n\n(5) Where the application is for a special permit by a manufacturer to import or purchase within the state alcohol, malt, and other materials containing alcohol to be used in the manufacture of liquor, or other products, a special permit;\n\n(6) Where the application is for a special permit by a person operating a drug store to purchase liquor at retail prices only, to be thereafter sold by such person on the prescription of a physician, a special liquor purchase permit, except that the governor may waive the requirement for a special liquor purchase permit under this subsection pursuant to an order issued under RCW 43.06.220(2);\n\n(7) Where the application is for a special permit by a vendor that manufactures or sells a product which cannot be effectively presented to potential buyers without serving it with liquor or by a manufacturer, importer, or distributor, or representative thereof, to serve liquor without charge to delegates and guests at a convention of a trade association composed of licensees of the board, when the said liquor is served in a hospitality room or from a booth in a board-approved suppliers' display room at the convention, and when the liquor so served is for consumption in the said hospitality room or display room during the convention, anything in this title to the contrary notwithstanding. Any such spirituous liquor must be purchased from a spirits retailer or distributor, and any such liquor is subject to the taxes imposed by RCW 82.08.150, 66.24.290, and 66.24.210;\n\n(8) Where the application is for a special permit by a manufacturer, importer, or distributor, or representative thereof, to donate liquor for a reception, breakfast, luncheon, or dinner for delegates and guests at a convention of a trade association composed of licensees of the board, when the liquor so donated is for consumption at the said reception, breakfast, luncheon, or dinner during the convention, anything in this title to the contrary notwithstanding. Any such spirituous liquor must be purchased from a spirits retailer or distributor, and any such liquor is subject to the taxes imposed by RCW 82.08.150, 66.24.290, and 66.24.210;\n\n(9) Where the application is for a special permit by a manufacturer, importer, or distributor, or representative thereof, to donate and/or serve liquor without charge to delegates and guests at an international trade fair, show, or exposition held under the auspices of a federal, state, or local governmental entity or organized and promoted by a nonprofit organization, anything in this title to the contrary notwithstanding. Any such spirituous liquor must be purchased from a liquor spirits retailer or distributor, and any such liquor is subject to the taxes imposed by RCW 82.08.150, 66.24.290, and 66.24.210;\n\n(10) Where the application is for an annual special permit by a person operating a bed and breakfast lodging facility to donate or serve wine or beer without charge to overnight guests of the facility if the wine or beer is for consumption on the premises of the facility. \"Bed and breakfast lodging facility,\" as used in this subsection, means a facility offering from one to eight lodging units and breakfast to travelers and guests;\n\n(11) Where the application is for a special permit to allow tasting of alcohol by persons at least 18 years of age under the following circumstances:\n\n(a) The application is from a community or technical college as defined in RCW 28B.50.030, a regional university, or a state university;\n\n(b) The person who is permitted to taste under this subsection is enrolled as a student in a required or elective class that is part of a culinary, sommelier, wine business, enology, viticulture, wine technology, beer technology, or spirituous technology-related degree program;\n\n(c) The alcohol served to any person in the degree-related programs under (b) of this subsection is tasted but not consumed for the purposes of educational training as part of the class curriculum with the approval of the educational provider;\n\n(d) The service and tasting of alcoholic beverages is supervised by a faculty or staff member of the educational provider who is 21 years of age or older. The supervising faculty or staff member shall possess a class 12 or 13 alcohol server permit under the provisions of RCW 66.20.310;\n\n(e) The enrolled student permitted to taste the alcoholic beverages does not purchase the alcoholic beverages;\n\n(f) The enrolled student permitted to taste the alcoholic beverages conducts the tasting either: (i) On the premises of the college or university at which the student is enrolled; or (ii) while on a field trip to a grape-growing area or production facility so long as the enrolled student is accompanied by a faculty or staff member with a class 12 or 13 alcohol server permit who supervises as provided in (d) of this subsection and all other requirements of this subsection (11) are met; and\n\n(g) The permit fee for the special permit provided for in this subsection (11) must be waived by the board;\n\n(12) Where the application is for a special permit by a distillery or craft distillery for an event not open to the general public to be held or conducted at a specific place, including at the licensed premise of the applying distillery or craft distillery, upon a specific date for the purpose of tasting and selling spirits of its own production. The distillery or craft distillery must obtain a permit for a fee of $15 per event. An application for the permit must be submitted for private banquet permits prior to the event and, once issued, must be posted in a conspicuous place at the premises for which the permit was issued during all times the permit is in use. No licensee may receive more than 12 permits under this subsection each year;\n\n(13) Where the application is for a special permit by a manufacturer of wine for an event not open to the general public to be held or conducted at a specific place upon a specific date for the purpose of tasting and selling wine of its own production. The winery must obtain a permit for a fee of $15 per event. An application for the permit must be submitted at least ten days before the event and once issued, must be posted in a conspicuous place at the premises for which the permit was issued during all times the permit is in use. No more than 12 events per year may be held by a single manufacturer under this subsection;\n\n(14) Where the application is for a special permit by a manufacturer of beer for an event not open to the general public to be held or conducted at a specific place upon a specific date for the purpose of tasting and selling beer of its own production. The brewery or microbrewery must obtain a permit for a fee of $15 per event. An application for the permit must be submitted at least 10 days before the event and, once issued, must be posted in a conspicuous place at the premises for which the permit was issued during all times the permit is in use. No more than 12 events per year may be held by a single manufacturer under this subsection;\n\n(15) Where the application is for a special permit by an individual or business to sell a private collection of wine or spirits to an individual or business. The seller must obtain a permit at least five business days before the sale, for a fee of $37.50 per sale. The seller must provide an inventory of products sold and the agreed price on a form provided by the board. The seller shall submit the report and taxes due to the board no later than 20 calendar days after the sale. A permit may be issued under this section to allow the sale of a private collection to licensees, but may not be issued to a licensee to sell to a private individual or business which is not otherwise authorized under the license held by the seller. If the liquor is purchased by a licensee, all sales are subject to taxes assessed as on liquor acquired from any other source. The board may adopt rules to implement this section;\n\n(16)(a) A special permit, where the application is for a special permit by a nonprofit organization to sell wine through an auction, not open to the public, to be conducted at a specific place, upon a specific date, and to allow wine tastings at the auction of the wine to be auctioned.\n\n(b) A permit holder under this subsection (16) may at the specified event:\n\n(i) Sell wine by auction for off-premises consumption; and\n\n(ii) Allow tastings of samples of the wine to be auctioned at the event.\n\n(c) An application is required for a permit under this subsection (16). The application must be submitted prior to the event and once issued must be posted in a conspicuous place at the premises for which the permit was issued during all times the permit is in use.\n\n(d) Wine from more than one winery may be sold at the auction; however, each winery selling wine at the auction must be listed on the permit application. Only a single application form may be required for each auction, regardless of the number of wineries that are selling wine at the auction. The total fee per event for a permit issued under this subsection (16) is $37.50 multiplied by the number of wineries that are selling wine at the auction.\n\n(e) For the purposes of this subsection (16), \"nonprofit organization\" means an entity incorporated as a nonprofit organization under Washington state law.\n\n(f) The board may adopt rules to implement this section;\n\n(17) An annual special permit to allow a short-term rental operator to provide one complimentary bottle of wine to rental guests who are age 21 or over. The annual special permit fee is $112.50. A single permit applies to all rental properties owned or operated by the short-term rental operator and identified in the permit application. One complimentary bottle of wine per booking may be provided, regardless of the total number of rental guests. The provision of the complimentary bottle of wine may occur only after an operator or staff person of the short-term rental, who is present at the short-term rental property, verifies that each rental guest who will consume the complimentary bottle of wine is age 21 or over by checking a valid form of identification of each such rental guest at the time rental guests arrive. The rental guests must be informed the rental guests are being offered one complimentary bottle of wine and that opening or consuming the bottle of wine in a public place is illegal pursuant to RCW 66.44.100. The rental guests must not have notified the operator that the rental guests decline the complimentary bottle of wine. The complimentary bottle of wine may be consumed on the premises of the rental property or removed and consumed off the premises of the rental property. A permit holder may purchase wine from wine distributors in accordance with RCW 66.24.200, and from retailers and other suppliers of wine authorized under this title to sell wine at retail to consumers for off-premises consumption. For purposes of this subsection, the terms \"short-term rental,\" \"operator,\" and \"guest\" have the same meanings as in RCW 64.37.010; and\n\n(18) Where the application is for an emergency liquor permit by a licensed manufacturer to authorize the sale, service, and consumption of liquor on the premises of another liquor licensee with retail sales privileges when an emergency or disaster as defined in RCW 38.52.010 has made the premises of the applicant inaccessible and unable to operate due to an emergency or road closure, except that the fee must be waived if there is a proclamation of a state of emergency issued by the governor or by the city, town, or county where the applicant is located. The permit shall be valid for 30 days and may be continually renewed for periods of 30 days if the emergency or disaster continues. Employees or agents of the emergency permit holder or the licensed premises may serve liquor provided by the permit holder. The permit holder may store no more than a 30-day supply of liquor at the licensed premises in segregated storage. No more than a total of three emergency permit holders may sell at the same licensed premises under an emergency permit.\n\n[ 2025 c 343 s 1; 2025 c 167 s 1; 2024 c 91 s 1; 2023 c 257 s 1; 2019 c 112 s 1; 2017 c 250 s 1. Prior: 2016 c 235 s 6; 2016 c 129 s 1; prior: 2015 c 195 s 1; 2015 c 194 s 3; 2015 c 59 s 1; 2013 c 59 s 1; 2012 c 2 s 109 (Initiative Measure No. 1183, approved November 8, 2011); 2011 c 119 s 213; 2008 c 181 s 602; (2008 c 181 s 601 expired July 1, 2008); 2007 c 370 s 16; 1998 c 126 s 1; 1997 c 321 s 43; 1984 c 78 s 6; 1984 c 45 s 1; 1983 c 13 s 1; 1982 c 85 s 1; 1975-'76 2nd ex.s. c 62 s 2; 1959 c 111 s 2; 1951 2nd ex.s. c 13 s 1; 1933 ex.s. c 62 s 12; RRS s 7306-12.]\n\nReviser's note: This section was amended by 2025 c 167 s 1 and by 2025 c 343 s 1, each without reference to the other. Both amendments are incorporated in the publication of this section under RCW 1.12.025(2). For rule of construction, see RCW 1.12.025(1).\n\nReviser's note: This section was amended by 2025 c 167 s 1 and by 2025 c 343 s 1, each without reference to the other. Both amendments are incorporated in the publication of this section under RCW 1.12.025(2). For rule of construction, see RCW 1.12.025(1).\n\nFinding—Application—Rules—Effective date—Contingent effective date—2012 c 2 (Initiative Measure No. 1183): See notes following RCW 66.24.620.\n\nFinding—Application—Rules—Effective date—Contingent effective date—2012 c 2 (Initiative Measure No. 1183): See notes following RCW 66.24.620.\n\nEffective date—2008 c 181 s 602: \"Section 602 of this act takes effect July 1, 2008.\" [ 2008 c 181 s 604.]\n\nEffective date—2008 c 181 s 602: \"Section 602 of this act takes effect July 1, 2008.\" [ 2008 c 181 s 604.]\n\nExpiration date—2008 c 181 s 601: \"Section 601 of this act expires July 1, 2008.\" [ 2008 c 181 s 603.]\n\nExpiration date—2008 c 181 s 601: \"Section 601 of this act expires July 1, 2008.\" [ 2008 c 181 s 603.]\n\nPart headings not law—2008 c 181: See note following RCW 43.06.220.\n\nPart headings not law—2008 c 181: See note following RCW 43.06.220.\n\nEffective date—2007 c 370 ss 10-20: See note following RCW 66.04.010.\n\nEffective date—2007 c 370 ss 10-20: See note following RCW 66.04.010.\n\nEffective date—1998 c 126: \"This act takes effect July 1, 1998.\" [ 1998 c 126 s 17.]\n\nEffective date—1998 c 126: \"This act takes effect July 1, 1998.\" [ 1998 c 126 s 17.]\n\nEffective date—1997 c 321: See note following RCW 66.24.010.\n\nEffective date—1997 c 321: See note following RCW 66.24.010.\n\nFinding and declaration—Severability—1984 c 78: See notes following RCW 66.12.160.\n\nFinding and declaration—Severability—1984 c 78: See notes following RCW 66.12.160.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-010/"
    },
    {
      "id": "section-66-20-020-permits-not-transferable-false-name-or-address-p",
      "number": "66.20.020 - Permits not transferable—False name or address p",
      "heading": "",
      "text": "RCW 66.20.020\n\nPermits not transferable—False name or address prohibited—Sacramental liquor, wine.\n\n(1) Every permit shall be issued in the name of the applicant therefor, and no permit shall be transferable, nor shall the holder of any permit allow any other person to use the permit.(2) No person shall apply in any false or fictitious name for the issuance to him or her of a permit, and no person shall furnish a false or fictitious address in his or her application for a permit.(3) Nothing in this title shall be construed as limiting the right of any minister, priest or rabbi, or religious organization from obtaining wine for sacramental purposes directly from any source whatsoever, whether from within the limits of the state of Washington or from outside the state; nor shall any fee be charged, directly or indirectly, for the exercise of this right. The board shall have the power and authority to make reasonable rules and regulations concerning the importing of any such liquor or wine, for the purpose of preventing any unlawful use of such right.\n\n(1) Every permit shall be issued in the name of the applicant therefor, and no permit shall be transferable, nor shall the holder of any permit allow any other person to use the permit.\n\n(2) No person shall apply in any false or fictitious name for the issuance to him or her of a permit, and no person shall furnish a false or fictitious address in his or her application for a permit.\n\n(3) Nothing in this title shall be construed as limiting the right of any minister, priest or rabbi, or religious organization from obtaining wine for sacramental purposes directly from any source whatsoever, whether from within the limits of the state of Washington or from outside the state; nor shall any fee be charged, directly or indirectly, for the exercise of this right. The board shall have the power and authority to make reasonable rules and regulations concerning the importing of any such liquor or wine, for the purpose of preventing any unlawful use of such right.\n\n[ 2012 c 117 s 273; 1933 ex.s. c 62 s 13; RRS s 7306-13. Formerly RCW 66.12.100, 66.20.020, and 66.20.030.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-020/"
    },
    {
      "id": "section-66-20-040-applicant-must-sign-permit",
      "number": "66.20.040 - Applicant must sign permit.",
      "heading": "",
      "text": "RCW 66.20.040\n\nApplicant must sign permit.\n\nNo permit shall be valid or be accepted or used for the purchase of liquor until the applicant for the permit has written his or her signature thereon in the prescribed manner, for the purposes of identification as the holder thereof, in the presence of the employee to whom the application is made.\n\nNo permit shall be valid or be accepted or used for the purchase of liquor until the applicant for the permit has written his or her signature thereon in the prescribed manner, for the purposes of identification as the holder thereof, in the presence of the employee to whom the application is made.\n\n[ 2012 c 117 s 274; 1933 ex.s. c 62 s 14; RRS s 7306-14.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-040/"
    },
    {
      "id": "section-66-20-060-duration",
      "number": "66.20.060 - Duration.",
      "heading": "",
      "text": "RCW 66.20.060\n\nEvery permit issued for use after October 1, 1955, shall expire at midnight on the thirtieth day of June of the fiscal year for which the permit was issued, except special permits for banquets and special permits to physicians, dentists, or persons in charge of an institution regularly conducted as a hospital or sanatorium for the care of persons in ill health, or as a home devoted exclusively to the care of aged people.\n\nEvery permit issued for use after October 1, 1955, shall expire at midnight on the thirtieth day of June of the fiscal year for which the permit was issued, except special permits for banquets and special permits to physicians, dentists, or persons in charge of an institution regularly conducted as a hospital or sanatorium for the care of persons in ill health, or as a home devoted exclusively to the care of aged people.\n\n[ 1955 c 180 s 1; 1935 c 174 s 1; 1933 ex.s. c 62 s 16; RRS s 7306-16.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-060/"
    },
    {
      "id": "section-66-20-070-suspension-or-cancellation",
      "number": "66.20.070 - Suspension or cancellation.",
      "heading": "",
      "text": "RCW 66.20.070\n\nSuspension or cancellation.\n\nWhere the holder of any permit issued under this title violates any provision of this title or of the regulations, or is an interdicted person, or is otherwise disqualified from holding a permit, the board, upon proof to its satisfaction of the fact or existence of such violation, interdiction, or disqualification, and in its discretion, may with or without any hearing, suspend the permit and all rights of the holder thereunder for such period as the board sees fit, or may cancel the permit.\n\nWhere the holder of any permit issued under this title violates any provision of this title or of the regulations, or is an interdicted person, or is otherwise disqualified from holding a permit, the board, upon proof to its satisfaction of the fact or existence of such violation, interdiction, or disqualification, and in its discretion, may with or without any hearing, suspend the permit and all rights of the holder thereunder for such period as the board sees fit, or may cancel the permit.\n\n[ 1933 ex.s. c 62 s 17; RRS s 7306-17.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-070/"
    },
    {
      "id": "section-66-20-080-surrender-of-suspended-or-canceled-permit-new-pe",
      "number": "66.20.080 - Surrender of suspended or canceled permit—New pe",
      "heading": "",
      "text": "RCW 66.20.080\n\nSurrender of suspended or canceled permit—New permit, when.\n\nUpon receipt of notice of the suspension or cancellation of his or her permit, the holder of the permit shall forthwith deliver up the permit to the board. Where the permit has been suspended only, the board shall return the permit to the holder at the expiration or termination of the period of suspension. Where the permit has been suspended or canceled, no employee shall knowingly issue to the person whose permit is suspended or canceled a permit under this title until the end of the period of suspension or within the period of one year from the date of cancellation.\n\nUpon receipt of notice of the suspension or cancellation of his or her permit, the holder of the permit shall forthwith deliver up the permit to the board. Where the permit has been suspended only, the board shall return the permit to the holder at the expiration or termination of the period of suspension. Where the permit has been suspended or canceled, no employee shall knowingly issue to the person whose permit is suspended or canceled a permit under this title until the end of the period of suspension or within the period of one year from the date of cancellation.\n\n[ 2012 c 117 s 275; 1933 ex.s. c 62 s 18; RRS s 7306-18.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-080/"
    },
    {
      "id": "section-66-20-085-license-suspension-noncompliance-with-support-or",
      "number": "66.20.085 - License suspension—Noncompliance with support or",
      "heading": "",
      "text": "RCW 66.20.085\n\nLicense suspension—Noncompliance with support order—Reissuance.\n\nThe board shall immediately suspend the license of a person who has been certified pursuant to RCW 74.20A.320 by the department of social and health services as a person who is not in compliance with a support order or a *residential or visitation order. If the person has continued to meet all other requirements for reinstatement during the suspension, reissuance of the license shall be automatic upon the board's receipt of a release issued by the department of social and health services stating that the licensee is in compliance with the order.\n\nThe board shall immediately suspend the license of a person who has been certified pursuant to RCW 74.20A.320 by the department of social and health services as a person who is not in compliance with a support order or a *residential or visitation order. If the person has continued to meet all other requirements for reinstatement during the suspension, reissuance of the license shall be automatic upon the board's receipt of a release issued by the department of social and health services stating that the licensee is in compliance with the order.\n\n[ 1997 c 58 s 861.]\n\n*Reviser's note: 1997 c 58 s 886 requiring a court to order certification of noncompliance with residential provisions of a court-ordered parenting plan was vetoed. Provisions ordering the department of social and health services to certify a responsible parent based on a court order to certify for noncompliance with residential provisions of a parenting plan were vetoed. See RCW 74.20A.320.\n\n*Reviser's note: 1997 c 58 s 886 requiring a court to order certification of noncompliance with residential provisions of a court-ordered parenting plan was vetoed. Provisions ordering the department of social and health services to certify a responsible parent based on a court order to certify for noncompliance with residential provisions of a parenting plan were vetoed. See RCW 74.20A.320.\n\nShort title—Part headings, captions, table of contents not law—Exemptions and waivers from federal law—Conflict with federal requirements—Severability—1997 c 58: See RCW 74.08A.900 through 74.08A.904.\n\nShort title—Part headings, captions, table of contents not law—Exemptions and waivers from federal law—Conflict with federal requirements—Severability—1997 c 58: See RCW 74.08A.900 through 74.08A.904.\n\nEffective dates—Intent—1997 c 58: See notes following RCW 74.20A.320.\n\nEffective dates—Intent—1997 c 58: See notes following RCW 74.20A.320.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-085/"
    },
    {
      "id": "section-66-20-090-retaining-permits-wrongfully-presented",
      "number": "66.20.090 - Retaining permits wrongfully presented.",
      "heading": "",
      "text": "RCW 66.20.090\n\nRetaining permits wrongfully presented.\n\nWhere any permit is presented to an employee by a person who is not the holder of the permit, or where any permit which is suspended or canceled is presented to an employee, the employee shall retain the permit in his or her custody and shall forthwith notify the board of the fact of its retention.\n\nWhere any permit is presented to an employee by a person who is not the holder of the permit, or where any permit which is suspended or canceled is presented to an employee, the employee shall retain the permit in his or her custody and shall forthwith notify the board of the fact of its retention.\n\n[ 2012 c 117 s 276; 1933 ex.s. c 62 s 19; RRS s 7306-19.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-090/"
    },
    {
      "id": "section-66-20-100-physician-may-prescribe-or-administer-liquor-pen",
      "number": "66.20.100 - Physician may prescribe or administer liquor—Pen",
      "heading": "",
      "text": "RCW 66.20.100\n\nPhysician may prescribe or administer liquor—Penalty.\n\nAny physician who deems liquor necessary for the health of a patient, whether an interdicted person or not, whom he or she has seen or visited professionally may give to the patient a prescription therefor, signed by the physician, or the physician may administer the liquor to the patient, for which purpose the physician may administer the liquor purchased by him or her under special permit and may charge for the liquor so administered; but no prescription shall be given or liquor be administered by a physician except to bona fide patients in cases of actual need, and when in the judgment of the physician the use of liquor as medicine in the quantity prescribed or administered is necessary; and any physician who administers liquor in evasion or violation of this title shall be guilty of a violation of this title.\n\nAny physician who deems liquor necessary for the health of a patient, whether an interdicted person or not, whom he or she has seen or visited professionally may give to the patient a prescription therefor, signed by the physician, or the physician may administer the liquor to the patient, for which purpose the physician may administer the liquor purchased by him or her under special permit and may charge for the liquor so administered; but no prescription shall be given or liquor be administered by a physician except to bona fide patients in cases of actual need, and when in the judgment of the physician the use of liquor as medicine in the quantity prescribed or administered is necessary; and any physician who administers liquor in evasion or violation of this title shall be guilty of a violation of this title.\n\n[ 2012 c 117 s 277; 1933 ex.s. c 62 s 20; RRS s 7306-20.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-100/"
    },
    {
      "id": "section-66-20-110-dentist-may-administer-liquor-penalty",
      "number": "66.20.110 - Dentist may administer liquor—Penalty.",
      "heading": "",
      "text": "RCW 66.20.110\n\nDentist may administer liquor—Penalty.\n\nAny dentist who deems it necessary that any patient then under treatment by him or her should be supplied with liquor as a stimulant or restorative may administer to the patient the liquor so needed, and for that purpose the dentist shall administer liquor obtained by him or her under special permit pursuant to this title, and may charge for the liquor so administered; but no liquor shall be administered by a dentist except to bona fide patients in cases of actual need; and every dentist who administers liquor in evasion or violation of this title shall be guilty of a violation of this title.\n\nAny dentist who deems it necessary that any patient then under treatment by him or her should be supplied with liquor as a stimulant or restorative may administer to the patient the liquor so needed, and for that purpose the dentist shall administer liquor obtained by him or her under special permit pursuant to this title, and may charge for the liquor so administered; but no liquor shall be administered by a dentist except to bona fide patients in cases of actual need; and every dentist who administers liquor in evasion or violation of this title shall be guilty of a violation of this title.\n\n[ 2012 c 117 s 278; 1933 ex.s. c 62 s 21; RRS s 7306-21.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-110/"
    },
    {
      "id": "section-66-20-120-hospital-etc-may-administer-liquor-penalty",
      "number": "66.20.120 - Hospital, etc., may administer liquor—Penalty.",
      "heading": "",
      "text": "RCW 66.20.120\n\nHospital, etc., may administer liquor—Penalty.\n\nAny person in charge of an institution regularly conducted as a hospital or sanatorium for the care of persons in ill health, or as a home devoted exclusively to the care of aged people, may, if he or she holds a special permit under this title for that purpose, administer liquor purchased by him or her under his or her special permit to any patient or inmate of the institution who is in need of the same, either by way of external application or otherwise for medicinal purposes, and may charge for the liquor so administered; but no liquor shall be administered by any person under this section except to bona fide patients or inmates of the institution of which he or she is in charge and in cases of actual need and every person in charge of an institution who administers liquor in evasion or violation of this title shall be guilty of a violation of this title.\n\nAny person in charge of an institution regularly conducted as a hospital or sanatorium for the care of persons in ill health, or as a home devoted exclusively to the care of aged people, may, if he or she holds a special permit under this title for that purpose, administer liquor purchased by him or her under his or her special permit to any patient or inmate of the institution who is in need of the same, either by way of external application or otherwise for medicinal purposes, and may charge for the liquor so administered; but no liquor shall be administered by any person under this section except to bona fide patients or inmates of the institution of which he or she is in charge and in cases of actual need and every person in charge of an institution who administers liquor in evasion or violation of this title shall be guilty of a violation of this title.\n\n[ 2013 c 23 s 176; 1933 ex.s. c 62 s 22; RRS s 7306-22.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-120/"
    },
    {
      "id": "section-66-20-140-limitation-on-application-after-cancellation-or",
      "number": "66.20.140 - Limitation on application after cancellation or ",
      "heading": "",
      "text": "RCW 66.20.140\n\nLimitation on application after cancellation or suspension.\n\nNo person whose permit has been canceled within the period of twelve months next preceding, or is suspended, shall make application to any employee under this title for another permit.\n\nNo person whose permit has been canceled within the period of twelve months next preceding, or is suspended, shall make application to any employee under this title for another permit.\n\n[ 1933 ex.s. c 62 s 40; RRS s 7306-40.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-140/"
    },
    {
      "id": "section-66-20-150-purchases-prohibited-under-canceled-suspended-p",
      "number": "66.20.150 - Purchases prohibited under canceled, suspended p",
      "heading": "",
      "text": "RCW 66.20.150\n\nPurchases prohibited under canceled, suspended permit, or under another's permit.\n\nNo person shall purchase or attempt to purchase liquor under a permit which is suspended, or which has been canceled, or of which he or she is not the holder.\n\nNo person shall purchase or attempt to purchase liquor under a permit which is suspended, or which has been canceled, or of which he or she is not the holder.\n\n[ 2012 c 117 s 279; 1933 ex.s. c 62 s 41; RRS s 7306-41.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-150/"
    },
    {
      "id": "section-66-20-160-licensee-definition",
      "number": "66.20.160 - Licensee definition.",
      "heading": "",
      "text": "RCW 66.20.160\n\nLicensee definition.\n\nAs used in RCW 66.20.160 through 66.20.210, inclusive, \"licensee\" means the holder of a retail liquor license issued by the board, and includes any employee or agent of the licensee.\n\nAs used in RCW 66.20.160 through 66.20.210, inclusive, \"licensee\" means the holder of a retail liquor license issued by the board, and includes any employee or agent of the licensee.\n\n[ 2012 c 2 s 110 (Initiative Measure No. 1183, approved November 8, 2011); 2005 c 151 s 8; 1973 1st ex.s. c 209 s 4; 1971 ex.s. c 15 s 2; 1959 c 111 s 4; 1949 c 67 s 1; Rem. Supp. 1949 s 7306-19A.]\n\nFinding—Application—Rules—Effective date—Contingent effective date—2012 c 2 (Initiative Measure No. 1183): See notes following RCW 66.24.620.\n\nFinding—Application—Rules—Effective date—Contingent effective date—2012 c 2 (Initiative Measure No. 1183): See notes following RCW 66.24.620.\n\nSeverability—1973 1st ex.s. c 209: \"If any phrase, clause, subsection or section of this 1973 amendatory act shall be declared unconstitutional or invalid by any court of competent jurisdiction, it shall be conclusively presumed that the legislature would have enacted this 1973 amendatory act without the phrase, clause, subsection or section so held unconstitutional or invalid and the remainder of the act shall not be affected as a result of said part being held unconstitutional or invalid.\" [ 1973 1st ex.s. c 209 s 21.]\n\nSeverability—1973 1st ex.s. c 209: \"If any phrase, clause, subsection or section of this 1973 amendatory act shall be declared unconstitutional or invalid by any court of competent jurisdiction, it shall be conclusively presumed that the legislature would have enacted this 1973 amendatory act without the phrase, clause, subsection or section so held unconstitutional or invalid and the remainder of the act shall not be affected as a result of said part being held unconstitutional or invalid.\" [ 1973 1st ex.s. c 209 s 21.]\n\nEffective date—1973 1st ex.s. c 209: \"This 1973 amendatory act is necessary for the immediate preservation of the public peace, health and safety, the support of the state government and its existing public institutions, and shall take effect July 1, 1973.\" [ 1973 1st ex.s. c 209 s 22.]\n\nEffective date—1973 1st ex.s. c 209: \"This 1973 amendatory act is necessary for the immediate preservation of the public peace, health and safety, the support of the state government and its existing public institutions, and shall take effect July 1, 1973.\" [ 1973 1st ex.s. c 209 s 22.]\n\nEffective date—1971 ex.s. c 15: \"The effective date of this 1971 amendatory act is July 1, 1971.\" [ 1971 ex.s. c 15 s 8.]\n\nEffective date—1971 ex.s. c 15: \"The effective date of this 1971 amendatory act is July 1, 1971.\" [ 1971 ex.s. c 15 s 8.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-160/"
    },
    {
      "id": "section-66-20-170-card-of-identification-may-be-accepted-as-identi",
      "number": "66.20.170 - Card of identification may be accepted as identi",
      "heading": "",
      "text": "RCW 66.20.170\n\nCard of identification may be accepted as identification card and evidence of legal age.\n\nA card of identification may for the purpose of this title and for the purpose of procuring liquor, be accepted as an identification card by any licensee and as evidence of legal age of the person presenting such card, provided the licensee complies with the conditions and procedures prescribed herein and such regulations as may be made by the board.\n\nA card of identification may for the purpose of this title and for the purpose of procuring liquor, be accepted as an identification card by any licensee and as evidence of legal age of the person presenting such card, provided the licensee complies with the conditions and procedures prescribed herein and such regulations as may be made by the board.\n\n[ 2016 c 235 s 7; 1973 1st ex.s. c 209 s 5; 1971 ex.s. c 15 s 3; 1959 c 111 s 5; 1949 c 67 s 2; Rem. Supp. 1949 s 7306-19B.]\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-170/"
    },
    {
      "id": "section-66-20-180-card-of-identification-to-be-presented-on-reques",
      "number": "66.20.180 - Card of identification to be presented on reques",
      "heading": "",
      "text": "RCW 66.20.180\n\nCard of identification to be presented on request of licensee.\n\nA card of identification must be presented by the holder thereof upon request of any licensee, peace officer, or enforcement officer of the board for the purpose of aiding the licensee, peace officer, or enforcement officer of the board to determine whether or not such person is of legal age to purchase liquor when such person desires to procure liquor from a licensed establishment.\n\nA card of identification must be presented by the holder thereof upon request of any licensee, peace officer, or enforcement officer of the board for the purpose of aiding the licensee, peace officer, or enforcement officer of the board to determine whether or not such person is of legal age to purchase liquor when such person desires to procure liquor from a licensed establishment.\n\n[ 2016 c 235 s 8; 2005 c 151 s 9; 1973 1st ex.s. c 209 s 6; 1971 ex.s. c 15 s 4; 1959 c 111 s 6; 1949 c 67 s 3; Rem. Supp. 1949 s 7306-19C.]\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-180/"
    },
    {
      "id": "section-66-20-190-identification-cardholder-may-be-required-to-sig",
      "number": "66.20.190 - Identification cardholder may be required to sig",
      "heading": "",
      "text": "RCW 66.20.190\n\nIdentification cardholder may be required to sign certification card—Contents—Procedure—Statement.\n\nIn addition to the presentation by the holder and verification by the licensee of such card of identification, the licensee who is still in doubt about the true age of the holder must require the person whose age may be in question to sign a certification card and record an accurate description and serial number of his or her card of identification thereon. Such statement must be upon a five-inch by eight-inch file card, which card must be filed alphabetically by the licensee at or before the close of business on the day on which the statement is executed, in the file box containing a suitable alphabetical index and the card must be subject to examination by any peace officer or agent or employee of the board at all times. The certification card must also contain in boldface type a statement stating that the signer understands that conviction for unlawful purchase of alcoholic beverages or misuse of the certification card may result in criminal penalties including imprisonment or fine or both.\n\nIn addition to the presentation by the holder and verification by the licensee of such card of identification, the licensee who is still in doubt about the true age of the holder must require the person whose age may be in question to sign a certification card and record an accurate description and serial number of his or her card of identification thereon. Such statement must be upon a five-inch by eight-inch file card, which card must be filed alphabetically by the licensee at or before the close of business on the day on which the statement is executed, in the file box containing a suitable alphabetical index and the card must be subject to examination by any peace officer or agent or employee of the board at all times. The certification card must also contain in boldface type a statement stating that the signer understands that conviction for unlawful purchase of alcoholic beverages or misuse of the certification card may result in criminal penalties including imprisonment or fine or both.\n\n[ 2016 c 235 s 9; 2012 c 117 s 280; 1981 1st ex.s. c 5 s 9; 1975 1st ex.s. c 173 s 4; 1973 1st ex.s. c 209 s 7; 1971 ex.s. c 15 s 5; 1959 c 111 s 7; 1949 c 67 s 4; Rem. Supp. 1949 s 7306-19D.]\n\nEffective date—1981 1st ex.s. c 5: See RCW 66.98.100.\n\nEffective date—1981 1st ex.s. c 5: See RCW 66.98.100.\n\nSeverability—Effective date—1975 1st ex.s. c 173: See notes following RCW 66.08.050.\n\nSeverability—Effective date—1975 1st ex.s. c 173: See notes following RCW 66.08.050.\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-190/"
    },
    {
      "id": "section-66-20-210-licensee-s-immunity-to-prosecution-or-suit-certi",
      "number": "66.20.210 - Licensee's immunity to prosecution or suit—Certi",
      "heading": "",
      "text": "RCW 66.20.210\n\nLicensee's immunity to prosecution or suit—Certification card as evidence of good faith.\n\n(1) No licensee or the agent or employee of the licensee may be prosecuted criminally or be sued in any civil action for serving liquor to a person under legal age to purchase liquor if such person has presented a card of identification in accordance with RCW 66.20.180, and has signed a certification card as provided in RCW 66.20.190.(2) Such card in the possession of a licensee may be offered as a defense in any hearing held by the board for serving liquor to the person who signed the card and may be considered by the board as evidence that the licensee acted in good faith.\n\n(1) No licensee or the agent or employee of the licensee may be prosecuted criminally or be sued in any civil action for serving liquor to a person under legal age to purchase liquor if such person has presented a card of identification in accordance with RCW 66.20.180, and has signed a certification card as provided in RCW 66.20.190.\n\n(2) Such card in the possession of a licensee may be offered as a defense in any hearing held by the board for serving liquor to the person who signed the card and may be considered by the board as evidence that the licensee acted in good faith.\n\n[ 2016 c 235 s 11; 1973 1st ex.s. c 209 s 9; 1971 ex.s. c 15 s 7; 1959 c 111 s 9; 1949 c 67 s 6; Rem. Supp. 1949 s 7306-19F.]\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-210/"
    },
    {
      "id": "section-66-20-200-unlawful-acts-relating-to-identification-or-cert",
      "number": "66.20.200 - Unlawful acts relating to identification or cert",
      "heading": "",
      "text": "RCW 66.20.200\n\nUnlawful acts relating to identification or certification card—Penalties.\n\n(1) It is unlawful for the owner of a card of identification to transfer the card to any other person for the purpose of aiding such person to procure alcoholic beverages from any licensee. Any person who permits his or her card of identification to be used by another or transfer such card to another for the purpose of aiding such transferee to obtain alcoholic beverages from a licensee or gain admission to a premises or portion of a premises classified by the board as off-limits to persons under twenty-one years of age, is guilty of a misdemeanor punishable as provided by RCW 9A.20.021, except that a minimum fine of two hundred fifty dollars must be imposed and any sentence requiring community restitution must require not fewer than twenty-five hours of community restitution.(2) Any person not entitled thereto who unlawfully procures or has issued or transferred to him or her a card of identification, and any person who possesses a card of identification not issued to him or her, and any person who makes any false statement on any certification card required by RCW 66.20.190, to be signed by him or her, is guilty of a misdemeanor punishable as provided by RCW 9A.20.021, except that a minimum fine of two hundred fifty dollars must be imposed and any sentence requiring community restitution must require not fewer than twenty-five hours of community restitution.\n\n(1) It is unlawful for the owner of a card of identification to transfer the card to any other person for the purpose of aiding such person to procure alcoholic beverages from any licensee. Any person who permits his or her card of identification to be used by another or transfer such card to another for the purpose of aiding such transferee to obtain alcoholic beverages from a licensee or gain admission to a premises or portion of a premises classified by the board as off-limits to persons under twenty-one years of age, is guilty of a misdemeanor punishable as provided by RCW 9A.20.021, except that a minimum fine of two hundred fifty dollars must be imposed and any sentence requiring community restitution must require not fewer than twenty-five hours of community restitution.\n\n(2) Any person not entitled thereto who unlawfully procures or has issued or transferred to him or her a card of identification, and any person who possesses a card of identification not issued to him or her, and any person who makes any false statement on any certification card required by RCW 66.20.190, to be signed by him or her, is guilty of a misdemeanor punishable as provided by RCW 9A.20.021, except that a minimum fine of two hundred fifty dollars must be imposed and any sentence requiring community restitution must require not fewer than twenty-five hours of community restitution.\n\n[ 2016 c 235 s 10; 2003 c 53 s 295; 2002 c 175 s 41; 1994 c 201 s 1; 1987 c 101 s 4; 1973 1st ex.s. c 209 s 8; 1971 ex.s. c 15 s 6; 1969 ex.s. c 178 s 2; 1959 c 111 s 8; 1949 c 67 s 5; Rem. Supp. 1949 s 7306-19E.]\n\nIntent—Effective date—2003 c 53: See notes following RCW 2.48.180.\n\nIntent—Effective date—2003 c 53: See notes following RCW 2.48.180.\n\nEffective date—2002 c 175: See note following RCW 7.80.130.\n\nEffective date—2002 c 175: See note following RCW 7.80.130.\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nSeverability—Effective date—1973 1st ex.s. c 209: See notes following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.\n\nEffective date—1971 ex.s. c 15: See note following RCW 66.20.160.\n\nUnlawful transfer to minor of age identification: RCW 66.44.325.\n\nUnlawful transfer to minor of age identification: RCW 66.44.325.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-200/"
    },
    {
      "id": "section-66-20-300-alcohol-servers-definitions",
      "number": "66.20.300 - Alcohol servers—Definitions.",
      "heading": "",
      "text": "RCW 66.20.300\n\nAlcohol servers—Definitions.\n\nThe definitions in this section apply throughout RCW 66.20.310 through 66.20.350 unless the context clearly requires otherwise.(1) \"Alcohol\" has the same meaning as \"liquor\" in RCW 66.04.010.(2) \"Alcohol server\" means any person who as part of their employment participates in the sale or service of alcoholic beverages for on-premises consumption at an on-premises licensed facility as a regular requirement of their employment, and includes those persons eighteen years of age or older permitted by the liquor laws of this state to serve alcoholic beverages with meals.(3) \"On-premises licensed facility\" means any:(a) Premises issued an annual license to sell or serve alcohol by the glass or by the drink, or in original containers primarily for consumption on the premises, or a premises holding a privilege for on-premises tasting activities, as authorized by this title;(b) Distillery licensed pursuant to RCW 66.24.140 that is authorized to serve samples of its own production;(c) Facility established by a domestic winery for serving and selling wine pursuant to RCW 66.24.170(4);(d) Brewery or microbrewery authorized to serve or sell beer or other liquor under RCW 66.24.240 or 66.24.244;(e) Grocery store licensed under RCW 66.24.360, but only with respect to employees whose duties include serving during tasting activities under RCW 66.24.363;(f) Beer and/or wine specialty shop licensed under RCW 66.24.371, but only with respect to employees whose duties include serving during tasting activities;(g) Spirit retailers licensed under RCW 66.24.630 or 66.24.632, but only with respect to employees whose duties include serving during tasting activities.(4) \"Training entity\" means any liquor licensee associations, independent contractors, private persons, and private or public schools, that have been certified by the board.\n\nThe definitions in this section apply throughout RCW 66.20.310 through 66.20.350 unless the context clearly requires otherwise.\n\n(1) \"Alcohol\" has the same meaning as \"liquor\" in RCW 66.04.010.\n\n(2) \"Alcohol server\" means any person who as part of their employment participates in the sale or service of alcoholic beverages for on-premises consumption at an on-premises licensed facility as a regular requirement of their employment, and includes those persons eighteen years of age or older permitted by the liquor laws of this state to serve alcoholic beverages with meals.\n\n(3) \"On-premises licensed facility\" means any:\n\n(a) Premises issued an annual license to sell or serve alcohol by the glass or by the drink, or in original containers primarily for consumption on the premises, or a premises holding a privilege for on-premises tasting activities, as authorized by this title;\n\n(b) Distillery licensed pursuant to RCW 66.24.140 that is authorized to serve samples of its own production;\n\n(c) Facility established by a domestic winery for serving and selling wine pursuant to RCW 66.24.170(4);\n\n(d) Brewery or microbrewery authorized to serve or sell beer or other liquor under RCW 66.24.240 or 66.24.244;\n\n(e) Grocery store licensed under RCW 66.24.360, but only with respect to employees whose duties include serving during tasting activities under RCW 66.24.363;\n\n(f) Beer and/or wine specialty shop licensed under RCW 66.24.371, but only with respect to employees whose duties include serving during tasting activities;\n\n(g) Spirit retailers licensed under RCW 66.24.630 or 66.24.632, but only with respect to employees whose duties include serving during tasting activities.\n\n(4) \"Training entity\" means any liquor licensee associations, independent contractors, private persons, and private or public schools, that have been certified by the board.\n\n[ 2025 c 167 s 2; 2019 c 64 s 20. Prior: 2014 c 78 s 2; 2014 c 29 s 2; prior: 2013 c 237 s 2; 2013 c 219 s 2; 2011 c 325 s 5; 2010 c 141 s 3; prior: 2008 c 94 s 10; 2008 c 41 s 1; 1997 c 321 s 44; 1996 c 218 s 2; 1995 c 51 s 2.]\n\nExplanatory statement—2019 c 64: See note following RCW 1.20.110.\n\nExplanatory statement—2019 c 64: See note following RCW 1.20.110.\n\nEffective date—1997 c 321: See note following RCW 66.24.010.\n\nEffective date—1997 c 321: See note following RCW 66.24.010.\n\nFindings—1995 c 51: \"The legislature finds that education of alcohol servers on issues such as the physiological effects of alcohol on consumers, liability and legal implications of serving alcohol, driving while intoxicated, and methods of intervention with the problem customer are important in protecting the health and safety of the public. The legislature further finds that it is in the best interest of the citizens of the state of Washington to have an alcohol server education program.\" [ 1995 c 51 s 1.]\n\nFindings—1995 c 51: \"The legislature finds that education of alcohol servers on issues such as the physiological effects of alcohol on consumers, liability and legal implications of serving alcohol, driving while intoxicated, and methods of intervention with the problem customer are important in protecting the health and safety of the public. The legislature further finds that it is in the best interest of the citizens of the state of Washington to have an alcohol server education program.\" [ 1995 c 51 s 1.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-300/"
    },
    {
      "id": "section-66-20-310-alcohol-server-permits",
      "number": "66.20.310 - Alcohol server permits.",
      "heading": "",
      "text": "RCW 66.20.310\n\nAlcohol server permits.\n\n(1)(a) There is an alcohol server permit, known as a class 12 permit, for:(i) A manager;(ii) A bartender selling or mixing alcohol, spirits, wines, or beer for consumption at an on-premises licensed facility; or(iii) An employee conducting alcohol deliveries for a licensee that delivers alcohol under RCW 66.24.710.(b) There is an alcohol server permit, known as a class 13 permit, for a person who only serves alcohol, spirits, wines, or beer for consumption at an on-premises licensed facility.(c) As provided by rule by the board, a class 13 permit holder may be allowed to act as a bartender without holding a class 12 permit.(2)(a) Effective January 1, 1997, except as provided in (d) of this subsection, every alcohol server employed, under contract or otherwise, at an on-premises licensed facility must be issued a class 12 or class 13 permit.(b) Every class 12 and class 13 permit issued must be issued in the name of the applicant and no other person may use the permit of another permit holder. The holder must present the permit upon request to inspection by a representative of the board or a peace officer. The class 12 or class 13 permit is valid for employment at any on-premises licensed facility described in (a) of this subsection.(c) Except as provided in (d) of this subsection, no licensee of an on-premises licensed facility holding a license as authorized by this title may employ or accept the services of any person whose duties include the compounding, sale, service, or handling of liquor without the person first having a valid class 12 or class 13 permit.(d) Within sixty days of initial employment, every person whose duties include the compounding, sale, service, or handling of liquor must have a class 12 or class 13 permit.(e) No person may perform duties that include the sale or service of alcoholic beverages at an on-premises licensed facility without possessing a valid alcohol server permit.(f) Every person whose duties include the delivery of alcohol authorized under RCW 66.24.710 must have a class 12 permit before engaging in alcohol delivery. A delivery employee whose duties include the delivery of alcohol authorized under RCW 66.24.710 must complete an approved class 12 permit course that includes a curriculum component that covers best practices for delivery of alcohol.(3) A permit issued by a training entity under this section is valid for employment at any on-premises licensed facility described in subsection (2)(a) of this section for a period of five years unless suspended by the board.(4) The board may suspend or revoke an existing permit if any of the following occur:(a) The applicant or permittee has been convicted of violating any of the state or local intoxicating liquor laws of this state, has been convicted at any time of a felony under chapter 9A.40, 9A.44, 9A.46, 9A.86, or 9A.88 RCW, or a felony that is directly related to alcohol service; or(b) The permittee has performed or permitted any act that constitutes a violation of this title or of any rule of the board.(5) The suspension or revocation of a permit under this section does not relieve a licensee from responsibility for any act of the employee or agent while employed upon the on-premises licensed facility. The board may, as appropriate, revoke or suspend either the permit of the employee who committed the violation or the license of the licensee upon whose premises the violation occurred, or both the permit and the license.(6)(a) After January 1, 1997, it is a violation of this title for any on-premises licensed facility licensee or agent of a on-premises licensed facility as described in subsection (2)(a) of this section to employ in the sale or service of alcoholic beverages, any person who does not have a valid alcohol server permit or whose permit has been revoked, suspended, or denied.(b) It is a violation of this title for a person whose alcohol server permit has been denied, suspended, or revoked to accept employment in the sale or service of alcoholic beverages.(7) Grocery stores licensed under RCW 66.24.360, the primary commercial activity of which is the sale of grocery products and for which the sale and service of beer and wine for on-premises consumption with food is incidental to the primary business, and employees of such establishments, are exempt from RCW 66.20.300 through 66.20.350, except for employees whose duties include serving during tasting activities under RCW 66.24.363.\n\n(1)(a) There is an alcohol server permit, known as a class 12 permit, for:\n\n(i) A manager;\n\n(ii) A bartender selling or mixing alcohol, spirits, wines, or beer for consumption at an on-premises licensed facility; or\n\n(iii) An employee conducting alcohol deliveries for a licensee that delivers alcohol under RCW 66.24.710.\n\n(b) There is an alcohol server permit, known as a class 13 permit, for a person who only serves alcohol, spirits, wines, or beer for consumption at an on-premises licensed facility.\n\n(c) As provided by rule by the board, a class 13 permit holder may be allowed to act as a bartender without holding a class 12 permit.\n\n(2)(a) Effective January 1, 1997, except as provided in (d) of this subsection, every alcohol server employed, under contract or otherwise, at an on-premises licensed facility must be issued a class 12 or class 13 permit.\n\n(b) Every class 12 and class 13 permit issued must be issued in the name of the applicant and no other person may use the permit of another permit holder. The holder must present the permit upon request to inspection by a representative of the board or a peace officer. The class 12 or class 13 permit is valid for employment at any on-premises licensed facility described in (a) of this subsection.\n\n(c) Except as provided in (d) of this subsection, no licensee of an on-premises licensed facility holding a license as authorized by this title may employ or accept the services of any person whose duties include the compounding, sale, service, or handling of liquor without the person first having a valid class 12 or class 13 permit.\n\n(d) Within sixty days of initial employment, every person whose duties include the compounding, sale, service, or handling of liquor must have a class 12 or class 13 permit.\n\n(e) No person may perform duties that include the sale or service of alcoholic beverages at an on-premises licensed facility without possessing a valid alcohol server permit.\n\n(f) Every person whose duties include the delivery of alcohol authorized under RCW 66.24.710 must have a class 12 permit before engaging in alcohol delivery. A delivery employee whose duties include the delivery of alcohol authorized under RCW 66.24.710 must complete an approved class 12 permit course that includes a curriculum component that covers best practices for delivery of alcohol.\n\n(3) A permit issued by a training entity under this section is valid for employment at any on-premises licensed facility described in subsection (2)(a) of this section for a period of five years unless suspended by the board.\n\n(4) The board may suspend or revoke an existing permit if any of the following occur:\n\n(a) The applicant or permittee has been convicted of violating any of the state or local intoxicating liquor laws of this state, has been convicted at any time of a felony under chapter 9A.40, 9A.44, 9A.46, 9A.86, or 9A.88 RCW, or a felony that is directly related to alcohol service; or\n\n(b) The permittee has performed or permitted any act that constitutes a violation of this title or of any rule of the board.\n\n(5) The suspension or revocation of a permit under this section does not relieve a licensee from responsibility for any act of the employee or agent while employed upon the on-premises licensed facility. The board may, as appropriate, revoke or suspend either the permit of the employee who committed the violation or the license of the licensee upon whose premises the violation occurred, or both the permit and the license.\n\n(6)(a) After January 1, 1997, it is a violation of this title for any on-premises licensed facility licensee or agent of a on-premises licensed facility as described in subsection (2)(a) of this section to employ in the sale or service of alcoholic beverages, any person who does not have a valid alcohol server permit or whose permit has been revoked, suspended, or denied.\n\n(b) It is a violation of this title for a person whose alcohol server permit has been denied, suspended, or revoked to accept employment in the sale or service of alcoholic beverages.\n\n(7) Grocery stores licensed under RCW 66.24.360, the primary commercial activity of which is the sale of grocery products and for which the sale and service of beer and wine for on-premises consumption with food is incidental to the primary business, and employees of such establishments, are exempt from RCW 66.20.300 through 66.20.350, except for employees whose duties include serving during tasting activities under RCW 66.24.363.\n\n[ 2025 c 167 s 3; 2024 c 265 s 1; 2023 c 279 s 3. Prior: 2019 c 64 s 21; prior: 2014 c 78 s 3; 2014 c 29 s 3; prior: 2013 c 237 s 3; 2013 c 219 s 3; 2011 c 325 s 4; 2010 c 141 s 2; prior: 2009 c 271 s 5; 2009 c 187 s 4; prior: 2008 c 94 s 11; 2008 c 41 s 3; (2008 c 41 s 2 expired July 1, 2008); 2007 c 370 s 17; 1997 c 321 s 45; prior: 1996 c 311 s 1; 1996 c 218 s 3; 1995 c 51 s 3.]\n\nEffective date—2023 c 279: See note following RCW 66.24.710.\n\nEffective date—2023 c 279: See note following RCW 66.24.710.\n\nExplanatory statement—2019 c 64: See note following RCW 1.20.110.\n\nExplanatory statement—2019 c 64: See note following RCW 1.20.110.\n\nEffective date—2008 c 94 ss 4 and 11: See note following RCW 66.04.010.\n\nEffective date—2008 c 94 ss 4 and 11: See note following RCW 66.04.010.\n\nEffective date—2008 c 41 ss 3, 10, and 11: \"Sections 3, 10, and 11 of this act take effect July 1, 2008.\" [ 2008 c 41 s 16.]\n\nEffective date—2008 c 41 ss 3, 10, and 11: \"Sections 3, 10, and 11 of this act take effect July 1, 2008.\" [ 2008 c 41 s 16.]\n\nExpiration date—2008 c 41 s 2: \"Section 2 of this act expires July 1, 2008.\" [ 2008 c 41 s 13.]\n\nExpiration date—2008 c 41 s 2: \"Section 2 of this act expires July 1, 2008.\" [ 2008 c 41 s 13.]\n\nEffective date—2007 c 370 ss 10-20: See note following RCW 66.04.010.\n\nEffective date—2007 c 370 ss 10-20: See note following RCW 66.04.010.\n\nEffective date—1997 c 321: See note following RCW 66.24.010.\n\nEffective date—1997 c 321: See note following RCW 66.24.010.\n\nFindings—1995 c 51: See note following RCW 66.20.300.\n\nFindings—1995 c 51: See note following RCW 66.20.300.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-310/"
    },
    {
      "id": "section-66-20-320-alcohol-server-education-program-permits",
      "number": "66.20.320 - Alcohol server education program—Permits.",
      "heading": "",
      "text": "RCW 66.20.320\n\nAlcohol server education program—Permits.\n\n(1) The board shall regulate a required alcohol server education program that includes:(a) Development of the curriculum and materials for the education program;(b) Examination and examination procedures;(c) Certification procedures, enforcement policies, and penalties for education program instructors and providers; and(d) The curriculum for an approved class 12 alcohol permit training program that includes but is not limited to the following subjects:(i) The physiological effects of alcohol including the effects of alcohol in combination with drugs;(ii) Liability and legal information;(iii) Driving while intoxicated;(iv) Intervention with the problem customer, including ways to stop service, ways to deal with the belligerent customer, and alternative means of transportation to get the customer safely home;(v) Methods for checking proper identification of customers;(vi) Nationally recognized programs, such as TAM (Techniques in Alcohol Management) and TIPS (Training for Intervention Programs) modified to include Washington laws and rules; and(vii) Best practices for delivery of alcohol for a course approved for a person whose duties include the delivery of alcohol authorized under RCW 66.24.710.(2) The board shall provide the program through liquor licensee associations, independent contractors, private persons, private or public schools certified by the board, or any combination of such providers.(3) Each training entity shall provide a class 12 permit to the manager, bartender, or delivery employee who has successfully completed a course the board has certified. A list of the individuals receiving the class 12 permit shall be forwarded to the board on the completion of each course given by the training entity.(4) Applicants shall be given a class 13 permit upon the successful completion of the program.(5) A list of the individuals receiving the class 13 permit shall be forwarded to the board on the completion of each video training program.(6) The board shall develop a model permit for the class 12 and 13 permits. The board may provide such permits to training entities or licensees for a nominal cost to cover production.(7)(a) Persons who have completed a nationally recognized alcohol management or intervention program since July 1, 1993, may be issued a class 12 or 13 permit upon providing proof of completion of such training to the board.(b) Persons who completed the board's alcohol server training program after July 1, 1993, but before July 1, 1995, may be issued a class 13 permit upon providing proof of completion of such training to the board.\n\n(1) The board shall regulate a required alcohol server education program that includes:\n\n(a) Development of the curriculum and materials for the education program;\n\n(b) Examination and examination procedures;\n\n(c) Certification procedures, enforcement policies, and penalties for education program instructors and providers; and\n\n(d) The curriculum for an approved class 12 alcohol permit training program that includes but is not limited to the following subjects:\n\n(i) The physiological effects of alcohol including the effects of alcohol in combination with drugs;\n\n(ii) Liability and legal information;\n\n(iii) Driving while intoxicated;\n\n(iv) Intervention with the problem customer, including ways to stop service, ways to deal with the belligerent customer, and alternative means of transportation to get the customer safely home;\n\n(v) Methods for checking proper identification of customers;\n\n(vi) Nationally recognized programs, such as TAM (Techniques in Alcohol Management) and TIPS (Training for Intervention Programs) modified to include Washington laws and rules; and\n\n(vii) Best practices for delivery of alcohol for a course approved for a person whose duties include the delivery of alcohol authorized under RCW 66.24.710.\n\n(2) The board shall provide the program through liquor licensee associations, independent contractors, private persons, private or public schools certified by the board, or any combination of such providers.\n\n(3) Each training entity shall provide a class 12 permit to the manager, bartender, or delivery employee who has successfully completed a course the board has certified. A list of the individuals receiving the class 12 permit shall be forwarded to the board on the completion of each course given by the training entity.\n\n(4) Applicants shall be given a class 13 permit upon the successful completion of the program.\n\n(5) A list of the individuals receiving the class 13 permit shall be forwarded to the board on the completion of each video training program.\n\n(6) The board shall develop a model permit for the class 12 and 13 permits. The board may provide such permits to training entities or licensees for a nominal cost to cover production.\n\n(7)(a) Persons who have completed a nationally recognized alcohol management or intervention program since July 1, 1993, may be issued a class 12 or 13 permit upon providing proof of completion of such training to the board.\n\n(b) Persons who completed the board's alcohol server training program after July 1, 1993, but before July 1, 1995, may be issued a class 13 permit upon providing proof of completion of such training to the board.\n\n[ 2025 c 167 s 4; 2023 c 279 s 4; 1996 c 311 s 2; 1995 c 51 s 4.]\n\nEffective date—2023 c 279: See note following RCW 66.24.710.\n\nEffective date—2023 c 279: See note following RCW 66.24.710.\n\nFindings—1995 c 51: See note following RCW 66.20.300.\n\nFindings—1995 c 51: See note following RCW 66.20.300.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-320/"
    },
    {
      "id": "section-66-20-330-alcohol-servers-rules",
      "number": "66.20.330 - Alcohol servers—Rules.",
      "heading": "",
      "text": "RCW 66.20.330\n\nAlcohol servers—Rules.\n\nThe board shall adopt rules to implement RCW 66.20.300 through 66.20.350 including, but not limited to, procedures and grounds for denying, suspending, or revoking permits.\n\nThe board shall adopt rules to implement RCW 66.20.300 through 66.20.350 including, but not limited to, procedures and grounds for denying, suspending, or revoking permits.\n\n[ 1995 c 51 s 5.]\n\nFindings—1995 c 51: See note following RCW 66.20.300.\n\nFindings—1995 c 51: See note following RCW 66.20.300.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-330/"
    },
    {
      "id": "section-66-20-340-alcohol-servers-violation-of-rules-penalties",
      "number": "66.20.340 - Alcohol servers—Violation of rules—Penalties.",
      "heading": "",
      "text": "RCW 66.20.340\n\nAlcohol servers—Violation of rules—Penalties.\n\nA violation of any of the rules of the board adopted to implement RCW 66.20.300 through 66.20.350 is a misdemeanor, punishable by a fine of not more than two hundred fifty dollars for a first offense. A subsequent offense is punishable by a fine of not more than five hundred dollars, or imprisonment for not more than ninety days, or both the fine and imprisonment.\n\nA violation of any of the rules of the board adopted to implement RCW 66.20.300 through 66.20.350 is a misdemeanor, punishable by a fine of not more than two hundred fifty dollars for a first offense. A subsequent offense is punishable by a fine of not more than five hundred dollars, or imprisonment for not more than ninety days, or both the fine and imprisonment.\n\n[ 1995 c 51 s 6.]\n\nFindings—1995 c 51: See note following RCW 66.20.300.\n\nFindings—1995 c 51: See note following RCW 66.20.300.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-340/"
    },
    {
      "id": "section-66-20-350-alcohol-servers-deposit-of-fees",
      "number": "66.20.350 - Alcohol servers—Deposit of fees.",
      "heading": "",
      "text": "RCW 66.20.350\n\nAlcohol servers—Deposit of fees.\n\nFees collected by the board under RCW 66.20.300 through 66.20.350 shall be deposited in the liquor revolving fund in accordance with RCW 66.08.170.\n\nFees collected by the board under RCW 66.20.300 through 66.20.350 shall be deposited in the liquor revolving fund in accordance with RCW 66.08.170.\n\n[ 1995 c 51 s 7.]\n\nFindings—1995 c 51: See note following RCW 66.20.300.\n\nFindings—1995 c 51: See note following RCW 66.20.300.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-350/"
    },
    {
      "id": "section-66-20-360-direct-sale-of-wine-to-consumer-holder-of-licens",
      "number": "66.20.360 - Direct sale of wine to consumer—Holder of licens",
      "heading": "",
      "text": "RCW 66.20.360\n\nDirect sale of wine to consumer—Holder of license to manufacture wine.\n\nThe holder of a license to manufacture wine issued by this state or another state may ship its wine to a person who is a resident of Washington and is twenty-one years of age or older for that person's personal use and not for resale.\n\nThe holder of a license to manufacture wine issued by this state or another state may ship its wine to a person who is a resident of Washington and is twenty-one years of age or older for that person's personal use and not for resale.\n\n[ 2006 c 49 s 1.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-360/"
    },
    {
      "id": "section-66-20-365-direct-sale-of-wine-to-consumer-requirements-for",
      "number": "66.20.365 - Direct sale of wine to consumer—Requirements for",
      "heading": "",
      "text": "RCW 66.20.365\n\nDirect sale of wine to consumer—Requirements for wineries.\n\nBefore wine may be shipped by a domestic winery or an out-of-state winery to a person who is a resident of Washington, the winery must:(1) Obtain a wine shipper's permit under procedures prescribed by the board by rule and pay a fee established by the board, if the winery is located outside the state; or(2) Be licensed as a domestic winery by the board and have paid the annual license fee.\n\nBefore wine may be shipped by a domestic winery or an out-of-state winery to a person who is a resident of Washington, the winery must:\n\n(1) Obtain a wine shipper's permit under procedures prescribed by the board by rule and pay a fee established by the board, if the winery is located outside the state; or\n\n(2) Be licensed as a domestic winery by the board and have paid the annual license fee.\n\n[ 2006 c 49 s 2.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-365/"
    },
    {
      "id": "section-66-20-370-direct-sale-of-wine-to-consumer-wine-shipper-s-p",
      "number": "66.20.370 - Direct sale of wine to consumer—Wine shipper's p",
      "heading": "",
      "text": "RCW 66.20.370\n\nDirect sale of wine to consumer—Wine shipper's permit—Requirements.\n\n(1) An applicant for a wine shipper's permit under RCW 66.20.365 must:(a) Operate a winery located in the United States;(b) Provide the board a copy of its valid license to manufacture wine issued by another state;(c) Certify that it holds all state and federal licenses and permits necessary to operate a winery; and(d) Register with the department of revenue under RCW 82.32.030.(2) Holders of a winery certificate of approval under RCW 66.24.206(1)(a) are deemed to hold a wine shipper's permit without further application or fee, if the holder meets all requirements for a wine shipper's permit. A winery certificate of approval holder who wants to ship wine under its wine shipper's permit privilege must notify the *liquor control board in a manner determined by the board before shipping any wine to a Washington consumer.(3) Holders of a wine shipper's permit must:(a) Pay the tax under RCW 66.24.210 for sales of wine to Washington state residents; and(b) Collect and remit to the department of revenue all applicable state and local sales and use taxes imposed by or under the authority of chapters 82.08, 82.12, and 82.14 RCW on all sales of wine delivered to buyers in this state, regardless of whether the permit holder has a physical presence in this state.\n\n(1) An applicant for a wine shipper's permit under RCW 66.20.365 must:\n\n(a) Operate a winery located in the United States;\n\n(b) Provide the board a copy of its valid license to manufacture wine issued by another state;\n\n(c) Certify that it holds all state and federal licenses and permits necessary to operate a winery; and\n\n(d) Register with the department of revenue under RCW 82.32.030.\n\n(2) Holders of a winery certificate of approval under RCW 66.24.206(1)(a) are deemed to hold a wine shipper's permit without further application or fee, if the holder meets all requirements for a wine shipper's permit. A winery certificate of approval holder who wants to ship wine under its wine shipper's permit privilege must notify the *liquor control board in a manner determined by the board before shipping any wine to a Washington consumer.\n\n(3) Holders of a wine shipper's permit must:\n\n(a) Pay the tax under RCW 66.24.210 for sales of wine to Washington state residents; and\n\n(b) Collect and remit to the department of revenue all applicable state and local sales and use taxes imposed by or under the authority of chapters 82.08, 82.12, and 82.14 RCW on all sales of wine delivered to buyers in this state, regardless of whether the permit holder has a physical presence in this state.\n\n[ 2006 c 49 s 3.]\n\n*Reviser's note: The \"state liquor control board\" was renamed the \"state liquor and cannabis board\" by 2015 c 70 s 3.\n\n*Reviser's note: The \"state liquor control board\" was renamed the \"state liquor and cannabis board\" by 2015 c 70 s 3.",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-370/"
    },
    {
      "id": "section-66-20-375-direct-sale-of-wine-to-consumer-labeling-and-pri",
      "number": "66.20.375 - Direct sale of wine to consumer—Labeling and pri",
      "heading": "",
      "text": "RCW 66.20.375\n\nDirect sale of wine to consumer—Labeling and private carrier requirements.\n\n(1) A domestic winery or a wine shipper's permit holder must clearly label all wine cases or outside shipping packages of wine sent into or out of this state under chapter 49, Laws of 2006 to indicate that the package cannot be delivered to a person under twenty-one years of age or to an intoxicated person.(2) A domestic winery or a wine shipper's permit holder must ensure that the private carrier used to deliver wine (a) obtains the signature of the person who receives the wine upon delivery, (b) verifies the age of the recipient, and (c) verifies that the recipient does not appear intoxicated at the time of delivery.\n\n(1) A domestic winery or a wine shipper's permit holder must clearly label all wine cases or outside shipping packages of wine sent into or out of this state under chapter 49, Laws of 2006 to indicate that the package cannot be delivered to a person under twenty-one years of age or to an intoxicated person.\n\n(2) A domestic winery or a wine shipper's permit holder must ensure that the private carrier used to deliver wine (a) obtains the signature of the person who receives the wine upon delivery, (b) verifies the age of the recipient, and (c) verifies that the recipient does not appear intoxicated at the time of delivery.\n\n[ 2006 c 49 s 4.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-375/"
    },
    {
      "id": "section-66-20-380-direct-sale-of-wine-to-consumer-monthly-reportin",
      "number": "66.20.380 - Direct sale of wine to consumer—Monthly reportin",
      "heading": "",
      "text": "RCW 66.20.380\n\nDirect sale of wine to consumer—Monthly reporting—Display of permit or license number.\n\n(1) A wine shipper's permit holder and a domestic winery must report to the board, on or before the twentieth day of each month, all shipments of wine made during the preceding calendar month directly to Washington consumers under a wine shipper's permit or a domestic winery license in effect for all or any portion of the preceding year. All reports will be on forms prescribed by the board.(2) A wine shipper's permit holder, a winery certificate of approval holder, or domestic winery who advertises or offers wine for direct shipment to customers within this state must clearly and conspicuously display the permit or license number in its advertising.\n\n(1) A wine shipper's permit holder and a domestic winery must report to the board, on or before the twentieth day of each month, all shipments of wine made during the preceding calendar month directly to Washington consumers under a wine shipper's permit or a domestic winery license in effect for all or any portion of the preceding year. All reports will be on forms prescribed by the board.\n\n(2) A wine shipper's permit holder, a winery certificate of approval holder, or domestic winery who advertises or offers wine for direct shipment to customers within this state must clearly and conspicuously display the permit or license number in its advertising.\n\n[ 2006 c 49 s 5.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-380/"
    },
    {
      "id": "section-66-20-385-direct-sale-of-wine-to-consumer-fee-for-wine-shi",
      "number": "66.20.385 - Direct sale of wine to consumer—Fee for wine shi",
      "heading": "",
      "text": "RCW 66.20.385\n\nDirect sale of wine to consumer—Fee for wine shipper's permit.\n\nA fee for a wine shipper's permit may be established by the board.\n\nA fee for a wine shipper's permit may be established by the board.\n\n[ 2006 c 49 s 6.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-385/"
    },
    {
      "id": "section-66-20-390-direct-sale-of-wine-to-consumer-consent-to-juris",
      "number": "66.20.390 - Direct sale of wine to consumer—Consent to juris",
      "heading": "",
      "text": "RCW 66.20.390\n\nDirect sale of wine to consumer—Consent to jurisdiction—Revocation or suspension of permit.\n\n(1) Holders of a wine shipper's permit are deemed to have consented to the jurisdiction of Washington concerning enforcement of chapter 49, Laws of 2006 and all laws, rules, and regulations related to the shipment of wine from wine manufacturers directly to consumers.(2)(a) A permit issued under chapter 49, Laws of 2006 to a wine manufacturer located outside this state who fails to comply with the provisions of chapter 49, Laws of 2006 shall be suspended or revoked.(b) The privilege to ship wine directly to Washington consumers under a domestic winery license shall be suspended or revoked if the domestic winery fails to comply with the provisions of chapter 49, Laws of 2006.\n\n(1) Holders of a wine shipper's permit are deemed to have consented to the jurisdiction of Washington concerning enforcement of chapter 49, Laws of 2006 and all laws, rules, and regulations related to the shipment of wine from wine manufacturers directly to consumers.\n\n(2)(a) A permit issued under chapter 49, Laws of 2006 to a wine manufacturer located outside this state who fails to comply with the provisions of chapter 49, Laws of 2006 shall be suspended or revoked.\n\n(b) The privilege to ship wine directly to Washington consumers under a domestic winery license shall be suspended or revoked if the domestic winery fails to comply with the provisions of chapter 49, Laws of 2006.\n\n[ 2006 c 49 s 7.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-390/"
    },
    {
      "id": "section-66-20-400-day-spa-permit",
      "number": "66.20.400 - Day spa permit.",
      "heading": "",
      "text": "RCW 66.20.400\n\nDay spa permit.\n\n(1) There shall be a permit known as a day spa permit to allow the holder to offer or supply, without charge, wine or beer by the individual glass to a customer for consumption on the premises. The customer must be at least 21 years of age and may only be offered wine or beer if the services he or she will be receiving will last more than one hour. Wine or beer served or consumed shall be purchased from a Washington state licensed retailer. A customer may consume no more than one six ounce glass of wine or one 12 ounce glass of beer per day under this permit. Day spas with a day spa permit may not advertise the service of complimentary wine or beer and may not sell wine or beer in any manner. Any employee involved in the service of wine or beer must complete a board-approved limited alcohol server training program.(2) For the purposes of this section, \"day spa\" means a business that offers at least three of the following four service categories:(a) Hair care;(b) Skin care;(c) Nail care; and(d) Body care, such as massages, wraps, and waxing.Day spas must provide separate service areas of the day spa for at least three of the service categories offered.(3) The annual fee for this permit is $187.50.\n\n(1) There shall be a permit known as a day spa permit to allow the holder to offer or supply, without charge, wine or beer by the individual glass to a customer for consumption on the premises. The customer must be at least 21 years of age and may only be offered wine or beer if the services he or she will be receiving will last more than one hour. Wine or beer served or consumed shall be purchased from a Washington state licensed retailer. A customer may consume no more than one six ounce glass of wine or one 12 ounce glass of beer per day under this permit. Day spas with a day spa permit may not advertise the service of complimentary wine or beer and may not sell wine or beer in any manner. Any employee involved in the service of wine or beer must complete a board-approved limited alcohol server training program.\n\n(2) For the purposes of this section, \"day spa\" means a business that offers at least three of the following four service categories:\n\n(a) Hair care;\n\n(b) Skin care;\n\n(c) Nail care; and\n\n(d) Body care, such as massages, wraps, and waxing.\n\nDay spas must provide separate service areas of the day spa for at least three of the service categories offered.\n\n(3) The annual fee for this permit is $187.50.\n\n[ 2025 c 343 s 2; 2014 c 199 s 1.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-400/"
    },
    {
      "id": "section-66-20-410-distillery-orders-for-spirits",
      "number": "66.20.410 - Distillery orders for spirits.",
      "heading": "",
      "text": "RCW 66.20.410\n\nDistillery orders for spirits.\n\n(1) The holder of a license to operate a distillery or craft distillery issued under RCW 66.24.140 or 66.24.145 may accept orders for spirits from, and deliver spirits to, customers if all of the following conditions are met for each sale:(a) Spirits are not used for resale;(b) Spirits come directly from the distillery's or craft distillery's possession prior to shipment or delivery. All transactions are to be treated as if they were conducted in the retail location of the distillery or craft distillery regardless of how they are received or processed;(c) Spirits may be ordered in person at a licensed location, by mail, telephone, or internet, or by other similar methods; and(d) Only a distillery or craft distillery licensee or a licensee's direct employees may accept and process orders and payments. A contractor may not do so on behalf of a distillery or craft distillery licensee, except for transmittal of payment through a third-party service. A third-party service may not solicit customer business on behalf of a distillery or craft distillery licensee.(2) All orders and payments must be fully processed before spirits transfers ownership or, in the case of delivery, leaves a licensed distillery's or craft distillery's possession.(3) Payment methods include, but are not limited to: Cash, credit or debit card, check or money order, electronic funds transfer, or an existing prepaid account. An existing prepaid account may not have a negative balance.(4) To sell spirits via the internet, a new distillery or craft distillery license applicant must request internet-sales privileges in his or her application. An existing distillery or craft distillery licensee must notify the board prior to beginning internet sales. A corporate entity representing multiple licensees may notify the board in a single letter on behalf of affiliated distillery or craft distillery licensees, as long as the liquor license numbers of all licensee locations utilizing internet sales privileges are clearly identified.(5) Delivery may be made only to a residence or business that has an address recognized by the United States postal service; however, the board may grant an exception to this rule at its discretion. A residence includes a hotel room, a motel room, marina, or other similar lodging that temporarily serves as a residence.(6) Spirits may be delivered each day of the week between the hours of 6:00 a.m. and 2:00 a.m. Delivery must be fully completed by 2:00 a.m.(7) Under chapter 66.44 RCW, any person under twenty-one years of age is prohibited from purchasing, delivering, or accepting delivery of liquor.(a) A delivery person must verify the age of the person accepting delivery before handing over liquor.(b) If no person twenty-one years of age or older is present to accept a liquor order at the time of delivery, the liquor must be returned.(8) Delivery of liquor is prohibited to any person who shows signs of intoxication.(9)(a) Individual units of spirits must be factory sealed in bottles. For the purposes of this subsection, \"factory sealed\" means that a unit is in one hundred percent resalable condition, with all manufacturer's seals intact.(b) The outermost surface of a liquor package, delivered by a third party, must have language stating that:(i) The package contains liquor;(ii) The recipient must be twenty-one years of age or older; and(iii) Delivery to intoxicated persons is prohibited.(10)(a) Records and files must be retained at the licensed premises. Each delivery sales record must include the following:(i) Name of the purchaser;(ii) Name of the person who accepts delivery;(iii) Street addresses of the purchaser and the delivery location; and(iv) Time and date of purchase and delivery.(b) A private carrier must obtain the signature of the person who receives liquor upon delivery.(c) A sales record does not have to include the name of the delivery person, but it is encouraged.(11) Website requirements. When selling over the internet, all website pages associated with the sale of liquor must display the distillery or craft distillery licensee's registered trade name.(12) A distillery or craft distillery licensee is accountable for all deliveries of liquor made on its behalf.(13) The board may impose administrative enforcement action upon a licensee, or suspend or revoke a licensee's delivery privileges, or any combination thereof, should a licensee violate any condition, requirement, or restriction.\n\n(1) The holder of a license to operate a distillery or craft distillery issued under RCW 66.24.140 or 66.24.145 may accept orders for spirits from, and deliver spirits to, customers if all of the following conditions are met for each sale:\n\n(a) Spirits are not used for resale;\n\n(b) Spirits come directly from the distillery's or craft distillery's possession prior to shipment or delivery. All transactions are to be treated as if they were conducted in the retail location of the distillery or craft distillery regardless of how they are received or processed;\n\n(c) Spirits may be ordered in person at a licensed location, by mail, telephone, or internet, or by other similar methods; and\n\n(d) Only a distillery or craft distillery licensee or a licensee's direct employees may accept and process orders and payments. A contractor may not do so on behalf of a distillery or craft distillery licensee, except for transmittal of payment through a third-party service. A third-party service may not solicit customer business on behalf of a distillery or craft distillery licensee.\n\n(2) All orders and payments must be fully processed before spirits transfers ownership or, in the case of delivery, leaves a licensed distillery's or craft distillery's possession.\n\n(3) Payment methods include, but are not limited to: Cash, credit or debit card, check or money order, electronic funds transfer, or an existing prepaid account. An existing prepaid account may not have a negative balance.\n\n(4) To sell spirits via the internet, a new distillery or craft distillery license applicant must request internet-sales privileges in his or her application. An existing distillery or craft distillery licensee must notify the board prior to beginning internet sales. A corporate entity representing multiple licensees may notify the board in a single letter on behalf of affiliated distillery or craft distillery licensees, as long as the liquor license numbers of all licensee locations utilizing internet sales privileges are clearly identified.\n\n(5) Delivery may be made only to a residence or business that has an address recognized by the United States postal service; however, the board may grant an exception to this rule at its discretion. A residence includes a hotel room, a motel room, marina, or other similar lodging that temporarily serves as a residence.\n\n(6) Spirits may be delivered each day of the week between the hours of 6:00 a.m. and 2:00 a.m. Delivery must be fully completed by 2:00 a.m.\n\n(7) Under chapter 66.44 RCW, any person under twenty-one years of age is prohibited from purchasing, delivering, or accepting delivery of liquor.\n\n(a) A delivery person must verify the age of the person accepting delivery before handing over liquor.\n\n(b) If no person twenty-one years of age or older is present to accept a liquor order at the time of delivery, the liquor must be returned.\n\n(8) Delivery of liquor is prohibited to any person who shows signs of intoxication.\n\n(9)(a) Individual units of spirits must be factory sealed in bottles. For the purposes of this subsection, \"factory sealed\" means that a unit is in one hundred percent resalable condition, with all manufacturer's seals intact.\n\n(b) The outermost surface of a liquor package, delivered by a third party, must have language stating that:\n\n(i) The package contains liquor;\n\n(ii) The recipient must be twenty-one years of age or older; and\n\n(iii) Delivery to intoxicated persons is prohibited.\n\n(10)(a) Records and files must be retained at the licensed premises. Each delivery sales record must include the following:\n\n(i) Name of the purchaser;\n\n(ii) Name of the person who accepts delivery;\n\n(iii) Street addresses of the purchaser and the delivery location; and\n\n(iv) Time and date of purchase and delivery.\n\n(b) A private carrier must obtain the signature of the person who receives liquor upon delivery.\n\n(c) A sales record does not have to include the name of the delivery person, but it is encouraged.\n\n(11) Website requirements. When selling over the internet, all website pages associated with the sale of liquor must display the distillery or craft distillery licensee's registered trade name.\n\n(12) A distillery or craft distillery licensee is accountable for all deliveries of liquor made on its behalf.\n\n(13) The board may impose administrative enforcement action upon a licensee, or suspend or revoke a licensee's delivery privileges, or any combination thereof, should a licensee violate any condition, requirement, or restriction.\n\n[ 2015 c 194 s 4.]",
      "source_url": "https://law.justia.com/codes/washington/title-66/chapter-66-20/section-66-20-410/"
    }
  ]
}