{
  "state": "pennsylvania",
  "path": "title-title-13/chapter-chapter-72",
  "sections": [
    {
      "id": "section-7209",
      "number": "7209",
      "heading": "",
      "text": "(a) Existence.--\n\n(1) A warehouse has a lien against the bailor on the goods covered by a warehouse receipt or storage agreement or on the proceeds thereof in its possession for charges for storage or transportation, including demurrage and terminal charges, insurance, labor or other charges, present or future, in relation to the goods, and for expenses necessary for preservation of the goods or reasonably incurred in their sale pursuant to law.\n\n(2) The warehouse also has a lien against the goods covered by the warehouse receipt or storage agreement or on the proceeds thereof in its possession for those charges and expenses, whether or not the other goods have been delivered by the warehouse if:\n\n(i) the person on whose account the goods are held is liable for similar charges or expenses in relation to other goods whenever deposited; and\n\n(ii) it is stated in the warehouse receipt or storage agreement that a lien is claimed for charges and expenses in relation to other goods.\n\n(3) However, as against a person to which a negotiable warehouse receipt is duly negotiated, a warehouse's lien is limited to charges in an amount or at a rate specified in the warehouse receipt or, if no charges are so specified, to a reasonable charge for storage of the specific goods covered by the receipt subsequent to the date of the receipt.\n\n(b) Security interest.--A warehouse may also reserve a security interest against the bailor for the maximum amount specified on the receipt for charges other than those specified in subsection (a), such as for money advanced and interest. A security interest is governed by Division 9 (relating to secured transactions).\n\n(c) Effectiveness against entrustors.--\n\n(1) Except as set forth in paragraph (2), a warehouse's lien for charges and expenses under subsection (a) or a security interest under subsection (b) is also effective against any person that so entrusted the bailor with possession of the goods that a pledge of them by the bailor to a good-faith purchaser for value would have been valid.\n\n(2) The lien or security interest is not effective against a person that before issuance of a document of title had a legal interest or a perfected security interest in the goods and that did not:\n\n(i) deliver or entrust the goods or any document covering the goods to the bailor or the bailor's nominee with:\n\n(A) actual or apparent authority to ship, store or sell;\n\n(B) power to obtain delivery under section 7403 (relating to obligation of bailee to deliver; excuse); or\n\n(C) power of disposition under section 2403 (relating to power to transfer; good faith purchase of goods; \"entrusting\"), 2A304(a)(2) (relating to subsequent lease of goods by lessor), 2A305(a)(2) (relating to sale or sublease of goods by lessee), 9320 (relating to buyer of goods) or 9321(c) (relating to licensee of general intangible and lessee of goods in ordinary course of business) or other statute or rule of law; or\n\n(ii) acquiesce in the procurement by the bailor or its nominee of any document.\n\n(d) Effectiveness in general.--A warehouse's lien on household goods for charges and expenses in relation to the goods under subsection (a) is also effective against all persons if the depositor was the legal possessor of the goods at the time of deposit. As used in this subsection, the term \"household goods\" means furniture, furnishings or personal effects used by the depositor in a dwelling.\n\n(e) Losing lien.--A warehouse loses its lien on any goods that it voluntarily delivers or unjustifiably refuses to deliver.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-72/section-7209/"
    },
    {
      "id": "section-7210",
      "number": "7210",
      "heading": "",
      "text": "(a) Sale.--\n\n(1) Except as otherwise provided in subsection (b), a warehouse's lien may be enforced by public or private sale of the goods, in bulk or in packages, at any time or place and on any terms that are commercially reasonable, after notifying all persons known to claim an interest in the goods.\n\n(2) The notification must include a statement of the amount due, the nature of the proposed sale and the time and place of any public sale.\n\n(3) The fact that a better price could have been obtained by a sale at a different time or in a different method from that selected by the warehouse is not of itself sufficient to establish that the sale was not made in a commercially reasonable manner.\n\n(4) The warehouse has sold in a commercially reasonable manner if the warehouse sells the goods in the usual manner in any recognized market therefor, sells at the price current in that market at the time of the sale or has otherwise sold in conformity with commercially reasonable practices among dealers in the type of goods sold.\n\n(5) A sale of more goods than apparently necessary to be offered to ensure satisfaction of the obligation is not commercially reasonable, except in cases covered by paragraph (4).\n\n(b) Conditions of enforcement.--A warehouse's lien on goods, other than goods stored by a merchant in the course of its business, may be enforced only if the following requirements are satisfied:\n\n(1) All persons known to claim an interest in the goods must be notified.\n\n(2) The notification must include:\n\n(i) an itemized statement of the claim;\n\n(ii) a description of the goods subject to the lien;\n\n(iii) a demand for payment within a specified time not less than ten days after receipt of the notification; and\n\n(iv) a conspicuous statement that unless the claim is paid within that time the goods will be advertised for sale and sold at auction at a specified time and place.\n\n(3) The sale must conform to the terms of the notification.\n\n(4) The sale must be held at the nearest suitable place to where the goods are held or stored.\n\n(5) After the expiration of the time given in the notification, an advertisement of the sale must be published once a week for two weeks consecutively in a newspaper of general circulation where the sale is to be held. The advertisement must include a description of the goods, the name of the person on whose account the goods are being held and the time and place of the sale. The sale must take place at least 15 days after the first publication. If there is no newspaper of general circulation where the sale is to be held, the advertisement must be posted at least ten days before the sale in not less than six conspicuous places in the neighborhood of the proposed sale.\n\n(c) Satisfaction.--Before any sale pursuant to this section, any person claiming a right in the goods may pay the amount necessary to satisfy the lien and the reasonable expenses incurred in complying with this section. In that event, the goods may not be sold but must be retained by the warehouse subject to the terms of the receipt and this division.\n\n(d) Purchase by warehouse.--A warehouse may buy at any public sale held pursuant to this section.\n\n(e) Purchaser in good faith.--A purchaser in good faith of goods sold to enforce a warehouse's lien takes the goods free of any rights of persons against which the lien was valid, despite the warehouse's noncompliance with this section.\n\n(f) Proceeds of sale.--A warehouse may satisfy its lien from the proceeds of any sale pursuant to this section but shall hold the balance, if any, for delivery on demand to any person to which the warehouse would have been bound to deliver the goods.\n\n(g) Additional rights.--The rights provided by this section are in addition to all other rights allowed by law to a creditor against a debtor.\n\n(h) Goods stored by merchant.--If a lien is on goods stored by a merchant in the course of its business, the lien may be enforced in accordance with subsection (a) or (b).\n\n(i) Liability of warehouse.--A warehouse is liable for damages caused by failure to comply with the requirements for sale under this section and, in case of willful violation, is liable for conversion.\n\nCross References.Section 7210 is referred to in sections 7206, 7308 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-72/section-7210/"
    }
  ]
}