{
  "state": "pennsylvania",
  "path": "title-title-13/chapter-chapter-12",
  "sections": [
    {
      "id": "section-1201",
      "number": "1201",
      "heading": "",
      "text": "(a) Definition provisions.--Unless the context otherwise requires, words or phrases defined in this section, or in the additional definitions contained in other divisions of this title that apply to particular divisions or chapters of this title, have the meanings stated.\n\n(b) Definitions.--Subject to additional definitions contained in subsequent provisions of this title which are applicable to specific provisions of this title, the following words and phrases when used in this title shall have, unless the context clearly indicates otherwise, the meanings given to them in this subsection:\n\n(1) \"Action.\" In the sense of a judicial proceeding, the term includes recoupment, counterclaim, set-off, suit in equity and any other proceeding in which rights are determined.\n\n(2) \"Aggrieved party.\" A party entitled to pursue a remedy.\n\n(3) \"Agreement.\" As distinguished from \"contract\" under paragraph (12), the term means the bargain of the parties in fact, as found in their language or inferred from other circumstances, including course of performance, course of dealing or usage of trade as provided in section 1303 (relating to course of performance, course of dealing and usage of trade).\n\n(4) \"Bank.\" A person engaged in the business of banking. The term includes a savings bank, savings and loan association, credit union and trust company.\n\n(5) \"Bearer.\" A person in control of a negotiable electronic document of title or a person in possession of a negotiable instrument, negotiable tangible document of title or certificated security, that is payable to bearer or indorsed in blank.\n\n(6) \"Bill of lading.\" A document of title evidencing the receipt of goods for shipment issued by a person engaged in the business of directly or indirectly transporting or forwarding goods. The term does not include a warehouse receipt.\n\n(7) \"Branch.\" The term includes a separately incorporated foreign branch of a bank.\n\n(8) \"Burden of establishing.\" As to a fact, the burden of persuading the trier of fact that the existence of the fact is more probable than its nonexistence.\n\n(9) \"Buyer in ordinary course of business.\" A person that buys goods in good faith, without knowledge that the sale violates the rights of another person in the goods, and in the ordinary course from a person, other than a pawnbroker, in the business of selling goods of that kind.\n\n(i) A person buys goods in the ordinary course of business if the sale to the person comports with the usual or customary practices in the kind of business in which the seller is engaged or with the seller's own usual or customary practices.\n\n(ii) A person that sells oil, gas or other minerals at the wellhead or minehead is a person in the business of selling goods of that kind.\n\n(iii) A buyer in ordinary course of business may buy for cash, by exchange of other property or on secured or unsecured credit and may acquire goods or documents of title under a preexisting contract for sale.\n\n(iv) Only a buyer that takes possession of the goods or has a right to recover the goods from the seller under Division 2 (relating to sales) may be a buyer in ordinary course of business.\n\nThe term does not include a person that acquires goods in a transfer in bulk or as security for or in total or partial satisfaction of a money debt.\n\n(10) \"Conspicuous.\" With reference to a term, means so written, displayed or presented that, based on the totality of the circumstances, a reasonable person against which it is to operate ought to have noticed it. Whether a term is \"conspicuous\" or not is a decision for the court.\n\n(i) (Deleted by amendment).\n\n(ii) (Deleted by amendment).\n\n(11) \"Consumer.\" An individual who enters into a transaction primarily for personal, family or household purposes.\n\n(12) \"Contract.\" As distinguished from \"agreement\" in paragraph (3), the total legal obligation that results from the parties' agreement as determined by this title as supplemented by any other applicable laws.\n\n(13) \"Creditor.\" The term includes a general creditor; a secured creditor; a lien creditor; a representative of creditors, including an assignee for the benefit of creditors; a trustee in bankruptcy; a receiver in equity and an executor or administrator of an insolvent debtor's or assignor's estate.\n\n(14) \"Defendant.\" Includes a person in the position of defendant in a counterclaim, cross-claim or third-party claim.\n\n(15) \"Delivery.\" With respect to an electronic document of title, means voluntary transfer of control and with respect to an instrument, a tangible document of title or an authoritative tangible copy of a record evidencing chattel paper, means voluntary transfer of possession.\n\n(16) \"Document of title.\" A record that:\n\n(i) in the regular course of business or financing is treated as adequately evidencing that the person in possession or control of the record is entitled to receive, control, hold and dispose of the record and the goods the record covers; or\n\n(ii) purports to be issued by or addressed to a bailee and to cover goods in the bailee's possession which are either identified or are fungible portions of an identified mass.\n\nThe term includes a bill of lading, transport document, dock warrant, dock receipt, warehouse receipt and order for delivery of goods.\n\n(16.1) \"Electronic document of title.\" (Deleted by amendment).\n\n(16.2) \"Electronic.\" Relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic or similar capabilities.\n\n(16.3) \"Electronic document of title.\" A document of title evidenced by a record consisting of information stored in an electronic medium.\n\n(17) \"Fault.\" A default, breach or wrongful act or omission.\n\n(18) \"Fungible goods.\" As follows:\n\n(i) goods of which any unit, by nature or usage of trade, is the equivalent of any other like unit; or\n\n(ii) goods that by agreement are treated as equivalent.\n\n(19) \"Genuine.\" Free of forgery or counterfeiting.\n\n(20) \"Good faith.\" Except as otherwise provided in Division 5 (relating to letters of credit), honesty in fact and the observance of reasonable commercial standards of fair dealing.\n\n(21) \"Holder.\" As follows:\n\n(i) the person in possession of a negotiable instrument that is payable either to the bearer or to an identified person that is the person in possession;\n\n(ii) the person in possession of a negotiable tangible document of title if the goods are deliverable either to the bearer or to the order of the person in possession; or\n\n(iii) the person in control, other than under section 7106(g) (relating to control of electronic document of title), of a negotiable electronic document of title.\n\n(22) \"Insolvency proceeding.\" Includes an assignment for the benefit of creditors or other proceeding intended to liquidate or rehabilitate the estate of the person involved.\n\n(23) \"Insolvent.\" As follows:\n\n(i) having generally ceased to pay debts in the ordinary course of business other than as a result of bona fide dispute;\n\n(ii) being unable to pay debts as they become due; or\n\n(iii) being insolvent within the meaning of Federal bankruptcy law.\n\n(24) \"Money.\" A medium of exchange that is currently authorized or adopted by a domestic or foreign government. The term includes a monetary unit of account established by an intergovernmental organization or by agreement between two or more countries. The term does not include a medium of exchange in an electronic form.\n\n(25) \"Organization.\" A person other than an individual.\n\n(26) \"Party.\" As distinguished from \"third party,\" a person that has engaged in a transaction or made an agreement subject to this title.\n\n(27) \"Person.\" Any individual; corporation; business trust; estate; trust; partnership; limited liability company; association; joint venture; government; governmental subdivision, agency or instrumentality, or other legal or commercial entity. The term includes a protected series, however denominated, of an entity if the protected series is established under law other than this title which limits, or limits if conditions specified under that law are satisfied, the ability of a creditor of the entity or of any other protected series of the entity to satisfy a claim from assets of the protected series.\n\n(28) \"Present value.\" The amount as of a date certain of one or more sums payable in the future, discounted to the date certain by use of either:\n\n(i) an interest rate specified by the parties if that rate is not manifestly unreasonable at the time the transaction is entered into; or\n\n(ii) if an interest rate is not so specified, a commercially reasonable rate that takes into account the facts and circumstances at the time the transaction is entered into.\n\n(29) \"Purchase.\" Taking by sale, lease, discount, negotiation, mortgage, pledge, lien, security interest, issue or reissue, gift or other voluntary transaction creating an interest in property.\n\n(30) \"Purchaser.\" A person that takes by purchase.\n\n(31) \"Record.\" Information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.\n\n(32) \"Remedy.\" Any remedial right to which an aggrieved party is entitled with or without resort to a tribunal.\n\n(33) \"Representative.\" A person empowered to act for another, including an agent; an officer of a corporation or association; and a trustee, executor or administrator of an estate.\n\n(34) \"Right.\" Includes remedy.\n\n(35) \"Security interest.\" An interest in personal property or fixtures which secures payment or performance of an obligation.\n\n(i) The term includes any interest of a consignor and a buyer of accounts, chattel paper, a payment intangible or a promissory note, in a transaction that is subject to Division 9 (relating to secured transactions).\n\n(ii) The term does not include the special property interest of a buyer of goods on identification of those goods to a contract for sale under section 2401 (relating to passing of title; reservation for security; limited application of section), but a buyer may also acquire a \"security interest\" by complying with Division 9 (relating to secured transactions).\n\n(iii) Except as otherwise provided in section 2505 (relating to shipment by seller under reservation), the right of a seller or lessor of goods under Division 2 (relating to sales) or 2A (relating to leases) to retain or acquire possession of the goods is not a \"security interest\"; but a seller or lessor may also acquire a \"security interest\" by complying with Division 9. The retention or reservation of title by a seller of goods notwithstanding shipment or delivery to the buyer under section 2401 is limited in effect to a reservation of a \"security interest.\"\n\n(iv) Whether a transaction in the form of a lease creates a \"security interest\" is determined pursuant to section 1203 (relating to lease distinguished from security interest).\n\n(36) \"Send.\" In connection with a record or notification:\n\n(i) to deposit in the mail, deliver for transmission or transmit by any other usual means of communication, with postage or cost of transmission provided for, and addressed to any address reasonable under the circumstances; or\n\n(A) (Deleted by amendment).\n\n(B) (Deleted by amendment).\n\n(C) (Deleted by amendment).\n\n(ii) to cause the record or notification to be received within the time it would have been received if properly sent under subparagraph (i).\n\n(37) \"Signed.\" Means, with present intent to authenticate or adopt a record:\n\n(i) execute or adopt a tangible symbol; or\n\n(ii) attach to or logically associate with the record an electronic symbol, sound or process.\n\n(38) \"State.\" A state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands or any territory or insular possession subject to the jurisdiction of the United States.\n\n(39) \"Surety.\" Includes a guarantor or other secondary obligor.\n\n(39.1) \"Tangible document of title.\" A document of title evidenced by a record consisting of information that is inscribed on a tangible medium.\n\n(40) \"Term.\" A portion of an agreement that relates to a particular matter.\n\n(41) \"Unauthorized signature.\" A signature made without actual, implied or apparent authority. The term includes a forgery.\n\n(42) \"Warehouse receipt.\" A document of title issued by a person engaged in the business of storing goods for hire.\n\n(43) \"Writing.\" Includes printing, typewriting or any other intentional reduction to tangible form.\n\n(44) \"Written.\" Includes printing, typewriting or any other intentional reduction to tangible form.\n\n(July 1, 2014, P.L.450, No.41, eff. 60 days)\n\n2024 Amendment.Act 41 amended subsec. (b)(10), (15), (21)(iii), (24), (27), (36) and (37), added (16.2) and (16.3) and deleted (16.1). See section 1 of Act 41 in the appendix to this title for special provisions relating to findings and declarations.\n\nCross References.Section 1201 is referred to in sections 3103, 4A105, 8103, 9102 of this title; section 6202 of Title 12 (Commerce and Trade); section 6902 of Title 42 (Judiciary and Judicial Procedure); section 7315 of Title 51 (Military Affairs).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-12/section-1201/"
    },
    {
      "id": "section-1202",
      "number": "1202",
      "heading": "",
      "text": "(a) Notice.--Subject to subsection (f), a person has notice of a fact if the person:\n\n(1) has actual knowledge of it;\n\n(2) has received a notice or notification of it; or\n\n(3) from all the facts and circumstances known to the person at the time in question, has reason to know that it exists.\n\n(b) Knowledge.--\"Knowledge\" means actual knowledge. \"Knows\" has a corresponding meaning.\n\n(c) Reason to know distinguished.--\"Discover,\" \"learn\" or words of similar import refer to knowledge rather than to reason to know.\n\n(d) Notify.--A person notifies or gives a notice or notification to another person by taking such steps as may be reasonably required to inform the other person in ordinary course, whether or not the other person actually comes to know of it.\n\n(e) Be notified.--Subject to subsection (f), a person receives a notice or notification when:\n\n(1) it comes to that person's attention; or\n\n(2) it is duly delivered in a form reasonable under the circumstances at:\n\n(i) the place of business through which the contract was made; or\n\n(ii) another location held out by that person as the place for receipt of such communications.\n\n(f) Communication to organizations.--Notice, knowledge or notice or notification received by an organization is effective for a particular transaction from the time it is brought to the attention of the individual conducting that transaction and, in any event, from the time it would have been brought to the individual's attention if the organization had exercised due diligence. An organization exercises due diligence if it maintains reasonable routines for communicating significant information to the person conducting the transaction and there is reasonable compliance with the routines. Due diligence does not require an individual acting for the organization to communicate information unless the communication is part of the individual's regular duties or the individual has reason to know of the transaction and that the transaction would be materially affected by the information.\n\nCross References.Section 1202 is referred to in section 4A106 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-12/section-1202/"
    },
    {
      "id": "section-1203",
      "number": "1203",
      "heading": "",
      "text": "(a) Factual determination.--Whether a transaction in the form of a lease creates a lease or security interest is determined by the facts of each case.\n\n(b) Sufficient attributes for security interest.--A transaction in the form of a lease creates a security interest if the consideration that the lessee is to pay the lessor for the right to possession and use of the goods is an obligation for the term of the lease and is not subject to termination by the lessee, and:\n\n(1) the original term of the lease is equal to or greater than the remaining economic life of the goods;\n\n(2) the lessee is bound to renew the lease for the remaining economic life of the goods or is bound to become the owner of the goods;\n\n(3) the lessee has an option to renew the lease for the remaining economic life of the goods for no additional consideration or for nominal additional consideration upon compliance with the lease agreement; or\n\n(4) the lessee has an option to become the owner of the goods for no additional consideration or for nominal additional consideration upon compliance with the lease agreement.\n\n(c) Insufficient attributes for security interest.--A transaction in the form of a lease does not create a security interest merely because:\n\n(1) the present value of the consideration the lessee is obligated to pay the lessor for the right to possession and use of the goods is substantially equal to or is greater than the fair market value of the goods at the time the lease is entered into;\n\n(2) the lessee assumes risk of loss of the goods;\n\n(3) the lessee agrees to pay, with respect to the goods, taxes, insurance, filing, recording or registration fees or service or maintenance costs;\n\n(4) the lessee has an option to renew the lease or to become the owner of the goods;\n\n(5) the lessee has an option to renew the lease for a fixed rent that is equal to or greater than the reasonably predictable fair market rent for the use of the goods for the term of the renewal at the time the option is to be performed; or\n\n(6) the lessee has an option to become the owner of the goods for a fixed price that is equal to or greater than the reasonably predictable fair market value of the goods at the time the option is to be performed.\n\n(d) Nominal consideration.--Additional consideration is nominal if it is less than the lessee's reasonably predictable cost of performing under the lease agreement if the option is not exercised. Additional consideration is not nominal if:\n\n(1) when the option to renew the lease is granted to the lessee, the rent is stated to be the fair market rent for the use of the goods for the term of the renewal determined at the time the option is to be performed; or\n\n(2) when the option to become the owner of the goods is granted to the lessee, the price is stated to be the fair market value of the goods determined at the time the option is to be performed.\n\n(e) Remaining economic life and reasonable predictability.--The \"remaining economic life of the goods\" and \"reasonably predictable\" fair market rent, fair market value or cost of performing under the lease agreement shall be determined with reference to the facts and circumstances at the time the transaction is entered into.\n\nCross References.Section 1203 is referred to in section 1201 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-12/section-1203/"
    },
    {
      "id": "section-1205",
      "number": "1205",
      "heading": "",
      "text": "(a) Reasonable time.--Whether a time for taking an action required by this title is reasonable depends on the nature, purpose and circumstances of the action.\n\n(b) Seasonableness.--An action is taken seasonably if it is taken at or within the time agreed or, if no time is agreed, at or within a reasonable time.\n\nCross References.Section 1205 is referred to in section 4A204 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-12/section-1205/"
    },
    {
      "id": "section-1204",
      "number": "1204",
      "heading": "",
      "text": "Except as otherwise provided in Divisions 3 (relating to negotiable instruments), 4 (relating to bank deposits and collections), 5 (relating to letters of credit) and 12 (relating to controllable electronic records), a person gives value for rights if the person acquires them:\n\n(1) in return for a binding commitment to extend credit or for the extension of immediately available credit, whether or not drawn upon and whether or not a charge-back is provided for in the event of difficulties in collection;\n\n(2) as security for or in total or partial satisfaction of a preexisting claim;\n\n(3) by accepting delivery under a preexisting contract for purchase; or\n\n(4) in return for any consideration sufficient to support a simple contract.\n\n(July 1, 2024, P.L.450, No.41, eff. 60 days)\n\n2024 Amendment.Act 41 amended the intro. par. See section 1 of Act 41 in the appendix to this title for special provisions relating to findings and declarations.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-12/section-1204/"
    },
    {
      "id": "section-1206",
      "number": "1206",
      "heading": "",
      "text": "Whenever this title creates a \"presumption\" with respect to a fact or provides that a fact is \"presumed,\" the trier of fact must find the existence of the fact unless and until evidence is introduced that supports a finding of its nonexistence.\n\nCross References.Section 1206 is referred to in section 2201 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-12/section-1206/"
    }
  ]
}