{
  "state": "pennsylvania",
  "path": "title-title-13/chapter-chapter-23",
  "sections": [
    {
      "id": "section-2301",
      "number": "2301",
      "heading": "",
      "text": "The obligation of the seller is to transfer and deliver and that of the buyer is to accept and pay in accordance with the contract.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2301/"
    },
    {
      "id": "section-2302",
      "number": "2302",
      "heading": "",
      "text": "(a) Finding and authority of court.--If the court as a matter of law finds the contract or any clause of the contract to have been unconscionable at the time it was made, the court may:\n\n(1) refuse to enforce the contract;\n\n(2) enforce the remainder of the contract without the unconscionable clause; or\n\n(3) so limit the application of any unconscionable clause as to avoid any unconscionable result.\n\n(b) Evidence by parties.--When it is claimed or appears to the court that the contract or any clause thereof may be unconscionable the parties shall be afforded a reasonable opportunity to present evidence as to its commercial setting, purpose and effect to aid the court in making the determination.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2302/"
    },
    {
      "id": "section-2303",
      "number": "2303",
      "heading": "",
      "text": "Where this division allocates a risk or a burden as between the parties \"unless otherwise agreed,\" the agreement may not only shift the allocation but may also divide the risk or burden.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2303/"
    },
    {
      "id": "section-2304",
      "number": "2304",
      "heading": "",
      "text": "(a) General rule.--The price can be made payable in money or otherwise. If it is payable in whole or in part in goods each party is a seller of the goods which he is to transfer.\n\n(b) Realty.--Even though all or part of the price is payable in an interest in realty the transfer of the goods and the obligations of the seller with reference to them are subject to this division, but not the transfer of the interest in realty or the obligations of the transferor in connection therewith.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2304/"
    },
    {
      "id": "section-2305",
      "number": "2305",
      "heading": "",
      "text": "(a) General rule.--The parties if they so intend can conclude a contract for sale even though the price is not settled. In such a case the price is a reasonable price at the time for delivery if:\n\n(1) nothing is said as to price;\n\n(2) the price is left to be agreed by the parties and they fail to agree; or\n\n(3) the price is to be fixed in terms of some agreed market or other standard as set or recorded by a third person or agency and it is not so set or recorded.\n\n(b) Price to be fixed by party.--A price to be fixed by the seller or by the buyer means a price for him to fix in good faith.\n\n(c) Price not fixed through fault of party.--When a price left to be fixed otherwise than by agreement of the parties fails to be fixed through fault of one party the other may at his option treat the contract as cancelled or himself fix a reasonable price.\n\n(d) Intent not to be bound without established price.--Where, however, the parties intend not to be bound unless the price be fixed or agreed and it is not fixed or agreed there is no contract. In such a case the buyer must return any goods already received or if unable so to do must pay their reasonable value at the time of delivery and the seller must return any portion of the price paid on account.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2305/"
    },
    {
      "id": "section-2306",
      "number": "2306",
      "heading": "",
      "text": "(a) Quantity measured by output or requirements.--A term which measures the quantity by the output of the seller or the requirements of the buyer means such actual output or requirements as may occur in good faith, except that no quantity unreasonably disproportionate to any stated estimate or in the absence of a stated estimate to any normal or otherwise comparable prior output or requirements may be tendered or demanded.\n\n(b) Obligation of parties in exclusive dealings.--A lawful agreement by either the seller or the buyer for exclusive dealing in the kind of goods concerned imposes unless otherwise agreed an obligation by the seller to use best efforts to supply the goods and by the buyer to use best efforts to promote their sale.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2306/"
    },
    {
      "id": "section-2307",
      "number": "2307",
      "heading": "",
      "text": "Unless otherwise agreed all goods called for by a contract for sale must be tendered in a single delivery and payment is due only on such tender but where the circumstances give either party the right to make or demand delivery in lots the price if it can be apportioned may be demanded for each lot.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2307/"
    },
    {
      "id": "section-2309",
      "number": "2309",
      "heading": "",
      "text": "(a) Shipment, delivery or other action.--The time for shipment or delivery or any other action under a contract if not provided in this division or agreed upon shall be a reasonable time.\n\n(b) Duration of provision for successive performances.--Where the contract provides for successive performances but is indefinite in duration it is valid for a reasonable time but unless otherwise agreed may be terminated at any time by either party.\n\n(c) Notice of termination.--Termination of a contract by one party except on the happening of an agreed event requires that reasonable notification be received by the other party and an agreement dispensing with notification is invalid if its operation would be unconscionable.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2309/"
    },
    {
      "id": "section-2308",
      "number": "2308",
      "heading": "",
      "text": "Unless otherwise agreed:\n\n(1) the place for delivery of goods is the place of business of the seller or if he has none his residence; but\n\n(2) in a contract for sale of identified goods which to the knowledge of the parties at the time of contracting are in some other place, that place is the place for their delivery; and\n\n(3) documents of title may be delivered through customary banking channels.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2308/"
    },
    {
      "id": "section-2310",
      "number": "2310",
      "heading": "",
      "text": "Unless otherwise agreed:\n\n(1) Payment is due at the time and place at which the buyer is to receive the goods even though the place of shipment is the place of delivery.\n\n(2) If the seller is authorized to send the goods he may ship them under reservation, and may tender the documents of title, but the buyer may inspect the goods after their arrival before payment is due unless such inspection is inconsistent with the terms of the contract (section 2513).\n\n(3) If delivery is authorized and made by way of documents of title otherwise than by paragraph (2), then payment is due, regardless of where the goods are to be received:\n\n(i) at the time and place at which the buyer is to receive delivery of the tangible documents; or\n\n(ii) at the time the buyer is to receive delivery of the electronic documents and at the seller's place of business or, if none, at the seller's residence.\n\n(4) Where the seller is required or authorized to ship the goods on credit the credit period runs from the time of shipment but post-dating the invoice or delaying its dispatch will correspondingly delay the starting of the credit period.\n\n(Apr. 16, 2008, P.L.57, No.13, eff. 60 days)\n\n2008 Amendment.Act 13 amended par. (3).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2310/"
    },
    {
      "id": "section-2311",
      "number": "2311",
      "heading": "",
      "text": "(a) Specifying particulars of performance.--An agreement for sale which is otherwise sufficiently definite (section 2204(c)) to be a contract is not made invalid by the fact that it leaves particulars of performance to be specified by one of the parties. Any such specification must be made in good faith and within limits set by commercial reasonableness.\n\n(b) Specifying assortment of goods and shipping arrangements.--Unless otherwise agreed specifications relating to assortment of the goods are at the option of the buyer and except as otherwise provided in section 2319(a)(3) and (c) (relating to F.O.B. and F.A.S. terms) specifications or arrangements relating to shipment are at the option of the seller.\n\n(c) Remedies for failure to specify or cooperate.--Where such specification would materially affect the performance of the other party but is not seasonably made or where the cooperation of one party is necessary to the agreed performance of the other but is not seasonably forthcoming, the other party in addition to all other remedies:\n\n(1) is excused for any resulting delay in his own performance; and\n\n(2) may also either proceed to perform in any reasonable manner or after the time for a material part of his own performance treat the failure to specify or to cooperate as a breach by failure to deliver or accept the goods.\n\nCross References.Section 2311 is referred to in section 2319 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2311/"
    },
    {
      "id": "section-2312",
      "number": "2312",
      "heading": "",
      "text": "(a) General rule.--Subject to subsection (b) there is in a contract for sale a warranty by the seller that:\n\n(1) the title conveyed shall be good, and its transfer rightful; and\n\n(2) the goods shall be delivered free from any security interest or other lien or encumbrance of which the buyer at the time of contracting has no knowledge.\n\n(b) Exclusion or modification of warranty.--A warranty under subsection (a) will be excluded or modified only by specific language or by circumstances which give the buyer reason to know that the person selling does not claim title in himself or that he is purporting to sell only such right or title as he or a third person may have.\n\n(c) Warranty of merchant regularly dealing in goods.--Unless otherwise agreed a seller who is a merchant regularly dealing in goods of the kind warrants that the goods shall be delivered free of the rightful claim of any third person by way of infringement or the like but a buyer who furnishes specifications to the seller must hold the seller harmless against any such claim which arises out of compliance with the specifications.\n\nCross References.Section 2312 is referred to in section 2607 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2312/"
    },
    {
      "id": "section-2313",
      "number": "2313",
      "heading": "",
      "text": "(a) General rule.--Express warranties by the seller are created as follows:\n\n(1) Any affirmation of fact or promise made by the seller to the buyer which relates to the goods and becomes part of the basis of the bargain creates an express warranty that the goods shall conform to the affirmation or promise.\n\n(2) Any description of the goods which is made part of the basis of the bargain creates an express warranty that the goods shall conform to the description.\n\n(3) Any sample or model which is made part of the basis of the bargain creates an express warranty that the whole of the goods shall conform to the sample or model.\n\n(b) Formal words or specific intent unnecessary.--It is not necessary to the creation of an express warranty that the seller use formal words such as \"warrant\" or \"guarantee\" or that he have a specific intention to make a warranty, but an affirmation merely of the value of the goods or a statement purporting to be merely the opinion of the seller or commendation of the goods does not create a warranty.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2313/"
    },
    {
      "id": "section-2314",
      "number": "2314",
      "heading": "",
      "text": "(a) Sale by merchant.--Unless excluded or modified (section 2316), a warranty that the goods shall be merchantable is implied in a contract for their sale if the seller is a merchant with respect to goods of that kind. Under this section the serving for value of food or drink to be consumed either on the premises or elsewhere is a sale.\n\n(b) Merchantability standards for goods.--Goods to be merchantable must be at least such as:\n\n(1) pass without objection in the trade under the contract description;\n\n(2) in the case of fungible goods, are of fair average quality within the description;\n\n(3) are fit for the ordinary purposes for which such goods are used;\n\n(4) run, within the variations permitted by the agreement, of even kind, quality and quantity within each unit and among all units involved;\n\n(5) are adequately contained, packaged, and labeled as the agreement may require; and\n\n(6) conform to the promises or affirmations of fact made on the container or label if any.\n\n(c) Course of dealing or usage of trade.--Unless excluded or modified (section 2316) other implied warranties may arise from course of dealing or usage of trade.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2314/"
    },
    {
      "id": "section-2315",
      "number": "2315",
      "heading": "",
      "text": "Where the seller at the time of contracting has reason to know:\n\n(1) any particular purpose for which the goods are required; and\n\n(2) that the buyer is relying on the skill or judgment of the seller to select or furnish suitable goods;\n\nthere is unless excluded or modified under section 2316 (relating to exclusion or modification of warranties) an implied warranty that the goods shall be fit for such purpose.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2315/"
    },
    {
      "id": "section-2316",
      "number": "2316",
      "heading": "",
      "text": "(a) Construction of words or conduct limiting warranties.--Words or conduct relevant to the creation of an express warranty and words or conduct tending to negate or limit warranty shall be construed wherever reasonable as consistent with each other; but subject to the provisions of this division on parol or extrinsic evidence (section 2202) negation or limitation is inoperative to the extent that such construction is unreasonable.\n\n(b) Implied warranties of merchantability and fitness.--Subject to subsection (c), to exclude or modify the implied warranty of merchantability or any part of it the language must mention merchantability and in case of a writing must be conspicuous, and to exclude or modify any implied warranty of fitness the exclusion must be by a writing and conspicuous. Language to exclude all implied warranties of fitness is sufficient if it states, for example, that \"There are no warranties which extend beyond the description on the face hereof.\"\n\n(c) Implied warranties in general.--Notwithstanding subsection (b):\n\n(1) Unless the circumstances indicate otherwise, all implied warranties are excluded by expressions like \"as is,\" \"with all faults\" or other language which in common understanding calls the attention of the buyer to the exclusion of warranties and makes plain that there is no implied warranty.\n\n(2) When the buyer before entering into the contract has examined the goods or the sample or model as fully as he desired or has refused to examine the goods there is no implied warranty with regard to defects which an examination ought in the circumstances to have revealed to him.\n\n(3) An implied warranty can also be excluded or modified by course of dealing or course of performance or usage of trade.\n\n(d) Limitation of remedies for breach of warranty.--Remedies for breach of warranty can be limited in accordance with the provisions of this division on liquidation or limitation of damages (section 2718) and on contractual modification of remedy (section 2719).\n\nCross References.Section 2316 is referred to in sections 2314, 2315 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2316/"
    },
    {
      "id": "section-2317",
      "number": "2317",
      "heading": "",
      "text": "Warranties whether express or implied shall be construed as consistent with each other and as cumulative, but if such construction is unreasonable the intention of the parties shall determine which warranty is dominant. In ascertaining that intention the following rules apply:\n\n(1) Exact or technical specifications displace an inconsistent sample or model or general language of description.\n\n(2) A sample from an existing bulk displaces inconsistent general language of description.\n\n(3) Express warranties displace inconsistent implied warranties other than an implied warranty of fitness for a particular purpose.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2317/"
    },
    {
      "id": "section-2318",
      "number": "2318",
      "heading": "",
      "text": "The warranty of a seller whether express or implied extends to any natural person who is in the family or household of his buyer or who is a guest in his home if it is reasonable to expect that such person may use, consume or be affected by the goods and who is injured in person by breach of the warranty. A seller may not exclude or limit the operation of this section.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2318/"
    },
    {
      "id": "section-2319",
      "number": "2319",
      "heading": "",
      "text": "(a) Definition of F.O.B.--Unless otherwise agreed the term F.O.B. (which means \"free on board\") at a named place, even though used only in connection with the stated price, is a delivery term under which:\n\n(1) When the term is F.O.B. the place of shipment, the seller must at that place ship the goods in the manner provided in this division (section 2504 (relating to shipment by seller)) and bear the expense and risk of putting them into the possession of the carrier.\n\n(2) When the term is F.O.B. the place of destination, the seller must at his own expense and risk transport the goods to that place and there tender delivery of them in the manner provided in this division (section 2503 (relating to manner of tender of delivery by seller)).\n\n(3) When under either paragraph (1) or (2) the term is also F.O.B. vessel, car or other vehicle, the seller must in addition at his own expense and risk load the goods on board. If the term is F.O.B. vessel the buyer must name the vessel and in an appropriate case the seller must comply with the provisions of this division on the form of bill of lading (section 2323).\n\n(b) Definition of F.A.S.--Unless otherwise agreed the term F.A.S. vessel (which means \"free alongside\") at a named port, even though used only in connection with the stated price, is a delivery term under which the seller must:\n\n(1) at his own expense and risk deliver the goods alongside the vessel in the manner usual in that port or on a dock designated and provided by the buyer; and\n\n(2) obtain and tender a receipt for the goods in exchange for which the carrier is under a duty to issue a bill of lading.\n\n(c) Duty of buyer to give instructions.--Unless otherwise agreed in any case falling within subsection (a)(1) or (3) or subsection (b) the buyer must seasonably give any needed instructions for making delivery, including when the term is F.A.S. or F.O.B. the loading berth of the vessel and in an appropriate case its name and sailing date. The seller may treat the failure of needed instructions as a failure of cooperation under this division (section 2311 (relating to options and cooperation respecting performance)). He may also at his option move the goods in any reasonable manner preparatory to delivery or shipment.\n\n(d) Tender of documents and payment.--Under the term F.O.B. vessel or F.A.S. unless otherwise agreed the buyer must make payment against tender of the required documents and the seller may not tender nor the buyer demand delivery of the goods in substitution for the documents.\n\nCross References.Section 2319 is referred to in section 2311 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2319/"
    },
    {
      "id": "section-2320",
      "number": "2320",
      "heading": "",
      "text": "(a) Definitions.--The term C.I.F. means that the price includes in a lump sum the cost of the goods and the insurance and freight to the named destination. The term C. & F. or C.F. means that the price so includes cost and freight to the named destination.\n\n(b) Effect of C.I.F. destination term.--Unless otherwise agreed and even though used only in connection with the stated price and destination, the term C.I.F. destination or its equivalent requires the seller at his own expense and risk to do the following:\n\n(1) Put the goods into the possession of a carrier at the port for shipment and obtain a negotiable bill or bills of lading covering the entire transportation to the named destination.\n\n(2) Load the goods and obtain a receipt from the carrier (which may be contained in the bill of lading) showing that the freight has been paid or provided for.\n\n(3) Obtain a policy or certificate of insurance, including any war risk insurance, of a kind and on terms then current at the port of shipment in the usual amount, in the currency of the contract, shown to cover the same goods covered by the bill of lading and providing for payment of loss to the order of the buyer or for the account of whom it may concern; but the seller may add to the price the amount of the premium for any such war risk insurance.\n\n(4) Prepare an invoice of the goods and procure any other documents required to effect shipment or to comply with the contract.\n\n(5) Forward and tender with commercial promptness all the documents in due form and with any indorsement necessary to perfect the rights of the buyer.\n\n(c) Effect of C. & F. term.--Unless otherwise agreed the term C. & F. or its equivalent has the same effect and imposes upon the seller the same obligations and risks as a C.I.F. term except the obligation as to insurance.\n\n(d) Tender of documents and payment.--Under the term C.I.F. or C. & F. unless otherwise agreed the buyer must make payment against tender of the required documents and the seller may not tender nor the buyer demand delivery of the goods in substitution for the documents.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2320/"
    },
    {
      "id": "section-2321",
      "number": "2321",
      "heading": "",
      "text": "Under a contract containing a term C.I.F. or C. & F.:\n\n(1) Where the price is based on or is to be adjusted according to \"net landed weights,\" \"delivered weights,\" \"out turn\" quantity or quality or the like, unless otherwise agreed the seller must reasonably estimate the price. The payment due on tender of the documents called for by the contract is the amount so estimated, but after final adjustment of the price a settlement must be made with commercial promptness.\n\n(2) An agreement described in paragraph (1) or any warranty of quality or condition of the goods on arrival places upon the seller the risk of ordinary deterioration, shrinkage and the like in transportation but has no effect on the place or time of identification to the contract for sale or delivery or on the passing of the risk of loss.\n\n(3) Unless otherwise agreed where the contract provides for payment on or after arrival of the goods the seller must before payment allow such preliminary inspection as is feasible; but if the goods are lost delivery of the documents and payment are due when the goods should have arrived.\n\nCross References.Section 2321 is referred to in section 2513 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2321/"
    },
    {
      "id": "section-2322",
      "number": "2322",
      "heading": "",
      "text": "(a) Definition.--Unless otherwise agreed a term for delivery of goods \"ex-ship\" (which means from the carrying vessel) or in equivalent language is not restricted to a particular ship and requires delivery from a ship which has reached a place at the named port of destination where goods of the kind are usually discharged.\n\n(b) Effect.--Under such a term unless otherwise agreed:\n\n(1) the seller must discharge all liens arising out of the carriage and furnish the buyer with a direction which puts the carrier under a duty to deliver the goods; and\n\n(2) the risk of loss does not pass to the buyer until the goods leave the tackle of the ship or are otherwise properly unloaded.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2322/"
    },
    {
      "id": "section-2323",
      "number": "2323",
      "heading": "",
      "text": "(a) General rule.--Where the contract contemplates overseas shipment and contains a term C.I.F., C. & F. or F.O.B. vessel, the seller unless otherwise agreed must obtain a negotiable bill of lading stating that the goods have been loaded on board or, in the case of a term C.I.F. or C. & F., received for shipment.\n\n(b) Bill in set of parts.--Where in a case within subsection (a) a tangible bill of lading has been issued in a set of parts, unless otherwise agreed if the documents are not to be sent from abroad the buyer may demand tender of the full set; otherwise only one part of the bill of lading need be tendered. Even if the agreement expressly requires a full set:\n\n(1) due tender of a single part is acceptable within the provisions of this division on cure of improper delivery (section 2508(a)); and\n\n(2) even though the full set is demanded, if the documents are sent from abroad the person tendering an incomplete set may nevertheless require payment upon furnishing an indemnity which the buyer in good faith deems adequate.\n\n(c) Definition of \"overseas\".--A shipment by water or by air or a contract contemplating such shipment is \"overseas\" insofar as by usage of trade or agreement it is subject to the commercial, financing or shipping practices characteristic of international deep water commerce.\n\n(Apr. 16, 2008, P.L.57, No.13, eff. 60 days)\n\n2008 Amendment.Act 13 amended subsec. (b).\n\nCross References.Section 2323 is referred to in sections 2103, 2319, 2503 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2323/"
    },
    {
      "id": "section-2324",
      "number": "2324",
      "heading": "",
      "text": "Under a term \"no arrival, no sale\" or terms of like meaning, unless otherwise agreed:\n\n(1) the seller must properly ship conforming goods and if they arrive by any means he must tender them on arrival but assumes no obligation that the goods will arrive unless he has caused the non-arrival; and\n\n(2) where without fault of the seller the goods are in part lost or have so deteriorated as no longer to conform to the contract or arrive after the contract time, the buyer may proceed as if there had been casualty to identified goods (section 2613).\n\nCross References.Section 2324 is referred to in section 2613 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2324/"
    },
    {
      "id": "section-2325",
      "number": "2325",
      "heading": "",
      "text": "(a) Failure to furnish letter.--Failure of the buyer seasonably to furnish an agreed letter of credit is a breach of the contract for sale.\n\n(b) Effect of delivering letter.--The delivery to seller of a proper letter of credit suspends the obligation of the buyer to pay. If the letter of credit is dishonored, the seller may on seasonable notification to the buyer require payment directly from him.\n\n(c) Definitions.--Unless otherwise agreed the term \"letter of credit\" or \"banker's credit\" in a contract for sale means an irrevocable credit issued by a financing agency of good repute and, where the shipment is overseas, of good international repute. The term \"confirmed credit\" means that the credit must also carry the direct obligation of such an agency which does business in the financial market of the seller.\n\nCross References.Section 2325 is referred to in section 2103 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2325/"
    },
    {
      "id": "section-2326",
      "number": "2326",
      "heading": "",
      "text": "(a) Definitions.--Unless otherwise agreed, if delivered goods may be returned by the buyer even though they conform to the contract, the transaction is:\n\n(1) a \"sale on approval\" if the goods are delivered primarily for use; and\n\n(2) a \"sale or return\" if the goods are delivered primarily for resale.\n\n(b) Rights of creditors of buyer generally.--Goods held on approval are not subject to the claims of the creditors of the buyer until acceptance; goods held on sale or return are subject to such claims while in the possession of the buyer.\n\n(c) Treatment of \"or return\" term.--Any \"or return\" term of a contract for sale is to be treated as a separate contract for sale within the statute of frauds section of this division (section 2201) and as contradicting the sale aspect of the contract within the provisions of this division on parol or extrinsic evidence (section 2202).\n\n(June 8, 2001, P.L.123, No.18, eff. July 1, 2001)\n\n2001 Amendment.Act 18 amended the section heading and subsec. (b), deleted subsec. (c) and relettered subsec. (d) to subsec. (c).\n\nCross References.Section 2326 is referred to in sections 2103, 2A103 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2326/"
    },
    {
      "id": "section-2327",
      "number": "2327",
      "heading": "",
      "text": "(a) Sale on approval.--Under a sale on approval unless otherwise agreed:\n\n(1) Although the goods are identified to the contract the risk of loss and the title do not pass to the buyer until acceptance.\n\n(2) Use of the goods consistent with the purpose of trial is not acceptance but failure seasonably to notify the seller of election to return the goods is acceptance, and if the goods conform to the contract acceptance of any part is acceptance of the whole.\n\n(3) After due notification of election to return, the return is at the risk and expense of the seller but a merchant buyer must follow any reasonable instructions.\n\n(b) Sale or return.--Under a sale or return unless otherwise agreed:\n\n(1) The option to return extends to the whole or any commercial unit of the goods while in substantially their original condition, but must be exercised seasonably.\n\n(2) The return is at the risk and expense of the buyer.\n\nCross References.Section 2327 is referred to in section 2509 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2327/"
    },
    {
      "id": "section-2328",
      "number": "2328",
      "heading": "",
      "text": "(a) Sale in lots.--In a sale by auction if goods are put up in lots each lot is the subject of a separate sale.\n\n(b) When sale complete.--A sale by auction is complete when the auctioneer so announces by the fall of the hammer or in other customary manner. Where a bid is made while the hammer is falling in acceptance of a prior bid the auctioneer may in his discretion reopen the bidding or declare the goods sold under the bid on which the hammer was falling.\n\n(c) With or without reserve.--Such a sale is with reserve unless the goods are in explicit terms put up without reserve. In an auction with reserve the auctioneer may withdraw the goods at any time until he announces completion of the sale. In an auction without reserve, after the auctioneer calls for bids on an article or lot, that article or lot cannot be withdrawn unless no bid is made within a reasonable time. In either case a bidder may retract his bid until the announcement by the auctioneer of completion of the sale, but the retraction by a bidder does not revive any previous bid.\n\n(d) Bidding by or for seller.--If the auctioneer knowingly receives a bid on the behalf of the seller or the seller makes or procures such a bid, and notice has not been given that liberty for such bidding is reserved, the buyer may at his option avoid the sale or take the goods at the price of the last good faith bid prior to the completion of the sale. This subsection shall not apply to any bid at a forced sale.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-13/chapter-23/section-2328/"
    }
  ]
}