{
  "state": "pennsylvania",
  "path": "title-title-53/chapter-chapter-55",
  "sections": [
    {
      "id": "section-5501",
      "number": "5501",
      "heading": "",
      "text": "ยง 5501. Scope of chapter.\n\nThis chapter deals with parking authorities.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5501/"
    },
    {
      "id": "section-5502",
      "number": "5502",
      "heading": "",
      "text": "The General Assembly finds and declares as follows:\n\n(1) Residential decentralization in municipalities has been accompanied by an ever-increasing trend in the number of persons entering the business sections by private automobile and other types of motor vehicles.\n\n(2) The free circulation of traffic of all kinds through the streets of municipalities is necessary for the health, safety and general welfare of the public, whether residing in or traveling to, through or from such municipalities in the course of lawful pursuits.\n\n(3) The greatly increased use by the public of motor vehicles of all kinds has caused serious traffic congestion on the streets of municipalities.\n\n(4) The parking or standing of motor vehicles of all kinds on the streets has contributed to this congestion to such an extent as to interfere seriously with the primary use of such streets for the movement of traffic.\n\n(5) Parking or standing prevents the free circulation of traffic in, through and from the municipality; impedes rapid and effective fighting of fires and the disposition of police forces in the district; and endangers the health, safety and welfare of the general public.\n\n(6) Parking or standing threatens irreparable loss in valuations of property in the municipality which can no longer be readily reached by vehicular traffic.\n\n(7) This parking crisis, which threatens the welfare of the community, can be reduced by administering and enforcing an efficient system of on-street regulations and by providing sufficient off-street parking and parking terminal facilities properly located in the several residential, commercial and industrial areas of the municipality.\n\n(8) The establishment of authorities will promote the public safety, convenience and welfare.\n\n(9) It is intended that the authority cooperate with all existing parking and parking terminal facilities so that private enterprise and government may mutually provide adequate parking services for the convenience of the public.\n\n(10) The safety and welfare of the inhabitants of this Commonwealth is promoted by the creation in municipalities of authorities which shall exist and operate for the purposes contained in this chapter. Such purposes are declared to be public uses for which public money may be spent, and private property may be acquired by the exercise of the power of eminent domain.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5502/"
    },
    {
      "id": "section-5503",
      "number": "5503",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Authority.\"A body politic and corporate established under this chapter.\n\n\"Board.\"The governing body of an authority.\n\n\"Bond.\"Includes a note, bond, refunding bond and other evidence of indebtedness or obligations which the authority is authorized to issue under section 5505 (relating to purposes and powers).\n\n\"Boot.\"To place on a parked vehicle a mechanical device which is designed to be attached to the wheel or tire of the vehicle so as to prohibit its movement, for the enforcement of on-street parking regulations or delinquent parking tickets or fines.\n\n\"Cash flow deficit.\"A cash deficit occurring solely because revenues and expenditures, even when in balance on a fiscal year basis or with respect to any other period of computation, are not received and disbursed at equivalent rates throughout the fiscal year or other period of computation.\n\n\"City.\"A city of the first class, second class, second class A or third class.\n\n\"Construct.\"Includes acquire in a manner deemed desirable.\n\n\"Construction.\"Includes acquisition.\n\n\"Facility.\"A lot, building or structure above, at or below the surface of the earth. The term includes equipment, entrances, exits, fencing and all other accessories necessary or desirable for the safety and convenience of the parking of vehicles.\n\n\"Federal agency.\"The Federal Government, the President of the United States and any department or corporation, agency or instrumentality heretofore or hereafter created, designated or established by the Federal Government.\n\n\"Government agency.\"The Governor, departments, boards, commissions, authorities and other officers and agencies of this Commonwealth, including, but not limited to, those which are not subject to the policy supervision and control of the Governor, any political subdivision, municipality, municipal or other local authority and any officer or agency of any such political subdivision or local authority. The term does not include any court or other officer or agency of the unified judicial system or the General Assembly or its officers and agencies.\n\n\"Government obligations.\"\n\n(1) Direct obligations of or obligations the principal of and interest on which are unconditionally guaranteed by the Federal Government, including, but not limited to, evidences of a direct ownership interest in future interest or principal payments on obligations issued or guaranteed by the Federal Government, which obligations are held in a custody account by a custodian under the terms of a custody agreement.\n\n(2) The term includes obligations issued by any state of the United States or any political subdivision, public instrumentality or public authority of any state of the United States, provision for the full and timely payment of the principal or premium of and interest on which shall have been made by deposit with a trustee or escrow agent under an irrevocable security agreement of obligations described in paragraph (1).\n\n\"Improve.\"Includes extend and enlarge in a manner deemed desirable.\n\n\"Improvement.\"Includes extension and enlargement.\n\n\"Legislative body.\"The council of a city or borough and the board of commissioners of a first class township.\n\n\"Municipality.\"Any of the following:\n\n(1) A city.\n\n(2) A borough.\n\n(3) A township of the first class.\n\n\"Obligee of an authority.\"Any holder or owner of any bond of an authority or any trustee or other fiduciary for any such holder or any provider of a letter of credit, policy of municipal bond insurance or other credit enhancement or liquidity facility for bonds of an authority.\n\n\"Off-street parking.\"Parking of vehicles in locations other than public streets or thoroughfares. The term includes all facilities of an authority and private and public parking lots and parking garages.\n\n\"On-street parking.\"Parking of vehicles on public streets or thoroughfares located within the physical boundaries of a municipality.\n\n\"Parent municipality.\"A municipality which establishes an authority.\n\n\"Project.\"Any structure, facility or undertaking which an authority is authorized to acquire, construct, improve, maintain or operate under this chapter.\n\n\"Qualified financial institution.\"A bank, bank and trust company, trust company, national banking association, insurance company or other financial services company whose unsecured long-term debt obligations in the case of a bank, trust company, national banking association or other financial services company or whose claims-paying abilities in the case of an insurance company are rated in any of the three highest rating categories without reference to subcategories by a rating agency. For purposes of this definition, the term \"financial services company\" includes any investment banking firm or any affiliate or division thereof which may be legally authorized to enter into the transactions described in this chapter pertaining, applicable or limited to a qualified financial institution.\n\n\"Rating agency.\"\n\n(1) The term includes the following:\n\n(i) Standard & Poor's Corporation and any successor thereto.\n\n(ii) Moody's Investors Service and any successor thereto.\n\n(iii) Fitch Investors Service, Inc., and any successor thereto.\n\n(2) If the rating agencies cited in paragraph (1) shall no longer perform the functions of a securities rating service, the term shall mean any other nationally recognized rating service or services.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. imd.; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted the defs. of \"cash flow deficit,\" \"Federal agency,\" \"government agency,\" \"government obligations,\" \"obligee of an authority,\" \"qualified financial institution\" and \"rating agency.\"\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5503/"
    },
    {
      "id": "section-5504",
      "number": "5504",
      "heading": "",
      "text": "(a) Procedure.--\n\n(1) If a legislative body desires to organize an authority under this chapter, it shall adopt a resolution or ordinance signifying intention to do so.\n\n(2) If the resolution or ordinance sets forth the proposed articles of incorporation in full, it shall not be required, any law to the contrary notwithstanding, in publishing the resolution or ordinance under the provisions of existing law, to publish the proposed articles of incorporation in full, but it shall be sufficient compliance with such law in the publication to set forth briefly the substance of the proposed articles of incorporation and to refer to the provisions of this chapter.\n\n(3) Upon adoption under paragraph (1), the legislative body shall cause a notice of the resolution or ordinance to be published at least once in the legal newspaper of the county in which the authority is to be organized and at least once in a newspaper of general circulation in that county. The notice must:\n\n(i) contain a brief statement of the substance of the resolution or ordinance, including the substance of the articles of incorporation, making reference to this chapter; and\n\n(ii) state that, on a day certain not less than three days after publication of the notice, articles of incorporation of the proposed authority will be filed with the Secretary of the Commonwealth.\n\n(b) Filing.--\n\n(1) By the day specified in the notice under subsection (a)(3)(ii), the legislative body shall file with the secretary articles of incorporation and notice of publication of the notice under subsection (a)(3).\n\n(2) The articles of incorporation must set forth all of the following:\n\n(i) The name of the authority.\n\n(ii) A statement that the authority is formed under this chapter.\n\n(iii) The name of the municipality and the names and addresses of the members of the legislative body.\n\n(iv) The names, addresses and terms of office of the first members of the board.\n\n(3) The matters in the articles of incorporation under paragraph (2) shall be determined in accordance with this chapter.\n\n(4) The articles of incorporation must be executed by the parent municipality by its proper officer and under its municipal seal.\n\n(c) Certificate.--If the secretary finds that the articles of incorporation conform to law, the secretary shall, not prior to the day specified in subsection (a)(3)(ii), endorse approval on the articles. When proper fees and charges have been paid, the secretary shall file the articles and issue a certificate of incorporation to which shall be attached a copy of the approved articles. After issuance of the certificate of incorporation by the secretary, the corporate existence of the authority shall begin when the certificate has been recorded in the office for the recording of deeds in the county where the principal office of the authority is to be located. The certificate of incorporation shall be conclusive evidence of the fact that the authority has been incorporated. Proceedings may be instituted by the Commonwealth to dissolve an authority formed without substantial compliance with the provisions of this section.\n\n(d) Certification.--When an authority has been organized and its officers have been elected, the secretary of the authority shall certify to the secretary the names and addresses of its officers and the principal office of the authority. Any change in the location of the principal office shall be certified to the secretary within ten days after the change.\n\nCross References.Section 5504 is referred to in section 5505 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5504/"
    },
    {
      "id": "section-5505",
      "number": "5505",
      "heading": "",
      "text": "(a) General.--\n\n(1) The authority shall constitute a public body corporate and politic, exercising public powers of the Commonwealth as an agency of the Commonwealth.\n\n(2) The authority shall be known as the parking authority of the municipality.\n\n(3) The authority shall not be deemed to be an instrumentality of the municipality.\n\n(4) The authority may not engage in the performance of a municipal function except a function delegated to it by municipal ordinance or resolution passed under section 5504(a)(1) (relating to method of incorporation).\n\n(b) Purposes.--The authority shall exist for the following purposes:\n\n(1) Conduct necessary research activity to maintain current data leading to efficient operation of off-street parking and parking terminal facilities for the fulfillment of public needs in relation to such parking.\n\n(2) Administer and enforce an efficient and coordinated system of on-street parking regulations where authorized by municipal ordinance or resolution.\n\n(3) Establish a permanent, coordinated system of parking and parking terminal facilities.\n\n(4) Plan, design, locate, acquire, hold, construct, improve, maintain and operate, own, lease as lessor or lessee land and facilities devoted to the parking of vehicles. The authority shall not have the power to engage in the sale of gasoline, the sale of automobile accessories, automobile repair and service or any other garage service and shall not engage in the sale of any commodity of trade or commerce.\n\n(c) Partial leasing.--\n\n(1) Except as set forth in paragraph (2), the authority has the power to lease portions of the street level or other floors of the parking facilities for commercial use and for any use in addition to parking, including emergency automobile repair service and the sale by the lessee of a commodity of trade or commerce or of a service if, in the opinion of the authority, leasing is desirable and feasible in order to assist in defraying the expenses of the authority. Leases under this paragraph shall be granted on a fair, competitive basis or a negotiated or competitive basis as the authority may deem best suited to accomplish the purpose of this paragraph. Nothing in this paragraph shall be construed to prohibit the sale or leasing by the authority, upon a negotiated or competitive basis as it may determine, of the right to occupy and use the space above or under a parking facility for any use in addition to parking, together with the right to use and occupy space within the parking facility as necessary for the purpose of access to and support of structures occupying the space above the parking facility.\n\n(2) Paragraph (1) does not apply to the sale of:\n\n(i) gasoline; or\n\n(ii) automobile accessories.\n\n(d) Powers.--An authority has all powers necessary or convenient for the carrying out of the purposes under this section, including:\n\n(1) To have existence for a term of 50 years as a corporation. The term may be extended by the adoption of an ordinance by the legislative body of the parent municipality. The ordinance must specify an extended term not to exceed 50 years from the date of adoption. The ordinance must be certified, published and filed in the manner provided in section 5504(a).\n\n(2) To sue and be sued.\n\n(3) To adopt, use and alter a corporate seal.\n\n(4) To acquire, purchase, hold, lease as lessee and use any property and any property interest necessary or desirable for carrying out the purpose of the authority. This paragraph includes franchises and property which is real, personal or mixed and which is tangible or intangible.\n\n(5) To sell, lease as lessor, exchange, transfer and dispose of property or any property interest at any time required by it.\n\n(6) To acquire a project by purchase, lease or otherwise and to construct, improve, maintain, repair and operate a project.\n\n(7) To make bylaws for the management and regulation of its affairs.\n\n(8) To appoint officers, agents, employees and servants, to prescribe their duties and to fix their compensation.\n\n(9) To fix, alter, charge and collect rates and other charges for its facilities at reasonable rates to be determined exclusively by it, subject to appeal under this paragraph, for the purposes of providing for the payment of the expenses of the authority; for the construction, improvement, repair, maintenance and operation of its facilities and properties; for the payment of the principal of and interest on its obligations; and for fulfilling the terms and provisions of agreements made with the purchasers or holders of such obligations or with the municipality. Any person questioning the reasonableness of rates fixed by the authority may bring suit against the authority in the court of common pleas of the judicial district where the project is located. The court of common pleas shall have exclusive jurisdiction to determine the reasonableness of the rates and other charges. This paragraph supersedes a contrary provision in any home rule charter, ordinance or resolution.\n\n(10) To borrow money and to make and issue bonds. A bond shall have a maturity date not longer than 40 years from the date of issue, except that no refunding bonds shall have a maturity date longer than the life of the authority.\n\n(11) To secure the payment of a bond under paragraph (10) by pledge or deed of trust of all or any of its revenues and receipts.\n\n(12) To make agreements with the purchasers or holders of bonds or with others in connection with bonds, whether issued or to be issued, as the authority deems advisable and in general to provide for the security for bonds and the rights of the holders of bonds.\n\n(13) To make contracts and to execute instruments necessary or convenient for the carrying on of its business.\n\n(14) Without limitation of the powers in paragraphs (1) through (13), to borrow money and accept grants from, and to enter into contracts, leases or other transactions with, any Federal agency, the Commonwealth, a county, a city, a borough, a town, a township, a corporation or an authority.\n\n(15) To have the power of eminent domain.\n\n(16) To pledge, hypothecate or otherwise encumber all or any of the revenues or receipts of the authority as security for all or any of the obligations of the authority.\n\n(17) To do all acts and things necessary:\n\n(i) for the accomplishment of its purposes;\n\n(ii) for the promotion of its business;\n\n(iii) for the general welfare of the authority; and\n\n(iv) to carry out the powers granted to the authority by this chapter or any other statute.\n\n(18) To enter into contracts with the Commonwealth, a municipality, a county, a town, a township of the second class, a corporation or an authority for the use of a project of the authority and fixing the amount to be paid for the contract.\n\n(19) To enter into contracts of group insurance for the benefit of its employees.\n\n(20) To set up a retirement or pension fund for its employees similar to that existing in the municipality where the principal office of the project is located.\n\n(21) Notwithstanding anything to the contrary contained in this chapter, if authorized by resolution or ordinance of the legislative body of the parent municipality, to administer, supervise and enforce an efficient system of on-street parking regulation. This paragraph includes the power:\n\n(i) to conduct research and maintain data related to on-street parking activities;\n\n(ii) to issue parking tickets for illegally parked vehicles;\n\n(iii) to collect on behalf of a municipality rates and other charges, including fines and penalties, for uncontested on-street parking violations;\n\n(iv) to boot or tow a vehicle which is illegally parked or the owner of which is delinquent in payment of previously issued parking tickets; and\n\n(v) to own or lease personal property used in connection with the exercise of any power provided in this paragraph.\n\nThe exercise by the authority of any power under this paragraph shall not be construed to constitute the prosecution of a summary offense under 42 Pa.C.S. Ch. 13 (relating to traffic courts).\n\n(22) In cities of the first class, to serve as the exclusive impoundment official, exclusive impounding agent or exclusive towing agent for the enforcement of impoundment orders pursuant to 75 Pa.C.S. Ch. 63 (relating to enforcement) and to authorize towing and storage of vehicles and combinations by private towing agents for such purpose as necessary.\n\n(23) In cities of the first class, to act as an independent administrative commission for the regulation of taxicabs and limousine service.\n\n(24) In cities of the first class, to investigate and examine the condition and management of any entity providing taxicab and limousine service.\n\n(25) In cities of the first class, to appoint and fix the compensation of chief counsel and assistant counsel to provide it with legal assistance. The provisions of the act of October 15, 1980 (P.L.950, No.164), known as the Commonwealth Attorneys Act, shall not apply to parking authorities in cities of the first class.\n\n(26) In cities of the first class, to pledge, hypothecate or otherwise encumber all or any of the real or personal property of the authority as security for all or any of the obligations of the authority.\n\n(e) Prohibition.--\n\n(1) The authority shall have no power to pledge the credit or taxing power of the Commonwealth or a political subdivision.\n\n(2) An obligation of an authority shall not be deemed to be an obligation of the Commonwealth or a political subdivision.\n\n(3) Neither the Commonwealth nor a political subdivision shall be liable for the payment of principal or of interest on an obligation of an authority.\n\n(Dec. 17, 2001, P.L.926, No.110, eff. imd.; Dec. 30, 2002, P.L.2001, No.230, eff. imd.; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted subsec. (d)(9), (22), (23) and (24) and added subsec. (d)(25) and (26). See sections 20(1), 22 and 24 of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts, applicability and publication in Pennsylvania Bulletin.\n\n2004Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).\n\n2001 Amendment.Act 110 amended subsec. (d)(4) and (18), retroactive to June 19, 2001.\n\nCross References.Section 5505 is referred to in sections 5503, 5506, 5508.1, 5508.2, 5508.4, 5510, 5510.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5505/"
    },
    {
      "id": "section-5506",
      "number": "5506",
      "heading": "",
      "text": "(a) Authorization.--\n\n(1) A bond must be authorized by resolution of the board. The resolution must specify all of the following:\n\n(i) Series.\n\n(ii) Date of maturity not exceeding 40 years from date of issue.\n\n(iii) Interest.\n\n(iv) Denomination.\n\n(v) Form, either coupon or fully registered without coupons.\n\n(vi) Registration, exchangeability and interchangeability privileges.\n\n(vii) Medium of payment and place of payment.\n\n(viii) Terms of redemption not exceeding 105% of the principal amount of the bond.\n\n(ix) Priorities in the revenues or receipts of the authority.\n\n(2) A bond must be signed by such officers as the authority determines. Coupon bonds must have attached interest coupons bearing the facsimile signature of the treasurer of the authority as prescribed in the authorizing resolution. A bond may be issued and delivered notwithstanding that one or more of the signing officers or the treasurer has ceased to be an officer when the bond is actually delivered.\n\n(3) A bond may be sold at public or private sale for a price determined by the authority. No bonds may be sold at less than 98% of the principal amount plus interest charges.\n\n(4) Pending the preparation of a definitive bond, interim receipts or temporary bonds with or without coupons may be issued to the purchaser and may contain terms and conditions as the authority determines.\n\n(b) Provisions.--A resolution authorizing bonds may contain provisions, which shall be part of the contract with the bondholder, as to the following:\n\n(1) Pledging the full faith and credit of the authority for the obligation or restricting the full faith and credit of the authority to all or any of the revenue of the authority from all or any projects or properties.\n\n(2) The construction, improvement, operation, extension, enlargement, maintenance and repair of the project and the duties of the authority with reference to these matters.\n\n(3) Terms and provisions of the bond.\n\n(4) Limitations on the purposes to which the proceeds of a bond then or thereafter issued or of a loan or grant by the United States may be applied.\n\n(5) Rate of tolls and other charges for use of the facilities of or for the services rendered by the authority.\n\n(6) Setting aside of reserves and sinking funds and the regulation and disposition of reserves and sinking funds.\n\n(7) Limitations on the issuance of additional bonds.\n\n(8) Terms and provisions of any deed of trust or indenture securing the bond or under which any deed of trust or indenture may be issued.\n\n(9) Other additional agreements with the holder of the bond.\n\n(c) Deeds of trust.--An authority may enter into any deed of trust, indenture or other agreement with any bank or trust company or other person in the United States having power to enter into such an arrangement, including any Federal agency, as security for a bond and may assign and pledge all or any of the revenues or receipts of the authority under such deed, indenture or agreement. The deed of trust, indenture or other agreement may contain provisions as may be customary in such instruments or as the authority may authorize, including provisions as to:\n\n(1) construction, improvement, operation, maintenance and repair of a project and the duties of the authority with reference to these matters;\n\n(2) application of funds and the safeguarding of funds on hand or on deposit;\n\n(3) rights and remedies of trustee and bondholder, including restrictions upon the individual right of action of a bondholder; and\n\n(4) terms and provisions of the bond or the resolution authorizing the issuance of the bond.\n\n(d) Negotiability.--A bond shall have all the qualities of negotiable instruments under 13 Pa.C.S. Div. 3 (relating to negotiable instruments).\n\n(e) Revenue and receipts.--Money collected or received by the authority on behalf of a municipality under section 5505(d)(21) (relating to purposes and powers) shall not be deemed to constitute revenues and receipts of the authority under this chapter or be subject to any debt or obligation of the authority.\n\n(Dec. 17, 2001, P.L.926, No.110, eff. imd.)\n\n2001 Amendment.Act 110 amended subsec. (a)(1)(iii) and (3), retroactive to June 19, 2001.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5506/"
    },
    {
      "id": "section-5507",
      "number": "5507",
      "heading": "",
      "text": "(a) Rights and remedies.--The rights and the remedies conferred upon bondholders under this section shall be in addition to and not in limitation of rights and remedies lawfully granted them by the resolution for the bond issue or by any deed of trust, indenture or other agreement under which the bond is issued.\n\n(b) Trustee.--\n\n(1) The holders of 25% of the aggregate principal amount of outstanding bonds may appoint a trustee to represent the bondholders for purposes of this chapter if any of the following apply:\n\n(i) The authority defaults in the payment of principal or interest on a bond at maturity or upon call for redemption and the default continues for 30 days.\n\n(ii) The authority fails to comply with this chapter.\n\n(iii) The authority defaults in an agreement made with the bondholders.\n\n(2) The trustee must be appointed by instrument:\n\n(i) filed in the office of the recorder of deeds of the county where the authority is located; and\n\n(ii) proved or acknowledged in the same manner as a deed to be recorded.\n\n(3) A trustee under this subsection and a trustee under any deed of trust, indenture or other agreement may and, upon written request of the holders of 25% of the aggregate principal amount of outstanding bonds or such other percentage specified in the deed of trust, indenture or other agreement, shall in the trustee's name do any of the following:\n\n(i) By action at law or in equity enforce rights of the bondholders. This subparagraph includes the right to require the authority to:\n\n(A) collect rates, rentals or other charges adequate to carry out any agreement as to or pledge of revenues or receipts of the authority;\n\n(B) carry out any other agreements with or for the benefit of bondholders; and\n\n(C) perform its and their duties under this chapter.\n\n(ii) Bring suit upon the bond.\n\n(iii) By action in equity require the authority to account as if it were the trustee of an express trust for the bondholders.\n\n(iv) Enjoin an action which may be unlawful or in violation of the rights of the bondholders.\n\n(v) By notice in writing to the authority declare all bonds due and payable and, if all defaults are made good, with the consent of the holders of 25% of the principal amount of outstanding bonds or such other percentage specified in the deed of trust, indenture or other agreement, to annul such declaration and its consequences.\n\n(4) A trustee under this subsection or a trustee under any deed of trust, indenture or other agreement, whether or not all bonds have been declared due and payable, shall be entitled to the appointment of a receiver.\n\n(5) A receiver under paragraph (4):\n\n(i) may enter and take possession of a facility of the authority or any part of a facility the revenues or receipts from which are or may be applicable to the payment of the bonds in default;\n\n(ii) may operate and maintain the facility or part;\n\n(iii) may collect and receive all rentals and other revenues arising from the facility after entry and possession in the same manner as the authority or the board might do; and\n\n(iv) shall deposit money collected under subparagraph (iii) in a separate account and apply the money as the court directs.\n\n(6) Nothing in this chapter authorizes a receiver appointed under paragraph (4) to sell, assign, mortgage or otherwise dispose of assets of whatever kind and character belonging to the authority. It is the intention of this chapter to limit the powers of the receiver to the operation and maintenance of the facilities of the authority as the court directs. No bondholder or trustee shall have the right in an action at law or in equity to compel a receiver, nor shall a receiver be authorized or a court empowered to direct the receiver, to sell, assign, mortgage or otherwise dispose of assets of whatever kind or character belonging to the authority.\n\n(7) The trustee has all powers necessary or appropriate for the exercise of functions specifically set forth in this subsection or incidental to the general representation of the bondholders in the enforcement and protection of their rights.\n\n(c) Jurisdiction.--The court of common pleas of the judicial district in which the authority is located shall have jurisdiction of an action by the trustee on behalf of the bondholders.\n\n(d) Costs and fees.--In an action by the trustee, the court costs, attorney fees and expenses of the trustee and of the receiver and all costs and disbursements allowed by the court shall be a first charge on revenue and receipts derived from the facilities of the authority, the revenue or receipts from which are or may be applicable to the payment of the bonds so in default.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5507/"
    },
    {
      "id": "section-5508",
      "number": "5508",
      "heading": "",
      "text": "(a) Scope.--This section does not apply to cities of the first class.\n\n(b) Board.--\n\n(1) The powers of an authority shall be exercised by a board composed of five members. The majority of the members must be residents of the municipality where the authority is located. Each member must be a resident of the county in which the municipality is located or maintain a business in the municipality served by the authority.\n\n(2) The mayor of the city, the president of the borough council, the president of the board of township commissioners, as applicable, shall appoint the members of the board.\n\n(3) Beginning on June 1, 1947:\n\n(i) one member shall serve for one year;\n\n(ii) one member shall serve for two years;\n\n(iii) one member shall serve for three years;\n\n(iv) one member shall serve for four years; and\n\n(v) one member shall serve for five years.\n\n(4) After initial terms, the appointing officer shall, not sooner than 60 days nor later than 30 days prior to June 1 in each year in which a vacancy occurs, appoint a member of the board for a term of five years to fill the vacancy.\n\n(5) A vacancy for an unexpired term which occurs more than 60 days before the end of a term shall be promptly filled by appointment by appointing authority.\n\n(6) Members of the board may be removed at the will of the appointing authority.\n\n(c) Succession.--A member shall hold office until a successor has been appointed. A member may succeed himself or herself.\n\n(d) Compensation.--A member shall receive no compensation for services but shall be entitled to the necessary expenses, including traveling expenses, incurred in the discharge of duties.\n\n(e) Officers.--The members of the board shall select from among themselves a chair, a vice chair and other officers as the board may determine. The board may employ a secretary, an executive director, its own counsel and legal staff and technical experts and other agents and employees, permanent or temporary, as it requires and may determine the qualifications and fix the compensation of such individuals.\n\n(f) Quorum.--Three members of the board constitute a quorum for meetings.\n\n(g) Liability.--A member of the board shall not be liable personally on a bond or other obligations of the authority. Rights of creditors shall be solely against the authority.\n\n(h) Delegation.--The board may delegate to an agent or employee powers as it deems necessary to carry out the purposes of this chapter, subject to the supervision and control of the board.\n\n(i) Management.--The board has authority to manage the property and business of the authority and to prescribe, amend and repeal bylaws, rules and regulations governing the manner in which the business of the authority may be conducted and in which the powers granted to the authority may be exercised.\n\n(Feb. 10, 2004, P.L.69, No.9, eff. 60 days)\n\n2004 Amendment.Act 9 amended subsec. (b)(1).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5508/"
    },
    {
      "id": "section-5508-1",
      "number": "5508.1",
      "heading": "",
      "text": "(a) Scope.--This section applies only to cities of the first class.\n\n(b) Initial.--Beginning on the effective date of this chapter, the powers of each authority shall be exercised by a board composed of not less than five nor more than 11 members.\n\n(c) Subsequent.--Beginning June 1, 2006, the board shall be composed of six members.\n\n(d) Residence.--In all cases, board members must be residents of the city.\n\n(e) Appointment.--\n\n(1) The Governor shall appoint six additional members of the board.\n\n(2) Gubernatorial appointments shall be made as follows: two upon the Governor's own discretion, two from a list of at least three nominees prepared and submitted to the Governor by the President pro tempore of the Senate and two from a list of at least three nominees prepared and submitted to the Governor by the Speaker of the House of Representatives.\n\n(3) The Governor shall select members from the lists provided from the President pro tempore of the Senate and the Speaker of the House of Representatives within 30 days of receipt of each list or may request one substitute list of nominees from either or both the President pro tempore of the Senate and the Speaker of the House of Representatives. If a substitute list requested by the Governor is not submitted within 30 days of the request, the Governor may at his discretion appoint board members to positions for which substitute lists of nominees were not submitted.\n\n(4) In the event that the Governor fails to select a member from an original list of nominees within 30 days of the receipt of the list and fails to request a substitute list or should the Governor fail to select a member from a substitute list within 30 days of receipt of the list, the legislative presiding officer who prepared the list may appoint members to serve on the board.\n\n(f) Terms.--\n\n(1) Initial appointments shall be for a term beginning on the effective date of this chapter and expiring June 1, 2002.\n\n(2) Subsequent to the initial terms, the terms of the members shall be staggered. For terms beginning June 1, 2002:\n\n(i) members appointed from the list of nominees prepared by the President pro tempore of the Senate shall serve eight-year terms ending June 1, 2010;\n\n(ii) members appointed from the list of nominees prepared by the Speaker of the House of Representatives shall serve nine-year terms ending June 1, 2011; and\n\n(iii) members appointed by the Governor at his own discretion shall serve ten-year terms ending June 1, 2012.\n\n(3) After the initial terms under paragraph (2), the Governor shall, not sooner than 60 days nor later than 30 days prior to June 1 in each year in which vacancies are due to occur, appoint members of the board for terms of ten years to succeed the members whose terms expire on the first day of June next succeeding in accordance with the appointment procedures provided in subsection (e). If the vacancies are for members selected from a list submitted by a legislative presiding officer, the Governor shall request a list of nominees from that officer not later than 90 days prior to the date the vacancies are scheduled to occur.\n\n(g) Removal.--Except as authorized in this subsection, no board member may be removed from office during a term. The Governor may, upon clear and convincing evidence of misfeasance or malfeasance in office, remove a board member prior to the expiration of the term. The Governor shall then provide the board member so removed with a written statement of the reasons for removal.\n\n(h) Vacancies.--If a vacancy occurs prior to the completion of the term of office of a member appointed from lists of nominees submitted by a legislative presiding officer, the Governor shall request a list of nominees from that officer within 30 days of the occurrence of the vacancy and proceed to make the vacancy appointment pursuant to the procedures of this section. All vacancy appointments shall be for the balance of the unexpired term.\n\n(i) Continuation.--The members of the authority in existence on the effective date of this chapter shall continue in office until their terms of office expire in accordance with the act under which the members were appointed. At the expiration of that term, the position on the board shall be abolished. The term of a board member serving on the effective date of this chapter shall not extend beyond June 1, 2006. If a vacancy occurs in any of the board positions of incumbents described in this subsection prior to the expiration of the term, the vacancy shall not be filled, and the position at that time shall be abolished.\n\n(j) Succession.--Except as provided in subsection (i), members shall hold office until their successors have been appointed and qualified, and they may succeed themselves.\n\n(k) Compensation.--\n\n(1) The chair selected under subsection (l) shall receive:\n\n(i) for fiscal year 2001-2002, a salary of $50,000; and\n\n(ii) for each subsequent fiscal year, a salary to be determined by the board at not less than $50,000.\n\n(2) Except for the chair, members shall receive $200 per meeting for their services.\n\n(3) Board members shall be entitled to necessary expenses, including travel expenses, incurred in the discharge of duties.\n\n(l) Officers and staff.--When the six additional members have been appointed and qualified pursuant to this section, the members of the board shall select from among themselves a chair, vice chair and such other officers as the board may determine. The board may employ a secretary, an executive director, its own counsel and legal staff and such technical experts and such other agents and employees, permanent or temporary, as it requires. The board may determine the qualifications and fix the compensation of these individuals.\n\n(m) Quorum.--\n\n(1) Six members of the board constitute a quorum for its meetings until the composition of the board is reduced to nine members.\n\n(2) At the time during which the board is composed of more than seven members but fewer than ten members, the quorum for its meetings is five members.\n\n(3) Once the board is reduced to seven members and thereafter, a quorum for its meetings is four members.\n\n(4) Until the six additional board members have been appointed by the Governor, the quorum to conduct business is three members.\n\n(m.1) Liability.--Members of the board shall not be liable personally on the bonds or other obligations of the authority, and the rights of creditors shall be solely against such authority.\n\n(n) Delegation.--The board may delegate to an agent or employee powers it deems necessary to carry out the purposes of this chapter, subject to the supervision and control of the board.\n\n(o) Management.--\n\n(1) The board has authority to manage the properties and business of the authority and to prescribe, amend and repeal bylaws, rules and regulations governing the manner in which the business of the authority may be conducted and in which the powers granted to it may be exercised and embodied.\n\n(2) Except as necessary to administer a system of on-street parking regulations pursuant to subsection (q.1), for all budgets, contracts, bonds or obligations of any kind commenced after January 1, 2003, the authority shall not be required to obtain the approval of an entity or officer under 351 Pa. Code Art. II (relating to legislative branch) or III (relating to executive and administrative branch--organization).\n\n(p) Prohibition.--\n\n(1) Except as set forth in paragraph (2), an authority may not enter into any contract with any other party or provide any additional employment protection, including civil service, to any employee or classification of employee during the moratorium period prescribed by paragraph (3).\n\n(2) The moratorium required by this subsection shall not apply to the following:\n\n(i) Contracts or leases which are subject to competitive bidding pursuant to section 5511 (relating to competition in award of contracts).\n\n(ii) Contracts or leases of not more than 90 days' duration.\n\n(iii) Contracts or leases which must be executed within the moratorium period in order to avoid a serious impairment to the functioning of the authority if such contracts are executed with the approval of the Secretary of General Services.\n\n(3) The moratorium period shall commence on the effective date of this section and shall terminate upon the selection of a chair after each of the additional members has been appointed and qualified.\n\n(q) Funding.--(Deleted by amendment).\n\n(q.1) Delegation of powers and funding.--(Expired).\n\n(r) Definition.--As used in this section, the term \"legislative presiding officer\" means:\n\n(1) the President pro tempore of the Senate; or\n\n(2) the Speaker of the House of Representatives.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; Feb. 10, 2004, P.L.69, No.9, eff. imd.; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2014 Expiration.Subsec. (q.1) expired March 31, 2014. See Act 9 of 2004.\n\n2004 Amendments.Act 9 added subsec. (q.1) and Act 94 reenacted subsec. (k), reenacted and amended subsec. (o) and deleted subsec. (q). See sections 20(2), 21(1), 22 and 24 of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts, preservation of rights, obligations, duties and remedies, applicability and publication in Pennsylvania Bulletin.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).\n\nCross References.Section 5508.1 is referred to in section 5510.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5508-1/"
    },
    {
      "id": "section-5508-2",
      "number": "5508.2",
      "heading": "",
      "text": "(a) Scope.--This section applies only to cities of the first class.\n\n(b) Legislative finding.--It is hereby determined and declared that:\n\n(1) As a matter of legislative finding, the health, safety and general welfare of the people of this Commonwealth are directly dependent upon the continual encouragement, development, growth and expansion of business, industry, commerce and tourism.\n\n(2) Unemployment, the spread of poverty and the heavy burden of public assistance and unemployment compensation can be avoided by the promotion, attraction, stimulation, development and expansion of business, industry, commerce and tourism in this Commonwealth through the development of mixed-use projects by parking authorities in cities of the first class.\n\n(3) Due to the size, total population and population density of a city of the first class, it may be inefficient to devote property within a city of the first class solely to parking facilities and that development of mixed-use projects that include a parking component and a commercial, industrial, residential or retail component can be an important factor in the continual encouragement, development, attraction, stimulation, growth and expansion of business, industry, commerce and tourism within a city of the first class, the surrounding counties and this Commonwealth as a whole.\n\n(c) Mixed-use projects.--Without limiting the powers set forth in section 5505 (relating to purposes and powers), an authority shall have the power to do all acts that, in the judgment of the board, are necessary, convenient or useful to the development or operation of one or more mixed-use projects, including, with the approval of a city of the first class, the power to plan, design, locate, acquire, hold, construct, finance, improve, maintain, operate, own, lease, either in the capacity of lessor or lessee, land, buildings, other structures and personal property necessary, convenient or useful to the development and operation of a mixed-use project. An authority shall have the power to finance mixed-use projects by borrowing money and making and issuing bonds and by making loans which may be evidenced by and secured as may be provided in loan agreements, mortgages, security agreements or any other contracts, instruments or agreements which may contain such provisions as the authority shall deem necessary, convenient or useful for the security or protection of the authority or its bondholders. An authority may pledge, mortgage, hypothecate or otherwise encumber all or any part of its property, real or personal, constituting all or part of a mixed-use project, including, but not limited to, the revenues or receipts of the authority from one or more mixed-use projects, for all or any of the obligations, including bonds, of the authority incurred in connection with the development or operation of a mixed-use project. An authority shall not have the power to engage in business, trade or commerce for a profit as an owner or lessee of a mixed-use project or otherwise. An authority shall have and may exercise the powers set forth in this section notwithstanding any other provision of law or any provisions of its articles of incorporation.\n\n(d) Definition.--As used in this section, the term \"mixed-use project\" means any project that includes a public parking garage component and a commercial, industrial, residential or retail component. In addition to a public parking garage, which shall be a required component of all mixed-use projects, a mixed-use project may also include public parking lots. The commercial, industrial, residential or retail component of a mixed-use project must be located within, above, below or contiguous to the parking garage.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. imd.; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted and amended section 5508.2. See sections 20(2.1) and 21(2) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5508-2/"
    },
    {
      "id": "section-5508-3",
      "number": "5508.3",
      "heading": "",
      "text": "(a) Restricted activities, statement of financial interests; public meetings and records.--\n\n(1) The following apply:\n\n(i) The provisions of the following statutes are specifically applicable to board members, officers and employees of the authority:\n\n(A) The provisions of 65 Pa.C.S. Ch. 11 (relating to ethics standards and financial disclosure).\n\n(B) The act of July 19, 1957 (P.L.1017, No.451), known as the State Adverse Interest Act.\n\n(ii) For the purposes of application of statutes pursuant to subparagraph (i), employees of the authority shall be regarded as public employees of the Commonwealth, and officers or board members of the authority shall be regarded as public officials of the Commonwealth, whether or not they receive compensation.\n\n(2) The authority shall be subject to and treated as a Commonwealth agency for purposes of the act of June 21, 1957 (P.L.390, No.212), referred to as the Right-to-Know Law.\n\n(b) Conviction of infamous crime.--No person convicted of an infamous crime shall be a member of the board or employed as a management-level employee by the authority.\n\n(c) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Infamous crime.\" Any of the following:\n\n(1) A violation and conviction for an offense which would disqualify an individual from holding public office pursuant to section 7 of Article II of the Constitution of Pennsylvania.\n\n(2) Any conviction for a violation of 18 Pa.C.S. ยง 4113 (relating to misapplication of entrusted property and property of government or financial institutions) or 18 Pa.C.S. Ch. 47 (relating to bribery and corrupt influence), 49 (relating to falsification and intimidation), 51 (relating to obstructing governmental operations) or 53 (relating to abuse of office).\n\n(3) Any other violation of the laws of this Commonwealth for which an individual has been convicted within the preceding ten years and which is classified as a felony.\n\n(4) A violation of the law of any other Federal or state government which is similar to the crimes listed in paragraphs (1) through (3).\n\n(July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 added section 5508.3.\n\nReferences in Text.The act of June 21, 1957 (P.L.390, No.212), referred to as the Right-to-Know Law, referred to in subsec. (a)(2), was repealed by the act of February 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5508-3/"
    },
    {
      "id": "section-5508-4",
      "number": "5508.4",
      "heading": "",
      "text": "(a) Findings and declaration.--The General Assembly finds and declares as follows:\n\n(1) The health, safety and general welfare of the people of this Commonwealth are directly dependent upon the continual encouragement, development, growth and expansion of business, industry, commerce and tourism.\n\n(2) Unemployment, the spread of poverty and the heavy burden of public assistance and unemployment compensation can be avoided by the promotion, attraction, stimulation, development and expansion of business, industry, commerce and tourism in this Commonwealth through the support of commercial and residential real estate development by parking authorities in cities of the second class.\n\n(3) Due to the size, total population and population density of a city of the second class, it can be inefficient to devote property within a city of the second class solely to parking facilities for purely public use on a first-come, first-served basis, and that empowering the authority of a city of the second class to grant private interests in parking facilities to support commercial and residential real estate development and develop, operate or participate in mixed-use projects can be an important factor in the continual encouragement, development, attraction, stimulation, growth and expansion of business, industry, commerce and tourism within a city of the second class, the surrounding counties and this Commonwealth as a whole.\n\n(b) Powers.--Notwithstanding any other provision of law, including this chapter, and any provision of an authority's articles of incorporation, and without limiting the powers in section 5505 (relating to purposes and powers), an authority in a city of the second class shall have the power to do the following:\n\n(1) Grant an interest, such as a lease, license or easement, in and to all or a portion of land, buildings and structures for dedicated parking to support commercial or residential uses, if the following apply:\n\n(i) In the good faith opinion of the board, the following apply:\n\n(A) The grant of the interest will not negatively impact the financial standing of the authority.\n\n(B) The consideration for the grant of the interest is appropriate considering the overall transaction.\n\n(ii) The term of the interest does not extend beyond the term of existence of the authority.\n\nThe grant of the interest is not permissible where the average occupancy rate of parking spaces for the prior six calendar months has exceeded 90% for that particular facility.\n\n(2) Develop, operate or participate in the development or operation of one or more mixed-use projects.\n\n(3) Finance mixed-use projects by incurring indebtedness, whether by borrowing money, making and issuing notes, bonds or other debt instruments or entering into financing transactions, which may be evidenced and secured by agreements that contain provisions as determined by the authority for the security or protection of the authority or the authority's bondholders. An authority may pledge, hypothecate or encumber all or a part of the authority's revenues or real or personal property, constituting all or part of a mixed-use project for an obligation of the authority incurred in connection with the development or operation of, or participation in, a mixed-use project.\n\n(c) Definition.--As used in this section, the term \"mixed-use project\" means a commercial, industrial, residential or retail development that includes a public parking garage or public parking lot as an appurtenance.\n\n(Dec. 22, 2017, P.L.1242, No.76, eff. 60 days)\n\n2017 Amendment.Act 76 added section 5508.4.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5508-4/"
    },
    {
      "id": "section-5509",
      "number": "5509",
      "heading": "",
      "text": "(a) Authorization.--\n\n(1) Except as set forth in paragraph (2), the authority has the power to acquire by purchase or eminent domain proceedings either the fee or the rights, title, interest or easement in such lands as the authority deems necessary for any of the purposes of this chapter.\n\n(2) The right of eminent domain does not apply to any of the following:\n\n(i) Property devoted to a public use.\n\n(ii) Property of a public service company.\n\n(iii) Property used for burial purposes.\n\n(iv) A place of public worship.\n\n(v) Property which on June 5, 1947, with respect to the appropriate municipality was used as a facility for the parking of motor vehicles as long as:\n\n(A) the property is continuously so used; and\n\n(B) the operation of the facility complies with parking and traffic ordinances of the municipality.\n\n(b) Exercise.--\n\n(1) The right of eminent domain shall be exercised by the authority in the manner provided by law for the exercise of such right by the parent municipality.\n\n(2) Viewers may take into consideration and may assess damages for expenses incurred for the removal of fixtures, equipment and merchandise.\n\n(3) The right of eminent domain under this section may be exercised only within the municipality in which the authority is located.\n\n(c) Priority.--Court proceedings necessary to acquire property or property rights for purposes of this chapter shall take precedence over all causes not involving the public interest in all courts so that the provision of parking facilities may be expedited.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5509/"
    },
    {
      "id": "section-5510",
      "number": "5510",
      "heading": "",
      "text": "(a) Treasurer.--\n\n(1) Except as otherwise provided in this chapter, all money of an authority from whatever source derived shall be paid to the treasurer of the authority.\n\n(2) The money shall be deposited in the first instance by the treasurer at the direction of the authority:\n\n(i) in one or more banks or bank and trust companies in one or more special accounts; or\n\n(ii) under savings contracts in savings associations in one or more special accounts.\n\n(3) Each special account under paragraph (2) to the extent the account is not insured shall be continuously secured by a pledge of direct obligations of the United States of America, of the Commonwealth or of the parent municipality having an aggregate market value exclusive of accrued interest at all times at least equal to the balance on deposit in the account. Such securities shall either be deposited with the treasurer or be held by a trustee or agent satisfactory to the authority. All banks, bank and trust companies and savings associations are authorized to give such security for such deposits. The money in the special accounts shall be paid out on the warrant or other order of the chair of the authority or of such other person the authority authorizes to execute the warrants or orders.\n\n(4) In the case of money collected or received by the authority on behalf of a municipality under section 5505(d)(21) (relating to purposes and powers), the money shall be pledged to the use of the municipality and disbursed to the municipality as provided by ordinance or resolution.\n\n(b) Audit.--An authority shall have at least an annual examination of its books, accounts and records by a certified public accountant. A copy of the audit shall be delivered to the parent municipality.\n\n(c) Financial statement.--A concise financial statement shall be published annually at least once in a newspaper of general circulation in the municipality where the principal office of the authority is located. If publication is not made by the authority, the municipality shall publish such statement at the expense of the authority. If the authority fails to make the audit, then the controller, auditor or accountant designated by the municipality is authorized to examine at the expense of the authority the accounts and books of the authority, including its receipts, disbursements, contracts, leases, sinking funds, investments and other matters relating to its finances, operation and affairs.\n\n(d) Attorney General.--The Attorney General shall have the right to examine the books, accounts and records of an authority.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510/"
    },
    {
      "id": "section-5510-1",
      "number": "5510.1",
      "heading": "",
      "text": "(a) General rule.--\n\n(1) Except as otherwise provided in this chapter, all funds of an authority received from any source shall be delivered to the treasurer of the authority or to such other agent of the authority as the board may designate.\n\n(2) The funds shall be promptly deposited in the name of the authority in a bank or banks, bank and trust company or bank and trust companies, trust company or trust companies in this Commonwealth chosen by the authority.\n\n(3) The moneys in the account or accounts may be withdrawn or paid out only by check or draft upon the bank, bank and trust company or trust company, signed by the treasurer or other designated agent of the authority on warrant of the treasurer of the authority and countersigned by the chairman of the board or by such persons as the board may authorize. Moneys in the account or accounts may be withdrawn or paid out by electronic funds transfer on instructions signed and countersigned in the manner provided for checks or drafts.\n\n(4) The board may designate any of its members or any officer or employee of the authority to affix the signature of the chairman to any check or draft for payment of salaries or wages and for the payment of any other obligation of not more than $100,000. The executive director may designate any officer or employee of the authority to affix the signature of the treasurer to any check or draft for payment of salaries or wages and for the payment of any other obligation of not more than $100,000.\n\n(b) Management of funds.--\n\n(1) All bank, bank and trust company or trust company balances of the authority, to the extent the same are not insured, shall be continuously secured by a pledge of direct obligations of the United States, of the Commonwealth or of any municipality or municipalities in the metropolitan area having an aggregate market value exclusive of accrued interest at all times at least equal to the balance on deposit in such bank, bank and trust company or trust company. The securities shall either be deposited with the treasurer of the authority or be held by a trustee or agent satisfactory to the authority. All depository institutions are authorized to give security for the deposits.\n\n(2) In the case of money collected or received by the authority on behalf of a municipality under section 5505(d)(21) (relating to purposes and powers), the money shall be pledged to the use of the municipality and disbursed to the municipality as provided by ordinance or resolution.\n\n(3) Subject to the provisions of any agreements with obligees of the authority, the authority shall have full power to invest and reinvest its funds as provided in this chapter, subject, however, to the exercise of that degree of judgment and care under the circumstances then prevailing which persons of prudence, discretion and intelligence who are familiar with such matters exercise in the management of their own affairs, not in regard to speculation, but in regard to the permanent disposition of the funds, considering the probable income to be derived and the probable safety of the capital.\n\n(4) The board shall provide for an investment program subject to restrictions contained in this chapter and in any other applicable statute and any resolutions on this subject adopted by the board.\n\n(c) Authorized investments.--The authorized types of investments for authority funds shall be any of the following:\n\n(1) Government obligations.\n\n(2) Debt obligations issued by any of the following Federal agencies or such other like Federal agencies which may be designated by the board: Bank for Cooperatives, Federal Farm Credit Banks, Federal Financing Bank, Federal Home Loan Bank System, Federal National Mortgage Association, Export-Import Bank of the United States, Farmers Home Administration, Resolution Funding Corporation, Small Business Administration, Student Loan Marketing Association, Inter-American Development Bank, International Bank for Reconstruction and Development, Federal Land Banks or Government National Mortgage Association, and their predecessor or successor agencies.\n\n(3) Short-term or long-term debt obligations of any state or political subdivision thereof or any agency or instrumentality of such a state or political subdivision or of any municipal corporation, provided that the obligations are rated by a rating agency in any of the three highest rating categories, without reference to subcategories, assigned by the rating agency.\n\n(4) Rights to receive the principal of or the interest on obligations of states, political subdivisions, agencies or instrumentalities meeting the requirements set forth in paragraphs (2) and (3), whether through direct ownership as evidenced by physical possession of the obligations or unmatured interest coupons or by registration as to ownership on the books of the issuer or its duly authorized paying agent or transfer agent or through the purchase of certificates or other instruments evidencing an undivided ownership interest in payments of the principal of or interest on the obligations.\n\n(5) Negotiable and nonnegotiable certificates of deposit, time deposits or other similar banking arrangements which are issued by banks, bank and trust companies, trust companies or savings and loan associations, provided that, unless issued by a qualified financial institution, any such certificate, deposit or other arrangement shall be continuously secured as to principal in the manner and to the extent provided in subsection (d).\n\n(6) Repurchase agreements for investment securities described in paragraph (1) or (2) with a qualified financial institution or with dealers in government bonds which report to, trade with and are recognized as primary dealers by a Federal Reserve Bank and are members of the Securities Investors Protection Corporation, provided that the repurchase price payable under any agreement shall be continuously secured in the manner and to the extent provided in subsection (d).\n\n(7) Investment agreements with qualified financial institutions.\n\n(8) Commercial paper rated in the highest rating category, without reference to subcategories, by a rating agency.\n\n(9) Shares or certificates in any short-term investment fund rated in the highest rating category, without reference to subcategories, by a rating agency, which short-term investment fund invests solely in obligations described in paragraphs (1) and (2).\n\n(10) Debt obligations of any foreign government or political subdivision thereof or any agency or instrumentality of foreign government or political subdivision, provided that the obligations are rated by a rating agency, without reference to subcategories, in the highest rating category assigned by the rating agency.\n\n(11) Such other investments which at the time of the acquisition thereof shall be listed as permissible investments for trust funds in an indenture or resolution with respect to indebtedness which is incurred under this chapter.\n\n(d) Security for investment securities.--Any security required to be maintained as collateral for investment securities in the form of certificates of deposit, time deposits, other similar banking arrangements and repurchase agreements described in subsection (c)(5) and (6) shall be subject to the following requirements:\n\n(1) The collateral shall be in the form of obligations described in subsection (c)(1) and (2), except that the security for certificates of deposit, time deposits or other similar banking arrangements may include other marketable securities which are eligible as security for trust funds under applicable regulations of the Comptroller of the Currency of the United States of America or under applicable state laws and regulations.\n\n(2) The collateral shall have an aggregate market value, calculated not less frequently than monthly, at least equal to the principal amount (less any portion insured by the Federal Deposit Insurance Corporation or any comparable insurance corporation chartered by the United States of America) or the repurchase price secured thereby, as the case may be. The instruments governing the issuance of and security for the Investment Securities shall designate the person responsible for making the foregoing calculations.\n\n(3) The authority shall have a perfected security interest in the collateral securing certificates of deposit, time deposits or other similar banking arrangements, and the collateral shall be held free and clear of the claims of third parties. The collateral shall be deposited with the authority, with a Federal Reserve Bank for the account of the authority or with a bank, bank and trust company or trust company (other than the obligor) which is acting solely as agent for the authority and has a combined net capital and surplus equal to at least $100,000,000.\n\n(4) Collateral for repurchase agreements shall be held free and clear of the claims of third parties by the authority, or by a Federal Reserve Bank for the account of the authority, or by a bank, bank and trust company or trust company which is acting solely as agent for the authority and has a combined net capital and surplus at least equal to $100,000,000. A perfected first priority security interest for the benefit of the authority shall be created in the collateral under Title 13 (relating to commercial code) or book-entry procedures prescribed by applicable Federal regulations.\n\n(e) Audit.--An authority shall have at least an annual examination of its books, accounts and records by a certified public accountant. A copy of the audit shall be delivered to the parent municipality, the Governor, the Secretary of the Senate and the Chief Clerk of the House of Representatives. The controller, auditor or accountant designated by the municipality is authorized to perform an annual examination of the receipts, disbursements, contracts, leases, sinking funds, investments relating to the administration of a system of on-street parking regulations in a city of the first class pursuant to section 5508.1(q.1) (relating to special provisions for authorities in cities of the first class).\n\n(f) Financial statement.--A concise financial statement shall be published annually at least once in a newspaper of general circulation in the municipality where the principal office of the authority is located. If publication is not made by the authority, the municipality shall publish such statement at the expense of the authority.\n\n(g) Attorney General.--The Attorney General shall have the right to examine the books, accounts and records of an authority.\n\n(h) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted and amended section 5510.1. See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-1/"
    },
    {
      "id": "section-5510-2",
      "number": "5510.2",
      "heading": "",
      "text": "(a) General rule.--An authority, under resolutions adopted from time to time by the board, may establish and create such special funds as may be found desirable by the board and, in and by such resolutions, may provide for payments into all special funds from specified sources with such preferences and priorities as may be deemed advisable and may provide for the custody, disbursement and application of any moneys in any such special funds consistent with the provisions of this chapter and consistent with generally accepted accounting principles.\n\n(b) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.; July 9, 2013, P.L.455, No.64, eff. imd.)\n\n2004 Amendment.See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-2/"
    },
    {
      "id": "section-5510-3",
      "number": "5510.3",
      "heading": "",
      "text": "(a) General rule.--\n\n(1) The bonds of the authority shall be authorized by resolution of the board. The resolution shall specify all of the following:\n\n(i) Series.\n\n(ii) Date or dates of maturity.\n\n(iii) Interest at such rate or rates, fixed or variable, as shall be determined by the board as necessary to issue and sell the authorized bonds.\n\n(iv) Denominations.\n\n(v) Form, either coupon or fully registered without coupons.\n\n(vi) Certificated or book-entry-only form.\n\n(vii) Registration and exchangeability and interchangeability privileges.\n\n(viii) Medium of payment and place of payment.\n\n(ix) Terms of redemption.\n\n(x) Priorities of payment in the revenues or receipts of the authority as the resolution or trust indenture adopted or approved by the authority may provide.\n\n(2) The bonds shall be signed by or shall bear the facsimile signatures of such officers as the board shall determine, and coupon bonds shall have attached thereto interest coupons bearing the facsimile signature of the treasurer of the authority, and all bonds shall be authenticated by an authenticating agent, fiscal agent or trustee, all as may be prescribed in the resolution or trust indenture.\n\n(3) Any such bonds may be issued and delivered notwithstanding that one or more of the officers signing bonds or the treasurer whose facsimile signature shall be upon the coupon, or any thereof, shall have ceased to be an officer or officers at the time when the bonds shall actually be delivered.\n\n(4) The proceeds of an issue of bonds may be used to pay the costs of a project, subject to the limitations of subsection (b), to finance any cash flow deficit of the authority, to reimburse any costs of a project initially paid by the authority or any person, to fund any required reserves, to capitalize interest or to pay costs of issuance, including, but not limited to, costs of obtaining credit enhancement for the bonds.\n\n(b) Maturity.--Bonds issued to finance the costs of a project shall mature at such time or times not exceeding 40 years from their respective dates of original issue as the authority shall by resolution determine. Bonds issued in anticipation of income of the authority shall mature within one fiscal year after the fiscal year of the date of issuance thereof except for bonds issued in anticipation of grants with respect to the cost of a project, which bonds shall mature no later than six months beyond the time of anticipated receipt of the final payment of the grant.\n\n(c) Sale.--\n\n(1) Bonds may be sold at public sale or invited sale for such price or prices and at such rate or rates of interest as the authority shall determine. Bonds may be sold at private sale by negotiation at such price or prices and at such rate or rates of interest as the authority shall determine, but only if the authority makes a written public explanation of the circumstances and justification for the private sale by negotiation.\n\n(2) Pending the preparation of the definitive bonds, interim receipts may be issued to the purchaser or purchasers of such bonds and may contain such terms and conditions as the authority may determine.\n\n(d) Negotiable instruments.--Bonds of an authority shall have the qualities of negotiable instruments under Title 13 (relating to commercial code).\n\n(e) Refunding.--\n\n(1) Subject to the provisions of the outstanding bonds, notes or other obligations issued under this chapter or prior acts and subject to the provisions of this chapter, the authority shall have the right and power to refund any outstanding debt, whether the debt represents principal or interest, in whole or in part, at any time.\n\n(2) As used in this subsection, \"refund\" and its variations shall mean the issuance and sale of obligations the proceeds of which are used or are to be used for the payment or redemption of outstanding obligations upon or prior to maturity. Refunding bonds shall mature at such time or times not exceeding 40 years from their dates of original issuance as the authority shall determine by resolution.\n\n(f) Credit of Commonwealth and political subdivisions not pledged.--Under no circumstances shall any bonds issued by the authority or any other obligation of the authority be or become an indebtedness or liability of the Commonwealth or of any government agency, provided that any government agency may guarantee bonds of an authority to the extent and for the purposes for which the government agency may make loans or grants to an authority.\n\n(g) Nonliability.--Neither the board members, any employees of the authority nor any person executing the bonds shall be liable personally on any bonds by reason of the issuance thereof. Bonds of an authority shall contain a statement of the limitation set forth in this subsection.\n\n(h) Bonds deemed valid.--Any bond reciting in substance that it has been issued by the authority to accomplish the public purposes of this chapter shall be conclusively deemed in any suit, action or proceeding involving the validity or enforceability of the bonds or security therefor to have been issued for such purpose.\n\n(i) Notice and challenges.--\n\n(1) The authority may cause a copy of any resolution authorizing the issuance of bonds adopted by it to be filed for public inspection in its office and in the office of the clerk of the governing body of each county and the governing body of a city of the first class and may thereupon cause to be published in a newspaper published or circulating in its service area a notice stating the fact and date of the adoption, the places where the resolution has been so filed for public inspection, the date of publication of the notice and that any action or proceeding of any kind or nature in any court questioning the validity or proper authorization of bonds provided for by the resolution or the validity of any covenants, agreements or contract provided for by such resolution shall be commenced within 20 days after the publication of the notice.\n\n(2) If any notice shall at any time be published and if no action or proceeding questioning the validity or proper authorization of bonds provided for by the resolution or the validity of any covenants, agreements or contract provided for by such resolution shall be commenced within 20 days after the publication of the notice, then all residents, taxpayers and owners of property in a city of the first class and all other persons whatsoever shall be forever barred and foreclosed from instituting or commencing any action or proceeding in any court or pleading any defense to any action or proceedings questioning the validity or proper authorization of such bonds or the validity of any such covenants, agreements or contracts, and said bonds, covenants, agreements and contracts shall be conclusively deemed to be valid and binding obligations in accordance with their terms and tenor.\n\n(3) After issuance of bonds, all bonds shall be conclusively presumed to be fully authorized and issued by all the laws of this Commonwealth, and any person shall be estopped from questioning their sale, execution or delivery by the authority.\n\n(j) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted section 5510.3. See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-3/"
    },
    {
      "id": "section-5510-4",
      "number": "5510.4",
      "heading": "",
      "text": "(a) General rule.--Except as otherwise provided in any resolution of an authority authorizing or awarding bonds, the terms thereof and of this chapter as in effect when the bonds were authorized shall constitute a contract between the authority and obligees of the authority, subject to modification in such manner as the resolution, the trust indenture securing such bonds or the bonds shall provide.\n\n(b) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted section 5510.4. See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-4/"
    },
    {
      "id": "section-5510-5",
      "number": "5510.5",
      "heading": "",
      "text": "(a) General rule.--The Commonwealth does hereby pledge to and agree with:\n\n(1) Any person, firm or corporation, government agency, whether in this Commonwealth or elsewhere, or Federal agency subscribing to or acquiring the bonds to be issued by the authority that the Commonwealth will not limit or alter the rights hereby vested in the authority in any manner inconsistent with the obligations of the authority to the obligees of the authority until all bonds at any time issued, together with the interest thereon, are fully paid or provided for. The Commonwealth does further pledge to and agree with any Federal agency that, in the event that any Federal agency shall contribute any funds for the authority or any project, the Commonwealth will not alter or limit the rights and powers of the authority in any manner which would be inconsistent with the due performance of any agreements between the authority and any Federal agency.\n\n(2) Any person who, as owner thereof, leases or subleases property to or from an authority that the Commonwealth will not limit or alter the rights and powers hereby vested in the authority or otherwise created by this chapter in any manner which impairs the obligations of the authority until all obligations of the authority under the lease or sublease are fully met and discharged.\n\n(b) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted section 5510.5. See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-5/"
    },
    {
      "id": "section-5510-6",
      "number": "5510.6",
      "heading": "",
      "text": "(a) General rule.--In connection with the issuance of bonds or the incurring of obligations under leases and in order to secure the payment of the bonds and obligations, the authority, in addition to its other powers, shall have the power to:\n\n(1) Pledge or grant a security interest, senior, parity or subordinated, in all or any part of its revenues, to which its right then exists or may thereafter come into existence.\n\n(2) Grant a lien on or a security interest, senior, parity or subordinated, in all or any part of its real or personal property then owned or thereafter acquired. This paragraph does not apply to the Philadelphia Taxicab and Limousine Regulatory Fund.\n\n(3) Provide for the issuance of unsecured bonds, limited recourse bonds or nonrecourse bonds.\n\n(4) Enter into trust indentures securing bonds, including, but not limited to, master trust indentures.\n\n(5) Covenant against pledging or granting a lien on or security interest in all or any part of its revenues or all or any part of its real or personal property to which its right or title exists or may thereafter come into existence or against permitting or suffering any lien on the revenues or property, covenant with respect to limitations on its right to sell, lease or otherwise dispose of any of its real property and covenant as to which other or additional debts or obligations may be incurred by it.\n\n(6) Covenant as to the bonds to be issued and as to the issuance of such bonds, in escrow or otherwise, and as to the use and disposition of the proceeds thereof, provide for the replacement of lost, destroyed or mutilated bonds, covenant against extending the time for the payment of its bonds or interest thereon and covenant for the redemption of bonds and provide the terms and conditions thereof.\n\n(7) Covenant as to the amount of revenues to be raised in each fiscal year or other period of time by the authority as well as to the use and disposition to be made thereof, create or authorize the creation of special funds for debt service or other purposes and covenant as to the use and disposition of the moneys held in such funds.\n\n(8) Prescribe the procedure, if any, by which the terms of any contract with obligees of the authority may be supplemented, amended or abrogated, prescribe which supplements or amendments will require the consent of obligees of the authority and the amount of bonds to be held by obligees to effect such consent and prescribe the manner in which such consent may be given.\n\n(9) Covenant as to the use of any or all of its real or personal property, warrant its title and covenant as to the maintenance of its real and personal property, the replacement thereof, the insurance to be carried thereon and the use and disposition of insurance proceeds.\n\n(10) Covenant as to the rights, liabilities, powers and duties arising upon the breach by it of any covenant, condition or obligation.\n\n(11) Vest in the obligees of the authority or any proportion of them the right to enforce the payment of the bonds or any covenants securing or relating to the bonds, vest in a trustee the right in the event of default by the authority to take possession and use, operate and manage any real or personal property and to collect the rents and revenues arising therefrom and to dispose of such moneys in accordance with the agreement of the authority with such trustee, provide for the powers and duties of a trustee and to limit liabilities thereof and provide the terms and conditions upon which the trustee or the obligees of the authority or any proportion of them may enforce any covenant or rights securing or relating to the bonds.\n\n(12) Negotiate and enter into interest rate exchange agreements, interest rate cap, collar, corridor, ceiling and floor agreements, forward agreements, float agreements and other similar arrangements which, in the judgment of the authority, will assist the authority in managing the interest costs of the authority.\n\n(13) Obtain letters of credit, bond insurance and other facilities for credit enhancement and liquidity.\n\n(14) Exercise all or any part or combination of the powers granted in this section to make covenants other than and in addition to the covenants expressly authorized in this section, to make such covenants and to do any and all such acts and things as may be necessary or convenient or desirable in order to secure its bonds or, in the absolute discretion of the authority, as will tend to accomplish the purposes of this chapter by making the bonds more marketable, notwithstanding that such covenants, acts or things may not be specifically enumerated in this section.\n\n(15) The revenues of the authority and the real and tangible personal property of the authority shall be pledged or otherwise encumbered only as expressly provided in this section and, except to the extent necessary to effectuate such pledge or encumbrance, shall not be subject to attachment nor levied upon by execution or otherwise.\n\n(b) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted and amended section 5510.6. See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-6/"
    },
    {
      "id": "section-5510-7",
      "number": "5510.7",
      "heading": "",
      "text": "2004 Amendment.Section 5510.7 was deleted by amendment July 16, 2004, P.L.758, No.94, effective immediately.\n\n2004Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-7/"
    },
    {
      "id": "section-5510-8",
      "number": "5510.8",
      "heading": "",
      "text": "(a) General rule.--Bonds issued under this chapter are hereby made securities in which all public officers and the instrumentalities and agencies of the Commonwealth and its political subdivisions, all insurance companies, banks, bank and trust companies, trust companies, banking associations, banking corporations, savings banks, investment companies, executors, trustees, the trustees of any retirement, pension or annuity fund or system of the Commonwealth and other fiduciaries may properly and legally invest funds, including capital, deposits or other funds in their control or belonging to them. These bonds are hereby made securities which may properly and legally be deposited with and received by any Commonwealth or municipal officer or any agency or instrumentality or political subdivision of the Commonwealth for any purpose for which the deposit of bonds or other obligations of the Commonwealth now or may hereafter be authorized by law.\n\n(b) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted section 5510.8. See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-8/"
    },
    {
      "id": "section-5510-9",
      "number": "5510.9",
      "heading": "",
      "text": "(a) General rule.--Any pledge of or grant of a lien on or security interest in revenues of an authority or real or personal property of an authority made by an authority shall be valid and binding from the time when the pledge is made, the revenues or other property so pledged and thereafter received by the authority making such pledge shall immediately be subject to the lien of any such pledge, lien or security interest without any physical delivery thereof or further act, and the lien of any such pledge or security interest shall be valid and binding as against all parties having claims of any kind in tort, contract or otherwise against the authority irrespective of whether the parties have notice thereof. Neither the resolution nor any other instrument of the authority by which a pledge, lien or security interest is created need be recorded or filed to perfect such pledge or security interest.\n\n(b) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted section 5510.9. See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-9/"
    },
    {
      "id": "section-5510-10",
      "number": "5510.10",
      "heading": "",
      "text": "(a) General rule.--Any moneys deposited in any fund created by the authority pledged to be used to pay debt service on bonds of the authority, including any sinking fund or debt service reserve fund, and all investments and proceeds of investments thereof shall, without further action or filing, be subjected to a perfected security interest for the obligees of the authority with respect to the bonds until such moneys or investments shall be properly disbursed in accordance with this chapter and subject to the terms of any trust indenture or other contract between the authority and the obligees of the authority with respect to the bonds.\n\n(b) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted section 5510.10. See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-10/"
    },
    {
      "id": "section-5510-11",
      "number": "5510.11",
      "heading": "",
      "text": "(a) General rule.--So long as an authority shall have outstanding any bonds issued under this chapter, the authority shall not be authorized to file a petition for relief under 11 U.S.C. Chapter 9 (relating to adjustment of debts of a municipality), and no public officer or agency or instrumentality of the Commonwealth shall authorize the authority to become a debtor under 11 U.S.C. Chapter 9 so long as any bonds issued under this chapter are outstanding.\n\n(b) Applicability.--This section shall only apply to authorities in cities of the first class.\n\n(Dec. 30, 2002, P.L.2001, No.230, eff. 60 days; July 16, 2004, P.L.758, No.94, eff. imd.)\n\n2004 Amendment.Act 94 reenacted section 5510.11. See sections 20(3) and 21(3) of Act 94 in the appendix to this title for special provisions relating to Pennsylvania Public Utility Commission contracts and preservation of rights, obligations, duties and remedies.\n\n2004 Unconstitutionality.Act 230 of 2002 was declared unconstitutional. City of Philadelphia v. Commonwealth, 838 A.2d 566 (Pa. 2003).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5510-11/"
    },
    {
      "id": "section-5511",
      "number": "5511",
      "heading": "",
      "text": "(a) Services.--\n\n(1) Except as set forth in paragraph (2), all construction, reconstruction, repair or work of any nature made by an authority if the entire cost, value or amount, including labor and materials, exceeds $25,000 shall be done only under contract to be entered into by the authority with the lowest responsible bidder upon proper terms after public notice asking for competitive bids as provided in this section.\n\n(2) Paragraph (1) does not apply to reconstruction, repair or work done by employees of the authority or by labor supplied under agreement with a Federal or State agency with supplies and materials purchased as provided in this section.\n\n(3) No contract shall be entered into for construction or improvement or repair of a project or portion thereof unless the contractor gives an undertaking with a sufficient surety approved by the authority and in an amount fixed by the authority for the faithful performance of the contract.\n\n(4) The contract must provide, among other things, that the person or corporation entering into the contract with the authority will pay for all materials furnished and services rendered for the performance of the contract and that any person or corporation furnishing materials or rendering services may maintain an action to recover for them against the obligor in the undertaking as though such person or corporation were named in the contract if the action is brought within one year after the time the cause of action accrued.\n\n(5) Nothing in this section shall be construed to limit the power of the authority to construct, repair or improve a project or portion thereof or any addition, betterment or extension thereto directed by the officers, agents and employees of the authority or otherwise than by contract.\n\n(b) Supplies and materials.--All supplies and materials costing at least $25,000 shall be purchased only after advertisement as provided in this section. The authority shall accept the lowest bid, kind, quality and material being equal, but the authority shall have the right to reject any or all bids or select a single item from any bid. The provisions as to bidding shall not apply to the purchase of patented and manufactured products offered for sale in a noncompetitive market or solely by a manufacturer's authorized dealer.\n\n(c) Quotations.--Written or telephonic price quotations from at least three qualified and responsible contractors shall be requested for a contract in excess of the base amount of $10,000, subject to adjustment under subsection (c.1), but is less than the amount requiring advertisement and competitive bidding. In lieu of price quotations, a memorandum shall be kept on file showing that fewer than three qualified contractors exist in the market area within which it is practicable to obtain quotations. A written record of telephonic price quotations shall be made and shall contain at least the date of the quotation; the name of the contractor and the contractor's representative; the construction, reconstruction, repair, maintenance or work which was the subject of the quotation; and the price. Written price quotations, written records of telephonic price quotations and memoranda shall be retained for a period of three years.\n\n(c.1) Adjustments.--Adjustments to the base amounts specified under subsections (a), (b) and (c) shall be made as follows:\n\n(1) The Department of Labor and Industry shall determine the percentage change in the Consumer Price Index for All Urban Consumers: All Items (CPI-U) for the United States City Average as published by the United States Department of Labor, Bureau of Labor Statistics, for the 12-month period ending September 30, 2012, and for each successive 12-month period thereafter.\n\n(2) If the department determines that there is no positive percentage change, then no adjustment to the base amounts shall occur for the relevant time period provided for in this subsection.\n\n(3) (i) If the department determines that there is a positive percentage change in the first year that the determination is made under paragraph (1), the positive percentage change shall be multiplied by each base amount, and the products shall be added to the base amounts, respectively, and the sums shall be preliminary adjusted amounts.\n\n(ii) The preliminary adjusted amounts shall be rounded to the nearest $100 to determine the final adjusted base amounts for purposes of subsections (a), (b) and (c).\n\n(4) In each successive year in which there is a positive percentage change in the CPI-U for the United States City Average, the positive percentage change shall be multiplied by the most recent preliminary adjusted amounts, and the products shall be added to the preliminary adjusted amount of the prior year to calculate the preliminary adjusted amounts for the current year. The sums thereof shall be rounded to the nearest $100 to determine the new final adjusted base amounts for purposes of subsections (a), (b) and (c).\n\n(5) The determinations and adjustments required under this subsection shall be made in the period between October 1 and November 15 of the year following the effective date of this subsection and annually between October 1 and November 15 of each year thereafter.\n\n(6) The final adjusted base amounts and new final adjusted base amounts obtained under paragraphs (3) and (4) shall become effective January 1 for the calendar year following the year in which the determination required under paragraph (1) is made.\n\n(7) The department shall publish notice in the Pennsylvania Bulletin prior to January 1 of each calendar year of the annual percentage change determined under paragraph (1) and the unadjusted or final adjusted base amounts determined under paragraphs (3) and (4) at which competitive bidding is required under subsection (a) or (b) and written or telephonic price quotations are required under subsection (c), for the calendar year beginning the first day of January after publication of the notice. The notice shall include a written and illustrative explanation of the calculations performed by the department in establishing the unadjusted or final adjusted base amounts under this subsection for the ensuing calendar year.\n\n(8) The annual increase in the preliminary adjusted base amounts obtained under paragraphs (3) and (4) shall not exceed 3%.\n\n(d) Notice.--The term \"advertisement\" or \"public notice,\" wherever used in this section, shall mean a notice published at least ten days before the award of a contract in a newspaper of general circulation published in the municipality where the authority has its principal office or, if no newspaper of general circulation is published therein, in a newspaper of general circulation in the county where the authority has its principal office.\n\n(e) Conflict of interest.--No member of the authority or officer or employee of the authority may directly or indirectly be a party to or be interested in any contract or agreement with the authority for any matter, cause or thing if the contract or agreement establishes liability against or indebtedness of the authority. Any contract or agreement made in violation of this subsection is void, and no action may be maintained on the agreement against the authority.\n\n(f) Entry into contracts.--\n\n(1) Subject to subsection (e), an authority may enter into and carry out contracts or establish or comply with rules and regulations concerning labor and materials and other related matters in connection with a project or portion thereof as the authority deems desirable or as may be requested by a Federal agency to assist in the financing of the project or any part thereof. This paragraph shall not apply to any of the following:\n\n(i) A case in which the authority has taken over by transfer or assignment a contract authorized to be assigned to it under section 5516 (relating to transfer of existing facilities to authority).\n\n(ii) A contract in connection with the construction of a project which the authority may have had transferred to it by any person or private corporation.\n\n(2) This subsection is not intended to limit the powers of an authority.\n\n(g) Compliance.--A contract for the construction, reconstruction, alteration, repair, improvement or maintenance of public works shall comply with the provisions of the act of March 3, 1978 (P.L.6, No.3), known as the Steel Products Procurement Act.\n\n(h) Evasion.--\n\n(1) An authority may not evade the provisions of this section as to bids or purchasing materials or contracting for services piecemeal for the purpose of obtaining prices under the amount required by this section upon transactions which should, in the exercise of reasonable discretion and prudence, be conducted as one transaction amounting to more than the amount required by this section.\n\n(2) This subsection is intended to make unlawful the practice of evading advertising requirements by making a series of purchases or contracts each for less than the advertising requirement price or by making several simultaneous purchases or contracts each below that price when in either case the transaction involved should have been made as one transaction for one price.\n\n(3) An authority member who votes to unlawfully evade the provisions of this section and who knows that the transaction upon which the member votes is or ought to be a part of a larger transaction and that it is being divided in order to evade the requirements as to advertising for bids commits a misdemeanor of the third degree for each contract entered into as a direct result of that vote.\n\n(i) Procurement.--Notwithstanding any provision of this chapter or of Title 62 (relating to procurement) to the contrary, an authority shall be considered a State-affiliated entity for purposes of compliance with Title 62.\n\n(July 16, 2004, P.L.758, No.94, eff. imd.; Nov. 3, 2011, P.L.367, No.90, eff. imd.)\n\n2011Amendment.Act 90 amended subsecs. (c) and (h)(1) and added subsec. (c.1). Section 4 of Act 90 provided that Act 90 shall apply to contracts and purchases advertised on or after January 1 of the year following the effective date of section 4.\n\n2004 Amendment.Act 94 amended subsecs. (a)(1), (b) and (h)(1) and added subsec. (i).\n\nCross References.Section 5511 is referred to in section 5508.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5511/"
    },
    {
      "id": "section-5512",
      "number": "5512",
      "heading": "",
      "text": "(a) Regulations.--Subject to subsection (b), the use of the facilities of the authority and the operation of its business shall be subject to the regulations adopted by the authority.\n\n(b) Limitation.--The authority is not authorized to do anything which will impair the security of the holders of the obligations of the authority or violate agreements with them or for their benefit.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5512/"
    },
    {
      "id": "section-5513",
      "number": "5513",
      "heading": "",
      "text": "(a) Power of authorities.--The Commonwealth pledges to and agrees with any person, firm or corporation or Federal agency subscribing to or acquiring the bonds to be issued by the authority for the construction, extension, improvement or enlargement of a project or part thereof that the Commonwealth will not limit or alter the rights vested by this chapter in the authority until all bonds and the interest on them are fully met and discharged.\n\n(b) Federal matters.--The Commonwealth pledges to and agrees with the United States and all Federal agencies that, if a Federal agency constructs or contributes funds for the construction, extension, improvement or enlargement of a project or any portion thereof:\n\n(1) the Commonwealth will not alter or limit the rights and powers of the authority in any manner which would be inconsistent with the continued maintenance and operation of the project or the improvement thereof or which would be inconsistent with the due performance of agreements between the authority and any Federal agency; and\n\n(2) the authority shall continue to have and may exercise all powers granted in this chapter as long as the powers are necessary or desirable for carrying out the purposes of this chapter and the purposes of the United States in the construction or improvement or enlargement of the project or portion thereof.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5513/"
    },
    {
      "id": "section-5514",
      "number": "5514",
      "heading": "",
      "text": "(a) Conveyance of projects.--When an authority has finally paid and discharged all bonds, with interest due, which have been secured by a pledge of any of the revenues or receipts of a project, it may, subject to agreements concerning the operation or disposition of the project, convey the project to the parent municipality.\n\n(b) Conveyance of property.--When an authority has finally paid and discharged all bonds issued and outstanding and the interest due on them and settled all other outstanding claims against it, it may convey all its property to its parent municipality.\n\n(c) Certificate.--A certificate requesting the termination of the existence of an authority shall be filed in the office of the Secretary of the Commonwealth. If the certificate is approved by the parent municipality, the secretary shall note the termination of existence on the record of incorporation and return the certificate with approval to the board. The board shall cause the certificate to be recorded in the office of the recorder of deeds of the county. Upon recording, the property of the authority shall pass to the parent municipality, and the authority shall cease to exist.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5514/"
    },
    {
      "id": "section-5515",
      "number": "5515",
      "heading": "",
      "text": "The effectuation of the authorized purposes of authorities created under this chapter shall be for the benefit of the residents of municipalities, for the increase of their commerce and prosperity and for the improvement of their health, safety and living conditions. Since authorities will be performing essential governmental functions in effectuating these purposes, authorities shall not be required to pay taxes or assessments upon property acquired or used by them for such purposes. In lieu of such taxes or special assessments, an authority may agree to make payments to the city or the county or any political subdivision. The bonds issued by an authority, their transfer and the income from the bonds, including profits made on their sale, shall be free from taxation within this Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5515/"
    },
    {
      "id": "section-5516",
      "number": "5516",
      "heading": "",
      "text": "(a) Authorization.--Any county, city, borough, town or township or any owner is authorized to sell, lease, lend, grant or convey to an authority a project or any part of a project or any interest in real or personal property which may be used by the authority in the construction, improvement, maintenance or operation of a project. Any county, city, borough, town or township is authorized to transfer, assign and set over to an authority a contract awarded by the county, city, borough, town or township for the construction of projects not begun or, if begun, not completed. The territory being served by a project or the territory within which the project is authorized to render service at the time of the acquisition of the project by an authority shall constitute the area in which the authority is authorized to render service.\n\n(b) Acquisition.--\n\n(1) An authority may not acquire by any device or means, including a consolidation, merger, purchase or lease or through the purchase of stock, bonds or other securities, title to or possession or use of all or a substantial portion of a project which is subject to the jurisdiction of the Pennsylvania Public Utility Commission without the approval of the commission evidenced by its certificate of public convenience obtained in accordance with the procedure and investigations as to value as provided in 66 Pa.C.S. ยง 1103 (relating to procedure to obtain certificates of public convenience). The commission shall also consider the earning power of the project in deciding the value of the project. As used in this paragraph, the term \"acquire\" includes only the acquisition of existing facilities.\n\n(2) The authority shall first report to and advise the parent municipality of the agreement to acquire, including all its terms and conditions.\n\n(3) The proposed action of the authority and the proposed agreement to acquire must be approved by the legislative body. Approval must be by two-thirds vote of all of the members of the legislative body.\n\n(c) Complete provision.--Notwithstanding any other provision of law, this section, without reference to any other law, shall be deemed complete for the acquisition by agreement of a project located wholly within or partially without the municipality causing the authority to be incorporated, and no proceedings or other action shall be required except as prescribed in this section.\n\n(Dec. 17, 2001, P.L.926, No.110, eff. imd.)\n\n2001 Amendment.Act 110 amended subsec. (b)(3), retroactive to June 19, 2001.\n\nCross References.Section 5516 is referred to in section 5511 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5516/"
    },
    {
      "id": "section-5517",
      "number": "5517",
      "heading": "",
      "text": "The provisions of this chapter are severable. If any provision of this chapter or its application to any person or circumstance is held invalid, the invalidity shall not affect other provisions or applications of this chapter which can be given effect without the invalid provision or application.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-55/section-5517/"
    }
  ]
}