{
  "state": "pennsylvania",
  "path": "title-title-53/chapter-chapter-57a",
  "sections": [
    {
      "id": "section-57a01",
      "number": "57A01",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Authority.\"A parking authority of a city of the first class established and incorporated in accordance with Chapter 55 (relating to parking authorities).\n\n\"City.\"A city of the first class as defined by the act of June 25, 1895 (P.L.275, No.188), entitled \"An act dividing the cities of this State into three classes with respect to their population, and designating the mode of ascertaining and changing the classification thereof in accordance therewith.\"\n\n\"Digital network.\"An online-enabled application, software, website or system offered or utilized by a transportation network company that enables the prearrangement of rides with transportation network company drivers.\n\n\"Dynamic pricing.\"A transportation network company's practice of adjusting the calculation used to determine fares at certain times and locations in response to the supply of transportation network company drivers and the demand for transportation network company drivers' services.\n\n\"License.\"Proof of the authority's approval authorizing a transportation network company to operate a transportation network company in accordance with this chapter. The term does not include a certificate of public convenience as described under section 5741 (relating to certificate of public convenience required).\n\n\"Personal vehicle.\"As follows:\n\n(1) A vehicle that is used by a transportation network company driver and is owned, leased or otherwise authorized for use by the transportation network company driver.\n\n(2) The term does not include:\n\n(i) a call or demand service or limousine service as defined under section 5701 (relating to definitions);\n\n(ii) a paratransit service regulated by the Pennsylvania Public Utility Commission under 52 Pa. Code §§ 29.353 (relating to method of operation in paratransit service), 29.354 (relating to vehicle and equipment requirements: paratransit service) and 29.355 (relating to tariff requirements); or\n\n(iii) a vehicle operated under a ridesharing arrangement or by a ridesharing operator as defined under the act of December 14, 1982 (P.L.1211, No.279), entitled \"An act providing for ridesharing arrangements and providing that certain laws shall be inapplicable to ridesharing arrangements.\"\n\n(3) A vehicle operated in a shared-expense arrangement where an individual receives reimbursement that does not exceed the actual costs incurred while providing transportation.\n\n\"Prearranged ride.\"The provision of transportation by a transportation network company driver to a passenger, originating in a city and beginning when a transportation network company driver accepts a ride requested by a passenger through a digital network, continuing while the driver transports the passenger and ending when the last passenger departs from the personal vehicle. For purposes of this chapter, a prearranged ride does not include:\n\n(1) transportation provided using a call or demand service or limousine service as defined under section 5701 (relating to definitions);\n\n(2) paratransit service regulated by the Pennsylvania Public Utility Commission under 52 Pa. Code §§ 29.353 (relating to method of operation in paratransit service), 29.354 (relating to vehicle and equipment requirements: paratransit service) and 29.355 (relating to tariff requirements);\n\n(3) a driver operating under ridesharing arrangement or ridesharing operator as defined under the act of December 14, 1982 (P.L.1211, No.279), entitled \"An act providing for ridesharing arrangements and providing that certain laws shall be inapplicable to ridesharing arrangements\"; or\n\n(4) a shared-expense arrangement where an individual receives reimbursement that does not exceed the actual costs incurred while providing transportation.\n\n\"Transportation network company\"or\"TNC.\"A person or entity that obtains a license to operate a transportation network service by the authority and uses a digital network to facilitate prearranged rides.\n\n\"Transportation network company driver\"or\"driver.\"An individual who:\n\n(1) Receives connections to potential passengers and related services from a transportation network company, in exchange for payment of a fee to the transportation network company.\n\n(2) Uses a personal vehicle to offer or provide a prearranged ride to passengers upon connection through a digital network controlled by a transportation network company in return for compensation or payment of a fee.\n\nThe term shall not include an individual who receives reimbursement that does not exceed the actual costs incurred while providing transportation.\n\n\"Transportation network company passenger\"or\"passenger.\"A person who uses a digital network to connect with a transportation network company driver who provides prearranged rides to the passenger in the driver's personal vehicle.\n\n\"Transportation network service\"or\"service.\"As follows:\n\n(1) A service which meets all of the following:\n\n(i) Matches a passenger and transportation network company driver using a digital network in advance of a prearranged ride.\n\n(ii) Is characterized by a transportation network company driver offering or providing a prearranged ride to a passenger.\n\n(iii) Originates within the city.\n\n(iv) Is rendered on an exclusive basis.\n\nFor purposes of this paragraph, the term \"exclusive basis\" means a transportation network service on a given prearranged ride when each individual, party or group may not be required to ride with another passenger on that prearranged ride unless the individual, party or group consents to additional passengers on the prearranged ride.\n\n(2) The term includes the periods when:\n\n(i) A driver is logged onto a transportation network company's digital network and available for service.\n\n(ii) A driver is conducting a prearranged ride.\n\n\"Wheelchair-accessible vehicle.\"A vehicle that can accommodate at least one person in a wheelchair without the person having to transfer from the wheelchair to another seat and that meets requirements established under the Americans with Disabilities Act of 1990 (Public Law 101-336, 104 Stat. 327) or requirements that are a functional equivalent and approved by the authority, or both.\n\nCross References. Section 57A01 is referred to in section 5701 of this title; section 4307 of Title 75 (Vehicles).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a01/"
    },
    {
      "id": "section-57a02",
      "number": "57A02",
      "heading": "",
      "text": "(a) General rule.--No person shall engage in the business of a transportation network company without a license issued by the authority under this chapter.\n\n(b) Personal vehicle prohibited.--No personal vehicle shall be used to provide transportation network service in the city except by a driver affiliated with a transportation network company licensed by the authority under this chapter.\n\n(c) Exception.--A personal vehicle operated by a driver affiliated with a company operating in this Commonwealth pursuant to a license issued by the Public Utility Commission or with a company that authorizes drivers to operate in any other municipality, state or other political subdivision may come into the city to discharge passengers whose trip originated outside of the city.\n\n(d) Regulatory jurisdiction.--The authority shall have exclusive regulatory jurisdiction over transportation network service originating in the city and may adopt rules and regulations as authorized under section 57A21(c) (relating to enforcement and rules and regulations). The authority is empowered to issue, suspend, cancel or revoke transportation network company licenses or issue an order requiring disqualification of a driver in accordance with section 57A19 (relating to penalties). The authority shall be authorized to inspect, audit and investigate any records of the transportation network company as necessary to ensure compliance with this chapter in accordance with section 57A18 (relating to records and reports). Information disclosed to the authority under this chapter shall be exempt from disclosure to a third person, including through a request submitted under the act of February 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a02/"
    },
    {
      "id": "section-57a03",
      "number": "57A03",
      "heading": "",
      "text": "(a) General rule.--In addition to the powers conferred upon the authority by other provisions of this title, the authority is empowered to issue, suspend, cancel or revoke licenses in accordance with this chapter and orders or regulations of the authority.\n\n(b) Application.--An application for a license under this chapter shall be made to the authority in writing, be verified by oath or affirmation and be in such form and contain such information as the authority may require in accordance with this chapter. Each application shall contain:\n\n(1) If the license applicant is an individual:\n\n(i) The individual's full name, Social Security number, residence address, business address, business e-mail address and business telephone number.\n\n(ii) Proof that the applicant is at least 18 years of age.\n\n(2) If the license applicant is a corporation:\n\n(i) The corporate name, business address and telephone number of the applicant.\n\n(ii) The date and state of incorporation.\n\n(iii) The full names, titles, addresses, e-mail addresses and telephone numbers of its corporate officers and of its authorized agents.\n\n(iv) Proof that all corporate officers are at least 18 years of age.\n\n(v) Proof that the corporation is in good standing under the laws of this Commonwealth.\n\n(3) If the license applicant is a partnership or limited liability company:\n\n(i) The name, business address or principal office address and telephone number of the applicant.\n\n(ii) The full names, addresses, e-mail addresses and telephone numbers of:\n\n(A) The general partners of the partnership.\n\n(B) The managing members of the limited liability company.\n\n(C) The manager of operations for the city.\n\n(iii) The full name, address, e-mail address and telephone number of a person authorized to receive notices issued under this chapter.\n\n(iv) Proof that all general partners, managers, managing members and members are at least 18 years of age.\n\n(c) Required information.--An application for a license or renewal under this chapter must include the following:\n\n(1) Proof that the company is registered with the Department of State to do business in this Commonwealth.\n\n(2) Proof that the company maintains a registered agent in this Commonwealth.\n\n(3) Proof that the company maintains an Internet website that includes the information required under section 57A13 (relating to intoxicating substance policy).\n\n(4) Proof that the transportation network company has secured the insurance policies required under and otherwise complied with section 57A07 (relating to insurance requirements) in the form of a certificate of insurance.\n\n(d) Fee.--An applicant for a transportation network company license shall remit to the authority with its initial transportation network company application a one-time application fee of $50,000. If the application is rejected, the fee shall be refunded, minus a $2,500 administrative processing fee.\n\nCross References. Section 57A03 is referred to in sections 57A04, 57A05 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a03/"
    },
    {
      "id": "section-57a04",
      "number": "57A04",
      "heading": "",
      "text": "(a) General rule.--In addition to the license application requirements listed in section 57A03 (relating to application), an applicant seeking issuance or renewal of a license under this section must do all of the following as a condition of receipt and maintenance of a license:\n\n(1) Establish and maintain:\n\n(i) An agent for service of process located in the city.\n\n(ii) An Internet website that provides a customer service telephone number, e-mail address or hyperlink to contact the transportation network company and the telephone number and e-mail address of the authority.\n\n(iii) Records required under this chapter. The applicant shall agree to make all records available for inspection by the authority in the city upon request under section 57A18 (relating to records and reports) as necessary for the authority to investigate complaints.\n\n(2) Maintain accurate records of each transportation network company driver providing transportation network services and the vehicles used to provide the service for no less than three years. Records retained under this paragraph must include:\n\n(i) Proof of valid personal automobile insurance.\n\n(ii) Proof of the insurance required by section 57A07 (relating to insurance requirements).\n\n(iii) Criminal history records checks.\n\n(iv) Driving record checks.\n\n(v) Copies of valid driver's licenses for each driver and vehicle registration and proof of vehicle inspections for all personal vehicles affiliated with a transportation network company.\n\n(vi) Records of consumer complaints.\n\n(vii) Records of suspension or disqualification of drivers.\n\n(viii) Records of disclosures required to be provided to drivers under this chapter.\n\n(3) Maintain vehicle records, including the make, model and license plate number of each personal vehicle used by a transportation network company driver to provide transportation network service.\n\n(b) Eligibility required.--Eligibility for issuance of a license under this chapter shall be a continuing requirement for maintaining such license.\n\n(c) Compliance.--Following issuance of an initial license and to be eligible for renewal of a license, an applicant shall be in compliance with all applicable Federal, State and local laws.\n\nCross References. Section 57A04 is referred to in sections 57A05, 57A18 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a04/"
    },
    {
      "id": "section-57a05",
      "number": "57A05",
      "heading": "",
      "text": "(a) General rule.--The authority shall grant an application and issue a license to an applicant that meets all of the requirements of sections 57A03 (relating to application) and 57A04 (relating to qualifications for licensure).\n\n(b) Denial.--If an application for the issuance or renewal of a license is denied, the applicant may, within 10 days of notice of the denial, file a petition with the authority which specifically avers that the reason for the denial is erroneous, unlawful or otherwise invalid. The authority shall prescribe filing procedures and the form for the petition.\n\n(c) Appeal hearing.--The authority shall fix the time and place for a hearing on a properly filed appeal and shall serve notice of the appeal on the parties of interest.\n\n(d) Decision of appeal.--After a hearing under subsection (c), the authority, or a designated hearing officer, shall issue a decision, which shall include findings of fact, in sufficient detail to enable a court to determine on appeal the following:\n\n(1) the question presented by the appeal; and\n\n(2) whether proper weight was given to the evidence.\n\n(e) Hearing procedure.--The authority may adopt hearing and administrative procedures by regulation for hearings under subsection (c). A person aggrieved by an order of the authority entered under this chapter may appeal the order to the Court of Common Pleas of Philadelphia County. All appeals shall be governed by 2 Pa.C.S. Ch. 7 (relating to judicial review) and Chapter 15 of the Pennsylvania Rules of Appellate Procedure.\n\n(f) Third parties prohibited.--No third party may protest or object to an application for a license.\n\n(g) Waiting period following denial.--After entry of a denial of an appeal, the applicant shall be ineligible to make a new application for a period of six months.\n\n(h) Operation during pending application.--A transportation network company operating in the city before the effective date of this section may continue operating during the pendency of an application under section 57A03 as long as the company files an application within 45 days of the effective date of this act.\n\n(i) Approval required for license transfer.--A transportation network company license is nontransferable unless the transfer is approved by the authority. A change in control is permissible as long as the transportation network company provides notice to the authority within 30 days of the change in control.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a05/"
    },
    {
      "id": "section-57a06",
      "number": "57A06",
      "heading": "",
      "text": "The authority shall have the power to initiate a regulatory enforcement action against any licensee or person holding themselves out to be a licensee through the process provided under section 5705(a) (relating to contested complaints) and regulations promulgated by the authority providing for the form and process of an enforcement action.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a06/"
    },
    {
      "id": "section-57a06-1",
      "number": "57A06.1",
      "heading": "",
      "text": "A person aggrieved by an order of the authority entered pursuant to this chapter may appeal the order to the Court of Common Pleas of Philadelphia County. All appeals shall be governed by 2 Pa.C.S. Ch. 7 (relating to judicial review) and Chapter 15 of the Pennsylvania Rules of Appellate Procedure.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a06-1/"
    },
    {
      "id": "section-57a07",
      "number": "57A07",
      "heading": "",
      "text": "(a) General rule.--A transportation network company driver or transportation network company on the driver's behalf shall maintain primary automobile insurance that recognizes that the driver is a transportation network company driver or otherwise uses a vehicle to transport passengers for compensation.\n\n(b) While not engaged with a prearranged ride.--The following automobile insurance requirements shall apply to the transportation network company driver or the transportation network company on the driver's behalf while a participating transportation network company driver is logged onto the digital network and is available to receive transportation requests but is not engaged in a prearranged ride:\n\n(1) Primary automobile liability insurance in the amount of at least $50,000 for death and bodily injury per person, $100,000 for death and bodily injury per incident and $25,000 for property damage.\n\n(2) First-party medical benefits as required under 75 Pa.C.S. § 1711 (relating to required benefits), including $25,000 for pedestrians and $5,000 for a driver.\n\n(c) While engaged with a prearranged ride.--The following automobile insurance requirements shall apply while a transportation network company driver is engaged in a prearranged ride:\n\n(1) Primary automobile liability insurance that provides at least $500,000 for death, bodily injury and property damage.\n\n(2) First-party medical benefits as required by 75 Pa.C.S. § 1711 (relating to required benefits) on a per-incident basis for incidents involving a transportation network company driver's operation of a personal vehicle while engaged in a prearranged ride, including $25,000 for passengers and pedestrians and $5,000 for a driver.\n\n(d) Satisfaction of coverage requirements.--The coverage requirements under this section may be satisfied by any of the following:\n\n(1) automobile insurance maintained by the transportation network company driver;\n\n(2) automobile insurance maintained by the transportation network company; or\n\n(3) any combination of paragraphs (1) and (2).\n\n(e) Lapsed or inadequate insurance.--If the insurance required under subsection (b) or (c) is maintained by a driver and has lapsed or does not provide the required coverage, insurance maintained by a transportation network company shall provide the coverage required by this section beginning with the first dollar of a claim, and the transportation network company's insurer shall have the duty to defend such claim.\n\n(f) Primary insurance.--Coverage under an automobile insurance policy maintained under this section shall be primary and not be dependent on a personal automobile insurer first denying a claim nor shall a personal automobile insurance policy be required to first deny a claim.\n\n(g) Certificate of insurance.--A certificate of insurance must be filed by the insurance carrier evidencing the insurance required under this section and must be in a form promulgated by the authority.\n\n(h) Deposit of certificate of insurance.--Insurance required under this subsection shall be placed with either an insurer that has obtained a certificate of authority under section 208 of the act of May 17, 1921 (P.L.789, No.285), known as The Insurance Department Act of 1921, or a surplus lines insurer eligible under section 1605 of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921.\n\n(i) Financial responsibility requirement.--Insurance satisfying the requirements of this section shall be deemed to satisfy the financial responsibility requirement for a motor vehicle under 75 Pa.C.S. Ch. 17 (relating to financial responsibility).\n\n(j) Proof of insurance coverage required.--A transportation network company driver shall carry proof of coverage satisfying subsections (b) and (c) when the driver uses a vehicle in connection with a digital network. In the event of an accident, a transportation network company driver shall provide the proof of insurance coverage to the directly interested parties, automobile insurers and investigating police officers under 75 Pa.C.S. § 1786 (relating to required financial responsibility). A transportation network company driver shall disclose to directly interested parties, automobile insurers and investigating police officers whether the driver was logged onto the digital network or on a prearranged ride at the time of an accident.\n\n(k) Responsibility of transportation network company.--The transportation network company shall be responsible to ensure that automobile insurance coverage required to be carried by the transportation network company driver under this section is in force prior to permitting a transportation network company driver to provide transportation network service.\n\n(l) Automobile insurance provisions.--The following shall apply:\n\n(1) Insurers that write automobile insurance in this Commonwealth may exclude any and all coverage afforded under the policy issued to an owner or operator of a personal vehicle for any loss or injury that occurs while a driver is logged onto a digital network or while a driver provides a prearranged ride. The right to exclude all coverage may apply to any coverage included in an automobile insurance policy, including, but not limited to:\n\n(i) liability coverage for bodily injury and property damage;\n\n(ii) uninsured and underinsured motorist coverage;\n\n(iii) medical payments coverage;\n\n(iv) comprehensive physical damage coverage;\n\n(v) collision physical damage coverage; and\n\n(vi) first-party medical benefits required under subsection (b).\n\n(2) Notwithstanding any requirement under 75 Pa.C.S. Ch. 17, exclusions under subsection (b) shall apply. Nothing in this section shall require that a personal automobile insurance policy provide coverage while the driver is logged on to a digital network, while the driver is engaged in a prearranged ride or while the driver otherwise uses a vehicle to transport passengers for compensation. Nothing in this subsection shall be deemed to preclude an insurer from providing coverage for the personal vehicle if the insurer chooses to do so by contract or endorsement.\n\n(3) Automobile insurers that exclude the coverage described in paragraph (1) shall have no duty to defend or indemnify any claim expressly excluded under the coverage. Nothing in this section shall be deemed to invalidate or limit an exclusion contained in a personal insurance policy, including any policy in use or approved for use in this Commonwealth prior to the enactment of this section, that excludes coverage for vehicles used to carry persons or property for a charge or available for hire by the public.\n\n(4) An automobile insurer that defends or indemnifies a claim against a driver that is excluded under the terms of its policy shall have a right of contribution against other insurers that provide automobile insurance to the same driver in satisfaction of the coverage requirements of subsection (a) at the time of loss.\n\n(5) In a claims coverage investigation, transportation network companies and any insurer potentially providing coverage under this section shall cooperate to facilitate the exchange of relevant information with directly involved parties and any insurer of the transportation network company driver, including the precise times that a transportation network company driver logged on and logged off of the digital network in the 12-hour period immediately preceding and in the 12-hour period immediately following the accident and disclose a clear description of the coverage, exclusions and limits provided under any automobile insurance maintained under this section.\n\n(m) Waiver of liability.--The following shall apply:\n\n(1) A transportation network company or transportation network company driver may not request or require a passenger to sign a waiver of potential liability for a loss of personal property or injury.\n\n(2) A transportation network company may not request or require a transportation network company driver to sign a waiver of potential liability for a loss of personal property or injury as a condition of entering into a lease agreement.\n\n(3) For the purposes of this subsection, signing a waiver shall include requiring a prospective customer to agree to the terms and conditions required to download a digital application as a condition for obtaining transportation network services.\n\n(n) Disclosures.--The transportation network company shall provide the following disclosures:\n\n(1) Insurance coverage, including the types of coverage and the limits for each coverage that the transportation network company provides while the transportation network company driver uses a vehicle in connection with a digital network.\n\n(2) Notice that the terms of the transportation network company driver's own automobile insurance policy might not provide any coverage while the driver is logged on to the digital network and available to receive transportation requests or is engaged in a prearranged ride.\n\n(3) Notice that if a transportation network company driver does not have the type of policy required by this section, the transportation network company will provide all required insurance.\n\n(4) The accident protocol required under subsection (j).\n\n(5) Notice that the driver must notify the following:\n\n(i) The driver's auto insurance company or insurance agent that the driver will be using the vehicle to provide services under this chapter.\n\n(ii) If the driver will not be using a vehicle owned and insured by the driver, the disclosures under this section shall be provided to the policyholder and to the owner of the vehicle.\n\n(o) Form of disclosures.--A disclosure under subsection (n) shall be provided in writing to all transportation network company drivers prior to the designation of an individual as a transportation network company driver. Transportation network companies shall retain written or electronic verification records of the receipt of disclosures required under this section by the transportation network company driver.\n\n(p) Lienholder and lessor requirements.--\n\n(1) The following shall apply:\n\n(i) A transportation network company shall disclose the notice under this subparagraph prominently and with a separate acknowledgment of acceptance to each prospective transportation network company driver in the transportation network company's written terms of service for drivers. The disclosure shall be provided before a driver is allowed to offer prearranged rides on a transportation network company's digital network. The notice shall be as follows:\n\n(Name of transportation network company) will provide you with a notice explaining whether it provides insurance to repair your personal vehicle if you have an accident when using your vehicle in a transportation network. If (name of transportation network company) does not provide coverage for damage to your car, your personal automobile insurance policy might not provide the coverage and you may be required to pay all costs to repair the vehicle yourself in the event of an accident unless you purchase extra insurance. If you financed the purchase of the vehicle or lease the vehicle, you must notify your lender or lessor that you will use your vehicle to provide transportation network service. Your lender or lessor may require you to purchase extra insurance coverage or, if you do not do so, may purchase insurance on your behalf and bill you for the costs of the policy. The failure to notify a lender or lessor or to have insurance to cover the cost of damage to the vehicle may cause your vehicle to be repossessed or your lease to be revoked. If you have questions about this notice, you should contact your insurance agent, your lender or lessor or the Pennsylvania Insurance Department.\n\n(ii) A transportation network company shall provide the notice required under subparagraph (i) upon any subsequent material reduction in insurance coverage by the company. For purposes of this subparagraph, \"material reduction in insurance coverage\" shall not include the replacement of insurance coverage with substantially similar insurance coverage from a different insurer by a transportation network company.\n\n(iii) A transportation network company shall notify drivers in writing whether the transportation network company is providing comprehensive and collision coverage during service.\n\n(2) If a transportation network company's insurer makes a payment for a claim covered under comprehensive or collision coverage, the transportation network company shall cause the transportation network company's insurer to issue the payment directly to the business repairing the vehicle or jointly to the owner of the vehicle and the primary lienholder or lessor.\n\n(3) If a driver of a personal vehicle used in transportation network service that is subject to a lien or lease fails to maintain comprehensive or collision damage coverage required by the lienholder or lessor or to show evidence to the lienholder or lessor of the coverage upon reasonable request, the lienholder or lessor may obtain the coverage at the expense of the driver without prior notice to the driver.\n\nCross References. Section 57A07 is referred to in sections 57A03, 57A04, 57A16 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a07/"
    },
    {
      "id": "section-57a08",
      "number": "57A08",
      "heading": "",
      "text": "(a) General rule.--In addition to all other legal requirements, it shall be unlawful for any person to operate or cause to be operated any vehicle to provide transportation network service unless such vehicle:\n\n(1) has a manufacturer's rated seating capacity of less than 10 persons, including the transportation network company driver;\n\n(2) has at least four doors and meets Federal Motor Vehicle Safety Standards for vehicles of its size, type and proposed use;\n\n(3) is a coupe, sedan or light-duty vehicle, including a van, minivan, sport utility vehicle, pickup truck, hatchback or convertible;\n\n(4) has not been issued the title class of \"salvage,\" \"rebuilt,\" \"junk,\" \"total loss\" or any equivalent classification; and\n\n(5) is not older than 10 model years, or 12 model years if the vehicle is an alternative fuel vehicle, as defined in section 2 of the act of November 29, 2004 (P.L.1376, No.178), known as the Alternative Fuels Incentive Act, and has been driven no more than 350,000 miles. The authority may increase the age or mileage limits set forth in this paragraph by regulation or order.\n\n(b) Personal use prohibited.--No vehicle licensed as a taxi or limousine within this Commonwealth shall be operated as a personal vehicle by a driver affiliated with a transportation network company. Nothing provided in this chapter shall be construed to prohibit or limit the utilization of an Internet-enabled application or digital platform for the provision of taxicab or limousine service or other public transportation vehicles pursuant to Chapter 57 (relating to taxicabs and limousines in first class cities).\n\n(c) Violation.--It shall be a violation of this chapter for a transportation network company to knowingly permit a transportation network company driver to use a personal vehicle to provide transportation network service that does not meet the requirements of this section.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a08/"
    },
    {
      "id": "section-57a09",
      "number": "57A09",
      "heading": "",
      "text": "(a) Personal vehicle.--A transportation network company shall not allow any vehicle registered in this Commonwealth to be used as a personal vehicle unless the vehicle is inspected according to 75 Pa.C.S. Ch. 47 (relating to inspection of vehicles) and has passed the inspection. A valid certificate of inspection shall be maintained in all vehicles. For vehicles registered outside of this Commonwealth, inspection must be conducted at a facility approved by the Department of Transportation or an inspection station authorized by the government of the jurisdiction in which the vehicle is registered and must satisfy the vehicle inspection standards of that jurisdiction.\n\n(b) Additional inspection requirement.--\n\n(1) No more than once every four months, the authority may request that a transportation network company provide the authority with the last four digits of the license plate number, state of license plate, make and model of the corresponding vehicle and expiration date of the current vehicle inspection for the following number of randomly selected vehicles:\n\n(i) up to 500 vehicles for a Class A transportation network company;\n\n(ii) up to 250 vehicles for a Class B transportation network company; and\n\n(iii) up to 100 vehicles for a Class C transportation network company.\n\n(1.1) The list of vehicles that a transportation network company provides under paragraph (1) to the authority shall be comprised as follows:\n\n(i) Ninety percent of the vehicles on the list shall consist of vehicles operated by transportation network company drivers who have completed at least 100 prearranged rides in the preceding six-week period.\n\n(ii) Five percent of the vehicles on the list shall consist of vehicles operated by transportation network company drivers who have completed at least 20 prearranged rides in the preceding six-week period and who live in the city or within a 15-mile radius of an inspection station operated by the authority.\n\n(iii) Five percent of the vehicles on the list shall consist of vehicles operated by transportation network company drivers who have completed at least 10 prearranged rides in the preceding six-week period and who live in the city or within a 15-mile radius of an inspection station operated by the authority.\n\n(2) A vehicle shall not be subject to the random inspection process under this subsection if it passed an inspection in accordance with subsection (a) in the preceding 180-day period.\n\n(3) The following shall apply:\n\n(i) No more than once every 30 days, the authority may select for random inspection a subset of vehicles from the list provided under paragraph (1)(ii). The authority shall notify the transportation network company that the drivers associated with those vehicles must submit their vehicle for an inspection conducted by the authority to verify that the vehicle satisfies the mechanical inspection required under 75 Pa.C.S. Ch. 47 and vehicle quality standards under subparagraph (iii). The inspection shall occur no more than 20 days from the date of notice to the transportation network company if the authority provides selected drivers with a reasonable opportunity to schedule inspections in advance.\n\n(ii) The authority may select the following number of vehicles for inspection under subparagraph (i):\n\n(A) Class A transportation network company: Up to 35 vehicles every 30 days.\n\n(B) Class B transportation network company: Up to 25 vehicles every 30 days.\n\n(C) Class C transportation network company: Up to 15 vehicles every 30 days.\n\n(iii) The vehicle quality inspection authorized under subparagraph (i) shall verify the following:\n\n(A) No dents larger than 12 inches across.\n\n(B) No loose body panels or bumpers.\n\n(C) Exterior door handles are functional.\n\n(D) No vandalism or spray graffiti on the exterior of the vehicle.\n\n(E) The interior is generally clean.\n\n(F) All seat belts are working.\n\n(G) The door seals are intact.\n\n(H) No tears in the upholstery that exceed 3 inches.\n\n(I) The windows are operational.\n\n(J) Interior door handles are operational.\n\n(K) Interior lights are operational.\n\n(L) There are four doors and the doors are properly aligned.\n\n(M) The interior door locks are functional.\n\n(N) A functioning air conditioning system capable of keeping the interior of the vehicle between 60 and 78 degrees.\n\n(4) In accordance with 75 Pa.C.S. § 4727 (relating to issuance of certificate of inspection), the authority may issue a certificate of inspection to any eligible vehicle that satisfies the mechanical inspection required under 75 Pa.C.S. Ch. 47 and any other required state inspection, including emissions testing. The authority may charge standard fees for issuance of a certificate of inspection.\n\n(5) If the authority determines that a vehicle inspected under paragraph (3)(i) does not satisfy 75 Pa.C.S. Ch. 47 and the vehicle quality inspection authorized under paragraph (3)(iii), the authority may prohibit the vehicle from further transportation network service in the city and direct any transportation network company to disqualify the vehicle from being used to provide transportation network service in the city until the individual has satisfied the authority that the vehicle complies with 75 Pa.C.S. Ch. 47 and the vehicle quality inspection under paragraph (3)(iii). The authority shall provide a clear explanation to the driver of the components that caused the vehicle to fail the inspection and an opportunity for a reinspection within a reasonable period of time.\n\n(6) A driver who fails to undergo a vehicle inspection within the time period required by this subsection shall be prohibited from operating as a driver in the city until they have completed the vehicle inspection.\n\n(7) The following shall apply:\n\n(i) A vehicle that was designated for inspection in accordance with paragraph (1)(i) and that passes the inspection authorized under this subsection shall not be subject to another inspection under this subsection for at least two years from the date of completion.\n\n(ii) A vehicle that was designated for inspection in accordance with paragraph (1)(ii) and (iii) and that passes the inspection authorized under this subsection shall not be subject to another inspection under this subsection for at least three years from the date of completion.\n\n(c) Identifying information.--Except as otherwise provided in this section, the license plate information provided by a transportation network company to the authority under subsection (b) and any other identifying information obtained by the authority about the vehicles or drivers that undergo vehicle inspections in accordance with this section is confidential and shall not be subject to disclosure to a third party by the authority, including through a request submitted under the act of February 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law.\n\n(d) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Active driver.\"A driver who has completed at least one prearranged ride that was requested through the transportation network company's digital network in the 90 days immediately preceding the date of submission of the company's application for a transportation network company license or submission of its application for renewal.\n\n\"Class A transportation network company.\"A transportation network company that, at the time of issuance of its transportation network company license or its most recent license renewal, has more than 10,000 active drivers on its digital network.\n\n\"Class B transportation network company.\"A transportation network company that, at the time of issuance of its transportation network company license or its most recent license renewal, has between 1,001 and 10,000 active drivers on its digital network.\n\n\"Class C transportation network company.\"A transportation network company that, at the time of issuance of its transportation network company license or its most recent license renewal, has between 1 and 1,000 active drivers on its digital network.\n\nCross References. Section 57A09 is referred to in sections 57A18, 57B02 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a09/"
    },
    {
      "id": "section-57a10",
      "number": "57A10",
      "heading": "",
      "text": "(a) Display.--A personal vehicle used to provide transportation network service shall display consistent and distinctive signage at all times while the driver is providing transportation network service. The distinctive signage shall be sufficiently large and color contrasted as to be readable from the front and rear of the vehicle during daylight hours at a distance of at least 50 feet and to identify a particular vehicle associated with a particular transportation network company. Acceptable forms of distinctive signage shall include, but are not limited to, symbols or signs on vehicle windshields, doors, roofs or grilles. Magnetic or other removable distinctive signage is acceptable. A transportation network company shall file an illustration of their distinctive signage with the authority. The authority may not require signage that is different than that approved by the Pennsylvania Public Utility Commission. If the Pennsylvania Public Utility Commission does not approve a form of distinctive signage, the authority may make the designation.\n\n(b) Wheelchair-accessible vehicles.--Wheelchair-accessible vehicles which may be used to connect with passengers through a transportation network company's digital network must be clearly identified as wheelchair-accessible vehicles within the digital network if a wheelchair-accessible option is available within the digital network.\n\n(c) Emblem.--No permanently affixed emblem may be required by the authority on vehicles affiliated with a transportation network company.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a10/"
    },
    {
      "id": "section-57a11",
      "number": "57A11",
      "heading": "",
      "text": "(a) Accessibility of digital network.--By January 1, 2017, the digital network used by a transportation network company to connect drivers and passengers shall be accessible to customers who are blind, visually impaired, deaf and hard of hearing.\n\n(b) Discrimination in service.--\n\n(1) Where transportation network services are offered, a transportation network company must take reasonable steps to ensure that the service provided by each transportation network company driver who utilizes the digital network is offered in a nondiscriminatory manner. A transportation network company may not unlawfully discriminate against a prospective passenger or unlawfully refuse to provide service to a certain class of passengers or certain localities.\n\n(2) Each licensed transportation network company must:\n\n(i) Adopt a policy of nondiscrimination regarding individuals with disabilities in accordance with this subsection. The following information shall be provided on the transportation network company's publicly accessible Internet website:\n\n(A) Notice of the nondiscrimination policy.\n\n(B) Procedures to report a complaint to the commission or authority about a transportation network company driver's alleged violation of this subsection.\n\n(ii) A transportation network company driver must transport a service animal when accompanying a passenger with a disability for no additional charge unless the transportation network company driver has a documented medical allergy on file with the transportation network company.\n\n(iii) A transportation network company may not impose additional charges for service to an individual with a disability because of those disabilities.\n\n(iv) A transportation network company shall provide passengers with disabilities requiring the use of mobility equipment an opportunity to indicate on its digital network whether they require a wheelchair-accessible vehicle. A transportation network company or an affiliated entity must facilitate transportation service for passengers who require a wheelchair-accessible vehicle by doing one of the following:\n\n(A) connecting the passenger to an available transportation network company driver or other driver operating a wheelchair-accessible vehicle; or\n\n(B) directing the passenger to an alternative provider with the authority and ability to dispatch a wheelchair-accessible vehicle to the passenger.\n\n(c) Wheelchair-accessible vehicles.--\n\n(1) A combined class, comprised of each transportation network company operating in the city, shall make an aggregated minimum of 70 wheelchair-accessible vehicles available in the city by June 30, 2017.\n\n(2) Each transportation network company shall report to the authority, by December 31 of each calendar year, the programs and best practices the transportation network company has implemented to improve the accessibility of service to individuals with disabilities, including the availability and use of wheelchair-accessible vehicles. If, upon review of the report, the authority concludes that transportation network companies operating in the city are not collectively having a positive impact on the availability of wheelchair-accessible transportation services, the authority may, until December 31, 2022, require the combined class to add up to an aggregated 10 additional wheelchair-accessible vehicles per year.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a11/"
    },
    {
      "id": "section-57a12",
      "number": "57A12",
      "heading": "",
      "text": "(a) Separate licenses prohibited.--A separate license may not be required for a transportation network company driver affiliated with a transportation network company to provide transportation network service.\n\n(b) Driver qualification requirements.--\n\n(1) No transportation network company shall engage any person as a transportation network company driver unless the transportation network company ascertains that the person:\n\n(i) possesses and has possessed a valid State driver's license or a valid driver's license of another state, district or territory of the United States for at least one year prior to applying to become a transportation network company driver;\n\n(ii) is at least 21 years of age;\n\n(iii) has not had more than three moving violations or a major violation in the immediately preceding three-year period; and\n\n(iv) has not had a limousine or taxi driver certificate suspended or revoked by the authority due to a regulatory violation within the five years immediately preceding his application to be a transportation network company driver. The authority shall make a list of all the drivers available to a transportation network company upon request. The suspension or revocation of a license by the authority because a driver was operating as a transportation network company driver prior to the effective date of this section shall not constitute grounds for disqualification under this subsection.\n\n(2) (Reserved).\n\n(c) Background and driving history checks.--\n\n(1) Prior to permitting a person to act as a transportation network company driver on its digital network, a transportation network company shall do all of the following:\n\n(i) Conduct or have a third party conduct a local and national criminal background check for each driver applicant. The background check shall include a multistate or multijurisdictional criminal records locator or other similar commercial nationwide database with primary source search validation and a review of the United States Department of Justice National Sex Offender Public Website. The transportation network company shall disqualify an applicant convicted of certain crimes in accordance with the following:\n\n(A) An applicant convicted of any of the following within the preceding seven years:\n\n(I) Driving under the influence of drugs or alcohol.\n\n(II) A felony conviction involving theft.\n\n(III) A felony conviction for fraud.\n\n(IV) A felony conviction for a violation of the act of April 14, 1972 (P.L.233, No.64), known as The Controlled Substance, Drug, Device and Cosmetic Act.\n\n(B) An applicant convicted of any of the following within the preceding 10 years:\n\n(I) Use of a motor vehicle to commit a felony.\n\n(II) Burglary or robbery.\n\n(C) An applicant convicted of any of the following at any time:\n\n(I) A sexual offense under 42 Pa.C.S. § 9799.14(c) or (d) (relating to sexual offenses and tier system) or a similar offense under the laws of another jurisdiction or under a former law of this Commonwealth.\n\n(II) A crime of violence as defined in 18 Pa.C.S. § 5702 (relating to definitions).\n\n(III) An act of terror.\n\n(ii) Obtain and review a driving history research report for the person from the Department of Transportation and other relevant sources. A person with more than three moving violations in the three-year period prior to the check or a major violation in the three-year period prior to the check may not be a transportation network company driver.\n\n(2) Ascertain that all the requirements of this subsection are met before permitting a person to provide service as a transportation network company driver.\n\n(d) Confirmation.--One year after engaging a transportation network company driver, and every second year thereafter, a transportation network company shall confirm that a transportation network company driver is still eligible to be a driver by verifying that the driver meets all of the requirements under this section, including the criminal background check and driving history check requirement under subsection (b), and shall keep records of the verification for a period of three years.\n\n(e) Driver disqualification.--\n\n(1) Notwithstanding any other provision of this title, the authority may issue an order disqualifying a person from being a driver for violation of this title or an order or regulation of the authority consistent with the due process procedures provided for under section 5705 (relating to contested complaints).\n\n(2) The authority may adopt regulations to allow for the reinstatement of a driver following an appropriate disqualification period and compliance with any conditions imposed by the authority.\n\n(3) The authority may give notice of the ineligibility of a person to act as a driver to all transportation network companies, as provided for by order or regulation.\n\n(4) The authority may place a transportation network company driver or personal vehicle out of service prior to a final determination that the driver has violated this title or an order or regulation of the authority if the behavior of the individual or condition of the vehicle or equipment which violate this title or an order or regulation of the authority has an immediate and direct adverse impact upon the orderly operation of transportation network service in a city or presents a direct threat to public safety. An out-of-service designation under this paragraph will be narrowly tailored to create the most limited reduction of rights necessary to protect the public interest. The authority shall follow the procedures under 52 Pa. Code § 1003.32 (relating to out of service designation) for the process.\n\nCross References. Section 57A12 is referred to in sections 57A16, 57A18 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a12/"
    },
    {
      "id": "section-57a13",
      "number": "57A13",
      "heading": "",
      "text": "(a) Zero-tolerance policy.--A transportation network company shall implement and enforce a zero-tolerance policy on the use of drugs or alcohol by a transportation network company driver while providing transportation network service. A transportation network company driver who is the subject of a passenger complaint alleging a violation of the zero-tolerance policy shall be immediately suspended by the transportation network company. The suspension shall last until the time the complaint investigation is complete. The following information shall be provided on a transportation network company's publicly accessible Internet website:\n\n(1) Notice of the zero-tolerance policy.\n\n(2) Procedures to report a complaint about a transportation network company driver with whom the passenger was matched and whom the passenger reasonably suspects was under the influence of drugs or alcohol during the course of the ride.\n\n(b) Speech disability.--In investigating a zero-tolerance complaint against a driver with a speech disability, the transportation network company shall factor the driver's speech disability in the investigation and inquire whether or not the complaint is based on an erroneous perception of the driver's speech disability.\n\nCross References. Section 57A13 is referred to in section 57A03 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a13/"
    },
    {
      "id": "section-57a14",
      "number": "57A14",
      "heading": "",
      "text": "(a) Display.--A transportation network company shall display the authority's e-mail address for the reporting of violations of this title or orders or regulations of the authority on its publicly accessible Internet website and on the digital receipt provided to each passenger.\n\n(b) Charges.--A transportation network company shall report a driver that has been charged with any crime for conduct alleged to have occurred while providing a prearranged ride to the authority within 48 hours of learning of the criminal charge, including any crime involving the use of drugs or alcohol.\n\n(c) Removal.--A transportation network company shall report a driver that it has removed from its digital network upon determination that the driver violated this title or an order or regulation of the authority.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a14/"
    },
    {
      "id": "section-57a15",
      "number": "57A15",
      "heading": "",
      "text": "A transportation network company shall issue a digital credential to all transportation network company drivers engaged by the company which shall be displayed as part of the company's digital network. The digital credential shall include a photograph of the driver and the make, model and license plate number of the driver's personal vehicle.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a15/"
    },
    {
      "id": "section-57a16",
      "number": "57A16",
      "heading": "",
      "text": "(a) Prohibitions.--In addition to all other requirements provided under this title or order or regulation of the authority, it shall be unlawful for any person:\n\n(1) Who is under 21 years of age to operate a personal vehicle.\n\n(2) To operate a personal vehicle while under the influence of alcoholic beverages or controlled substances, other than medication prescribed by a physician, except if the prescribed medication does not warn the user not to operate machinery while taking the medication.\n\n(3) To operate a personal vehicle within the city while not in possession of a valid driver's license issued by a state, district or territory of the United States.\n\n(4) To operate, or cause to be operated, a personal vehicle that does not meet the vehicle standard and inspection requirements under this chapter.\n\n(5) To transport or cause to be transported more passengers on a given ride in a vehicle than the number of manufacturer installed seat belts in the vehicle.\n\n(b) Engagement prohibited.--A transportation network company driver may not engage in any of the following:\n\n(1) Solicitation of potential passengers.\n\n(2) Solicitation of a cash payment for a prearranged ride.\n\n(3) Solicitation or acceptance of a street hail or telephone call for transportation of a person in a motor vehicle, including transportation network service.\n\n(c) Parking.--A personal vehicle may not be parked on any public way for the purpose of picking up passengers for a time longer than is reasonably necessary to pick up passengers.\n\n(d) Display.--The digital network used by a transportation network company to connect transportation network company drivers and passengers shall display for a passenger the driver's digital credential required under this section.\n\n(e) Disclosure.--A transportation network company shall clearly disclose, on the company's Internet website, that the company is a transportation network company. The disclosure shall state that the transportation network company is required to maintain insurance policies as specified under section 57A07 (relating to insurance requirements).\n\n(f) Proof.--A transportation network company shall provide proof of insurance policies required under this chapter to each transportation network company driver before the driver begins providing transportation network service and for as long as the driver remains available to provide service.\n\n(g) Response.--A transportation network company shall have an affirmative duty to respond to requests for service in underserved areas within the city and to ensure compliance with this subsection by the transportation network company drivers.\n\n(h) Duties while logged onto a digital network.--A transportation network company driver shall at all times while logged onto a digital network:\n\n(1) Carry an electronic or paper copy of proof of the insurance policies required under this chapter covering the vehicle.\n\n(2) Display the distinctive signage required by this chapter.\n\n(3) In the case of an accident:\n\n(i) Provide the insurance coverage information required under paragraph (1) to any other party involved in the accident and to the law enforcement officer who responds to the scene of the accident.\n\n(ii) Report the accident to the transportation network company.\n\n(iii) Report the accident to the following:\n\n(A) the transportation network company driver's personal automobile insurer if required by the driver's policy;\n\n(B) the owner of the automobile if the driver is not the owner of the automobile;\n\n(C) the insurer providing insurance required under section 57A07; and\n\n(D) the holder of the insurance policy covering the automobile if the driver is not the holder of the policy.\n\n(4) Notify the transportation network company immediately upon conviction for any offense listed under section 57A12 (relating to transportation network company drivers) which would disqualify the transportation network company driver from being eligible to provide transportation network service.\n\n(i) Compliance.--A transportation network company and transportation network company driver must comply with the following:\n\n(1) All Federal and State laws and regulations.\n\n(2) All ordinances of a city.\n\n(3) All orders and regulations of the authority.\n\n(j) Discrimination.--A transportation network company may not discriminate against any potential or existing employee, driver or passenger on any basis prohibited by Federal, State or city nondiscrimination laws.\n\n(k) Service animals.--A transportation network company driver must comply with all Federal, State and city nondiscrimination laws by accepting, without extra charge, riders with service animals. Service animals shall ride in the passenger compartment of a vehicle. It shall be a violation of this section for a transportation network company driver to place a service animal in any part of a vehicle other than the passenger compartment.\n\n(l) (Reserved).\n\n(m) Clean vehicles.--Personal vehicles shall be kept clean at all times they are used to provide a transportation network service.\n\n(n) Airport.--\n\n(1) Authority licensing of a transportation network company or approval to operate a transportation network service shall not include authorization to pick up or drop off passengers at an international airport owned by the city and located in whole or in part in the city. Nothing under this subsection shall be construed to limit the ability of a municipality or other governing authority that owns or operates an airport located, in whole or in part, in a city from adopting contracts, licenses and regulations relating to the duties and responsibilities on airport property of a transportation network company, a transportation network service or a transportation network company driver, including the imposition of reasonable fees.\n\n(2) In addition to any other fee that may, under this subsection, be imposed by a municipality or other governing authority that owns or operates an international airport located, in whole or in part, in the city, a fee of $0.40 per vehicle shall be charged each time a personal vehicle accesses international airport property to pick up or drop off a passenger. Amounts collected under this paragraph shall be remitted to a second class A county within which the international airport is also located, in whole or in part.\n\n(o) Train station.--Licensing of a transportation network company or approval to operate a transportation network service shall not include authorization to pick up passengers at a train station owned by AMTRAK in a city. Nothing under this subsection shall be construed to limit the ability of the entity or governing authority that owns or operates the train station located in the city from adopting contracts, licenses and regulations relating to the duties and responsibilities on train station property of a transportation network company, a transportation network service or a transportation network company driver, including the imposition of reasonable fees, except that a train station owned by AMTRAK in a city may not contract with a transportation network company to provide a lane or a lot dedicated exclusively to transportation network company vehicles.\n\n(p) Materials.--Prior to permitting a driver to drive to operate on its digital network, a transportation network company shall provide to a transportation network company driver materials designed to ensure that a driver understands how to safely and responsibly operate a personal vehicle while logged onto a digital network or providing prearranged rides. Guidance materials shall contain information related to providing service to individuals with disabilities and the geography of the city unless the transportation network company's digital network is capable of providing GPS navigation or other similar navigation. Drivers shall be required to acknowledge receipt of driver materials.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a16/"
    },
    {
      "id": "section-57a17",
      "number": "57A17",
      "heading": "",
      "text": "(a) Offer.--A transportation network company or transportation network company driver may offer transportation network service at no charge, suggest a donation or charge a fare. If a fare is charged, a transportation network company shall disclose the fare or fare calculation method prior to a prearranged ride and shall provide an estimate for the cost of a trip upon request.\n\n(b) State of emergency.--During a state of emergency declared by the mayor under an ordinance of the city or the Governor, a transportation network company that engages in dynamic pricing shall limit the multiplier by which its base rate is multiplied to the next highest multiple below the three highest multiples set on different days in the 60 days preceding the declaration of emergency for the same type of service and the same class within the city. It shall be a violation of the act of October 31, 2006 (P.L.1210, No.133), known as the Price Gouging Act, for a transportation network company to charge a price that exceeds the limits of this subsection during a state of emergency.\n\n(c) Amount.--The amount of a donation, charge, fare or other compensation provided or received for a prearranged ride shall not be subject to review or approval by the authority, except on a case-by-case basis when the authority receives a complaint from a passenger.\n\n(d) Higher fare rate.--A transportation network company may charge passengers at a higher fare rate than the regular fare rate displayed on the company's digital network only if the company complies with all of the following:\n\n(1) the digital network provides notice of the time period when the higher fare rate is applicable;\n\n(2) the digital network clearly provides to a customer requesting a trip the option to obtain the total fare estimate of the trip; and\n\n(3) the transportation network company reviews and responds to all passenger complaints about a fare that exceeds the estimated fare by more than 20%.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a17/"
    },
    {
      "id": "section-57a18",
      "number": "57A18",
      "heading": "",
      "text": "(a) Duty to keep.--\n\n(1) A transportation network company shall keep accurate books and records of account of the transportation network company's operations for a minimum of three years. Such records shall be made available for inspection by the authority in response to a specific complaint about a driver or transportation network company as necessary to investigate and resolve the complaint, or in response to a compliance inquiry by the authority.\n\n(2) The authority shall interview complainants or witnesses related to the matter being investigated, if any, and take other steps to ascertain whether there is a reasonable basis to suspect noncompliance prior to requiring a transportation network company to make the requested records and reports available to the authority. Records and reports determined by the authority to be necessary for further investigation and prosecution after review shall be produced to the possession of the authority.\n\n(3) The inspection of records and reports shall occur at a location within the city directed by the authority.\n\n(b) Compliance audits.--\n\n(1) The authority may direct that a transportation network company provide to the authority a selection of randomly selected unique identification numbers, each of which has been assigned to a transportation network company driver who is an active driver at the time of the submission. The authority may require a transportation network company to evidence the manner in which the drivers designated were randomly selected.\n\n(2) Each transportation network company shall provide to the authority an e-mail address or other means of instant electronic communication of a company representative for purposes of this audit designation, which will be deemed received on the date sent to the authority.\n\n(3) The authority may require transportation network companies to disclose unique identification numbers based upon the transportation network company's classification under section 57A09 (relating to vehicle inspections) as follows:\n\n(i) Class A transportation network company: Up to 1,000 unique identification numbers.\n\n(ii) Class B transportation network company: Up to 500 unique identification numbers.\n\n(iii) Class C transportation network company: Up to 250 unique identification numbers.\n\n(4) The authority may designate up to 5% of the drivers identified in the list provided pursuant to this subsection or 25 drivers, whichever is greater, for a compliance audit.\n\n(5) Within five business days of receiving an audit designation as provided in paragraph (1), the transportation network company shall make available for a visual, on-site inspection to the authority the records required to be maintained under section 57A04(a)(2)(iii) and (iv) (relating to qualifications for licensure) so that the authority may verify that the company has complied with the driver screening requirements and to confirm that the selected drivers qualify as transportation network company drivers as provided in this chapter.\n\n(6) The audit shall be conducted at a location in the city designated by the authority.\n\n(7) The authority may conduct no more than one audit pursuant to this subsection once every 90 days.\n\n(c) Imposition of penalty.--\n\n(1) If an audit conducted under subsection (b) reveals that the company authorized a driver to operate as a transportation network company driver when the background check or driving history reviewed in accordance with section 57A12(c)(relating to transportation network company drivers) revealed that they were ineligible, the authority may impose a penalty against the transportation network company in an amount not greater than $1,000 for each noncompliant driver.\n\n(2) The transportation network company shall immediately remove a noncompliant driver identified as provided in paragraph (1) from transportation network service upon the authority's direction.\n\n(3) The authority may alert other transportation network companies of the ineligibility of the noncompliant driver in order to protect the public good.\n\n(d) Follow-up report and remedial audit.--\n\n(1) (i) In the event that an audit discrepancy is identified as specified in subsection (c)(1), the authority may direct a transportation network company to submit a follow-up report detailing its efforts to ensure compliance with section 57A12(c).\n\n(ii) In the event that an egregious audit discrepancy is identified or multiple audit discrepancies are identified or the authority makes a reasonable determination that a transportation network company has failed to reasonably cooperate in the driver information audit process, the authority may direct a transportation network company to participate in remedial audits.\n\n(iii) A direction under this section shall be considered a direction of staff as provided for in 52 Pa. Code § 1005.24 (relating to appeals from actions of the staff).\n\n(2) A remedial audit shall proceed as provided in subsection (b). For purposes of the remedial audit, the authority may designate up to 10% of the drivers identified in the list disclosed pursuant to subsection (b)(1).\n\n(3) The authority may direct one remedial audit at any time each month for a four-month period following the discovery of the violation.\n\n(4) If an audit conducted under this subsection reveals that the company authorized a driver to operate as a transportation network company when the background check or driving history reviewed in accordance with section 57A12(c) revealed that they were ineligible, the authority may impose a penalty against the transportation network company in an amount not greater than $2,500 for each noncompliant driver.\n\n(5) The transportation network company shall immediately remove a noncompliant driver identified as provided in paragraph (4) from transportation network service at the authority's direction. The authority may alert other transportation network companies of the ineligibility of the noncompliant driver in order to protect the public good.\n\n(e) Construction.--\n\n(1) This section is intended to foster general compliance with driver qualification reviews conducted by transportation network companies.\n\n(2) This section shall not be construed to limit the power of the authority to conduct enforcement investigations related to transportation network companies or transportation network company drivers, or both, as authorized under this chapter or the obligation of transportation network companies, their agents and employees and transportation network company drivers to cooperate with such investigations and produce information demanded as required under this chapter.\n\n(3) A transportation network company driver-related discrepancy, as identified in subsection (d), discovered during the course of an enforcement action shall result in the transportation network company being subject to the same penalty, reporting and remedial audit obligations provided in this section.\n\n(4) Except as otherwise provided in this section, information produced to the authority in furtherance of an enforcement investigation or pursuant to this section shall not be released to a third party, including through a request submitted under the act of February 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law.\n\n(f) Class A.--A transportation network company that is classified as a Class A TNC under this section and section 57A09 and a Tier 1 TNC under section 57A21 (relating to enforcement and rules and regulations) shall not be required to disclose to the authority the number of vehicles or drivers associated with its digital platform.\n\nCross References. Section 57A18 is referred to in sections 57A02, 57A04 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a18/"
    },
    {
      "id": "section-57a19",
      "number": "57A19",
      "heading": "",
      "text": "(a) Penalty amount and training program.--In addition to other penalties authorized by this chapter, any person or entity that violates this chapter or any order or regulation of the authority related to this chapter may be subject to a penalty of up to $1,000 for each violation and may be required to complete a supplemental training program. Each day that a violation continues may be deemed a separate and distinct offense.\n\n(b) Suspension, revocation or denial.--In addition to other penalties under this chapter, and pursuant to subsection (d), any authorization approved by the authority may be suspended, revoked or denied renewal for any violation of this chapter or an order or regulation of the authority.\n\n(c) Transportation network company license.--Any person whose transportation network company license is canceled or revoked under this chapter shall be ineligible to receive another transportation network company license under the same or a different name for a period of not less than one year following revocation. This prohibition shall apply to any person with a controlling influence in a canceled or revoked transportation network company as the authority may provide by regulation.\n\n(d) Enforcement actions.--Enforcement actions initiated under this chapter shall proceed as provided in section 5705 (relating to contested complaints) and regulations promulgated by the authority providing for the form and process of the enforcement actions.\n\n(e) Definitions.--The following words and phrases when used in this section shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Supplemental training company.\"A company approved by a transportation network company to teach a supplemental training program.\n\n\"Supplemental training program.\"A training program taught by a supplemental training company that is approved by the authority and that covers the following topics:\n\n(1) The geography of the city.\n\n(2) The provision of safe transportation network service.\n\n(3) The provision of courteous service.\n\n(4) Statutory or regulatory requirements related to transportation network company drivers.\n\n(5) The provision of service to persons with disabilities.\n\nCross References. Section 57A19 is referred to in section 57A02 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a19/"
    },
    {
      "id": "section-57a20",
      "number": "57A20",
      "heading": "",
      "text": "(a) Authority to impound.--The authority may confiscate and impound vehicles and equipment utilized to provide transportation network service originating in the city without proof of current affiliation with a transportation network company licensed by the authority.\n\n(b) Return of vehicle and equipment.--Upon satisfaction of all terms of impoundment, including payment of all penalties imposed and all outstanding penalties assessed against the owner or operator of the confiscated vehicle and payment of the costs of the authority associated with confiscation and impoundment, the vehicle and equipment shall be returned to its registered owner or registered lienholder, unless the authority determines that the release would present a danger to the traveling public.\n\n(c) Public auction.--The following shall apply:\n\n(1) If the owner, lienholder or operator of the impounded vehicle or equipment does not act to secure possession of the impounded property within 45 days of the date of impoundment, the authority may publicly auction all confiscated property. The authority may not schedule the impounded vehicle or equipment for auction if the owner, lienholder or operator has initiated proceedings before the authority to contest the underlying violation or the propriety of the impoundment.\n\n(2) At least 30 days before the date of the public auction, the authority shall provide notice by regular mail to the registered owner and any registered lienholder of the public auction of confiscated vehicles and equipment. The notice required under this paragraph may be provided within the period of 45 days of the date of impoundment.\n\n(3) The authority shall apply the proceeds from the sale of all confiscated property in the following order:\n\n(i) Except as provided under subparagraph (v), to satisfy any liens on the vehicle or, if the vehicle is subject to a lease, to pay the lessor damages due to the lessor upon default by the lessee as provided under 13 Pa.C.S. § 2A527 (relating to lessor's rights to dispose of goods).\n\n(ii) To the costs of the authority associated with the confiscation, impoundment and auction.\n\n(iii) To all penalties imposed and all outstanding penalties assessed against the owner and operator of the confiscated property.\n\n(iv) Except as provided in subparagraph (v), to the registered owner of the confiscated property upon demand.\n\n(v) When not claimed by any registered lienholder or registered owner within one year of the auction date, to the restricted account provided for under section 57A22 (relating to assessment).\n\n(d) Uncompensated costs.--After application of the proceeds from the sale of confiscated property under subsection (c)(3), the uncompensated costs of the authority associated with the confiscation, impoundment and auction and all outstanding penalties imposed and all outstanding fines assessed against the registered owner or operator of the confiscated property may be assessed against the registered owner or operator of the confiscated property as the authority may prescribe by regulation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a20/"
    },
    {
      "id": "section-57a21",
      "number": "57A21",
      "heading": "",
      "text": "(a) Display.--Upon request, a transportation network company driver shall display to the authority or other person authorized to enforce this chapter a physical or electronic record of a ride in progress sufficient to establish that it was a prearranged ride. To the extent that trip records are contained on electronic devices, drivers are not required to relinquish custody of the devices in order to make the required display.\n\n(b) Investigation.--If a person files a complaint against a transportation network company or transportation network company driver with the authority, in addition to all other powers and remedies provided under this title, the authority may inspect the transportation network company's records in accordance with this chapter as necessary to investigate and resolve the complaint. Nothing provided in this section shall be construed to prohibit the authority from investigating any complaint against a transportation network company driver or taking appropriate enforcement action in accordance with this chapter.\n\n(c) Authority to prescribe rules and regulations.--The authority may prescribe rules and regulations as it deems necessary to govern the regulation of transportation network service originating in the city under this chapter.\n\nCross References. Section 57A21 is referred to in sections 57A02, 57A18 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a21/"
    },
    {
      "id": "section-57a22",
      "number": "57A22",
      "heading": "",
      "text": "The following shall apply:\n\n(1) A transportation network company operating in a city of the first class shall pay to the authority an assessment amount equal to 1.4% of the gross receipts from all fares charged to all passengers for prearranged rides that originate in the city. The amount assessed shall be remitted on a quarterly basis and deposited into a restricted receipts account in the State Treasury. The State Treasurer shall distribute 66.67% to a school district of the first class and 33.33% to the parking authority on a quarterly basis. This section shall expire December 31, 2019.\n\n(2) If an assessment is imposed after December 31, 2019, the percentage amount may not be less than the percentage amount imposed under paragraph (1).\n\n2019 Partial Repeal. Section 24(4) of Act 20 provided that par. (1) is repealed insofar as it is inconsistent with the addition of section 1606-M of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code.\n\nExpiration. Section 1606-M of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code, provided that notwithstanding section 57A22(1), the provisions of section 57A22 shall not expire until December 31, 2027.\n\nCross References. Section 57A22 is referred to in section 57A20 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-57a/section-57a22/"
    }
  ]
}