{
  "state": "michigan",
  "path": "title-chapter-205-taxation/chapter-act-122-of-1941-revenue-division-of-department-of-treasury-2",
  "sections": [
    {
      "id": "section-2051",
      "number": "205.1",
      "heading": "Department as Agency Responsible for Tax Collection; Definitions",
      "text": "(1) The department is the agency of this state responsible for the collection of taxes and is responsible for all of the following:\n\n(a) Coordinated collection of state taxes, assessments, licenses, fees, and other money as may be designated by law.\n\n(b) Specialized service for tax enforcement, through establishment and maintenance of uniformity in definition, regulation, return, and payment.\n\n(c) Avoidance of duplication in state facilities for tax collections that involve seasonal or occasional increases of staff, duplication of audits, and wasteful travel expenses.\n\n(d) Safeguarding tax and other collections wherever received until duly deposited in the state treasury.\n\n(e) Providing an advisory service on fiscal status, processes, and needs of state government, including periodic reports on payments, receipts, and debts.\n\n(f) Development of a state revenue enforcement service by means of a staff that is permanent, qualified by training and experience, protected by merit system procedure, and so organized as to serve the public with efficiency, economy, consistency, and equity.\n\n(g) Except as otherwise provided in this act, supervise and control the collection of all past due money and accounts owed to this state or to any officer, department, commission, board, or agency of this state.\n\n(2) Any reference to the department of revenue in this act or any other act shall mean the state treasurer. Any reference to the state commissioner of revenue in this act or any other act shall mean the state treasurer.\n\n(3) As used in this act:\n\n(a) \"Department\" means the department of treasury.\n\n(b) \"Support\" means that term as defined in section 2 of the support and parenting time enforcement act, 1982 PA 295, MCL 552.602.\n\nHistory:1941, Act 122, Eff. Jan. 10, 1942 ;-- CL 1948, 205.1 ;-- Am. 1970, Act 188, Imd. Eff. Aug. 6, 1970 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2006, Act 615, Imd. Eff. Jan. 3, 2007Compiler's Notes:For transfer of the functions, powers, and duties of the Revenue Division and the State Commissioner of Revenue within the Department of Treasury to the State Treasurer as head of the Department of Treasury, see E.R.O. No. 1991-16 compiled at MCL 205.35 of the Michigan Compiled Laws.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-1/"
    },
    {
      "id": "section-2052",
      "number": "205.2",
      "heading": "Repealed. 2002, Act 657, Imd. Eff. Dec. 23, 2002.",
      "text": "Compiler's Notes:The repealed section pertained to appointment and qualifications of commissioner of revenue.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-2/"
    },
    {
      "id": "section-2053",
      "number": "205.3",
      "heading": "Department and State Treasurer; Powers and Duties.",
      "text": "Except as otherwise provided in this act, the department shall have all the powers and perform the duties formerly vested in a department, board, commission, or other agency, in connection with taxes due to or claimed by this state and in connection with unpaid accounts or money due to this state or any of its departments, institutions, or agencies that may be made payable to or collectible by the department created by this act. The department has the power and authority incidental to the performance of the following acts, duties, and services:\n\n(a) The state treasurer or a duly appointed agent of the state treasurer may examine the books, records, and papers touching the matter at issue of any person or taxpayer subject to any tax, unpaid account, or money the collection of which is charged to the department. The state treasurer or a duly appointed agent of the state treasurer may issue a subpoena requiring a person to appear and be examined with reference to a matter within the scope of the inquiry or investigation being conducted by the department and to produce any books, records, or papers. The state treasurer or a duly appointed agent, referee, or examiner of the state treasurer may administer an oath to a witness in any matter before the department. The department may invoke the aid of the circuit court of this state in requiring the attendance and testimony of witnesses and the producing of books, papers, and documents. The circuit court of this state within the jurisdiction of which an inquiry is carried on, in case of contumacy or refusal to obey a subpoena, may issue an order requiring the person to appear before the department and produce books and papers if so ordered and any evidence touching the matter in question, and failure to obey the order of the court may be punished by the court as a contempt. A person shall not be excused from testifying or from producing any books, papers, records, or memoranda in any investigation, or upon any hearing when ordered to do so by the state treasurer, upon the ground that the testimony or evidence, documentary or otherwise, may tend to incriminate or subject him or her to a criminal penalty, however, a person shall not be prosecuted or subjected to any criminal penalty for or on account of any transaction made or thing concerning which he or she may testify or produce evidence, documentary or otherwise, before the department or its agent. A person testifying is not exempt from prosecution and punishment for perjury committed while testifying.\n\n(b) After reasonable notice and public hearing, the department may promulgate rules consistent with this act in accordance with the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, necessary to the enforcement of the provisions of tax and other revenue measures that are administered by the department.\n\n(c) The department may consult with the governor and the legislature on the subject of taxation, revenue, and the administration of the laws in relation to taxation and revenue, and the progress of the work of the department, including the furnishing of reports, information, and other assistance as the governor may require.\n\n(d) The department may investigate and study all matters of taxation and revenue as the basis of recommending to the governor and the legislature those changes and alterations in the tax laws of this state, as in the state treasurer's judgment may bring about a more adequate and just system of state and local taxation.\n\n(e) The department may formulate a standard procedure that requires the departments, commissions, boards, institutions, and the agencies of this state that collect taxes, fees, or accounts for this state to report all sums of money due and uncollected and those uncollected items as prescribed by law and by the state treasurer. The procedure prescribed in this subdivision shall include a standard practice for receiving, receipting, safeguarding, and periodically reporting all state revenue receipts, whether current, delinquent, penalty, interest, or otherwise, and the amounts, kinds, and terms of items either collected, compromised, or still outstanding, to be summarized, studied, and reported upon as the state treasurer considers advisable.\n\n(f) The department may periodically issue bulletins that index and explain current department interpretations of current state tax laws. Beginning October 22, 2003, each bulletin or letter ruling issued by the department on or after August 18, 2000 shall be published and made available to the public in printed and electronic formats. Beginning not later than 6 months after the date of enactment of the amendatory act that added this sentence, and not subject to section 6a, the department shall publish and make available to the public in printed and electronic formats the department's internal policy directives, audit standards, sampling manual, cash basis sales tax audit overview, industrial processing sales and use tax manual, contractors sales and use tax manual, and other deductions sales and use tax manual. The department may charge a reasonable fee for subscriptions to this service not to exceed the cost of printing. The money received from the sale of subscriptions shall revert to the department and be placed in the taxation manual revolving fund.\n\nHistory:1941, Act 122, Eff. Jan. 10, 1942 ;-- CL 1948, 205.3 ;-- Am. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2003, Act 92, Imd. Eff. July 24, 2003 ;-- Am. 2006, Act 615, Imd. Eff. Jan. 3, 2007 ;-- Am. 2014, Act 565, Imd. Eff. Jan. 15, 2015Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue ActAdmin Rule:R 205.1 et seq.; R 205.401 et seq.; R 205.1001 et seq.; R 206.1 et seq.; and R 207.121 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-3/"
    },
    {
      "id": "section-2053a",
      "number": "205.3a",
      "heading": "Repealed. 1980, Act 162, Eff. Sept. 17, 1980.",
      "text": "Compiler's Notes:The repealed section pertained to demand for payment of tax, issuance of warrant, and levy on property.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-3a/"
    },
    {
      "id": "section-2054",
      "number": "205.4",
      "heading": "Submitting Rules for Public Hearing; Guidelines; Electronic Filing of Request for Rule-Making; Intentional Use of Collection Goal or Quota; Damages; Publishing Handbook for Taxpayers and Tax Preparers",
      "text": "(1) Not later than April 1, 1994, the department of treasury shall submit rules for a public hearing pursuant to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, that provide for all of the following:\n\n(a) Standards to be followed by department officers and employees for the fair and courteous treatment of the public, and a system for monitoring compliance with those standards.\n\n(b) The procedures governing an informal conference held under section 21. These procedures shall include at least all of the following:\n\n(i) A method by which the department attempts to schedule the informal conference at a mutually convenient time and place.\n\n(ii) A requirement that the department include in the notice for the informal conference the scope and nature of the subject of the informal conference.\n\n(iii) Authorization for the taxpayer at whose request the informal conference is being held to make a sound recording of the informal conference with prior notice to the department and for the department to do the same with prior notice to the taxpayer.\n\n(2) Not later than April 1, 1994, the department shall develop guidelines to govern departmental employee responses to inquiries from the public and standards for tax audit activities. The guidelines shall explicitly exclude the use of a collection goal or quota for evaluating an employee. The department shall assemble the guidelines required by this subsection into an employee handbook. However, the handbook shall not disclose information or parameters excluded from disclosure under section 28(1)(f). The department shall distribute the handbook to all departmental employees involved in the collection or auditing of taxes and shall make the handbook available to the public.\n\n(3) Not later than January 1, 2015, the department shall electronically file a request for rule-making under section 39(1) of the administrative procedures act of 1969, 1969 PA 306, MCL 24.239, with the office of regulatory reinvention. The proposed rules shall provide for all of the following:\n\n(a) Standards for the fair and courteous treatment of the public to be followed by the department's contractors, consultants, and agents and a system for monitoring compliance with these standards.\n\n(b) Standards that ensure that all statutes and rules shall be fairly and consistently applied to all taxpayers.\n\n(c) A requirement that the department shall not use collection goals or quotas during the conduct of an audit of a tax administered under this act or an examination of records under the uniform unclaimed property act, 1995 PA 29, MCL 567.221 to 567.265.\n\n(4) If the department intentionally uses a collection goal or quota in the conduct of an audit of a tax administered under this act or the examination of records under the uniform unclaimed property act, 1995 PA 29, MCL 567.221 to 567.265, the taxpayer may be awarded actual damages, including reasonable attorney fees, sustained as a result of the department's action. An award under this subsection shall not exceed $45,000.00. Actual damages do not include taxes owed or deliverable abandoned property.\n\n(5) The department shall publish a handbook for taxpayers and tax preparers. The handbook shall be made available at a reasonable cost, not to exceed the actual cost of publication, and shall contain all of the following:\n\n(a) The audit and collection procedures used by the department and agents of the department.\n\n(b) The procedures governing departmental communications with taxpayers in the audit and collection process.\n\nHistory:Add. 1993, Act 14, Imd. Eff. Apr. 1, 1993 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2014, Act 277, Imd. Eff. July 2, 2014Compiler's Notes:Former MCL 205.4, which prohibited commissioner and employees from taking part in political campaigns, was repealed by Act 188 of 1970, Eff. Aug. 6, 1970.Popular Name:Revenue ActAdmin Rule:R 205.1001 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-4/"
    },
    {
      "id": "section-2054a",
      "number": "205.4a",
      "heading": "Taxpayer Protection Act; Paid Tax Preparers; Prohibitions; Injunctions; Definitions.",
      "text": "(1) Beginning January 1, 2021, any return or claim for refund filed pursuant to part 1 of the income tax act of 1967 PA 281, MCL 206.1 to 206.532, and prepared by a paid tax preparer shall be signed by the paid tax preparer and shall bear the paid tax preparer's tax identification number.\n\n(2) In addition to any other penalty provided by law, any person who is a paid tax preparer with respect to any return or claim for refund who fails to sign that return or claim for refund filed pursuant to part 1 of the income tax act of 1967 PA 281, MCL 206.1 to 206.532, and to provide their preparer tax identification number as required by this section shall pay a civil penalty of $50.00 for each failure, unless it can be shown that the failure was due to reasonable cause as determined by the department. The civil penalty imposed on any paid tax preparer with respect to returns or claims for refund filed during any calendar year shall not exceed $25,000.00. The department may use an amount equal to the total penalties collected under this section to regulate paid tax preparers.\n\n(3) A paid tax preparer shall not knowingly do any of the following:\n\n(a) Prepare any return or claim for refund that includes an understatement of a taxpayer's liability due to an unreasonable position.\n\n(b) Prepare any return or claim for refund that includes an understatement of a taxpayer's liability due to willful or reckless conduct.\n\n(c) Where required, do any of the following:\n\n(i) Fail to furnish a copy of a return or claim for refund.\n\n(ii) Fail to sign a return or claim for refund.\n\n(iii) Fail to furnish an identifying number.\n\n(iv) Fail to retain accurate and complete records, workpapers, and other documents necessary for the proper determination of tax liability.\n\n(v) Fail to determine eligibility for tax benefits.\n\n(d) Negotiate a warrant, draft, or check issued by the department or receive a refund or credit by electronic payment into the paid tax preparer's account without the actual knowledge of the taxpayer.\n\n(e) Engage in any conduct subject to any criminal penalty provided in this act.\n\n(f) Misrepresent the paid tax preparer's eligibility to practice before the department or otherwise misrepresent the paid tax preparer's experience or education.\n\n(g) Guarantee the payment of any tax refund or the allowance of any tax credit.\n\n(h) Engage in any other fraudulent or deceptive conduct that substantially interferes with the proper administration of the tax laws of this state.\n\n(4) In a court of competent jurisdiction, the department may commence suit to enjoin any paid tax preparer from further engaging in any conduct described in subsection (3) or from further acting as a paid tax preparer. If the court issues an injunction under this section, the paid tax preparer shall reimburse the department for all costs and fees incurred in prosecuting the case.\n\n(5) If the court finds that a paid tax preparer has continually or repeatedly engaged in any conduct prohibited in subsection (3) and that an injunction prohibiting the conduct would not be sufficient to prevent the person's interference with the proper administration of part 1 of the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.532, the court may enjoin the person from acting as a paid tax preparer in this state. The fact that a person has been enjoined from preparing tax returns or claims for refund for the United States or any other state, in the 5 years preceding the petition for an injunction, shall establish a prima facie case for an injunction to be issued pursuant to this section.\n\n(6) In addition to the requirements under part 1 of the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.532, for the 2021 tax year and each tax year after 2021, the department shall post on the department's website and include in the instruction booklet that accompanies the annual return both of the following:\n\n(a) A clear and concise statement informing the taxpayer that the taxpayer protection act requires a paid tax preparer to sign a return and provide his or her preparer tax identification number.\n\n(b) Contact information for the department's fraud unit.\n\n(7) This section shall be known and may be cited as the \"taxpayer protection act\".\n\n(8) As used in this section:\n\n(a) \"Paid tax preparer\" means any person who prepares for compensation, or who employs 1 or more persons to prepare for compensation, any return or claim for refund, or a substantial portion of any return or claim for refund under part 1 of the income tax act of 1967 PA 281, MCL 206.1 to 206.532. However, a paid tax preparer does not include any of the following:\n\n(i) An individual who is licensed as a certified public accountant under article 7 of the occupational code, 1980 PA 299, MCL 339.720 to 339.736.\n\n(ii) An individual whose principal place of business is not in this state and who satisfies the requirements set forth in section 727a of the occupational code, 1980 PA 299, MCL 339.727a.\n\n(iii) An individual who is employed by a firm that is licensed under article 7 of the occupational code, 1980 PA 299, MCL 339.720 to 339.736, or exempt from licensure under section 728(4) or (5) of the occupational code, 1980 PA 299, MCL 339.728, and who prepares a return under the supervision of an individual described in subparagraph (i) or (ii).\n\n(iv) An individual who prepares a return as a volunteer through a nonprofit organization or other organization offering tax assistance.\n\n(b) \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States.\n\nHistory:Add. 2020, Act 77, Imd. Eff. Apr. 2, 2020Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-4a/"
    },
    {
      "id": "section-2055",
      "number": "205.5",
      "heading": "Brochure Listing and Explaining Taxpayer's Protections and Recourses; Communication Concerning Determination or Collection of Tax.",
      "text": "(1) The department shall prepare a brochure that lists and explains, in simple and nontechnical terms, a taxpayer's protections and recourses in regard to a departmental action administering or enforcing a tax statute, including at least all of the following:\n\n(a) A taxpayer's protections and the department's obligations during an audit.\n\n(b) Both the administrative and judicial procedures for appealing a departmental decision.\n\n(c) The procedures for claiming refunds and filing complaints.\n\n(d) The means by which the department may enforce a tax statute, including assessment, jeopardy assessment, and enforcement of a lien.\n\n(2) The department shall include the brochure prepared as required under subsection (1) with a communication to a taxpayer concerning the determination or collection of a tax administered under this act. The department may take the actions necessary to prevent sending multiple brochures to the same taxpayer.\n\nHistory:Add. 1993, Act 13, Imd. Eff. Apr. 1, 1993Compiler's Notes:Former MCL 205.5, which provided procedure for removal of commissioner from office, was repealed by Act 188 of 1970, Imd. Eff. Aug. 6, 1970.Popular Name:Revenue ActAdmin Rule:R 205.1001 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-5/"
    },
    {
      "id": "section-2056",
      "number": "205.6",
      "heading": "Identification of Refund Opportunity by Auditor; Notification to Taxpayer.",
      "text": "If during the course of an audit authorized under this act an auditor identifies a refund opportunity for the taxpayer, the auditor shall notify the taxpayer of that refund opportunity in a timely manner. The taxpayer may then claim a refund under the provisions of this act. Neither the auditor nor any other department employee shall be required to provide detailed transactional support for refund claims or be required to perform a review beyond that necessary to carry out the intended audit scope.\n\nHistory:Add. 2006, Act 6, Eff. Oct. 1, 2006Compiler's Notes:Former MCL 205.6, which provided for departmental organization by commissioner, was repealed by Act 188 of 1970, Eff. Aug. 6, 1970.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-6/"
    },
    {
      "id": "section-2056a",
      "number": "205.6a",
      "heading": "Bulletin or Letter Ruling; Reliance by Taxpayer; Definitions.",
      "text": "(1) A taxpayer may rely on a bulletin or letter ruling issued by the department after September 30, 2006 and shall not be penalized for that reliance until the bulletin or letter ruling is revoked in writing. However, that reliance by the taxpayer is limited to issues addressed in the bulletin or letter ruling for tax periods up to the effective date of an amendment to the law upon which the bulletin or letter ruling is based or for tax periods up to the date of a final order of a court of competent jurisdiction for which all rights of appeal have been exhausted or have expired that overrules or modifies the law upon which the bulletin or letter ruling is based.\n\n(2) As used in this section:\n\n(a) \"Bulletin\" means a revenue administrative bulletin.\n\n(b) \"Letter ruling\" means a formal document issued by the department to a specific taxpayer on a specific tax matter related to a future transaction. A taxpayer shall request a letter ruling on a form and in a manner prescribed by the department.\n\nHistory:Add. 2006, Act 12, Eff. Imd. Feb. 3, 2006Compiler's Notes:Former MCL 205.6a, which pertained to compromise of liability, was repealed by Act 162 of 1980, Eff. Sept. 17, 1980.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-6a/"
    },
    {
      "id": "section-2057",
      "number": "205.7",
      "heading": "Awarding Damages; Conditions; Limitation.",
      "text": "If the department intentionally or recklessly disregards a provision of a law, rule, or written guideline or procedure of the department in connection with the determination, collection, or refund of a tax, interest, or penalty under this act or a tax administered under this act, a taxpayer may be awarded actual damages, including reasonable attorney fees, sustained as a result of the department's action. An award under this section shall not exceed $10,000.00. A claim may be brought under this section only if the cause of action arose before January 1, 1996.\n\nHistory:Add. 1993, Act 14, Imd. Eff. Apr. 1, 1993Compiler's Notes:Former MCL 205.7, which pertained to the state board of tax appeals, was repealed by Act 37 of 1976, Eff. Dec. 31, 1977, Act 162 of 1980, Eff. Dec. 31, 1981, and by Act 138 of 1981, Eff. Sept. 30, 1982.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-7/"
    },
    {
      "id": "section-2058",
      "number": "205.8",
      "heading": "Letters and Notices Sent to Taxpayer's Official Representative.",
      "text": "If a taxpayer files with the department a written request that copies of letters and notices regarding a dispute with that taxpayer be sent to the taxpayer's official representative, the department shall send the official representative, at the address designated by the taxpayer in the written request, a copy of each letter or notice sent to that taxpayer. A taxpayer shall not designate more than 1 official representative under this section for a single dispute.\n\nHistory:Add. 1993, Act 14, Imd. Eff. Apr. 1, 1993Compiler's Notes:Former MCL 205.8, which pertained to the state board of tax appeals, was repealed by Act 37 of 1976, Eff. Dec. 31, 1977, Act 162 of 1980, Eff. Dec. 31, 1981, and by Act 138 of 1981, Eff. Sept. 30, 1982.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-8/"
    },
    {
      "id": "section-2059",
      "number": "205.9",
      "heading": "Repealed. 1976, Act 37, Eff. Dec. 31, 1977.",
      "text": "Compiler's Notes:The repealed section, which pertained to the state board of tax appeals, was also repealed by Act 162 of 1980, Eff. Dec. 31, 1981, and by Act 138 of 1981, Eff. Sept. 30, 1982.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-9/"
    },
    {
      "id": "section-20510",
      "number": "205.10",
      "heading": "Repealed. 1970, Act 188, Imd. Eff. Aug. 6, 1970.",
      "text": "Compiler's Notes:The repealed section provided for advisory boards, consultants and research assistants.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-10/"
    },
    {
      "id": "section-20511",
      "number": "205.11",
      "heading": "Repealed. 1980, Act 162, Eff. Sept. 17, 1980.",
      "text": "Compiler's Notes:The repealed section pertained to statistical reports and confidentiality.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-11/"
    },
    {
      "id": "section-20512",
      "number": "205.12",
      "heading": "Signing Orders, Certificates, Jeopardy Assessments, and Subpoenas.",
      "text": "All orders, certificates, jeopardy assessments, and subpoenas made or issued by the department shall be signed by the state treasurer or the state treasurer's designee.\n\nHistory:1941, Act 122, Eff. Jan. 10, 1942 ;-- CL 1948, 205.12 ;-- Am. 1975, Act 266, Imd. Eff. Nov. 3, 1975 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002Compiler's Notes:Section 2 of Act 58 of 1986 provides: “The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.”Section 3 of Act 58 of 1986 provides: “Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.”Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-12/"
    },
    {
      "id": "section-20513",
      "number": "205.13",
      "heading": "Administration and Enforcement of Laws by Department of Treasury; Powers, Duties, Functions, Responsibilities, and Jurisdiction Conferred; Enforcement, Investigation, and Collection of Support by Department of Human Services",
      "text": "(1) The department of treasury shall administer and enforce the following laws and shall succeed to and is vested with all of the powers, duties, functions, responsibilities, and jurisdiction now or hereafter conferred upon the following:\n\n(a) State board of tax administration, by the general sales tax act, 1933 PA 167, MCL 205.51 to 205.78, and by the use tax act, 1937 PA 94, MCL 205.91 to 205.111.\n\n(b) Auditor general, by 1905 PA 282, MCL 207.1 to 207.21, and by the Michigan estate tax act, 1899 PA 188, MCL 205.201 to 205.256.\n\n(c) State tax commission, by 1929 PA 48, MCL 205.301 to 205.317.\n\n(d) State tax commission, by section 61524 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.61524.\n\n(e) The department shall succeed to and is vested with all powers, duties, functions, responsibilities, and jurisdiction of the attorney general over the collection of all past due money and accounts that are owing to the state of Michigan or any department, commission, or institution of this state, vested in the attorney general by 1927 PA 375, MCL 14.131 to 14.134.\n\n(f) For cities that enter into an agreement with the department of treasury pursuant to section 9 of chapter 1 of the city income tax act, 1964 PA 284, MCL 141.509, the department of treasury is vested with all the powers, duties, functions, responsibilities, and jurisdiction to administer, collect under, and enforce the city income tax act, 1964 PA 284, MCL 141.501 to 141.787, as provided in the city income tax act, 1964 PA 284, MCL 141.501 to 141.787, and the agreement. The department of treasury shall not charge to or collect from a taxpayer any amount not otherwise authorized by law in conjunction with the collection of the tax pursuant to an agreement entered into under section 9 of chapter 1 of the city income tax act, 1964 PA 284, MCL 141.509.\n\n(2) The department of human services and its designees are vested with all of the powers, duties, functions, responsibilities, and jurisdiction of the department of treasury under this act for the enforcement, investigation, and collection of support owed to this state.\n\n(3) Except as otherwise provided in this act, each state officer, department, board, commission, or agency from time to time shall forward to the department of treasury statements of all delinquent and past due money, specific taxes, and accounts owing or belonging to this state, or any officer, department, board, commission, or agency of this state together with any information necessary to enable the department to carry out the purposes of this act. The department shall do all of the following:\n\n(a) Keep an accurate record and account of all of the statements.\n\n(b) Enforce payment and collection of the money, specific taxes, or accounts.\n\n(c) Keep an accurate account of all money, specific taxes, or accounts collected.\n\n(d) Report monthly all collections made to the officer, department, board, commission, or agency to which the indebtedness was incurred.\n\n(e) Pay monthly to the state treasurer all money collected unless otherwise provided by law.\n\n(4) The department of human services or its designee authorized under subsection (2) to collect support owed to this state may settle and compromise claims and accounts and receive and issue receipts for collections and payments, subject to the authority granted to it by the social security act, 42 USC 301 to 1397jj, the office of child support act, 1971 PA 174, MCL 400.231 to 400.240, and the support and parenting time enforcement act, 1982 PA 295, MCL 552.601 to 552.650.\n\nHistory:1941, Act 122, Eff. Jan. 10, 1942 ;-- Am. 1945, Act 103, Eff. Sept. 6, 1945 ;-- CL 1948, 205.13 ;-- Am. 1953, Act 7, Eff. July 1, 1953 ;-- Am. 1996, Act 50, Imd. Eff. Feb. 26, 1996 ;-- Am. 1996, Act 479, Imd. Eff. Dec. 26, 1996 ;-- Am. 2006, Act 615, Imd. Eff. Jan. 3, 2007Compiler's Notes:For transfer of powers and duties relating to enforcement, investigation, and collection of past due and delinquent corporate privilege and franchise fees and license fees from the department of treasury to the director of the department of consumer and industry services, see E.R.O. No. 1996-2, compiled at MCL 445.2001 of the Michigan Compiled Laws.Popular Name:Revenue ActAdmin Rule:R 205.1 et seq. and R 206.1 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-13/"
    },
    {
      "id": "section-20514",
      "number": "205.14",
      "heading": "Tobacco Products; Violation of Federal Requirements; Prohibited Conduct; Placement of Stamp; Violation of Subsection (1) or (2); Penalties; Enforcement; Assessment of Tax; Court Action; Damages Awarded; Definitions",
      "text": "(1) A person shall not acquire, possess, sell or distribute, or import into this state a tobacco product that violates any federal law or regulation, including, but not limited to, requirements concerning health warnings or other information on the container or individual package of tobacco products.\n\n(2) A person shall not acquire, possess, sell or distribute, or import into this state a tobacco product or container of tobacco products if 1 or more of the following apply:\n\n(a) The tobacco product or container of tobacco products bears any statement, label, stamp, sticker, or notice indicating that the manufacturer intended that the tobacco product be sold or distributed outside the United States, including, but not limited to, 1 or more of the following:\n\n(i) A non-United States health warning.\n\n(ii) Labels or markings stating \"for export only\", \"U.S. tax exempt\", \"for use outside U.S.\", or similar wording.\n\n(b) The tobacco product, container of tobacco products, or any statement, label, stamp, sticker, or notice on a tobacco product or container of tobacco products has been altered from the manufacturer's original packaging to conceal the fact that the manufacturer intended that the tobacco product be sold or distributed outside the United States.\n\n(c) The tobacco product or any statement, label, stamp, sticker, or notice on a tobacco product or container of tobacco products has been removed from the manufacturer's original packaging to conceal the fact that the manufacturer intended that the tobacco product be sold or distributed outside the United States.\n\n(d) The person knew or should have known that the manufacturer intended the tobacco product to be sold or distributed outside the United States.\n\n(e) The tobacco product was imported into the United States after January 1, 2000 in violation of 26 U.S.C. 5754.\n\n(3) A person shall not place a stamp or a counterfeit stamp on a tobacco product unless that package of tobacco products complies with subsection (2) and all federal laws and regulations.\n\n(4) A person that acquires, possesses, sells, offers for sale, imports, or distributes packages of tobacco products who knows or should know that the tobacco product is possessed, sold, offered for sale, imported, or distributed in violation of subsection (1) or (2) is subject to criminal charges as provided in section 8 of the tobacco products tax act, 1993 PA 327, MCL 205.428.\n\n(5) A tobacco product or container of tobacco products that does not comply with subsection (1), (2), or (3) and books and records associated with those tobacco products are subject to seizure and confiscation by the department, a police officer, or designated agent under the same terms and conditions as provided in section 9 of the tobacco products tax act, 1993 PA 327, MCL 205.429. The department may revoke or suspend the license of a licensee under the tobacco products tax act, 1993 PA 327, MCL 205.421 to 205.436, for a violation of this section.\n\n(6) The department is authorized to obtain and exchange information with the United States customs service, any other federal law enforcement agency, or any state law enforcement agency for the purpose of enforcing this section.\n\n(7) The department may assess tax due, penalty, and interest on tobacco products acquired, possessed, sold, or offered for sale in violation of this section.\n\n(8) Any person who is injured by another person who violates this section may bring an action in circuit court for damages or equitable or injunctive relief including reasonable attorney fees. In awarding damages, the court may award up to 3 times the actual damages if the violation of this section is intentional. A manufacturer of tobacco products whose tobacco products are acquired, possessed, sold, distributed, or imported into this state in violation of subsection (1) or (2) is presumed to be injured under this subsection.\n\n(9) As used in this section:\n\n(a) \"Licensee\" means a person licensed under the tobacco products tax act, 1993 PA 327, MCL 205.421 to 205.436.\n\n(b) \"Stamp\" or \"counterfeit stamp\" means those terms as defined in section 2 of the tobacco products tax act, 1993 PA 327, MCL 205.422.\n\n(c) \"Tobacco product\" means that term as defined in section 2 of the tobacco products tax act, 1993 PA 327, MCL 205.422.\n\nHistory:Add. 1998, Act 368, Imd. Eff. Oct. 20, 1998 ;-- Am. 1999, Act 182, Imd. Eff. Nov. 17, 1999Compiler's Notes:Former MCL 205.14, which pertained to transfer of jurisdiction over records and funds, was repealed by Act 188 of 1970, Imd. Eff. Aug. 6, 1970.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-14/"
    },
    {
      "id": "section-205",
      "number": "205",
      "heading": "15, 205.16 - Repealed. 1970, Act 188, Imd. Eff. Aug. 6, 1970.",
      "text": "15, 205.16 - Repealed. 1970, Act 188, Imd. Eff. Aug. 6, 1970.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20517",
      "number": "205.17",
      "heading": "Repealed. 1980, Act 162, Eff. Sept. 17, 1980.",
      "text": "205.17 Repealed. 1980, Act 162, Eff. Sept. 17, 1980.\n\nCompiler's Notes:\n\nThe repealed section pertained to office space.\n\nPopular Name:\n\nRevenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-17/"
    },
    {
      "id": "section-20518",
      "number": "205.18",
      "heading": "Reports.",
      "text": "(1) The department shall publish annually a report containing statistical data on revenue collections made by the department during the past fiscal year and may publish additional reports on a periodic basis.\n\n(2) Beginning January 1, 1999, revenue forecasting reports made by the department under this act or made by the department as otherwise provided by law may include dynamic revenue forecasting. As used in this subsection, \"dynamic revenue forecasting\" means forecasting the direct impact of a tax law change on revenues and the other effects of tax law changes on the behavior of taxpayers and on overall economic activity.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1998, Act 368, Imd. Eff. Oct. 20, 1998Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-18/"
    },
    {
      "id": "section-20519",
      "number": "205.19",
      "heading": "Remittances of Taxes; Income Tax Withholding; Failure to Remit Tax; Penalties; Disposition of Money Not Paid to Department; Allocation of Payment.",
      "text": "(1) All remittances of taxes administered by this act shall be made to the department payable to the state of Michigan by bank draft, check, cashier's check, certified check, money order, cash, or electronic funds transfer. The money received shall be credited as provided by law. A remittance other than cash or electronic funds transfer shall not be a final discharge of liability for the tax assessed and levied until the instrument remitted has been honored. The department may accept major credit cards or debit cards, or both, for payment. For taxes paid by credit or debit card, or both, the department may add a processing fee; however, the fee shall not exceed the charges that the state incurs because of the use of the credit or debit card, or both.\n\n(2) For reporting periods beginning after August 31, 1991, a taxpayer other than a city or a county who paid in the immediately preceding calendar year an average of $40,000.00 or more per month in income tax withholding pursuant to the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.713, shall deposit Michigan income tax withholding either in the same manner and according to the same schedule as deposits of federal income tax withholding or in another manner that has been approved by the department.\n\n(3) For failure to remit a tax administered by this act with a negotiable remittance, the following penalty may be added in addition to any other penalties imposed by this act:\n\n(a) For notices of intent to assess issued on or before February 28, 2003, 25% of the tax due.\n\n(b) For notices of intent to assess issued after February 28, 2003, $50.00.\n\n(4) The department may require that all money collected by the taxpayer for taxes administered by this act that has not been paid to the department is public money and the property of this state, and shall be held in trust in a separate account and fund for the sole use and benefit of this state until paid over to the department.\n\n(5) For tax years after the 1995 tax year for which taxes are collected under an agreement entered into pursuant to section 9 of chapter 1 of the city income tax act, 1964 PA 284, MCL 141.509, if a taxpayer pays, when filing his or her annual return, an amount less than the sum of the declared tax liability under the city income tax act, 1964 PA 284, MCL 141.501 to 141.787, and the declared tax liability under the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.713, and if there is no indication of the allocation of payment between the tax liabilities against which the payment should be applied, the amount paid shall first be applied against the taxpayer's tax liability under the city income tax act, 1964 PA 284, MCL 141.501 to 141.787, and any remaining amount of the payment shall be applied to the taxpayer's tax liability under the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.713. The taxpayer's designation of a payee on a payment is not a dispositive determination of the allocation of that payment under this subsection.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 1991, Act 83, Imd. Eff. July 18, 1991 ;-- Am. 1996, Act 479, Imd. Eff. Dec. 26, 1996 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2011, Act 76, Imd. Eff. July 12, 2011Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-19/"
    },
    {
      "id": "section-20520",
      "number": "205.20",
      "heading": "Procedures to Which Taxes Subject.",
      "text": "Unless otherwise provided by specific authority in a taxing statute administered by the department, all taxes shall be subject to the procedures of administration, audit, assessment, interest, penalty, and appeal provided in sections 21 to 30.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-20/"
    },
    {
      "id": "section-20521",
      "number": "205.21",
      "heading": "Failure or Refusal to Make Return or Payment; Obtaining Information on Which to Base Assessment; Audit; Rules; Procedure; Determination of Refund as Result of Audit; Appeal; Frivolous Protest; Penalty; Claim for Refund; Audits Commenced After September 30, 2014; Report; Applicability of Settlement P",
      "text": "(1) If a taxpayer fails or refuses to make a return or payment as required, in whole or in part, or if the department has reason to believe that a return made or payment does not supply sufficient information for an accurate determination of the amount of tax due, the department may obtain information on which to base an assessment of the tax. By its duly authorized agents, the department may examine the books, records, and papers and audit the accounts of a person or any other records pertaining to the tax. A taxpayer who has been audited by the department or its agent or a taxpayer whose books, records, and papers have been examined by the department shall, upon request, be provided a complete copy in printed or electronic format of the complete audit work papers and the audit report of findings. Any audit performed by the department or its duly authorized agents under section 3(a) shall be performed in accordance with auditing standards which shall include, but are not limited to, confidentiality, technical training, independence, due professional care, planning, supervision, understanding of the entity audited including internal control and an assessment of risk, audit evidence and documentation, sampling and sampling projections, and elements of the audit report of findings. The department shall promulgate administrative rules on audit standards within 1 year of the date of enactment of the amendatory act that added this sentence.\n\n(2) In carrying out this section, the department and the taxpayer shall comply with the following procedure:\n\n(a) The department shall send to the taxpayer a letter of inquiry stating, in a courteous and nonintimidating manner, the department's opinion that the taxpayer needs to furnish further information or owes taxes to the state, and the reason for that opinion. A letter of inquiry shall also explain the procedure by which the person may initiate communication with the department to resolve any dispute. This subdivision does not apply in any of the following circumstances:\n\n(i) The taxpayer files a return showing a tax due and fails to pay that tax.\n\n(ii) The deficiency resulted from an audit of the taxpayer's books and records by this state.\n\n(iii) The taxpayer otherwise affirmatively admits that a tax is due and owing.\n\n(b) If the dispute is not resolved within 30 days after the department sends the taxpayer a letter of inquiry or if a letter of inquiry is not required pursuant to subdivision (a), the department, after determining the amount of tax due from a taxpayer, shall give notice to the taxpayer of its intent to assess the tax. The notice shall include the amount of the tax the department believes the taxpayer owes, the reason for that deficiency, and a statement advising the taxpayer of a right to an informal conference, the requirement of a written request by the taxpayer for the informal conference that includes the taxpayer's statement of the contested amounts and an explanation of the dispute, and the 60-day time limit for that request.\n\n(c) If the taxpayer serves written notice upon the department within 60 days after the taxpayer receives a notice of intent to assess, remits the uncontested portion of the liability, and provides a statement of the contested amounts and an explanation of the dispute, the taxpayer is entitled to an informal conference on the question of liability for the assessment.\n\n(d) Upon receipt of a taxpayer's written notice, the department shall set a mutually agreed upon or reasonable time and place for the informal conference and shall give the taxpayer reasonable written notice not less than 20 days before the informal conference. The notice shall specify the intent to assess, type of tax, and tax year that is the subject of the informal conference. The informal conference provided for by this subdivision is not subject to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, but is subject to the rules governing informal conferences as promulgated by the department in accordance with the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328. The taxpayer may appear or be represented by any person before the department at an informal conference, and may present testimony and argument. At the party's own expense and with advance notice to the other party, a taxpayer or the department, or both, may make an audio recording of an informal conference. A taxpayer who has made a timely request for an informal conference may at any time withdraw that request by filing written notice with the department. Upon receipt of the request for withdrawal from the informal conference process, the department shall issue a decision and order of determination and, where appropriate, a final assessment, from which a taxpayer may seek an appeal as provided under section 22.\n\n(e) After a timely request for an informal conference has been made under subdivision (c), the taxpayer and the department may seek to settle any or all issues in dispute by submitting a written settlement offer to the other party in accordance with the following:\n\n(i) The taxpayer shall submit a written settlement offer no later than 21 days after the informal conference. The settlement offer must identify the issues in dispute to be settled, the amount of the settlement offer, and the factual and legal bases supporting the taxpayer's settlement offer, and include any supporting documents. The state treasurer or the state treasurer's designee or designees shall review the settlement offer and the department's recommendation regarding the offer. The state treasurer or the state treasurer's designee or designees shall determine whether to accept, reject, or counter the settlement offer. The department shall notify the taxpayer in writing of the department's acceptance, rejection, or counter-offer. If the department does not accept the taxpayer's offer, the department shall include in its written notification the factual and legal bases for the department's rejection or counter-offer. The taxpayer may accept, reject, or counter the department's counter-offer and proceed in accordance with subparagraph (iii).\n\n(ii) The informal conference referee or the administrator of the department's hearings division or its successor unit may submit a written report to the state treasurer or the state treasurer's designee or designees that identifies the relevant facts and issues involved in the dispute, the factual and legal bases supporting settlement of any or all of the issues, and a settlement recommendation. Doubt as to collectability shall not be a reason for settlement under this subdivision. If the state treasurer or the state treasurer's designee or designees determines to pursue a settlement, the department shall notify the taxpayer in writing of the department's settlement offer, to be determined by the state treasurer or the state treasurer's designee or designees. The department's written settlement offer shall include the factual and legal bases supporting the department's settlement offer. The taxpayer, in writing, may accept, reject, or counter the department's settlement offer and proceed in accordance with subparagraph (iii).\n\n(iii) If the department rejects the taxpayer's settlement offer or counter-offer or the taxpayer rejects the department's settlement offer or counter-offer, the informal conference process shall proceed as provided under this section unless the taxpayer files a written notice to withdraw the request for an informal conference as provided in subdivision (d). If the department accepts the taxpayer's settlement offer or counter-offer or the taxpayer accepts the department's settlement offer or counter-offer, the department and the taxpayer shall execute a written agreement outlining all of the terms of the settlement. If the agreement settles all of the issues in dispute, then the written agreement is also the taxpayer's written notice to withdraw its request for an informal conference. Then the department shall, where appropriate, issue a final assessment that reflects the agreement and the agreed-upon amount of liability as to the settled issues. The department's final assessment issued under this subdivision is not subject to challenge or appeal under this act or reviewable in any court by mandamus, appeal, or other method of direct or collateral attack. With respect to any issues in dispute that are not included in the settlement agreement, the informal conference process shall proceed as provided under this section unless the taxpayer files a written notice to withdraw the request for an informal conference as provided in subdivision (d).\n\n(iv) The taxpayer's and the department's settlement offers, counter-offers, and responses to those offers and counter-offers, the disposition of a settlement offer or counter-offer under this subdivision, and settlement agreements, may not be offered by any party in any proceeding before the Michigan tax tribunal, the court of claims, or any court of competent jurisdiction as proof of the validity of the department's decision, order, or assessment, or of the proper amount of the taxpayer's tax liability.\n\n(v) Settlement offers, counter-offers, responses thereto, settlement agreements, and reports of the informal conference referee, the administrator, or the department related to settlements under this subdivision are exempt from disclosure under the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246, and may not be obtained through discovery in any proceeding.\n\n(f) Except for those issues that were settled pursuant to subdivision (e), after the informal conference, the department shall render a decision and order in writing, setting forth the reasons and authority, and shall assess the tax, interest, and penalty found to be due and payable. The decision and order are limited to the subject of the informal conference as included in the notice under subdivision (d).\n\n(g) If the taxpayer does not protest the notice of intent to assess within the time provided in subdivision (c), the department may assess the tax and the interest and penalty on the tax that the department believes are due and payable. An assessment under this subdivision or subdivision (f) is final and subject to appeal as provided in section 22. The final notice of assessment shall include a statement advising the person of a right to appeal.\n\n(3) If as a result of an audit it is determined that a taxpayer is owed a refund, the department shall send a notice to the taxpayer stating the amount of the refund the department believes is owed to the taxpayer as a result of the audit. The notice shall inform the taxpayer of his or her appeal rights. If the taxpayer disputes the findings of the audit, the taxpayer may serve written notice upon the department in the same manner as provided for in subsection (2)(c) and the taxpayer is entitled to the same informal conference and subsequent appeals as provided for in this section.\n\n(4) If a protest to the notice of intent to assess the tax is determined by the department to be a frivolous protest or a desire by the taxpayer to delay or impede the administration of taxes administered under this act, a penalty of $25.00 or 25% of the amount of tax under protest, whichever is greater, shall be added to the tax.\n\n(5) During the course of the informal conference under subsection (2)(d), the taxpayer by written notice may convert his or her contest of the assessment to a claim for a refund. The written notice shall be accompanied by payment of the contested amount. The informal conference shall continue and the department shall render a decision and issue an order regarding the claim for refund.\n\n(6) For audits commenced after September 30, 2014, the department must complete fieldwork and provide a written preliminary audit determination for any tax period no later than 1 year after the period provided for in section 27a(2) without regard to the extension provided for in section 27a(3). The limitation described in this subsection does not apply to any tax period in which the department and the taxpayer agreed in writing to extend the statute of limitations described in section 27a(2).\n\n(7) For audits commenced after September 30, 2014, unless otherwise agreed to by the department and the taxpayer, the final assessment issued under subsection (2)(g) must be issued within 9 months of the date that the department provided the taxpayer with a written preliminary audit determination unless the taxpayer, for any reason, requests reconsideration of the preliminary audit determination or the taxpayer requests an informal conference under subsection (2)(c). A request for reconsideration by a taxpayer permits, but does not require, the department to delay the issuance of a final assessment under subsection (2)(g).\n\n(8) The department shall publish semiannually on the department's website a report containing the following information:\n\n(a) The aggregate amount of the department's original determinations of liability attributed to settlements entered into during the reporting period.\n\n(b) The aggregate settled amount of liability attributed to the settlements entered into during the reporting period.\n\n(c) If the total number of settlements between taxpayers and the department entered into during the reporting period is 5 or more, include the actual number of settlements. If the number of settlements is less than 5, the department shall state \"less than 5\".\n\n(9) Except as otherwise provided under this subsection, the settlement process established under subsection (2)(e) only applies to taxes subject to administration under this act. The settlement process established under subsection (2)(e) does not apply to matters arising under the general property tax act, 1893 PA 206, MCL 211.1 to 211.155, the state real estate transfer tax act, 1993 PA 330, MCL 207.521 to 207.537, the tobacco products tax act, 1993 PA 327, MCL 205.421 to 205.436, the health insurance claims assessment act, 2011 PA 142, MCL 550.1731 to 550.1741, and the city income tax act, 1964 PA 284, MCL 141.501 to 141.787.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 1991, Act 83, Imd. Eff. July 18, 1991 ;-- Am. 1993, Act 13, Imd. Eff. Apr. 1, 1993 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2006, Act 8, Eff. Oct. 1, 2006 ;-- Am. 2006, Act 9, Eff. Oct. 1, 2006 ;-- Am. 2006, Act 10, Eff. Oct. 1, 2006 ;-- Am. 2006, Act 11, Eff. Oct. 1, 2006 ;-- Am. 2014, Act 3, Imd. Eff. Feb. 6, 2014 ;-- Am. 2014, Act 35, Imd. Eff. Mar. 20, 2014 ;-- Am. 2017, Act 215, Imd. Eff. Dec. 20, 2017Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-21/"
    },
    {
      "id": "section-20521a",
      "number": "205.21a",
      "heading": "Credit Audit or Refund Denial; Informal Conference; Notice.",
      "text": "If a taxpayer serves written notice upon the department within 60 days of the issuance of a credit audit or a refund denial, the taxpayer is entitled to an informal conference on the question in the same manner and under the same procedures provided for under section 21.\n\nHistory:Add. 2006, Act 5, Imd. Eff. Feb. 3, 2006Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-21a/"
    },
    {
      "id": "section-20521b",
      "number": "205.21b",
      "heading": "Taxpayer Subject to Use Tax Audit; Offset; \"Use Tax\" Defined.",
      "text": "(1) In the course of an audit conducted under the authority of section 21, a taxpayer has the right to claim credit amounts as an offset against debit amounts determined in the audit. A taxpayer that is the subject of a use tax audit of its purchases is entitled to offset the use tax liability determined in that audit by the amount of sales tax paid annually under the general sales tax act, 1933 PA 167, MCL 205.51 to 205.78, by it to a Michigan vendor, or use tax paid annually by it to a vendor located outside this state, on an amount of up to $5,000.00 in purchases.\n\n(2) As used in this section, \"use tax\" means the tax described in the use tax act, 1937 PA 94, MCL 205.91 to 205.111.\n\nHistory:Add. 2006, Act 7, Eff. Oct. 1, 2006Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-21b/"
    },
    {
      "id": "section-20522",
      "number": "205.22",
      "heading": "Appeal; Procedure; Assessment, Decision, or Order as Final and Not Reviewable; Appropriation.",
      "text": "(1) A taxpayer aggrieved by an assessment, decision, or order of the department may appeal the contested portion of the assessment, decision, or order to the tax tribunal within 60 days, or to the court of claims within 90 days after the assessment, decision, or order. The uncontested portion of an assessment, order, or decision shall be paid as a prerequisite to appeal. However, an action shall be commenced in the court of claims within 6 months after payment of the tax or an adverse determination of the taxpayer's claim for refund, whichever is later, if the payment of the tax or adverse determination of the claim for refund occurred under the former single business tax act, 1975 PA 228, and before May 1, 1986.\n\n(2) An appeal under this section shall be perfected as provided under the tax tribunal act, 1973 PA 186, MCL 205.701 to 205.779, and rules promulgated under that act for the tax tribunal, or chapter 64 of the revised judicature act of 1961, 1961 PA 236, MCL 600.6401 to 600.6475, and rules adopted under that chapter for the court of claims.\n\n(3) A taxpayer or the department may take an appeal by right from a decision of the tax tribunal or the court of claims to the court of appeals. The appeal shall be taken on the record made before the tax tribunal or the court of claims. The taxpayer or department may take further appeal to the supreme court in accordance with the court rules provided for appeals to the supreme court.\n\n(4) The assessment, decision, or order of the department, if not appealed in accordance with this section, is final and is not reviewable in any court by mandamus, appeal, or other method of direct or collateral attack.\n\n(5) An assessment is final, conclusive, and not subject to further challenge after 90 days after the issuance of the assessment, decision, or order of the department, and a person is not entitled to a refund of any tax, interest, or penalty paid pursuant to an assessment unless the aggrieved person has appealed the assessment in the manner provided by this section.\n\n(6) For the 2015-2016 fiscal year, $200,000.00 is appropriated from the general fund to the court of claims for operations due to the anticipated increased caseload from the changes in the amendatory act that added this subsection.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 1993, Act 13, Imd. Eff. Apr. 1, 1993 ;-- Am. 2007, Act 194, Imd. Eff. Dec. 21, 2007 ;-- Am. 2015, Act 79, Eff. Mar. 18, 2016Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-22/"
    },
    {
      "id": "section-20523",
      "number": "205.23",
      "heading": "Determination of Tax Liability; Notice; Payment of Deficiency; Interest and Penalties.",
      "text": "(1) If the department believes, based upon either the examination of a tax return, a payment, or an audit authorized by this act, that a taxpayer has not satisfied a tax liability or that a claim was excessive, the department shall determine the tax liability and notify the taxpayer of that determination. A liability for a tax administered under this act is subject to the interest and penalties prescribed in subsections (2) to (5).\n\n(2) If the amount of a tax paid is less than the amount that should have been paid or an excessive claim has been made, the deficiency and interest on the deficiency at the current monthly interest rate of 1 percentage point above the adjusted prime rate per annum from the time the tax was due, and until paid, are due and payable after notice and informal conference as provided in this act. A deficiency in an estimated payment as may be required by a tax statute administered under this act shall be treated in the same manner as a tax due and shall be subject to the same current monthly interest rate of 1 percentage point above the adjusted prime rate per annum from the time the payment was due, until paid. As used in this section, \"adjusted prime rate\" means the average predominant prime rate quoted by not less than 3 commercial banks to large businesses, as determined by the department of treasury. The adjusted prime rate is to be based on the average prime rate charged by not less than 3 commercial banks during the 6-month period ending on March 31 and the 6-month period ending on September 30. One percentage point shall be added to the adjusted prime rate, and the resulting sum shall be divided by 12 to establish the current monthly interest rate. The resulting current monthly interest rate based on the 6-month period ending March 31 becomes effective on the following July 1, and the resulting current monthly interest rate based on the 6-month period ending September 30 becomes effective on January 1 of the following year.\n\n(3) Except as provided in subsection (4), if any part of the deficiency or an excessive claim for credit is due to negligence, but without intent to defraud, a penalty of $10.00 or 10% of the total amount of the deficiency in the tax, whichever is greater, plus interest as provided in subsection (2), shall be added. The penalty becomes due and payable after notice and informal conference as provided in this act. If a taxpayer subject to a penalty under this subsection demonstrates to the satisfaction of the department that the deficiency or excess claim for credit was due to reasonable cause, the department shall waive the penalty. The penalty prescribed by this subsection shall not be imposed after June 30, 1994 unless and until the department submits for public hearing pursuant to the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, being sections 24.201 to 24.328 of the Michigan Compiled Laws, a rule defining what constitutes reasonable cause for waiver of the penalty under this subsection, which definition shall include illustrative examples.\n\n(4) If any part of the deficiency or an excessive claim for credit is due to intentional disregard of the law or of the rules promulgated by the department, but without intent to defraud, a penalty of $25.00 or 25% of the total amount of the deficiency in the tax, whichever is greater, plus interest as provided in subsection (2), shall be added. The penalty becomes due and payable after notice and informal conference as provided in this act. If a penalty is imposed under this subsection and the taxpayer subject to the penalty successfully disputes the penalty, the department shall not impose a penalty prescribed by subsection (3) to the tax otherwise due.\n\n(5) If any part of the deficiency or an excessive claim for credit is due to fraudulent intent to evade a tax, or to obtain a refund for a fraudulent claim, a penalty of 100% of the deficiency, plus interest as provided in subsection (2), shall be added. The penalty becomes due and payable after notice and informal conference as provided in this act.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 1991, Act 83, Imd. Eff. July 18, 1991 ;-- Am. 1993, Act 14, Imd. Eff. Apr. 1, 1993Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue ActAdmin Rule:R 205.1001 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-23/"
    },
    {
      "id": "section-20523a",
      "number": "205.23a",
      "heading": "Compromise; Filing and Publication of Report; Continuing Review; Revocation; Duties of State Treasurer; Disclosure of Return Information; Additional Assessment; Levy Against Property Prohibited; Remittance; Rejection of Offer to Compromise as Final",
      "text": "(1) Beginning January 1, 2015, the state treasurer, or an authorized representative of the state treasurer, may compromise all or any part of any payment of a tax subject to administration under this act including any related penalties and interest if 1 or more of the following grounds exist:\n\n(a) A doubt exists as to liability if the department concludes, based on evidence provided by the taxpayer, that the taxpayer would have prevailed in a contested case if the taxpayer's appeal rights had not expired.\n\n(b) A doubt exists as to collectability if the taxpayer establishes both of the following:\n\n(i) The amount offered in payment is the most that can be expected to be paid or collected from the taxpayer's present assets or income.\n\n(ii) The taxpayer does not have reasonable prospects of acquiring increased income or assets that would enable the taxpayer to satisfy a greater amount of the liability than the amount offered, within a reasonable period of time.\n\n(c) A federal compromise of tax under section 7122 of the internal revenue code has been granted for the same tax years. If an offer to compromise a tax under part 1 or part 2 of the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.699, is accepted pursuant to this subdivision, the state treasurer, or an authorized representative of the state treasurer, may compromise the outstanding balance of the liability for each year by applying the same percentage as the federal liability compromised to the total liability.\n\n(2) If the state treasurer, or an authorized representative of the state treasurer, compromises all or any part of any payment of a tax as authorized under this section, he or she shall place on file in the office of the state treasurer and publish on the department of treasury's website a written report outlining the basis for the compromise and, at a minimum, a statement of each of the following:\n\n(a) The amount of tax assessed.\n\n(b) The amount of interest or assessable penalty imposed by law on the person against whom the tax is assessed.\n\n(c) The terms of the compromise and the amount actually paid in accordance with the terms of the compromise.\n\n(d) The grounds for the compromise.\n\n(3) A compromise under this section is subject to continuing review by the state treasurer. The department may revoke any compromise made under this section, may reestablish all compromised liabilities, without regard to any statute of limitations that otherwise may be applicable, and shall not refund any portion of the amount offered in compromise, if either of the following occurs:\n\n(a) The state treasurer, or an authorized representative of the state treasurer, reasonably determines that the person receiving the compromise concealed from the department any property belonging to the taxpayer, the estate of a taxpayer, or any other person liable for the tax or, with the intent to mislead, withheld, destroyed, mutilated, or falsified any book, document, or record or made any false statement, relating to the estate or financial condition of the taxpayer or other person liable for the tax to induce the compromise.\n\n(b) The taxpayer fails to comply with any of the terms and conditions relative to the offer or to file subsequent required returns and pay subsequent final tax liabilities within 20 days after the department issues a notice and demand to the person stating that the continued failure to file or pay the tax may result in the revocation of the compromise made under this section.\n\n(4) Within 180 days after the effective date of the amendatory act that added this section, the state treasurer shall do all of the following:\n\n(a) Establish guidelines for the offer-in-compromise program authorized under this section. If appropriate, the guidelines shall be modeled after those guidelines published by the internal revenue service of the United States department of treasury in regards to the federal offer-in-compromise program established under section 7122 of the internal revenue code.\n\n(b) Establish guidelines for officers and employees within the department to use when making decisions on whether an offer-in-compromise is appropriate.\n\n(c) Establish procedures for an independent administrative review within the department of any rejection of a proposed offer-in-compromise made by the taxpayer. In order to initiate a review under this subdivision, the taxpayer shall make a written request on a form prescribed by the department within 30 days after the department issues the rejection. If appropriate, the independent administrative review procedures shall be modeled after the guidelines published by the internal revenue service for the federal offer-in-compromise program established under section 7122 of the internal revenue code.\n\n(5) The department shall disclose return information to members of the general public to the extent necessary to permit inspection of any accepted offer-in-compromise under this section relating to the liability for a tax imposed by this state.\n\n(6) Except for a revocation as provided under subsection (3), a tax that was compromised is not subject to additional assessment or collection unless the compromised tax is modified or adjusted as a result of information received from the internal revenue service or as a result of an audit performed by this state or on behalf of this state. Except as to any additional assessment imposed as provided under this subsection, a taxpayer shall not request an informal conference or institute tribunal or judicial proceeding against the department regarding the taxpayer's tax liability or the compromise.\n\n(7) The department shall not levy against property to collect a liability while an offer to compromise is pending unless the state treasurer, or an authorized representative of the state treasurer, has determined that the taxpayer's offer to compromise was intended to delay collection of the tax or the department has issued a jeopardy assessment under section 26.\n\n(8) A taxpayer who submits an offer to compromise a tax, penalty, or interest shall remit with its offer $100.00 or 20% of the offer, whichever is greater, to the department. The amount remitted with the offer shall be applied to the outstanding balance of that taxpayer's liability and shall not be refunded if the offer to compromise is rejected or reduced.\n\n(9) Except for the independent administrative review available as provided under subsection (4)(c), a rejection of an offer to compromise, in whole or in part, is final and is not subject to further challenge or appeal under this act.\n\nHistory:Add. 2014, Act 240, Imd. Eff. June 27, 2014",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-23a/"
    },
    {
      "id": "section-20524",
      "number": "205.24",
      "heading": "Failure or Refusal to File Return or Pay Tax; Assessment; Notice; Penalty; Interest; Waiver; Penalty for Failure or Refusal to File Informational Report; Failure to Pay Estimated Tax Payment; Waiver of Interest and Penalty",
      "text": "(1) If a taxpayer fails or refuses to file a return or pay a tax administered under this act within the time specified, the department, as soon as possible, shall assess the tax against the taxpayer and notify the taxpayer of the amount of the tax. A liability for a tax administered under this act is subject to the interest and penalties prescribed in subsections (2) to (5).\n\n(2) Except as provided in subsections (3), (6), and (7), if a taxpayer fails or refuses to file a return or pay a tax within the time specified for notices of intent to assess issued on or before February 28, 2003, a penalty of $10.00 or 5% of the tax, whichever is greater, shall be added if the failure is for not more than 1 month, with an additional 5% penalty for each additional month or fraction of a month during which the failure continues or the tax and penalty is not paid, to a maximum of 50%. Except as provided in subsections (3), (6), and (7), if a taxpayer fails or refuses to file a return or pay a tax within the time specified for notices of intent to assess issued after February 28, 2003, a penalty of 5% of the tax shall be added if the failure is for not more than 2 months, with an additional 5% penalty for each additional month or fraction of a month during which the failure continues or the tax and penalty is not paid, to a maximum of 25%. In addition to the penalty, interest at the rate provided in section 23 for deficiencies in tax payments shall be added on the tax from the time the tax was due, until paid. After June 30, 1994, the penalty prescribed by this subsection shall not be imposed until the department submits for public hearing pursuant to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, a rule defining what constitutes reasonable cause for waiver of the penalty under subsection (4), which definition shall include illustrative examples.\n\n(3) If a person is required to remit tax due pursuant to section 19(2) and fails or refuses to pay the tax within the time specified, a penalty of 0.167% of the tax shall be added for each day during which the failure continues or the tax and penalty are not paid as follows:\n\n(a) For notices of intent to assess issued on or before February 28, 2003, to a maximum of 50% of the tax.\n\n(b) For notices of intent to assess issued after February 28, 2003, to a maximum of 25% of the tax.\n\n(4) If a return is filed or remittance is paid after the time specified and it is shown to the satisfaction of the department that the failure was due to reasonable cause and not to willful neglect, the state treasurer or an authorized representative of the state treasurer shall waive the penalty prescribed by subsection (2).\n\n(5) For failure or refusal to file an information return or other informational report required by a tax statute, within the time specified, a penalty of $10.00 per day for each day for each separate failure or refusal may be added. The total penalty for each separate failure or refusal shall not exceed $400.00.\n\n(6) If a taxpayer fails to pay an estimated tax payment as may be required by the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.532, a penalty shall not be imposed if the taxpayer was not required to make estimated tax payments in the taxpayer's immediately preceding tax year.\n\n(7) Notwithstanding any other provision of this act, for any return or tax remittance due on August 15, 2003 that was filed or remitted not later than August 22, 2003, the department shall waive all interest and penalty for the failure to file or remit for the period of August 15, 2003 through August 22, 2003.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 1991, Act 83, Imd. Eff. July 18, 1991 ;-- Am. 1993, Act 14, Imd. Eff. Apr. 1, 1993 ;-- Am. 2001, Act 168, Imd. Eff. Nov. 27, 2001 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2003, Act 201, Imd. Eff. Nov. 14, 2003Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue ActAdmin Rule:R 205.1001 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-24/"
    },
    {
      "id": "section-20525",
      "number": "205.25",
      "heading": "Demand for Payment; Warrant; Levy on and Sale of Property; Refusal or Failure to Surrender Property; Personal Liability; Penalty; Reduction of Obligation; Exemptions; Effect of Levy on Salary or Wages; Service of Warrant-Notice of Levy",
      "text": "(1) The state treasurer, or an authorized representative of the state treasurer, may cause a demand to be made on a taxpayer for the payment of a tax, unpaid account, or amount due the state or any of its departments, institutions, or agencies, subject to administration under this act. If the liability remains unpaid for 10 days after the demand and proceedings are not taken to review the liability, the state treasurer or an authorized representative of the state treasurer may issue a warrant under the official seal of that office. Except as provided in subsection (5), the state treasurer or an authorized representative of the state treasurer, through any state officer authorized to serve process or through his or her authorized employees, may levy on all property and rights to property, real and personal, tangible and intangible, belonging to the taxpayer or on which a lien is provided by law for the amount of the deficiency, and sell the real and personal property of the taxpayer found within the state for the payment of the amount due, the cost of executing the warrant, recording or filing fees, and the additional penalties and interest. Except as provided in subsection (6), the officer or agent serving the warrant shall proceed upon the warrant in all respects and in the same manner as prescribed by law in respect to executions issued against property upon judgments by a court of record. This state, through the state treasurer or an authorized representative of the state treasurer, may bid for and purchase any property sold pursuant to this section.\n\n(2) A person who refuses or fails to surrender any property or rights to property subject to levy, upon demand by the state treasurer or an authorized representative of the state treasurer, is personally liable to this state in a sum equal to the value of the property or rights not surrendered, but not exceeding the amount due for which the levy was made, together with costs and interest on the sum at the rate provided in section 23(2) from the date of the levy. Any amount, other than costs, recovered under this subsection shall be credited against the liability for the collection of which the levy was made.\n\n(3) In addition to the personal liability imposed by subsection (2), if a person required to surrender property or rights to property fails or refuses to surrender the property or rights to property without reasonable cause, the person shall be liable for a penalty equal to 50% of the amount recoverable under subsection (2), none of which penalty shall be credited against the liability for the collection of which the levy was made.\n\n(4) A person in possession of, or obligated with respect to, property or property rights subject to levy and upon which a levy has been made who, upon demand of the state treasurer or an authorized representative of the state treasurer, surrenders the property or rights to property or discharges the obligation to the state treasurer or an authorized representative of the state treasurer or who pays a liability under subsection (1) shall have his or her obligation to a person delinquent in payment of a tax or other account reduced in an amount equal to the property or rights to property surrendered or amounts paid to the state.\n\n(5) There shall be exempt from levy under this section:\n\n(a) For an unpaid tax, the type of property and the amount of that property as provided in section 6334 of the internal revenue code of 1986.\n\n(b) For an unpaid account, or amount due the state or any of its departments other than an unpaid tax, disposable earnings to the extent provided in section 303 of title III of the consumer credit protection act, 82 Stat 163, 15 USC 1673.\n\n(c) The effect of a levy on salary or wages shall be continuous from the date the levy is first made until the liability out of which the levy arose is satisfied.\n\n(6) A warrant-notice of levy may be served by certified mail, return receipt requested, on any person in possession of, or obligated with respect to, property and rights to property, real and personal, tangible and intangible, belonging to the taxpayer or on which a lien is provided by law. The date of delivery on the receipt shall be the date the levy is made. A person may, upon written notice to the state treasurer, have all notices of levy by mail sent to 1 designated office.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1982, Act 537, Imd. Eff. Dec. 31, 1982 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2016, Act 230, Eff. Oct. 1, 2016Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-25/"
    },
    {
      "id": "section-20526",
      "number": "205.26",
      "heading": "Demand for Immediate Return and Payment of Tax; Jeopardy Assessment; Warrant or Warrant-Notice of Levy; Time for Payment.",
      "text": "If the state treasurer or the state treasurer's designated representative finds that a person liable for a tax administered under this act intends quickly to depart from the state or to remove property from this state, to conceal the person or the person's property in this state, or to do any other act tending to render wholly or partly ineffectual proceedings to collect the tax unless proceedings are brought without delay, the state treasurer or the state treasurer's designated representative shall give notice of the findings to the person, together with a demand for an immediate return and immediate payment of the tax. A warrant or warrant-notice of levy may issue immediately upon issuance of a jeopardy assessment. In that instance, the tax shall become immediately due and payable. If the person is not in default in making a return or paying a tax prescribed by this act, and furnishes evidence satisfactory to the state treasurer or the state treasurer's designated representative under rules promulgated by the department that the return will be filed and the tax to which the state treasurer's or the state treasurer's designated representative's finding relates will be paid, then the tax shall not be payable before the time otherwise fixed for payment.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-26/"
    },
    {
      "id": "section-20527",
      "number": "205.27",
      "heading": "Prohibited Conduct; Violation; Penalties; Enforcement.",
      "text": "(1) In the performance of the duties and responsibilities required by a statute, the administration of which is subject to this act, a person shall not do any of the following:\n\n(a) Fail or refuse to make a return or payment within the time specified, make a false or fraudulent return or payment, or make a false statement in a return or payment.\n\n(b) Aid, abet, or assist another in an attempt to evade the payment of a tax, or a part of a tax, or file a false claim for credit as provided in statutes administered under this act.\n\n(c) Make or permit to be made for himself or herself or for any other person a false return or payment, a false statement in a return or payment, or a false claim for credit or refund, either in whole or in part.\n\n(2) A person who violates a provision of this section with intent to defraud or to evade or assist in defrauding or evading the payment of a tax, or a part of a tax, is guilty of a felony, punishable by a fine of not more than $5,000.00, or imprisonment for not more than 5 years, or both.\n\n(3) In addition to the penalties provided in subsection (2), a person who knowingly swears to or verifies a false or fraudulent return or a false or fraudulent payment, or a return or payment containing a false or fraudulent statement, with the intent to aid, abet, or assist in defrauding the state, is guilty of perjury, punishable in the manner provided by law.\n\n(4) A person who is not in violation pursuant to subsection (2), but who knowingly violates any other provision of this act, or of any statute administered under this act, is guilty of a misdemeanor, punishable by a fine of not more than $1,000.00, or imprisonment for not more than 1 year, or both.\n\n(5) The attorney general and the prosecuting attorney of each county of this state have concurrent power to enforce this act.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1991, Act 83, Imd. Eff. July 18, 1991Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-27/"
    },
    {
      "id": "section-20527a",
      "number": "205.27a",
      "heading": "Selling or Quitting Business; Final Return; Escrow Account for Payment of Taxes; Liability for Taxes, Interest, and Penalties; Assessment of Deficiency, Interest, or Penalty; Claim for Refund; Fraud or Failure to Notify of Alteration or Modification of Federal Tax Liability; Assessment and Payment o",
      "text": "(1) If a person liable for a tax administered under this act sells out his or her business or its stock of goods or quits the business, the person shall make a final return within 15 days after the date of selling or quitting the business. The purchaser or succeeding purchasers, if any, who purchase a going or closed business or its stock of goods shall escrow sufficient money to cover the amount of taxes, interest, and penalties as may be due and unpaid until the former owner produces a receipt from the state treasurer or the state treasurer's designated representative showing that the taxes due are paid, or a certificate stating that taxes are not due. Upon the owner's written waiver of confidentiality, the department shall, within 60 days of receipt of the request, release to a purchaser a business's known or estimated tax liability for the purposes of establishing an escrow account for the payment of taxes. The department may estimate tax liability based on prior returns and payments. If the department believes that a return made or payment does not supply sufficient information for an accurate determination, the department may make an estimate based on other available information. If the purchaser or succeeding purchasers of a business or its stock of goods fail to comply with the escrow requirements of this subsection, the purchaser is personally liable for the payment of the taxes, interest, and penalties accrued and unpaid by the business of the former owner. If the purchaser or succeeding purchasers of a business or its stock of goods comply with the escrow requirements of this subsection, the purchaser shall not be held liable for more than the known or estimated tax liability disclosed by the department and held in escrow. However, the purchaser shall not be held liable if the department has failed to provide the information requested within 60 days. For a purchaser or succeeding purchaser that has not complied with the escrow requirements of this section, the purchaser's or succeeding purchaser's personal liability is limited to the fair market value of the business less the amount of any proceeds that are applied to balances due on secured interests that are superior to the lien provided for in section 29(1).\n\n(2) A deficiency, interest, or penalty shall not be assessed after the expiration of 4 years after the date set for the filing of the required return or after the date the return was filed, whichever is later. The taxpayer shall not claim a refund of any amount paid to the department after the expiration of 4 years after the date set for the filing of the original return. A person who has failed to file a return is liable for all taxes due for the entire period for which the person would be subject to the taxes. If a person subject to tax fraudulently conceals any liability for the tax or a part of the tax, or fails to notify the department of any alteration in or modification of federal tax liability, the department, within 2 years after discovery of the fraud or the failure to notify, shall assess the tax with penalties and interest as provided by this act, computed from the date on which the tax liability originally accrued. The tax, penalties, and interest are due and payable after notice and hearing as provided by this act.\n\n(3) The statute of limitations shall be extended for the following if the period exceeds that described in subsection (2):\n\n(a) The period pending a final determination of tax through audit, conference, hearing, and litigation of liability for federal income tax and for 1 year after that period.\n\n(b) The period for which the taxpayer and the state treasurer have consented to in writing that the period be extended.\n\n(c) The period described in section 21(6) and (7) or pending the completion of an appeal of a final assessment.\n\n(d) A period of 90 days after a decision and order from an informal conference, or a court order that finally resolves an appeal of a decision of the department in a case in which a final assessment was not issued prior to appeal.\n\n(4) The statute of limitations is extended only as to those items that were the subject of the audit, conference, hearing, or litigation for federal income tax or a tax administered by the department. As used in this subsection, \"items that were the subject of the audit\" means items that share a common characteristic that were examined by an auditor even if there was no adjustment to the tax as a result of the examination. Items that share a common characteristic include items that are reported on the same line on a tax return or items that are grouped by ledger, account, or record or by class or type of asset, liability, income, or expense.\n\n(5) If a business liable for taxes administered under this act fails, for any reason after assessment, to file the required returns or to pay the tax due, any of its officers, members, managers of a manager-managed limited liability company, or partners who the department determines, based on either an audit or an investigation, is a responsible person is personally liable for the failure for the taxes described in subsection (14). The dissolution of a business does not discharge a responsible person's liability for a prior failure of the business to file a return or pay the tax due. The sum due for a liability may be assessed and collected under the related sections of this act. The department shall provide a responsible person assessed under this section with notice of any amount collected by the department from any other responsible person determined to be liable under this subsection or purchaser determined to be liable under subsection (1) that is attributable to the assessment. The department shall not assess a responsible person under this section more than 4 years after the date of the assessment issued to the business. A responsible person may challenge the validity of an assessment to the same extent that the business could have challenged that assessment under sections 21 and 22 when originally issued. The department has the burden to first produce prima facie evidence as described in subsection (15) or establish a prima facie case that the person is the responsible person under this subsection through establishment of all elements of a responsible person as defined in subsection (15). In a separate proceeding before the circuit court, a responsible person found to be liable for the assessment under this section may recover from other responsible persons an amount equal to the assessment or portion of the assessment based on that person's proportionate liability for the assessment as determined in that proceeding. Before assessing a responsible person as liable under this subsection for the tax assessed to the business, the department shall first assess a purchaser or succeeding purchaser of the business personally liable under subsection (1) if the department has information that clearly identifies a purchaser or succeeding purchaser under subsection (1) and establishes that the assessment of the purchaser or succeeding purchaser would permit the department to collect the entire amount of the tax assessment of the business. The department may assess a responsible person under this subsection notwithstanding the liability of a purchaser or succeeding purchaser under subsection (1) if the purchaser or succeeding purchaser fails to pay the assessment.\n\n(6) Notwithstanding any other provision of this act, upon request of a responsible person who was issued an intent to assess by the department under section 21 for liability under subsection (5), the department shall disclose any documents considered in the department's audit or investigation in determining that the person is a responsible person and is personally liable for the assessment and any other documents that the tribunal or court determines are necessary for a fair adjudication of a person's liability under subsection (5).\n\n(7) Notwithstanding the provisions of subsection (2), a claim for refund based upon the validity of a tax law based on the laws or constitution of the United States or the state constitution of 1963 shall not be paid unless the claim is filed within 90 days after the date set for filing a return.\n\n(8) Subsection (7) does not apply to a claim for the refund of a tax paid for the 1984 tax year or a tax year after the 1984 tax year on income received as retirement or pension benefits from a public retirement system of the United States government if the claimant waives any claim for the refund of such a tax paid for a tax year before 1984. Claims for refunds to which this subsection applies shall be paid in accordance with the following schedule:Refunds forPayable ontax year:or after:1988 and 1987July 1, 19901986July 1, 19911985July 1, 19921984July 1, 1993(9) Notwithstanding any other provision in this act, for a taxpayer that filed a tax return under former 1975 PA 228 that included in the tax return an entity disregarded for federal income tax purposes under the internal revenue code, both of the following shall apply:\n\n(a) The department shall not assess the taxpayer an additional tax or reduce an overpayment because the taxpayer included an entity disregarded for federal income tax purposes on its tax return filed under former 1975 PA 228.\n\n(b) The department shall not require the entity disregarded for federal income tax purposes on the taxpayer's tax return filed under former 1975 PA 228 to file a separate tax return.\n\n(10) Notwithstanding any other provision in this act, if a taxpayer filed a tax return under former 1975 PA 228 that included in the tax return an entity disregarded for federal income tax purposes under the internal revenue code, then the taxpayer shall not claim a refund based on the entity disregarded for federal income tax purposes under the internal revenue code filing a separate return as a distinct taxpayer.\n\n(11) Notwithstanding any other provision in this act, the department shall not assess a tax or reduce an overpayment, and shall approve a claim for a refund of any tax paid, under former 1975 PA 228 and subject to the statute of limitations for an individual, estate, or person organized for estate or gift planning purposes for amounts received, income, or gain other than those from transactions, activities, and sources in the regular course of the person's trade or business. For purposes of this subsection, all of the following apply:\n\n(a) Receipts, income, and gain that are from transactions, activities, and sources in the regular course of the person's business include, but are not limited to, amounts derived from the following:\n\n(i) Tangible and intangible property if the acquisition, rental, lease, management, or disposition of the property constitutes integral parts of the person's regular trade or business operations.\n\n(ii) Transactions in the course of the person's trade or business from stock and securities of any foreign or domestic corporation and dividend and interest income.\n\n(iii) Isolated sales, leases, assignments, licenses, divisions, or other infrequently occurring dispositions, transfers, or transactions involving tangible, intangible, or real property if the property is or was used in the person's trade or business operation.\n\n(iv) The sale of an interest in a business that constitutes an integral part of the person's regular trade or business.\n\n(v) The lease or rental of real property.\n\n(b) Receipts, income, and gain that are not from transactions, activities, and sources in the regular course of the person's trade or business include, but are not limited to, amounts derived from the following:\n\n(i) Investment activity, including interest, dividends, royalties, and gains from an investment portfolio or retirement account, if the investment activity is not part of the person's trade or business.\n\n(ii) The disposition of tangible, intangible, or real property held for personal use and enjoyment, such as a personal residence or personal assets.\n\n(12) Notwithstanding any other provision in this act, the department shall not assess a tax or reduce an overpayment, and shall approve a claim for a refund for any tax paid, under former 1975 PA 228 and subject to the statute of limitations for receipts, income, or gain derived from investment activity other than receipts, income, or gain from transactions, activities, and sources in the regular course of the person's trade or business by a person that is organized exclusively to conduct investment activity and that does not conduct investment activity for any person other than an individual or a person related to that individual or by a common trust fund established under the collective investment funds act, 1941 PA 174, MCL 555.101 to 555.113. For purposes of this subsection, a person is related to an individual if that person is a spouse, brother or sister, whether of the whole or half blood or by adoption, ancestor, lineal descendant of that individual or related person, or a trust benefiting that individual or 1 more persons related to that individual.\n\n(13) The filing of a return includes the filing of a combined, consolidated, or composite return whether or not any tax was paid and whether or not the taxpayer reported any amount in the tax line including zero.\n\n(14) Subsection (5) applies to all of the following taxes administered under this act:\n\n(a) For assessments issued to responsible persons before January 1, 2014, taxes administered under this act.\n\n(b) For assessments issued to responsible persons after December 31, 2013, all of the following:\n\n(i) Taxes levied under the general sales tax act, 1933 PA 167, MCL 205.51 to 205.78.\n\n(ii) Taxes levied under the use tax act, 1937 PA 94, MCL 205.91 to 205.111, that are required to be collected or were collected from or on behalf of a third person for remittance to the state.\n\n(iii) Taxes levied under the tobacco products tax act, 1993 PA 327, MCL 205.421 to 205.436.\n\n(iv) Taxes levied under the motor fuel tax act, 2000 PA 403, MCL 207.1001 to 207.1170.\n\n(v) Taxes levied under the motor carrier fuel tax act, 1980 PA 119, MCL 207.211 to 207.234.\n\n(vi) Withholding and remittance of income taxes levied under the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.713.\n\n(vii) Any other tax administered under this act that a person is required to collect from or on behalf of a third person, to truthfully account for and to pay over to this state.\n\n(15) As used in subsections (5) and (6):\n\n(a) \"Business\" means a corporation, limited liability company, limited liability partnership, partnership, or limited partnership.\n\n(b) \"Responsible person\" means an officer, member, manager of a manager-managed limited liability company, or partner for the business who controlled, supervised, or was responsible for the filing of returns or payment of any of the taxes described in subsection (14) during the time period of default and who, during the time period of default, willfully failed to file a return or pay the tax due for any of the taxes described in subsection (14). The signature, including electronic signature, of any officer, member, manager of a manager-managed limited liability company, or partner on returns or negotiable instruments submitted in payment of taxes of the business during the time period of default, is prima facie evidence that the person is a responsible person. A signature, including electronic signature, on a return or negotiable instrument submitted in payment of taxes after the time period of default alone is not prima facie evidence that the person is a responsible person for the time period of default but may be considered along with other evidence to make a prima facie case that the person is a responsible person. With respect to a return or negotiable instrument submitted in payment of taxes before the time period of default, the signature, including electronic signature, on that document along with evidence, other than that document, sufficient to demonstrate that the signatory was an officer, member, manager of a manager-managed limited liability company, or partner during the time period of default is prima facie evidence that the person is a responsible person.\n\n(c) \"Time period of default\" means the tax period for which the business failed to file the return or pay the tax due under subsection (5) and through the later of the date set for the filing of the tax return or making the required payment.\n\n(d) \"Willful\" or \"willfully\" means the person knew or had reason to know of the obligation to file a return or pay the tax, but intentionally or recklessly failed to file the return or pay the tax.\n\nHistory:Add. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 1990, Act 285, Imd. Eff. Dec. 21, 1990 ;-- Am. 1990, Act 344, Imd. Eff. Dec. 21, 1990 ;-- Am. 1993, Act 14, Imd. Eff. Apr. 1, 1993 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2003, Act 23, Imd. Eff. June 24, 2003 ;-- Am. 2010, Act 38, Imd. Eff. Mar. 31, 2010 ;-- Am. 2011, Act 304, Imd. Eff. Dec. 27, 2011 ;-- Am. 2012, Act 211, Imd. Eff. June 27, 2012 ;-- Am. 2014, Act 3, Imd. Eff. Feb. 6, 2014Compiler's Notes:Section 2 of Act 58 of 1986 provides: \"The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3 of Act 58 of 1986 provides: \"Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Enacting section 1 of Act 23 of 2003 provides:\"Enacting section 1. This amendatory act takes effect for returns and remittances for those returns that are due or filed on or after the effective date of this amendatory act.\"Enacting section 1 of Act 38 of 2010 provides:\"Enacting section 1. This amendatory act is curative, shall be retroactively applied, and is intended to correct any misinterpretation concerning the treatment of an entity disregarded for federal income tax purposes under the internal revenue code under former 1975 PA 228 that may have been caused by the decision of the Michigan court of appeals in Kmart Michigan Property Services v Michigan Department of Treasury, No. 282058, May 12, 2009. However, this amendatory act is not intended to affect a refund resulting from a final order of a court of competent jurisdiction for which all rights of appeal have been exhausted prior to February 12, 2010 to a taxpayer who is a party to that proceeding.\"Enacting section 1 of Act 304 of 2011 provides:\"Enacting section 1. This amendatory act shall be retroactively applied.\"In subsection (12), the phrase “or 1 more persons” evidently should read “or 1 or more persons.”Enacting section 1 of Act 211 of 2012 provides:\"Enacting section 1. Section 27a(12) of 1941 PA 122, MCL 205.27a, as added by this amendatory act, is retroactive and is effective for all tax years that are open under the statute of limitations provided in section 27a of 1941 PA 122, MCL 205.27a, for all matters regarding the filing of a return under this section. However, this amendatory act is not intended to affect a refund required by a final order of a court of competent jurisdiction for which all rights of appeal have been exhausted or have expired before May 1, 2012.\"Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-27a/"
    },
    {
      "id": "section-20528",
      "number": "205.28",
      "heading": "Conditions Applicable to Administration of Taxes; Violation; Penalties; Records Required; Disclosure of Information; Report Containing Statistics Concerning Michigan Business Tax Act; Disclosure of Certain Information; \"Adjusted Gross Receipts\" and \"Wagering Tax\" Defined",
      "text": "(1) The following conditions apply to all taxes administered under this act unless otherwise provided for in the specific tax statute:\n\n(a) Notice, if required, must be given either by personal service or by certified mail addressed to the last known address of the taxpayer. Service upon the department may be made in the same manner.\n\n(b) An injunction must not issue to stay proceedings for the assessment and collection of a tax.\n\n(c) In addition to the mode of collection provided in this act, the department may institute an action at law in any county in which the taxpayer resides or transacts business.\n\n(d) The state treasurer may request in writing information or records in the possession of any other department, institution, or agency of state government for the performance of duties under this act. Departments, institutions, or agencies of state government shall furnish the information and records upon receipt of the state treasurer's request. Upon request of the state treasurer, any department, institution, or agency of state government shall hold a hearing under the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, to consider withholding a license or permit of a person for nonpayment of taxes or accounts collected under this act.\n\n(e) Except as otherwise provided in sections 21(2)(e), 23a, and 30c, the state treasurer or an employee of the department shall not compromise or reduce in any manner the taxes due to or claimed by this state or unpaid accounts or amounts due to any department, institution, or agency of state government. This subdivision does not prevent a compromise of interest or penalties, or both.\n\n(f) Except as otherwise provided in this subdivision, in subsection (6) or (7), or in section 23a, an employee, authorized representative, former employee or authorized representative of the department, or anyone connected with the department shall not divulge any facts or information obtained in connection with the administration of a tax or information or parameters that would enable a person to ascertain the audit selection or processing criteria of the department for a tax administered by the department. An employee or authorized representative shall not willfully inspect any return or information contained in a return unless it is appropriate for the proper administration of a tax law administered under this act. A person may disclose information described in this subdivision if the disclosure is required for the proper administration of a tax law administered under this act or the general property tax act, 1893 PA 206, MCL 211.1 to 211.155, pursuant to a judicial order sought by an agency charged with the duty of enforcing or investigating support obligations pursuant to an order of a court in a domestic relations matter as that term is defined in section 2 of the friend of the court act, 1982 PA 294, MCL 552.502, pursuant to a judicial order sought by an agency of the federal, state, or local government charged with the responsibility for the administration or enforcement of criminal law for purposes of investigating or prosecuting criminal matters or for federal or state grand jury proceedings, or pursuant to a judicial order if the taxpayer's liability for a tax administered under this act is to be adjudicated by the court that issued the judicial order. A person required to disclose information under section 10(1)(j) of the Michigan economic growth authority act, 1995 PA 24, MCL 207.810, may disclose the information only to the individuals described in that section. A person may disclose the information required for the report described in section 9 of the Michigan strategic fund act, 1984 PA 270, MCL 125.2009, for programs with new written agreements entered into after August 25, 2017 for programs operated under the Michigan strategic fund act, 1984 PA 270, MCL 125.2001 to 125.2094. A person may disclose the adjusted gross receipts and the wagering tax paid by a casino licensee licensed under the Michigan Gaming Control and Revenue Act, 1996 IL 1, MCL 432.201 to 432.226, pursuant to section 18, sections 341, 342, and 386 of the management and budget act, 1984 PA 431, MCL 18.1341, 18.1342, and 18.1386, or as authorized by the executive director of the gaming control board. However, the state treasurer or a person designated by the state treasurer may divulge information set forth or disclosed in a return or report or by an investigation or audit to any department, institution, or agency of state government upon receipt of a written request from a head of the department, institution, or agency of state government if it is required for the effective administration or enforcement of the laws of this state, to a proper officer of the United States Department of Treasury, and to a proper officer of another state reciprocating in this privilege. The state treasurer may enter into reciprocal agreements with other departments of state government, the United States Department of Treasury, local governmental units within this state, or taxing officials of other states for the enforcement, collection, and exchange of data after ascertaining that any information provided will be subject to confidentiality restrictions substantially the same as the provisions of this act. The state treasurer or a person designated by the state treasurer may disclose the address of each housing unit that is part of a housing project exempt from ad valorem taxes under section 15a of the state housing development authority act of 1966, 1966 PA 346, MCL 125.1415a, or under section 11a of 1933 (Ex Sess) PA 18, MCL 125.661a, and whether the unit is subject to a service charge in lieu of ad valorem taxes. The state treasurer or a person designated by the state treasurer may also disclose the millage rates of property taxes as defined in section 512a of the income tax act of 1967, 1967 PA 281, MCL 206.512a. A person required to disclose information under section 10120 of the public health code, 1978 PA 368, MCL 333.10120, from a donor registry schedule received under section 474 of the income tax act of 1967, 1967 PA 281, MCL 206.474, may disclose the information only to those organizations described in that section for the administration of the donor registry program.\n\n(2) A person who violates subsection (1)(e), (1)(f), or (4) is guilty of a felony punishable by a fine of not more than $5,000.00 or imprisonment for not more than 5 years, or both, together with the costs of prosecution. In addition, if the offense is committed by an employee of this state, the person shall be dismissed from office or discharged from employment upon conviction.\n\n(3) A person liable for any tax administered under this act shall keep accurate and complete records necessary for the proper determination of tax liability as required by law or rule of the department.\n\n(4) A person who receives information under subsection (1)(f) for the proper administration of the general property tax act, 1893 PA 206, MCL 211.1 to 211.155, shall not willfully disclose that information for any purpose other than the administration of the general property tax act, 1893 PA 206, MCL 211.1 to 211.155. A person who violates this subsection is subject to the penalties provided in subsection (2).\n\n(5) A person identified in section 10(1) of the Michigan economic growth authority act, 1995 PA 24, MCL 207.810, who receives information under section 10(1)(j) of the Michigan economic growth authority act, 1995 PA 24, MCL 207.810, as permitted in subsection (1)(f), shall not willfully disclose that information for any purpose other than the proper administration of his or her legislative duties nor disclose that information to anyone other than an employee of the legislature, who is also bound by the same restrictions. A person who violates this subsection is responsible for and subject to a civil fine of not more than $5,000.00 per violation.\n\n(6) The department shall annually prepare a report containing statistics described in this subsection concerning the Michigan business tax act, 2007 PA 36, MCL 208.1101 to 208.1601, for the most recent tax year for which reliable return data have been processed and cleared in the ordinary course of return processing by the department. A copy of the report must be provided to the chairpersons of the senate and house of representatives standing committees that have jurisdiction over matters relating to taxation and finance, the director of the senate fiscal agency, and the director of the house fiscal agency. The department shall report the following information broken down by business sector and, provided that no grouping consists of fewer than 10 taxpayers, by firm size in compliance with subsection (1)(f) and in a manner that does not result in the disclosure of information regarding any specific taxpayer:\n\n(a) Apportioned business income tax base.\n\n(b) Apportioned modified gross receipts tax base.\n\n(c) Business income tax liability.\n\n(d) Use of credits.\n\n(e) Modified gross receipts tax liability.\n\n(f) Total final liability.\n\n(g) Total liability before credits.\n\n(7) A person may disclose the following information described in this subsection:\n\n(a) Information required to be reported under section 455 of the Michigan business tax act, 2007 PA 36, MCL 208.1455.\n\n(b) An application to enter into an agreement, a communication denying an application to enter into an agreement, an agreement, a postproduction certificate, a communication denying a postproduction certificate, or the total amount of credits claimed in a tax year under section 455 of the Michigan business tax act, 2007 PA 36, MCL 208.1455, notwithstanding section 455(6) of the Michigan business tax act, 2007 PA 36, MCL 208.1455.\n\n(c) An application to enter into an agreement, a communication denying an application to enter into an agreement, an agreement, an investment expenditure certificate, a communication denying an investment expenditure certificate, or the total amount of credits claimed in a tax year under section 457 of the Michigan business tax act, 2007 PA 36, MCL 208.1457, notwithstanding section 457(6) of the Michigan business tax act, 2007 PA 36, MCL 208.1457.\n\n(d) An application to enter into an agreement, a communication denying an application to enter into an agreement, an agreement, a qualified job training expenditures certificate, a communication denying a qualified job training expenditures certificate, or the total amount of credits claimed in a tax year under section 459 of the Michigan business tax act, 2007 PA 36, MCL 208.1459, notwithstanding section 459(6) of the Michigan business tax act, 2007 PA 36, MCL 208.1459.\n\n(8) As used in subsection (1), \"adjusted gross receipts\" and \"wagering tax\" mean those terms as described in the Michigan Gaming Control and Revenue Act, 1996 IL 1, MCL 432.201 to 432.226.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1982, Act 514, Eff. Mar. 30, 1983 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 1993, Act 13, Imd. Eff. Apr. 1, 1993 ;-- Am. 1998, Act 221, Imd. Eff. July 1, 1998 ;-- Am. 2000, Act 308, Imd. Eff. Oct. 16, 2000 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2003, Act 114, Imd. Eff. July 24, 2003 ;-- Am. 2009, Act 124, Imd. Eff. Oct. 27, 2009 ;-- Am. 2010, Act 313, Imd. Eff. Dec. 21, 2010 ;-- Am. 2014, Act 240, Imd. Eff. June 27, 2014 ;-- Am. 2015, Act 10, Imd. Eff. Apr. 9, 2015 ;-- Am. 2017, Act 111, Eff. Aug. 25, 2017 ;-- Am. 2017, Act 215, Imd. Eff. Dec. 20, 2017 ;-- Am. 2023, Act 102, Imd. Eff. July 19, 2023Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"The title to 2006 PA 615, which purported to amend MCL 205.28, was not amended and should not have appeared in the title as an amended section.Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-28/"
    },
    {
      "id": "section-20529",
      "number": "205.29",
      "heading": "Taxes, Interest, and Penalties as Lien.",
      "text": "(1) Taxes administered under this act, together with the interest and penalties on those taxes, shall be a lien in favor of the state against all property and rights of property, both real and personal, tangible and intangible, owned at the time the lien attaches, or afterwards acquired by any person liable for the tax, to secure the payment of the tax. The lien shall attach to the property from and after the date that any report or return on which the tax is levied is required to be filed with the department and shall continue for 7 years after the date of attachment. The lien may be extended for another 7 years by refiling pursuant to subsection (2) if the refiling is made within 6 months prior to the expiration date of the original 7-year period.\n\n(2) The lien imposed by this act shall take precedence over all other liens and encumbrances, except bona fide liens recorded before the date the lien under this act is recorded. However, bona fide liens recorded before the lien under this act is recorded shall take precedence only to the extent of disbursements made under a financing arrangement before the forty-sixth day after the date of the tax lien recording, or before the person making the disbursements had actual knowledge of a tax lien recording under this act, whichever is earlier. A lien shall be recorded and discharged in accordance with Act No. 203 of the Public Acts of 1968, as amended, being sections 211.681 to 211.687 of the Michigan Compiled Laws.\n\n(3) A purchaser or succeeding purchaser of property, from a taxpayer in other than the ordinary course of business, against which a lien has been properly recorded pursuant to subsection (2) shall be personally liable for the unpaid taxes which are due on the lien. The purchaser's liability shall be limited to the value of the property less any proceeds which were applied to balances due on secured interests which are superior to the lien recorded under subsection (2).\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1982, Act 476, Eff. Mar. 30, 1983 ;-- Am. 1983, Act 22, Imd. Eff. Apr. 5, 1983 ;-- Am. 1986, Act 58, Eff. May 1, 1986Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-29/"
    },
    {
      "id": "section-20529a",
      "number": "205.29a",
      "heading": "Recording Release; Conditions for Filing; Release of Levy; Conditions for Service; Reimbursement of Fee; Certificate of Withdrawal for Recorded Lien Filed in Error; Release of Levy Issued in Error",
      "text": "(1) If the department files for recording a lien imposed pursuant to this act against property or rights of property under the state tax lien registration act, Act No. 203 of the Public Acts of 1968, being sections 211.681 to 211.687 of the Michigan Compiled Laws, to satisfy a tax liability and the department determines that the tax liability out of which the lien arose is satisfied, the department shall file for recording a release regarding the property or rights of property, as applicable, under Act No. 203 of the Public Acts of 1968 not more than 20 business days after funds to satisfy the tax liability out of which the lien arose have been applied to the taxpayer's account.\n\n(2) If the department files for recording a lien imposed pursuant to this act against property or rights of property under Act No. 203 of the Public Acts of 1968 to satisfy a tax liability and upon request the department determines that the taxpayer named on the recorded lien does not have any interest in certain properties owned by another person, the department shall file for recording a certificate of nonattachment regarding the property or rights of property, as applicable, under Act No. 203 of the Public Acts of 1968 with all due haste but not more than 5 business days after the department determines that the lien is recorded or filed against property or rights of property to which the state does not have a lien interest under section 29. The department shall clearly indicate on the certificate of nonattachment that the taxpayer named on the recorded lien does not have any interest in the property or rights of property of the other person.\n\n(3) If a warrant or warrant-notice of levy is issued and served upon a person to levy on property or rights of property to satisfy a tax liability and the department determines that the tax liability out of which the warrant or warrant-notice of levy arose is satisfied, the department shall serve a release of levy regarding the property or rights of property on the person who was served the warrant or warrant-notice of levy not more than 10 business days after funds to satisfy the tax liability out of which the warrant or warrant-notice of levy arose have been applied to the taxpayer's account.\n\n(4) If a warrant or warrant-notice of levy is issued and served upon a person to levy on property or rights of property to satisfy a tax liability and the department determines that the property or rights of property are not subject to levy under section 25(1) or (5), the department shall serve a release of levy regarding the property or rights of property on the person who was served the warrant or warrant-notice of levy with all due haste but not more than 5 business days after the department determines that the property or rights of property are not subject to levy under section 25(1) or (5). The department shall clearly indicate on the release of levy that the property or rights of property were not subject to levy under section 25(1) or (5).\n\n(5) If a person is required to pay a fee to the department, a bank, or other financial institution as the result of an erroneous recording or filing of a lien as described in subsection (2), or an erroneous issuance and service of a warrant or warrant-notice of levy as described in subsection (4), the department shall reimburse the fee to that person.\n\n(6) If the department receives money to satisfy a tax liability or liabilities or receives information that would cancel that tax liability or those liabilities and subsequently files a lien for recording specifying that or those liabilities under Act No. 203 of the Public Acts of 1968, the department, upon request and upon a determination by the department that the lien was filed and recorded in error, with all due haste, but not more than 5 business days after the department determines that it has erroneously filed a lien for recording, shall file for recording a certificate of withdrawal for that tax liability or those liabilities which were satisfied which states that the recorded lien for that tax liability or those liabilities was filed in error.\n\n(7) If the department receives money to satisfy a tax liability or liabilities or receives information that would cancel that tax liability or those liabilities and subsequently issues a warrant or warrant-notice of levy specifying that liability or those liabilities pursuant to this act, upon request and upon a determination by the department that the warrant or warrant-notice of levy was issued in error, with all due haste, but not more than 5 business days after the department determines that it has erroneously issued a warrant or warrant-notice of levy, the department shall issue a release of levy for that tax liability or those liabilities which were satisfied which states that the levy for that tax liability or those liabilities was issued in error.\n\nHistory:Add. 1993, Act 13, Imd. Eff. Apr. 1, 1993 ;-- Am. 1995, Act 51, Imd. Eff. May 22, 1995Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-29a/"
    },
    {
      "id": "section-20530",
      "number": "205.30",
      "heading": "Credit or Refund; Interest.",
      "text": "(1) The department shall credit or refund an overpayment of taxes; taxes, penalties, and interest erroneously assessed and collected; and taxes, penalties, and interest that are found unjustly assessed, excessive in amount, or wrongfully collected with interest at the rate calculated under section 23 for deficiencies in tax payments.\n\n(2) A taxpayer who paid a tax that the taxpayer claims is not due may petition the department for refund of the amount paid within the time period specified as the statute of limitations in section 27a. If a tax return reflects an overpayment or credits in excess of the tax, the declaration of that fact on the return constitutes a claim for refund. If the department agrees the claim is valid, the amount of overpayment, penalties, and interest shall be first applied to any known liability as provided in section 30a, and the excess, if any, shall be refunded to the taxpayer or credited, at the taxpayer's request, against any current or subsequent tax liability. Except claims for refunds, other than those made under part 1 of the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.532, that have not been approved, denied, or adjusted within 1 year of the date received may be treated as denied at the election of the taxpayer, and may be appealed by the taxpayer in accordance with section 22.\n\n(3) The department shall certify a refund to the state disbursing authority who shall pay the amount out of the proceeds of the tax in accordance with the accounting laws of the state. Interest at the rate calculated under section 23 for deficiencies in tax payments regarding those refunds shall be added to the refund commencing 45 days after the claim is filed or 45 days after the date established by law for the filing of the return, whichever is later. Interest on refunds intercepted and applied as provided in section 30a shall cease as of the date of interception. Refunds for amounts of less than $1.00 shall not be paid.\n\n(4) Beginning January 1, 2014, in addition to and separate from the interest added to a refund under subsection (3), for refunds for taxes imposed under part 1 of the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.532, the state disbursing authority shall add interest to refunds that are not paid within 1 of the following dates for the applicable tax year:\n\n(a) May 1, for returns received by the department on or before March 1 of the applicable tax year.\n\n(b) Sixty days from the date the return was received by the department for returns received by the department after March 1 of the applicable tax year.\n\n(5) Interest described in subsection (4) shall be paid at a rate of 3% per annum, calculated from the date the original return was due under section 315(1) of the income tax act of 1967, 1967 PA 281, MCL 206.315, and until a date preceding the date of the refund by not more than 7 days, if all of the following conditions are met:\n\n(a) The refund is due on an original return which was timely filed under section 315(1) of the income tax act of 1967, 1967 PA 281, MCL 206.315.\n\n(b) The refund is not adjusted by the department.\n\n(c) The return is not subject to section 27a(3) or (4) except for audit by the department.\n\n(d) The return is complete for processing purposes with no calculation errors and contains all required information as prescribed by the department under section 315(1)(d) of the income tax act of 1967, 1967 PA 281, MCL 206.315, including any state and federal returns, forms, or schedules necessary to process the return.\n\n(e) The taxpayer who has filed a complete return under subdivision (d) has complied with the department's request, if any, for additional documentation or information within 30 days of that request.\n\n(f) No portion of the refund is subject to interception under section 30a.\n\n(g) The amount to be refunded is more than $1.00.\n\n(6) Beginning January 1, 2015, in addition to and separate from the interest added to a refund under subsection (3), for refunds for taxes imposed under the Michigan business tax act, 2007 PA 36, MCL 208.1101 to 208.1601, the state disbursing authority shall add interest to refunds that are not paid within 90 days after the claim is approved or 90 days after the date established by law for filing the return, whichever is later. Interest described in this subsection shall be paid at a rate of 3% per annum for each day the refund is not issued within the time frame required in this subsection if all of the following conditions are met:\n\n(a) The refund is claimed on an original return which was timely filed under section 505(1) of the Michigan business tax act, 2007 PA 36, MCL 208.1505.\n\n(b) The refund is not adjusted by the department.\n\n(c) The refund is not claimed by a taxpayer filing as a unitary business group.\n\n(d) The return is not subject to section 27a(3) or (4) except for audit by the department.\n\n(e) The return is complete for processing purposes with no calculation errors and contains all required information as prescribed by the department under section 507 or 509 of the Michigan business tax act, 2007 PA 36, MCL 208.1507 and 208.1509, including any state and federal returns, forms, or schedules necessary to process the return.\n\n(f) The taxpayer who has filed a complete return under subdivision (e) has complied with the department's request, if any, for additional documentation or information within 30 days of that request.\n\n(g) No portion of the refund is subject to interception under section 30a.\n\n(h) The amount to be refunded is more than $10.00.\n\n(7) Beginning January 1, 2017, the interest calculations in subsections (3), (4), (5), and (6) also apply to refunds of credits authorized under section 36109 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.36109, for contracts that have been approved and processed by the department of agriculture and rural development and forwarded to the department. If the state disbursing authority does not pay or refund a credit described in this subsection within 45 days from the date the return was received by the department, the department shall notify the taxpayer of the status of the return and whether the taxpayer has filed a complete return.\n\nHistory:Add. 1980, Act 162, Eff. Sept. 17, 1980 ;-- Am. 1985, Act 211, Imd. Eff. Jan. 8, 1986 ;-- Am. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 1993, Act 14, Imd. Eff. Apr. 1, 1993 ;-- Am. 2013, Act 133, Imd. Eff. Oct. 15, 2013 ;-- Am. 2014, Act 3, Imd. Eff. Feb. 6, 2014 ;-- Am. 2014, Act 424, Imd. Eff. Dec. 30, 2014 ;-- Am. 2016, Act 267, Imd. Eff. June 28, 2016Compiler's Notes:Enacting section 4 of Act 162 of 1980 provides:\"Section 4. This amendatory act shall take effect 90 days after signature by the Governor. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective with the effective date of this act. An appeal to the state board of tax appeals filed prior to the effective date of this act shall proceed as follows:\"(a) A matter which has not been heard on or before January 1, 1981, shall be transferred to the tax tribunal as of January 1, 1981.\"(b) A matter which has been heard on or before January 1, 1981 shall be completed by the board and a decision issued before December 31, 1981.\"(c) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"Act 138 of 1981 purported to amend enacting sections 3 and 4 of Act 162 of 1980 to read as follows:\"Section 3. Sections 7, 8, and 9 of Act No. 122 of the Public Acts of 1941, as amended, being sections 205.7, 205.8, and 205.9 of the Compiled Laws of 1970, are repealed effective September 30, 1982.\"Section 4. (1) This amendatory act shall take effect September 16, 1980. All new appeals from an assessment, decision or order of the department shall be made to the tax tribunal effective September 16, 1980. An appeal to the state board of tax appeals filed prior to September 16, 1980 shall proceed as follows:\"(a) A matter which has not been heard, and submitted to the board for decision, on or before January 1, 1982 shall be transferred to the tax tribunal as of January 1, 1982.\"(b) A matter which has been heard, and submitted to the board for decision, on or before January 1, 1982 shall be completed and a decision issued before September 30, 1982.\"(2) An appeal having been filed in any court of record in this state prior to January 1, 1981 shall proceed in those courts until a decision is rendered. Appeals filed after January 1, 1981 shall be in accordance with this amendatory act.\"However, the provisions of Act 162 of 1980 had already taken effect prior to October 29, 1981, the effective date of Act 138 of 1981.Enacting sections 2 and 3 of Act 58 of 1986 provide:\"Section 2. The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.\"Section 3. Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.\"Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-30/"
    },
    {
      "id": "section-20530a",
      "number": "205.30a",
      "heading": "Application of Refund to Liabilities of Taxpayer; Notice; Nonobligated Spouse Allocation Form; False Statement; Penalty; Failure to File Form; Rules; Definitions",
      "text": "(1) If a taxpayer claims a refund that the department determines is valid as provided in section 30(2), and the department identifies a liability of the taxpayer described in subsection (2), the department shall first apply the amount of the refund as provided in subsections (2) and (3), and the excess, if any, shall be refunded or credited as provided in section 30.\n\n(2) The amount of a refund described in subsection (1) shall be applied to the following in the order of priority stated:\n\n(a) Any other known tax liability of the taxpayer to this state.\n\n(b) Any other known liability of the taxpayer to this state, including a liability to pay support if the right to receive the support has been assigned to the state and the liability is the basis of a request for tax refund offset from the office of child support.\n\n(c) Any of the following in the order of priority received, unless otherwise provided by law:\n\n(i) A support liability of the taxpayer that is the basis of a request for tax refund offset from the office of child support, other than as provided by subdivision (b).\n\n(ii) A writ of garnishment or other valid court order issued by a court of competent jurisdiction and directed to this state or the state treasurer to satisfy a liability of the taxpayer.\n\n(iii) A known city income tax liability for a tax administered by the department through an agreement entered into under section 9 of chapter 1 of the city income tax act, 1964 PA 284, MCL 141.509.\n\n(iv) A levy of the internal revenue service to satisfy a liability of the taxpayer.\n\n(v) A liability to repay benefits obtained under the Michigan employment security act, 1936 (Ex Sess) PA 1, MCL 421.1 to 421.75, to which the taxpayer was not entitled, upon a request for tax refund offset from the Michigan unemployment insurance agency.\n\n(3) If the claim for refund is reflected on a joint tax return, the department shall allocate to each joint taxpayer his or her share of the refund. The amount allocated to each taxpayer shall be applied to his or her respective liabilities in the order of priority stated in subsection (2).\n\n(4) If the department determines that all or a portion of a refund claimed on a joint tax return is subject to application to a liability of an obligated spouse, the department shall notify the joint taxpayers by first class mail sent to the address shown on the joint return. The notice shall be accompanied by a nonobligated spouse allocation form. The notice shall state all of the following:\n\n(a) That all or a portion of the refund claimed by the joint taxpayers is subject to interception to satisfy a liability or liabilities of 1 or both spouses.\n\n(b) The nature of the other liability or liabilities and the name of the obligated spouse or spouses.\n\n(c) That a nonobligated spouse may claim his or her share of the refund by filing a nonobligated spouse allocation form with the department of treasury not more than 30 days after the date the notice was mailed.\n\n(d) A statement of the penalties under subsection (7).\n\n(5) A nonobligated spouse who wishes to claim his or her share of a tax refund shall file with the department a nonobligated spouse allocation form. The nonobligated spouse allocation form shall be in a form specified by the department and shall require the spouses to state the amount of income or other tax base and all adjustments to the income or other tax base, including all subtractions, additions, deductions, credits, and exemptions, stated on their joint income tax return or other joint tax return that is the basis for the claimed refund, and an allocation of those amounts between the obligated and nonobligated spouse. In allocating these amounts, all of the following apply:\n\n(a) A federal deduction for 2-income married persons shall be allocated to the spouse with the lower income who claims the deduction.\n\n(b) Individual income shall be allocated to the spouse who earned the income. Joint income shall be allocated equally between the spouses. The tax base appropriate to tax other than income tax shall be similarly allocated.\n\n(c) Each spouse shall be allocated the personal exemptions he or she would be entitled to claim if separate federal returns had been filed, except that dependency exemptions shall be prorated according to the relative income of the spouses.\n\n(d) Adjustments resulting from a business shall be allocated to the spouse who claimed income from the business.\n\n(e) A homestead property tax credit shall be allocated to the spouse who owned the title or held the leasehold interest in the property claimed as a homestead. A homestead property tax credit for property jointly owned or leased shall be allocated jointly between the spouses.\n\n(f) Ownership of other assets relevant to the allocation shall be disclosed upon request of the department.\n\n(6) A nonobligated spouse allocation form shall be signed by both joint taxpayers. However, the form may be submitted without the signature of the obligated spouse if his or her signature cannot be obtained. The nonobligated spouse shall certify that he or she has made a good faith effort to obtain the signature and shall state the reason that the signature was not obtained.\n\n(7) A person who knowingly makes a false statement on a nonobligated spouse allocation form shall be subject to a penalty of $25.00 or 25% of the excessive claim for his or her share of the refund, whichever is greater, and other penalties as provided in this act.\n\n(8) A nonobligated spouse to whom the department has sent a notice under subsection (4), who fails to file a nonobligated spouse allocation form within 30 days after the date the notice was mailed, shall be barred from commencing any action against this state or the state treasurer to recover an amount withheld to satisfy a liability of the obligated spouse to which a joint tax refund is applied under this section. The payment by this state of any amount applied to a liability of a taxpayer under this section shall release this state and the state treasurer from all liability to the obligated spouse, the nonobligated spouse, and any other person having or claiming any interest in the amount paid.\n\n(9) The department shall promulgate rules under the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, as necessary to implement this section. The rules shall include a procedure for assuring that a taxpayer subject to application of a refund under this section and section 30 has received or will receive notice and an opportunity for a hearing with respect to the liability to which the refund is to be applied.\n\n(10) As used in this section:\n\n(a) \"Nonobligated spouse\" means a person who has filed a joint income tax return or other joint state tax return and who is not liable for an obligation of his or her spouse described in subsection (2).\n\n(b) \"Obligated spouse\" means a person who has filed a joint income tax return or other joint state tax return and who is liable for an obligation described in subsection (2) for which his or her spouse is not liable.\n\n(c) \"Office of child support\" means the agency created in section 2 of the office of child support act, 1971 PA 174, MCL 400.232.\n\nHistory:Add. 1985, Act 211, Imd. Eff. Jan. 8, 1986 ;-- Am. 1995, Act 116, Imd. Eff. June 29, 1995 ;-- Am. 2018, Act 553, Imd. Eff. Dec. 28, 2018Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-30a/"
    },
    {
      "id": "section-20530b",
      "number": "205.30b",
      "heading": "Report Regarding Application of Revenue Limitation; Petition for Refund; Method of Refund; Escrow Account.",
      "text": "(1) Within 45 days after the publication of the comprehensive annual financial report by the director of the department of management and budget pursuant to section 494 of the management and budget act, 1984 PA 431, MCL 18.1494, the director of the department of management and budget and the state treasurer shall issue a report regarding the application of the revenue limitation in section 26 of article IX of the state constitution of 1963 to the fiscal year for which the comprehensive annual financial report applies. Within 30 days after the director of the department of management and budget and the state treasurer issue their report, the auditor general shall audit that report. This audit shall examine the past and present methodology of calculating revenues and comment on differences, if any, from past practices.\n\n(2) If a refund is required by section 26 of article IX of the state constitution of 1963, a taxpayer shall petition for the refund by filling out the appropriate line to be provided on the annual income tax return, single business tax return, or Michigan business tax return. The amount of refund shall be based on the tax liability for the taxpayer's year commencing in the state's fiscal year in which the revenue limit was exceeded. Failure to fill out the appropriate line on the annual income tax return, single business tax return, or Michigan business tax return shall not extinguish the taxpayer's right to petition for the refund pursuant to section 350d of the management and budget act, 1984 PA 431, MCL 18.1350d.\n\n(3) If before November 1, 1986, a final determination is made that the method of refund provided for in subsection (2) is unconstitutional, the state treasurer shall cause the refunds due, if any, to be paid for the state fiscal year 1984-85 beginning January 1, 1987 and through February 28, 1987.\n\n(4) The governor may create an escrow account in the general fund and set aside in that account an amount equal to the refunds required by section 26 of article IX of the state constitution of 1963.\n\nHistory:Add. 1986, Act 58, Eff. May 1, 1986 ;-- Am. 2007, Act 194, Imd. Eff. Dec. 21, 2007Compiler's Notes:Section 2 of Act 58 of 1986 provides: “The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.”Section 3 of Act 58 of 1986 provides: “Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.”Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-30b/"
    },
    {
      "id": "section-20530c",
      "number": "205.30c",
      "heading": "Voluntary Disclosure Agreement.",
      "text": "(1) The state treasurer, or an authorized representative of the state treasurer, on behalf of the department, may enter into a voluntary disclosure agreement pursuant to subsections (2) to (11) or an agreement with a federally recognized Indian tribe within the state of Michigan pursuant to subsections (12) and (13).\n\n(2) A voluntary disclosure agreement may be entered into with a person who makes application, who is a nonfiler, and who meets 1 or more of the following criteria:\n\n(a) Has a filing responsibility under nexus standards issued by the department or enacted into law after December 31, 1997.\n\n(b) Has a reasonable basis to contest liability, as determined by the state treasurer, for a tax or fee administered under this act.\n\n(3) All taxes and fees administered under this act are eligible for inclusion in a voluntary disclosure agreement.\n\n(4) To be eligible for a voluntary disclosure agreement, subject to subsection (1), a person must meet all of the following requirements:\n\n(a) Except as otherwise provided in this subdivision, has had no previous contact by the department or its agents regarding a tax covered by the agreement. For purposes of this subdivision, a letter of inquiry requesting information under section 21(2)(a) that was sent to a nonfiler shall not be considered a previous contact under this subdivision.\n\n(b) Has had no notification of an impending audit by the department or its agents.\n\n(c) Is not currently under audit by the department of treasury or under investigation by the department of state police, department of attorney general, or any local law enforcement agency regarding a tax covered by the agreement.\n\n(d) Is not currently the subject of a civil action or a criminal prosecution involving any tax covered by the agreement.\n\n(e) Has agreed to register, file returns, and pay all taxes due in accordance with all applicable laws of this state for all taxes administered under this act for all periods after the lookback period.\n\n(f) Has agreed to pay all taxes due for each tax covered under the agreement for the lookback period, plus statutory interest as stated in section 23, within the period of time and in the manner specified in the agreement.\n\n(g) Has agreed to file returns and worksheets for the lookback period as specified in the agreement.\n\n(h) Has agreed not to file a protest or seek a refund of taxes paid to this state for the lookback period based on the issues disclosed in the agreement or based on the person's lack of nexus or contacts with this state.\n\n(5) If a person satisfies all requirements stated in subsections (1), (2), and (4), the department shall enter into a voluntary disclosure agreement with that person providing the following relief:\n\n(a) Notwithstanding section 28(1)(e) of this act, the department shall not assess any tax, delinquency for a tax, penalty, or interest covered under the agreement for any period before the lookback period identified in the agreement.\n\n(b) The department shall not assess any applicable discretionary or nondiscretionary penalties for the lookback period.\n\n(c) The department shall provide complete confidentiality of the agreement and shall also enter into an agreement not to disclose, in accordance with section 28(1)(f), any of the terms or conditions of the agreement to any tax authorities of any state or governmental authority or to any person except as required by exchange of information agreements authorized under section 28(1)(f), including the international fuel tax agreement under chapter 317 of title 49 of the United States Code, 49 USC 31701 to 31707. The department shall not exchange information obtained under this section with other states regarding the person unless information regarding the person is specifically requested by another state.\n\n(6) The department shall not bring a criminal action against a person for failure to report or to remit any tax covered by the agreement before or during the lookback period if the facts established by the department are not materially different from the facts disclosed by the person to the department.\n\n(7) A voluntary disclosure agreement is effective when signed by the person subject to the agreement, or his, her, or its lawful representative, and returned to the department within the time period specified in the agreement. The department shall only provide the relief specified in the executed agreement. Any verbal or written communication by the department before the effective date of the agreement shall not afford any penalty waiver, limited lookback period, or other benefit otherwise available under this section.\n\n(8) A material misrepresentation of fact by an applicant relating to the applicant's current activity in this state renders an agreement null and void and of no effect. A change in the activities or operations of a person after the effective date of the agreement is not a material misrepresentation of fact and shall not affect the agreement's validity.\n\n(9) The department may audit any of the taxes covered by the agreement within the lookback period or in any prior period if, in the department's opinion, an audit of a prior period is necessary to determine the person's tax liability for the tax periods within the lookback period or to determine another person's tax liability.\n\n(10) Nothing in subsections (2) to (9) shall be interpreted to allow or permit unjust enrichment as that term is defined in subsection (15). Any tax collected or withheld from another person by an applicant shall be remitted to the department without respect to whether it was collected during or before the lookback period.\n\n(11) The department shall not require a person who enters into a voluntary disclosure agreement to make any filings that are additional to those otherwise required by law.\n\n(12) The department may enter into a tribal agreement with a federally recognized Indian tribe specifying the applicability of a tax administered under this act to that tribe, its members, and any person conducting business with them. The tribe, its members, and any person conducting business with them shall remain fully subject to this state's tax acts except as otherwise specifically provided by an agreement in effect for the period at issue. A tribal agreement shall include all of the following:\n\n(a) A statement of its purpose.\n\n(b) Provisions governing duration and termination that make the agreement terminable by either party if there is noncompliance and terminable at-will after a period of not more than 2 years.\n\n(c) Provisions governing administration, collection, and enforcement. Those provisions shall include all of the following:\n\n(i) Collection of taxes levied under the general sales tax act, 1933 PA 167, MCL 205.51 to 205.78, or the use tax act, 1937 PA 94, MCL 205.91 to 205.111, on the sale of tangible personal property or the storage, use, or consumption of tangible personal property not exempt under the agreement.\n\n(ii) Collection of taxes levied on tobacco products under the tobacco products tax act, 1993 PA 327, MCL 205.421 to 205.436, and taxes levied under the motor fuel tax act, 2000 PA 403, MCL 207.1001 to 207.1170, and the motor carrier fuel tax act, 1980 PA 119, MCL 207.211 to 207.234, on sales of tobacco products or motor fuels not exempt under the agreement.\n\n(iii) Withholding and remittance of income taxes levied under the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.713, from employees not exempt under the agreement.\n\n(iv) Reporting of gambling winnings to the same extent and in the same manner as reported to the federal government.\n\n(v) A waiver of tribal sovereign immunity sufficient to make the agreement enforceable against both parties.\n\n(d) Provisions governing disclosure of information between the department and the tribe as necessary for the proper administration of the tribal agreement.\n\n(e) A provision ensuring that the members of the tribe will be bound by the terms of the agreement.\n\n(f) A designation of the agreement area within which the specific provisions of the tribal agreement apply.\n\n(13) A tribal agreement authorized under subsection (12) may include 1 or more of the following:\n\n(a) A provision for dispute resolution between this state and the tribe, which may include a nonjudicial forum.\n\n(b) A provision for the sharing between the parties of certain taxes collected by the tribe and its members.\n\n(c) Any other provisions beneficial to the administration or enforcement of the tribal agreement.\n\n(14) A tribal agreement authorized under subsection (12) shall not authorize the approval of a class III gaming compact negotiated under the Indian gaming regulatory act, Public Law 100-497, 102 Stat. 2467.\n\n(15) As used in this section:\n\n(a) \"Lookback period\" means 1 or more of the following:\n\n(i) The most recent 48-month period as determined by the department or the first date the person subject to an agreement under this section began doing business in this state if less than 48 months.\n\n(ii) For business taxes levied under the former single business tax act, 1975 PA 228, the Michigan business tax act, 2007 PA 36, MCL 208.1101 to 208.1601, or part 2 of the income tax act of 1967, 1967 PA 281, MCL 206.601 to 206.699, the combined lookback period for all taxes covered under the agreement shall be the 4 most recent completed fiscal or calendar years over a 48-month period or the first date the person subject to an agreement under this section began doing business in this state if less than 48 months.\n\n(iii) Notwithstanding subparagraphs (i), (ii), and (iv), the most recent 36-month period as determined by the department or the first date the person subject to an agreement under this section began doing business in this state if less than 36 months, if tax returns filed in another state for a tax based on net income that included sales in the numerator of the apportionment formula that now must be included in the numerator of the apportionment formula under the former single business tax act, 1975 PA 228, the Michigan business tax act, 2007 PA 36, MCL 208.1101 to 208.1601, or part 2 of the income tax act of 1967, 1967 PA 281, MCL 206.601 to 206.699, and those sales increased the net tax liability payable to that state.\n\n(iv) If there is doubt as to liability for the tax during the lookback period, another period as determined by the state treasurer to be in the best interest of this state and to preserve equitable and fair administration of taxes.\n\n(b) \"Nonfiler\" for a particular tax means, beginning July 1, 1998, a person that has not filed a return for the particular tax being disclosed for periods beginning after December 31, 1988.\n\n(c) \"Person\" means an individual, firm, bank, financial institution, limited partnership, copartnership, partnership, joint venture, association, corporation, limited liability company, limited liability partnership, receiver, estate, trust, or any other group or combination acting as a unit.\n\n(d) \"Previous contact\" means any notification of an impending audit pursuant to section 21(1), review, notice of intent to assess, or assessment. Previous contact also includes final letters of inquiry pursuant to section 21(2)(a) or a subpoena from the department.\n\n(e) \"Unjust enrichment\" includes the withholding of income tax under the income tax act of 1967, 1967 PA 281, MCL 206.1 to 206.713, and the collection of any other tax administered by this act that has not been remitted to the department.\n\n(f) \"Voluntary disclosure agreement\" or \"agreement\" means a written agreement that complies with this act.\n\n(16) The department of treasury shall post a copy of each tribal agreement and any changes to a tribal agreement on the department of treasury's website not later than 60 days after the tribal agreement takes effect or the changes to the tribal agreement take effect.\n\n(17) Not later than January 31 of each year, the department of treasury shall report to each house of the legislature, including the majority leader and minority leader of the senate and the speaker and minority leader of the house of representatives, on the tribal agreement and changes to the tribal agreement entered into during the immediately preceding calendar year. The report shall include all of the following:\n\n(a) A copy of the tribal agreement.\n\n(b) A summary of the changes since the immediately preceding report.\n\n(c) A detailed listing and description of changes to any agreement areas described in a tribal agreement.\n\n(18) If a taxpayer entered into a voluntary disclosure agreement after October 1, 2012 and before May 1, 2013, for business taxes levied under the former single business tax act, 1975 PA 228, the Michigan business tax act, 2007 PA 36, MCL 208.1101 to 208.1601, or part 2 of the income tax act of 1967, 1967 PA 281, MCL 206.601 to 206.699, and the combined lookback period under that agreement exceeds the lookback period under subsection (15)(a)(ii), the department shall refund amounts paid attributable to the periods outside the lookback period under subsection (15)(a)(ii).\n\nHistory:Add. 1998, Act 221, Imd. Eff. July 1, 1998 ;-- Am. 1998, Act 493, Imd. Eff. Jan. 4, 1999 ;-- Am. 2001, Act 168, Imd. Eff. Nov. 27, 2001 ;-- Am. 2002, Act 616, Imd. Eff. Dec. 20, 2002 ;-- Am. 2007, Act 194, Imd. Eff. Dec. 21, 2007 ;-- Am. 2013, Act 135, Imd. Eff. Oct. 15, 2013Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-30c/"
    },
    {
      "id": "section-20531",
      "number": "205.31",
      "heading": "Waiver of Criminal and Civil Penalties; Conditions; Amnesty Period; Limitation; Administration of Section by Department; Appropriation for Administration and Public Awareness of Amnesty Program; Work Project; Circumstances Prohibiting Waiver of Criminal and Civil Penalties; Notice",
      "text": "(1) If a taxpayer does not satisfy a tax liability or makes an excessive claim for a refund as a result of reliance on erroneous current written information provided by the department, the state treasurer shall waive all criminal and civil penalties provided by law for failing or refusing to file a return, for failing to pay a tax, or for making an excessive claim for a refund for a tax administered by the department of treasury pursuant to this act if the taxpayer makes a written request for a waiver, files a return or an amended return, and makes full payment of the tax and interest.\n\n(2) For the period beginning May 15, 2011 and ending June 30, 2011, there shall be an amnesty period during which the state treasurer shall waive all criminal and civil penalties provided by law for failing or refusing to file a return, for failing to pay a tax, or for making an excessive claim for a refund for a tax administered by the department of treasury under this act if the taxpayer makes a written request for a waiver on a form prescribed by the department, submits any unfiled returns or amended returns, and makes full payment of the tax and interest due for any prior period not later than the last day of the amnesty period. This subsection does not apply to taxes due after December 31, 2009.\n\n(3) This section applies to the nonreporting and underreporting of tax liabilities and to the nonpayment of taxes previously determined to be due, but only to the extent of the penalties attributable to the taxes that were previously due and that are paid during the amnesty period provided for in subsection (2).\n\n(4) The department shall administer this section.\n\n(5) There is appropriated from the revenues generated by taxes paid under subsection (2) the sum of $6,800,000.00 to the department of treasury for administration and public awareness of the amnesty program created by the amendatory act that amended this subsection. This appropriation is allotted for expenditure on and after October 1, 2010. The appropriation authorized in this subsection is a work project appropriation and any unencumbered or unallotted funds are carried forward into the following fiscal year. The following is in compliance with section 451a(1) of the management and budget act, 1984 PA 431, MCL 18.1451a:\n\n(a) The purpose of the project is to provide technical and administrative support for and public awareness of the 2011 tax amnesty program in the department of treasury. Costs related to this project will include, but are not limited to:\n\n(i) Information technology systems changes.\n\n(ii) Staffing-related costs.\n\n(iii) Costs to promote public awareness.\n\n(iv) Any other costs related to implementation and dissolution of the program, including the resolution of accounts.\n\n(b) The work project will be accomplished through the use of interagency agreements, grants, state employees, and contracts.\n\n(c) The total estimated completion cost of the project is $6,800,000.00.\n\n(d) The expected completion date is September 30, 2012.\n\n(6) The state treasurer shall not waive criminal and civil penalties applicable to a tax under subsection (2) if 1 or more of the following circumstances apply:\n\n(a) If the taxpayer is eligible to enter into a voluntary disclosure agreement under section 30c for that tax.\n\n(b) If the tax is attributable to income derived from a criminal act, if the taxpayer is under criminal investigation or involved in a civil action or criminal prosecution for that tax, or if the taxpayer has been convicted of a felony under this act or the internal revenue code of 1986.\n\n(7) The department shall provide reasonable notice to taxpayers that may be eligible for the amnesty program at least 30 days before the start of the designated amnesty period. Notification shall include, but is not limited to, a description of the amnesty program on appropriate tax instruction forms and on the internet.\n\nHistory:Add. 1986, Act 58, Imd. Eff. Mar. 26, 1986 ;-- Am. 1993, Act 14, Imd. Eff. Apr. 1, 1993 ;-- Am. 2001, Act 168, Imd. Eff. Nov. 27, 2001 ;-- Am. 2002, Act 657, Imd. Eff. Dec. 23, 2002 ;-- Am. 2010, Act 198, Imd. Eff. Oct. 5, 2010Compiler's Notes:Section 2 of Act 58 of 1986 provides: “The changes in penalties and interest affected by this amendatory act shall take effect July 1, 1986.”Section 3 of Act 58 of 1986 provides: “Except for section 31 and the provisions of enacting section 2, this amendatory act shall take effect May 1, 1986.”Popular Name:Revenue Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-205/statute-act-122-of-1941/section-205-31/"
    }
  ]
}