{
  "state": "nebraska",
  "path": "title-chapter-86-telecommunications-and-technology/chapter-86-1103-rural-broadband-task-force-fund-created-use-investme",
  "sections": [
    {
      "id": "section-86-1103rural",
      "number": "86-1103.Rural",
      "heading": "Broadband Task Force Fund; created; use; investment; termination",
      "text": "The Rural Broadband Task Force Fund is created. The fund shall be used to carry out the purposes of the Rural Broadband Task Force as described in section 86-1102. For administrative purposes, the fund shall be located in the Nebraska",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-86-1103",
      "number": "86-1103",
      "heading": "",
      "text": "86-1103.Rural Broadband Task Force Fund; created; use; investment; termination.\n\nThe Rural Broadband Task Force Fund is created. The fund shall be used to carry out the purposes of the Rural Broadband Task Force as described in section 86-1102. For administrative purposes, the fund shall be located in the Nebraska Information Technology Commission. The fund shall consist of money appropriated or transferred by the Legislature and gifts, grants, or bequests from any source, including federal, state, public, and private sources. Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nThe Rural Broadband Task Force Fund terminates on July 1, 2026. The State Treasurer shall transfer any money remaining in the fund on such date to the General Fund.\n\nSourceLaws 2018, LB994, ยง 3;Laws 2021, LB384, ยง 26;Laws 2023, LB683, ยง 24;Laws 2025, LB346, ยง 70.Operative Date: September 3, 2025\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-86/statute-86-1103/"
    }
  ]
}