{
  "state": "nebraska",
  "path": "title-chapter-86-telecommunications-and-technology/chapter-86-1605-deregulated-carrier-effects-of-deregulation",
  "sections": [
    {
      "id": "section-86-1605deregulated",
      "number": "86-1605.Deregulated",
      "heading": "carrier; effects of deregulation",
      "text": "(1) A deregulated carrier is not required to:(a) Fulfill the obligations of a carrier of last resort;(b) Comply with standards or reporting requirements related to quality of retail service;(c) Comply with restrictions on rates for retail telecommunications services,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-86-1605",
      "number": "86-1605",
      "heading": "",
      "text": "86-1605.Deregulated carrier; effects of deregulation.\n\n(1) A deregulated carrier is not required to:\n\n(a) Fulfill the obligations of a carrier of last resort;\n\n(b) Comply with standards or reporting requirements related to quality of retail service;\n\n(c) Comply with restrictions on rates for retail telecommunications services, including advanced telecommunications services, unless the restrictions are a condition of receiving grant funds administered by the commission or imposed for compliance with sections 86-139 to 86-157; or\n\n(d) File an earnings report with the commission.\n\n(2) The commission shall not provide a deregulated carrier with any funds from the Nebraska Telecommunications Universal Service Fund.\n\n(3) Notwithstanding any other provisions of Chapter 86, the commission shall have only the authority over a deregulated carrier provided under the Telecommunications Exchange Deregulation Act. If there is a conflict between the Telecommunications Exchange Deregulation Act and the other applicable provisions of Chapter 86, the Telecommunications Exchange Deregulation Act shall control.\n\n(4) Nothing in this section affects the continuing applicability of sections 86-122 to 86-124.\n\n(5) The commission may receive, mediate, and hear complaints filed by any retail or wholesale customers against a deregulated carrier that are in the scope of the commission's authority provided under Chapter 86.\n\n(6) A telecommunications company or communications provider shall not be required to fulfill the obligations of a carrier of last resort in an exchange that has been deregulated, unless such telecommunications company or communications provider consents to fulfilling such obligations.\n\nSourceLaws 2025, LB311, ยง 5.Operative Date: September 3, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-86/statute-86-1605/"
    }
  ]
}