{
  "state": "nebraska",
  "path": "title-chapter-86-telecommunications-and-technology/chapter-86-611-digital-and-electronic-signatures-and-electronic-comm",
  "sections": [
    {
      "id": "section-86-611digital",
      "number": "86-611.Digital",
      "heading": "and electronic signatures and electronic communications authorized; rules and regulations",
      "text": "(1) It is the intent of the Legislature to promote economic growth and the efficient operation of business and government in Nebraska through the electronic exchange of information and legally binding electroni",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-86-611",
      "number": "86-611",
      "heading": "",
      "text": "86-611.Digital and electronic signatures and electronic communications authorized; rules and regulations.\n\n(1) It is the intent of the Legislature to promote economic growth and the efficient operation of business and government in Nebraska through the electronic exchange of information and legally binding electronic transactions. In order to facilitate the electronic exchange of information, Nebraska must establish means to ensure that electronic transactions are legally binding and enforceable, while ensuring that security measures are in place to prevent opportunities for fraud and misuse.\n\n(2) In any written communication in which a signature is required or used, any party to the communication may affix a signature by use of a digital signature that complies with the requirements of this section. The use of a digital signature shall have the same force and effect as the use of a manual signature if and only if it embodies all of the following attributes:\n\n(a) It is unique to the person using it;\n\n(b) It is capable of verification;\n\n(c) It is under the sole control of the person using it;\n\n(d) It is linked to data in such a manner that if the data is changed, the digital signature is invalidated; and\n\n(e) It conforms to rules and regulations adopted and promulgated by the Secretary of State.\n\n(3) In any communication in which a signature is required or used, a state agency or political subdivision may accept a digital signature or an electronic signature and may accept the communication in electronic format. Any use of a digital signature, an electronic signature, or an electronic communication by a court is subject to the rules of the Supreme Court.\n\n(4) The Secretary of State shall adopt and promulgate rules and regulations to carry out this section which:\n\n(a) Identify and define the type of signature which may be used in the electronic communications governed by the rules and regulations;\n\n(b) Identify and define the type of electronic communications for which a digital signature or an electronic signature may be used; and\n\n(c) Provide a degree of security reasonably related to the risks and consequences of fraud or misuse for the type of electronic communication which, at a minimum, shall require the maintenance of an audit trail of the assignment or approval and the use of the unique access code or unique electronic identifier.\n\n(5) This section shall not be construed to invalidate digital signatures, electronic signatures, or electronic communications which are valid under any other applicable law.\n\n(6) Unless otherwise provided by law, the use or acceptance of a digital signature or an electronic signature shall be at the option of the parties to the communication. This section shall not be construed to require a person to use or permit the use of a digital signature or electronic signature.\n\n(7) In developing the rules and regulations, the Secretary of State shall seek the advice of public and private entities, including the Department of Administrative Services.\n\n(8) The register of deeds or county clerk of each county shall provide one or more electronic recording services for the purpose of accepting electronically submitted real estate documents for recording.\n\n(9) For purposes of this section:\n\n(a) Electronic signature means a unique access code or other unique electronic identifier assigned or approved by the state agency for use in communications with the state agency;\n\n(b) Digital signature means an electronic identifier, created by computer, intended by the person using it to have the same force and effect as a manual signature; and\n\n(c) State agency means any agency, board, court, or constitutional officer of the executive, judicial, and legislative branches of state government, except individual members of the Legislature.\n\nSourceLaws 1998, LB 924, § 69;Laws 2000, LB 628, § 4;R.S.Supp.,2000, § 86-1701;Laws 2002, LB 1105, § 373;Laws 2019, LB186, § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-86/statute-86-611/"
    }
  ]
}