{
  "state": "nebraska",
  "path": "title-chapter-86-telecommunications-and-technology/chapter-86-1063-911-service-system-fund-created-use-investment",
  "sections": [
    {
      "id": "section-86-1063911",
      "number": "86-1063.911",
      "heading": "Service System Fund; created; use; investment",
      "text": "(1) The 911 Service System Fund is created. The fund shall consist of surcharges collected pursuant to sections 86-904 and 86-1070, any federal funds received for implementation and development of 911 service, and any other money designated for credit to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-86-1063",
      "number": "86-1063",
      "heading": "",
      "text": "86-1063.911 Service System Fund; created; use; investment.\n\n(1) The 911 Service System Fund is created. The fund shall consist of surcharges collected pursuant to sections 86-904 and 86-1070, any federal funds received for implementation and development of 911 service, and any other money designated for credit to the 911 Service System Fund. The fund shall be used for the costs of administering the fund and for the purposes specified in the 911 Service System Act. The costs of administering the 911 Service System Fund shall be kept to a minimum.\n\n(2) The fund shall not be subject to any fiscal-year limitation or lapse provision of unexpended balance at the end of any fiscal year or biennium. Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act. Beginning July 1, 2025, any investment earnings from investment of money in the fund shall be credited to the General Fund.\n\n(3) Money in the 911 Service System Fund may be used to pay for costs incurred by or on behalf of local governing bodies or public safety answering points to provide 911 service that are determined by the commission to be eligible for funding. The commission is not required to provide funding from the 911 Service System Fund to more than one public safety answering point in any county. Each entity that receives disbursements from the fund under this subsection shall make a full accounting of the money in a manner and form prescribed by the commission.\n\nSourceLaws 2016, LB938, § 28;Laws 2018, LB993, § 18;R.S.1943, (2024), § 86-1028;Laws 2025, LB264, § 211;Laws 2025, LB362, § 45.Note:The Revisor of Statutes has pursuant to section 49-769 correlated LB264, section 211, with LB362, section 45, to reflect all amendments.Note:Changes made by LB264 became operative May 22, 2025. Changes made by LB362 became effective September 3, 2025.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-86/statute-86-1063/"
    }
  ]
}