{
  "state": "nebraska",
  "path": "title-chapter-86-telecommunications-and-technology/chapter-86-135-advanced-telecommunications-capability-service-applic",
  "sections": [
    {
      "id": "section-86-135advanced",
      "number": "86-135.Advanced",
      "heading": "telecommunications capability service; application; notice; commission; considerations",
      "text": "(1) For purposes of sections 86-135 to 86-138, advanced telecommunications capability service means high-speed, broadband service at a minimum download speed of one hundred megabits per second and a minimum upload",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-86-135",
      "number": "86-135",
      "heading": "",
      "text": "86-135.Advanced telecommunications capability service; application; notice; commission; considerations.\n\n(1) For purposes of sections 86-135 to 86-138, advanced telecommunications capability service means high-speed, broadband service at a minimum download speed of one hundred megabits per second and a minimum upload speed of twenty megabits per second provided by a local exchange carrier that enables users to originate and receive high-quality voice, data, graphics, and video communications using any technology.\n\n(2) Any person may file an application with the commission to obtain advanced telecommunications capability service furnished by a telecommunications company in the local exchange area adjacent to the local exchange area in which the applicant resides.\n\n(3) The commission shall serve upon each telecommunications company directly affected a copy of the application and notice of the hearing at least thirty days prior to the hearing on the application, which shall be held if all of the telecommunications companies involved do not consent to the application.\n\n(4) If an application for the revision of an exchange service area includes more than one customer in a particular exchange, the commission shall consider the circumstances of each customer and the impact to the obligations of any affected telecommunications company which has not consented to the application.\n\nSourceLaws 1969, c. 601, § 1, p. 2457;Laws 1993, LB 121, § 471;Laws 1994, LB 414, § 108;R.S.1943, (1996), § 75-612;Laws 2002, LB 1105, § 34;Laws 2012, LB715, § 4;Laws 2021, LB338, § 2.\n\nAnnotations\n\nApplicants are required, irrespective of whether phone company currently providing service participates, to present evidence to establish their case. In re Application of Jantzen, 245 Neb. 81, 511 N.W.2d 504 (1994).\n\nAn order of the Public Service Commission will be affirmed if it acted within the scope of its authority, if its order is reasonable and not arbitrary, and if there is evidence to support its findings. In re Application of The Mickow Corp., 210 Neb. 580, 316 N.W.2d 66 (1982).\n\nIntent of statute is to permit users to petition for telephone service outside the exchange of residence. Hartman v. Glenwood Tel. Membership Corp., 197 Neb. 359, 249 N.W.2d 468 (1977).\n\nSubsection (1) of this section permits a person to file an application with the Public Service Commission to seek service from a telecommunications company in the local exchange area adjacent to the local exchange area in which the applicant resides, which, in this instance, meant the Public Service Commission necessarily interpreted the words \"the local exchange area in which the applicant resides\" to include property an applicant presently owns and on which the applicant does not presently reside, but has demonstrated an intent to reside on such property in the future. In re Application No. C-4981, 27 Neb. App. 773, 936 N.W.2d 365 (2019).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-86/statute-86-135/"
    }
  ]
}