{
  "state": "iowa",
  "path": "title-title-vi-human-services/chapter-chapter-216b-department-for-the-blind",
  "sections": [
    {
      "id": "section-216b1",
      "number": "216B.1",
      "heading": "Definitions.Section 216B.2 - Commission created",
      "text": "216B.1 Definitions.\n\nFor purposes of this chapter, unless the context otherwise requires:\n\n1. “Commission” means the commission for the blind.\n\n2. “Department” means the department for the blind.\n\n3. “Director” means the director of the department for the blind.\n\n86 Acts, ch 1245, §1256\n\nC87, §601K.121\n\n88 Acts, ch 1277, §29, 31\n\nC89, §601L.1\n\nC93, §216B.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vi/chapter-216b/section-216b-1/"
    },
    {
      "id": "section-216b2",
      "number": "216B.2",
      "heading": "Commission created.",
      "text": "216B.2 Commission created.\n\n1. The commission for the blind is established consisting of three members appointed by the governor, subject to confirmation by the senate. Members of the commission shall serve three-year terms beginning and ending as provided in section 69.19. A majority of the members of the commission shall constitute a quorum.\n\n2. Commission members shall be reimbursed for actual expenses incurred in performance of their duties. Members may also be eligible to receive compensation as provided in section 7E.6.\n\n3. The commission shall adopt rules concerning programs and services for blind persons provided under this chapter.\n\n86 Acts, ch 1245, §1257\n\nC87, §601K.122\n\n88 Acts, ch 1277, §31\n\nC89, §601L.2\n\nC93, §216B.2\n\n99 Acts, ch 96, §23; 2021 Acts, ch 76, §48; 2023 Acts, ch 19, §2471, 2475\n\nConfirmation, see §2.32\n\nSubsection 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vi/chapter-216b/section-216b-2/"
    },
    {
      "id": "section-216b3",
      "number": "216B.3",
      "heading": "Commission duties.",
      "text": "216B.3 Commission duties.\n\nThe commission shall:\n\n1. Prepare and maintain a complete register of the blind of the state which shall describe the condition, cause of blindness, ability to receive education and industrial training, and other facts the commission deems of value.\n\n2. Assist in marketing of products of blind workers of the state.\n\n3. Ameliorate the condition of the blind by promoting visits to them in their homes for the purpose of instruction and by other lawful methods as the commission deems expedient.\n\n4. Make inquiries concerning the causes of blindness to ascertain what portion of cases are preventable, and cooperate with the other organized agents of the state in the adoption and enforcement of proper preventive measures.\n\n5. Provide for suitable vocational training if the commission deems it advisable and necessary. The commission may establish workshops for the employment of the blind, paying suitable wages for work under the employment. The commission may provide or pay for, during their training period, the temporary lodging and support of persons receiving vocational training. The commission may use receipts or earnings that accrue from the operation of workshops as provided in this chapter, but a detailed statement of receipts or earnings and expenditures shall be made monthly to the director of the department of management.\n\n6. Establish, manage, and control a special training, orientation, and adjustment center or centers for the blind. Training in the centers shall be limited to persons who are sixteen years of age or older, and the department shall not provide or cause to be provided any academic education or training to children under the age of sixteen except that the commission may provide library services to these children. The commission may provide for the maintenance, upkeep, repair, and alteration of the buildings and grounds designated as centers for the blind including the expenditure of funds appropriated for that purpose. Nonresidents may be admitted to Iowa centers for the blind as space is available, upon terms determined by rule.\n\n7. Establish and maintain offices for the department and commission.\n\n8. Accept gifts, grants, devises, or bequests of real or personal property from any source for the use and purposes of the department. Notwithstanding sections 8.33 and 12C.7, the interest accrued from moneys received under this section shall not revert to the general fund of the state.\n\n9. Provide library services to persons who are blind and persons with disabilities.\n\n10. Act as a bureau of information and industrial aid for the blind, such as assisting the blind in finding employment.\n\n11. Be responsible for the budgetary and personnel decisions for the department and commission.\n\n12. Manage and control the property, both real and personal, belonging to the department. The commission shall, according to the schedule established in this subsection, when the price is reasonably competitive and the quality as intended, purchase soybean-based inks and plastic products with recycled content, including but not limited to plastic garbage can liners. For purposes of this subsection, “recycled content” means that the content of the product contains a minimum of thirty percent postconsumer material.\n\na. By July 1, 1991, one hundred percent of the purchases of inks which are used for newsprint paper for printing services performed internally or contracted for by the commission shall be soybean-based.\n\nb. By July 1, 1995, a minimum of ten percent of the purchases of garbage can liners made by the commission shall be plastic garbage can liners with recycled content. The percentage purchased shall increase by ten percent annually until fifty percent of the purchases of garbage can liners are plastic garbage can liners with recycled content.\n\nc. By July 1, 1993, one hundred percent of the purchases of inks, other than inks which are used for newsprint printing services, and which are used internally or contracted for by the commission, shall be soybean-based to the extent formulations for such inks are available.\n\nd. The commission shall report to the general assembly on February 1 of each year, the following:\n\n(1) A listing of plastic products which are regularly purchased by the commission for which recycled content product alternatives are available, including the cost of the plastic products purchased and the cost of the recycled content product alternatives.\n\n(2) Information relating to soybean-based inks and plastic garbage can liners with recycled content regularly purchased by the commission, including the cost of purchasing soybean-based inks and plastic garbage can liners with recycled content and the percentages of soybean-based inks and plastic garbage can liners with recycled content that have been purchased.\n\ne. The department of natural resources shall review the procurement specifications currently used by the commission to eliminate, wherever possible, discrimination against the procurement of products manufactured with recycled content and soybean-based inks.\n\nf. The department of natural resources shall assist the commission in locating suppliers of products with recycled content and soybean-based inks, and collecting data on recycled content and soybean-based ink purchases.\n\ng. The commission, in conjunction with the department of natural resources, shall adopt rules to carry out the provisions of this section.\n\nh. The department of natural resources shall cooperate with the commission in all phases of implementing this section.\n\n13. The commission shall, whenever technically feasible, purchase and use degradable loose foam packing material manufactured from grain starches or other renewable resources, unless the cost of the packing material is more than ten percent greater than the cost of packing material made from nonrenewable resources. For the purposes of this subsection, “packing material” means material, other than an exterior packing shell, that is used to stabilize, protect, cushion, or brace the contents of a package.\n\n14. Purchase and use recycled printing and writing paper in accordance with the schedule established in section 8A.315; establish a wastepaper recycling program in accordance with the recommendations made by the department of natural resources and requirements of section 8A.329; and, in accordance with section 8A.311, require product content statements and compliance with requirements regarding contract bidding.\n\n15. Develop a plan to provide telephone yellow pages information without charge to persons declared to be blind under the standards in section 422.12, subsection 2, paragraph “a”, subparagraph (5). The department may apply for federal funds to support the service. The program shall be limited in scope by the availability of funds.\n\n16. a. Provide for the purchase of qualified renewable fuels to power internal combustion engines that are used to operate motor vehicles and for the purchase of motor vehicles operating using engines powered by qualified renewable fuels in the same manner required for the director of the department of administrative services pursuant to section 8A.368. The commission shall compile information regarding compliance with the provisions of this paragraph in the same manner as the department of administrative services pursuant to section 8A.369. The commission shall cooperate with the department of administrative services in preparing the annual state fleet qualified renewable fuels compliance report regarding compliance with this paragraph as provided in section 8A.369.\n\nb. Of all new passenger vehicles and light pickup trucks purchased by the commission, a minimum of ten percent of all such vehicles and trucks purchased shall be equipped with engines which utilize alternative methods of propulsion, including but not limited to any of the following:\n\n(1) A flexible fuel which is any of the following:\n\n(a) E-85 gasoline as provided in section 214A.2.\n\n(b) B-20 biodiesel blended fuel as provided in section 214A.2.\n\n(c) A renewable fuel approved by the office of renewable fuels and coproducts pursuant to section 159A.3.\n\n(2) Compressed or liquefied natural gas.\n\n(3) Propane gas.\n\n(4) Solar energy.\n\n(5) Electricity.\n\nc. The provisions of paragraph “b” do not apply to vehicles and trucks purchased and directly used for law enforcement or off-road maintenance work.\n\n17. Comply with the requirements for the purchase of lubricating oils, industrial oils, greases, and hydraulic fluids as established pursuant to section 8A.316.\n\n18. Give preference to purchasing designated biobased products in the same manner as provided in section 8A.317.\n\n19. Plan, establish, administer, and promote a statewide program to provide audio news and information services to blind or visually impaired persons residing in this state.\n\na. The commission may enter into necessary contracts and arrangements with the national federation for the blind to provide for the delivery of newspapers over the telephone, furnished by the national federation for the blind.\n\nb. The commission may enter into necessary contracts and arrangements with the Iowa radio reading information service for the blind and print handicapped to provide for the delivery of newspapers, magazines, and other printed materials over the radio, furnished by the Iowa radio reading information service for the blind and print handicapped.\n\n86 Acts, ch 1244, §61\n\nC87, §601K.123\n\n88 Acts, ch 1185, §4; 88 Acts, ch 1277, §31\n\nC89, §601L.3\n\n89 Acts, ch 83, §79; 89 Acts, ch 272, §39; 90 Acts, ch 1237, §5, 6; 91 Acts, ch 97, §59; 91 Acts, ch 194, §8; 91 Acts, ch 254, §23; 92 Acts, ch 1095, §4\n\nC93, §216B.3\n\n93 Acts, ch 26, §2; 93 Acts, ch 176, §38; 94 Acts, ch 1119, §24; 95 Acts, ch 44, §1; 95 Acts, ch 62, §2; 96 Acts, ch 1129, §30; 98 Acts, ch 1082, §3; 99 Acts, ch 114, §14; 99 Acts, ch 121, §8; 2000 Acts, ch 1109, §3; 2003 Acts, ch 145, §207; 2004 Acts, ch 1176, §10; 2006 Acts, ch 1142, §59, 60; 2007 Acts, ch 22, §52; 2008 Acts, ch 1104, §3\n\n; 2008 Acts, ch 1169, §37, 42\n\n; 2009 Acts, ch 41, §222; 2009 Acts, ch 133, §230; 2010 Acts, ch 1079, §1; 2022 Acts, ch 1067, §38\n\nReferred to in §8A.302, 8A.321, 8A.322, 8A.369",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vi/chapter-216b/section-216b-3/"
    },
    {
      "id": "section-216b3a",
      "number": "216B.3A",
      "heading": "Director — duties.",
      "text": "216B.3A Director — duties.\n\n1. The director of the department shall be appointed by the governor, subject to confirmation by the senate, and shall serve at the pleasure of the governor. The governor shall set the salary of the director within the applicable salary range established by the general assembly.\n\n2. The director shall be the executive officer of the commission and shall be responsible for implementing policy set by the commission. The director shall carry out programs and policies as determined by the commission.\n\n2023 Acts, ch 19, §2472, 2475\n\nConfirmation, see §2.32\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vi/chapter-216b/section-216b-3a/"
    },
    {
      "id": "section-216b4",
      "number": "216B.4",
      "heading": "Federal aid.",
      "text": "216B.4 Federal aid.\n\n1. The director may accept financial aid from the government of the United States for carrying out rehabilitation and physical restoration of the blind and for providing library, news, and information services to persons who are blind and persons with disabilities.\n\n2. A contribution or grant shall not be accepted if a condition is attached to it for its use or administration other than that it be used for assistance to the blind.\n\n86 Acts, ch 1245, §1258\n\nC87, §601K.124\n\n88 Acts, ch 1277, §31\n\nC89, §601L.4\n\nC93, §216B.4\n\n96 Acts, ch 1129, §31; 2002 Acts, ch 1119, §28; 2004 Acts, ch 1176, §11; 2010 Acts, ch 1079, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vi/chapter-216b/section-216b-4/"
    },
    {
      "id": "section-216b5",
      "number": "216B.5",
      "heading": "Commission employees.",
      "text": "216B.5 Commission employees.\n\nThe commission may employ staff who shall be qualified by experience to assume the responsibilities of the offices.\n\n86 Acts, ch 1245, §1259\n\nC87, §601K.125\n\n88 Acts, ch 1277, §31\n\nC89, §601L.5\n\nC93, §216B.5\n\n2023 Acts, ch 19, §2473, 2475\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vi/chapter-216b/section-216b-5/"
    },
    {
      "id": "section-216b6",
      "number": "216B.6",
      "heading": "Powers.",
      "text": "216B.6 Powers.\n\nThe commission shall have all powers necessary to carry out the functions and duties specified in this chapter, including, but not limited to the power to establish advisory committees on special studies, to solicit and accept gifts and grants, to adopt rules according to chapter 17A for the commission and department, and to contract with public and private groups to conduct its business. All departments, divisions, agencies, and offices of the state shall make available upon request of the commission information which is pertinent to the subject matter of the study and which is not by law confidential.\n\n86 Acts, ch 1245, §1260\n\nC87, §601K.126\n\n88 Acts, ch 1277, §31\n\nC89, §601L.6\n\nC93, §216B.6\n\n99 Acts, ch 96, §24",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vi/chapter-216b/section-216b-6/"
    },
    {
      "id": "section-216b7",
      "number": "216B.7",
      "heading": "Report.",
      "text": "216B.7 Report.\n\nThe commission shall make a detailed report of its activities, studies, conclusions and recommendations to the general assembly not later than February 15 of each odd-numbered year.\n\n86 Acts, ch 1245, §1261\n\nC87, §601K.127\n\n88 Acts, ch 1277, §31\n\nC89, §601L.7\n\nC93, §216B.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vi/chapter-216b/section-216b-7/"
    },
    {
      "id": "section-216b8",
      "number": "216B.8",
      "heading": "Contract bids.",
      "text": "216B.8 Contract bids.\n\nA bidder awarded a contract with the department shall disclose the names of all subcontractors, who will work on the project being bid, within forty-eight hours after the award of the contract. If a subcontractor named by a bidder awarded a contract is replaced, or if the cost of work to be done by a subcontractor is reduced, the bidder shall disclose the name of the new subcontractor or the amount of the reduced cost.\n\n90 Acts, ch 1161, §5\n\nC91, §601L.8\n\nC93, §216B.8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-vi/chapter-216b/section-216b-8/"
    }
  ]
}