{
  "state": "south-carolina",
  "path": "title-title-39/chapter-chapter-57",
  "sections": [
    {
      "id": "section-39-57-10",
      "number": "39-57-10.",
      "heading": "",
      "text": "This chapter may be cited as the South Carolina Business Opportunity Sales Act.\n\nHISTORY: 1980 Act No. 474, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-57/section-39-57-10/"
    },
    {
      "id": "section-39-57-20",
      "number": "39-57-20.",
      "heading": "",
      "text": "As used in this chapter \"business opportunity\" means the sale or lease of any products, equipment, supplies, or services which are sold to the purchaser for the purpose of enabling the purchaser to start a business, for which the purchaser is required to pay the seller a fee which exceeds two hundred fifty dollars, and in which the seller represents:\n\n(1) that he will provide locations or assist the purchaser in finding locations for the use or operation of vending machines, racks, display cases or other similar devices, or currency-operated amusement machines or devices, on premises neither owned nor leased by the purchaser or seller; or\n\n(2) that he will purchase any or all products made, produced, fabricated, grown, bred, or modified by the purchaser using in whole or in part, the supplies, services, or chattels sold to the purchaser; or\n\n(3) that he guarantees that the purchaser will derive income from the business opportunity which exceeds the price paid for the business opportunity; or that he will refund all or part of the price paid for the business opportunity, or repurchase any of the products, equipment, supplies, or chattels supplied by the seller, if the purchaser is unsatisfied with the business opportunity; or\n\n(4) the seller will provide a sales program or marketing program which will enable the purchaser to derive income from the business opportunity which exceeds the price paid for the business opportunity; provided, that this subsection does not apply to the sale or a marketing program made in conjunction with the licensing of a registered trademark or service mark.\n\n\"Business opportunity\" does not include the sale of ongoing businesses when the owner of those businesses sells or intends to sell any portion thereof; provided, a business is not considered an ongoing business unless it has filed income tax returns with the South Carolina Department of Revenue for at least one year; nor does it include the sale of assets or substantially all of the assets of an ongoing business; nor does it include payment for the not-for-profit sale of sales demonstration equipment, material or samples, or where the payment is made for product inventory sold to the purchaser at a bona fide wholesale price; nor does it include the sale or lease of any products, equipment, supplies, or services where the seller has a net worth on a consolidated basis, according to its most recent audited financial statement, of not less than ten million dollars.\n\nHISTORY: 1980 Act No. 474, Section 2; 1986 Act No. 415, eff May 13, 1986; 1988 Act No. 604, Section 1, eff June 1, 1988; 1993 Act No. 181, Section 849, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-57/section-39-57-20/"
    },
    {
      "id": "section-39-57-30",
      "number": "39-57-30.",
      "heading": "",
      "text": "At least forty-eight hours prior to the time the purchaser signs a business opportunity contract, or at least forty-eight hours prior to the receipt of any consideration by the seller, whichever occurs first, the seller shall provide the prospective purchaser a written document, the cover sheet of which is entitled in at least 10-point bold face capital letters \"DISCLOSURES REQUIRED BY SOUTH CAROLINA LAW\".\n\nUnder this title shall appear the statement in at least 10-point type that \"The State of South Carolina has not reviewed and does not approve, recommend, endorse or sponsor any business opportunity. The information contained in this disclosure has not been verified by the State. If you have any questions about this investment, see an attorney before you sign a contract or agreement.\" Nothing except the title and required statement shall appear on the cover sheet. The disclosure document shall contain the following information:\n\n(1) The name of the seller, whether the seller is doing business as an individual, partnership, or corporation, the names under which the seller has done, is doing or intends to do business, and the name of any parent or affiliated company that will engage in business transactions with purchasers or who takes responsibility for statements made by the seller.\n\n(2) The names, addresses and titles of the seller's officers, directors, trustees, general partners, general managers, principal executives, and any other persons charged with responsibility for the seller's business activities relating to the sale of business opportunities.\n\n(3) The length of time the seller has:\n\n(a) Sold business opportunities;\n\n(b) Sold business opportunities involving the product, equipment, supplies or services currently being offered to the purchaser.\n\n(4) A full and detailed description of the actual services that the business opportunity seller undertakes to perform for the purchaser.\n\n(5) A copy of a financial statement not older than thirteen months of the seller, updated to reflect any material changes in the seller's financial condition which shall either be an audited statement or shall be stated under penalty of perjury by the seller or his authorized agent.\n\n(6) If training of any type is promised by the seller, the disclosure statement must set forth a complete description of the training and the length of the training. If a fee is to be charged for such training, the seller shall set forth in detail an itemization of all costs to be covered by the fee.\n\n(7) If the seller promises services to be performed in connection with the placement of the equipment, product or supplies at various locations, the disclosure statement shall set forth the full nature of those services as well as the nature of the agreements to be made with the owners or managers of these locations where the purchaser's equipment, product or supplies will be placed.\n\n(8) If the business opportunity seller is required to secure a bond or establish a trust deposit pursuant to Section 39-57-40, the document shall state either:\n\n(a) \"As required by South Carolina law, the seller has secured a bond issued by _ (name and address of surety company) __________ a surety company authorized to do business in this State. Before signing a contract to purchase this business opportunity, you should check with the surety company to determine the bond's current status.\" or\n\n(b) \"As required by South Carolina law, the seller has established a trust account ___ (number of account) __________ with ___ (name and address __________ of bank or savings institution __________. Before signing a contract to purchase this business opportunity, you should check with the bank or savings institution to determine the current status of the trust account.\"\n\n(9) The following statement:\n\n\"If the seller fails to deliver the product, equipment or supplies necessary to begin substantial operation of the business within forty-five days of the delivery date stated in your contract, you may notify the seller in writing and demand that the contract be cancelled.\"\n\n(10) If the seller makes any statement concerning sales or earnings, or range of sales or earnings that may be made through this business opportunity, the document must disclose:\n\n(a) The total number of purchasers of business opportunities involving the product, equipment, supplies or services being offered who to the seller's knowledge have actually received earnings in the amount or range specified, within three years prior to the date of the disclosure statement.\n\n(b) The total number of purchasers of business opportunities involving the product, equipment, supplies or services being offered within three years prior to the date of the disclosure statement.\n\nHISTORY: 1980 Act No. 474, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-57/section-39-57-30/"
    },
    {
      "id": "section-39-57-40",
      "number": "39-57-40.",
      "heading": "",
      "text": "If the business opportunity seller makes any of the representations set forth in Section 39-57-20 (3), the seller must either have obtained a surety bond issued by a surety company authorized to do business in this State or have established a trust account with a licensed and insured bank or savings institution located in the State. The amount of the bond or trust account shall be an amount not less than fifty thousand dollars. The bond or trust account shall be in favor of the State. Any person who is damaged by any violation of this chapter or by the seller's breach of the contract for the business opportunity sale or of any obligation arising therefrom may bring an action against the bond or trust account to recover damages suffered; provided, however, that the aggregate liability of the surety or trustee shall be only for actual damages and in no event shall exceed the amount of the bond or trust account.\n\nHISTORY: 1980 Act No. 474, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-57/section-39-57-40/"
    },
    {
      "id": "section-39-57-50",
      "number": "39-57-50.",
      "heading": "",
      "text": "(A) The seller of every business opportunity shall file with the Secretary of State a copy of the disclosure statement required by Section 39-57-30 before placing an advertisement or making other representations to prospective purchasers in this State and shall update this filing as a material change in the required information occurs, but no less than biennially. If the seller is required by Section 39-57-40 to provide a bond or establish a trust account, he contemporaneously shall file with the Secretary of State a copy of the bond or a copy of the formal notification by the depository that the trust account is established. The Secretary of State shall charge a nonrefundable filing fee of one hundred dollars for processing and maintaining the information filed by the seller.\n\n(B) The Secretary of State shall maintain a record of all sellers registering under this chapter and shall assign a registration number to each. The seller must be advised in writing of the assigned registration number, and advertisements, pamphlets, or brochures used in the promotion of the business opportunity by the seller must include the assigned registration number in the following manner: \"S.S. Reg. No. __________.\"\n\n(C) A person who fails to file is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days. Each day a person fails to file constitutes a separate offense.\n\nHISTORY: 1980 Act No. 474, Section 5; 1988 Act No. 604, Section 2, eff June 1, 1988; 1992 Act No. 501, Part II Section 9E, eff July 1, 1992.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-57/section-39-57-50/"
    },
    {
      "id": "section-39-57-55",
      "number": "39-57-55.",
      "heading": "",
      "text": "(A) Licenses required by Chapter 57 of Title 39 to be registered biennially must be assigned registration periods as provided in this section.\n\n(1) Upon the first reregistration of the licenses by the South Carolina Secretary of State's Office after the effective date of biennial licensure, a biennial registration period must be implemented as follows:\n\n(a) Licensees whose license numbers end in:\n\n(i) an even number and expire between July 1, 1992, and December 31, 1992, shall obtain a biennial registration;\n\n(ii) an even number and expire between January 1, 1993, and June 30, 1993, shall reregister their licenses for one year. At the end of that time they shall reregister their license for two years and biennially after that time;\n\n(iii) an odd number and expire between July 1, 1992, and December 31, 1992, shall register their licenses for one year. At the end of that time they shall register their license for two years and biennially after that time;\n\n(iv) an odd number and expire between January 1, 1993, and June 30, 1993, shall obtain a biennial registration;\n\n(v) \"A\" through \"L\" and expire between July 1, 1992, and June 30, 1993, shall obtain a biennial registration;\n\n(vi) \"M\" through \"Z\" and expire between July 1, 1992, and June 30, 1993, shall obtain a one-year registration and obtain a biennial registration after that time.\n\n(b) Licenses issued in South Carolina for the first time between:\n\n(i) July 1, 1992, and December 31, 1992, which end in an even number must be issued for a biennial registration period;\n\n(ii) between July 1, 1992, and December 31, 1992, which end in an odd number must be issued for one year. At the end of that time the license must be renewed for two years and biennially after that time;\n\n(iii) January 1, 1993, and June 30, 1993, which end in an even number must be issued for one year. At the end of that time the license must be renewed for two years and biennially after that time;\n\n(iv) January 1, 1993, and June 30, 1993, which end in an odd number must be issued biennially;\n\n(v) July 1, 1992, and June 30, 1993, and issued license numbers which end in \"A\" through \"L\" must be issued biennially;\n\n(vi) between July 1, 1992, and June 30, 1993, and which end in \"M\" through \"Z\" must be issued for one year and renewed biennially after that time.\n\n(2) Registrations are valid until the last day of the month in which the registration expires. The license fees charged during the conversion process must be prorated for the length of the license issued.\n\n(B) After June 30, 1993, licensees must be registered and licensed for twenty-four consecutive months, and the registrations expire on the last day of the twenty-fourth month. The registration and licensing of every licensee must be renewed biennially upon application by the holder and by payment of fees required by law to take effect on the first day of the month following the expiration of the registration and licensing to be renewed. This section does not prevent the Secretary of State's Office from refusing to issue a license.\n\nHISTORY: 1992 Act No. 501, Part II Section 9A, eff July 1, 1992.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-57/section-39-57-55/"
    },
    {
      "id": "section-39-57-60",
      "number": "39-57-60.",
      "heading": "",
      "text": "Business opportunity sellers shall not:\n\n(1) Represent that the business opportunity provides income or earning potential of any kind unless the seller has documented data to substantiate the claims of income or earning potential and discloses this data to the prospective purchaser at the time such representations are made;\n\n(2) Use the trademark, service mark, trade names, logotype, advertising or other commercial symbol of any business which does not either control the ownership interest in the seller or accept responsibility for all representations made by the seller in regard to the business opportunity, unless it is clear from the circumstances that the owner of the commercial symbol is not involved in the sale of the business opportunity;\n\n(3) Make or authorize the making of any reference to its compliance with this article in any advertisement or other contact with prospective purchasers other than by setting forth the registration number as provided in Section 39-57-50(b);\n\n(4) Identify any person as having profited from the business opportunity offered without providing a current address of such person, a description of the circumstances under which the profit was earned and disclosure of any interest held by such person in the business opportunity offered by seller.\n\nHISTORY: 1980 Act No. 474, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-57/section-39-57-60/"
    },
    {
      "id": "section-39-57-70",
      "number": "39-57-70.",
      "heading": "",
      "text": "(a) Every business opportunity contract shall be in writing and a copy shall be given to the purchaser at the time he signs the contract.\n\n(b) Every contract for a business opportunity shall include the following:\n\n(1) The terms and conditions of payment;\n\n(2) A detailed description of the services that the business opportunity seller undertakes to perform for the purchaser;\n\n(3) The seller's principal business address and the name and address of its agent in the State authorized to receive service of process;\n\n(4) The approximate delivery date of any product, equipment or supplies the business opportunity seller is to deliver to the purchaser.\n\nHISTORY: 1980 Act No. 474, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-57/section-39-57-70/"
    },
    {
      "id": "section-39-57-80",
      "number": "39-57-80.",
      "heading": "",
      "text": "(a) If a business opportunity seller uses any untrue or misleading statements in the sale of a business opportunity, or fails to give the disclosures required by Section 39-57-30, or fails to deliver the equipment, supplies or products necessary to begin substantial operation of the business within forty-five days of the delivery date stated in the business opportunity contract, or if the contract does not comply with the requirements of Section 39-57-70, then, within one year of the date of the contract, upon written notice to seller, the purchaser may void the contract and shall be entitled to receive from the business opportunity seller all sums paid to the business opportunity seller. Upon receipt of such sums, the purchaser shall make available to the seller at purchaser's address or at the places at which they are located at the time notice is given, all products, equipment or supplies received by the purchaser. The purchaser, however, shall not be entitled to unjust enrichment by exercising the remedies provided in this subsection.\n\n(b) Any purchaser injured by a violation of this chapter or by the business opportunity seller's breach of a contract or any obligation arising therefrom may bring an action for recovery of damages, including reasonable attorneys' fees.\n\n(c) Upon complaint of any person that a business opportunity seller has violated this chapter, the court of common pleas shall have jurisdiction to enjoin the defendant from further violations.\n\n(d) The remedies provided herein shall be in addition to any other remedies provided for by law or in equity.\n\n(e) The violation of any provisions of this chapter shall constitute an unfair trade practice under Section 39-5-20 of the 1976 Code.\n\nHISTORY: 1980 Act No. 474, Section 8.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-57/section-39-57-80/"
    }
  ]
}