{
  "state": "south-carolina",
  "path": "title-title-39/chapter-t39c075",
  "sections": [
    {
      "id": "section-39-75-10",
      "number": "39-75-10",
      "heading": "",
      "text": "As used in this chapter, the term: (1) \"Regroovable tire\" means a tire, either original tread or retread, designed and constructed with sufficient tread material to permit renewal of the tread pattern or the generation of a new tread pattern in a manner which conforms to this chapter. (2) \"Regrooved tire\" means a tire, either original tread or retread, on which the tread pattern has been renewed or a new tread has been produced by cutting into the tread of a worn tire to a depth equal to or deeper than the molded original groove depth. HISTORY: 2000 Act No. 300, Section 1, eff May 26, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-75/section-39-75-10/"
    },
    {
      "id": "section-39-75-20",
      "number": "39-75-20",
      "heading": "",
      "text": "(A) Except as permitted in subsection (B) of this section, a person shall not sell, offer for sale, or introduce or deliver for introduction into commerce regrooved tires produced by removing rubber from the surface of a worn tire tread to generate a new tread pattern. A person who regrooves tires and leases them to owners or operators of motor vehicles and a person who regrooves his own tires for use on motor vehicles is considered to be a person delivering for introduction into commerce within the meaning of this section. (B) A regrooved tire may be sold, offered for sale, or introduced for sale or delivered for introduction into commerce only if it conforms to each of the following requirements: (1) The tire being regrooved is a regroovable tire. (2) After regrooving, cord material below the grooves must have a protective covering of tread material at least 3/32 -inch thick. (3) After regrooving, the new grooves generated into the tread material and residual original molded tread groove which is at or below the new regrooved depth must have a minimum of ninety linear inches of tread edges for each linear foot of the circumference. (4) After regrooving, the new groove width generated into the tread material must be a minimum of 3/16 -inch and a maximum of 5/16 -inch. (5) After regrooving, all new grooves cut into the tread must provide unobstructed fluid escape passages. (6) After regrooving, the tire must not contain any of the following defects, as determined by a visual examination of the tire either mounted on the rim or dismounted: (a) cracking which extends to the fabric; (b) groove cracks or wear extending to the fabric; or (c) evidence of ply, tread, or sidewall separation. (7) If the tire is siped by cutting the tread surface without removing rubber, the tire cord material may not be damaged as a result of the siping process, and a sipe may not be deeper than the original or retread groove depth. (C) A person shall not sell, offer for sale, or introduce for sale or deliver for introduction into commerce a regroovable tire that has been siped by cutting the tread surface without removing rubber if the tire cord material is damaged as a result of the siping process, or if the tire is siped deeper than the original or retread groove depth. HISTORY: 2000 Act No. 300, Section 1, eff May 26, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-75/section-39-75-20/"
    },
    {
      "id": "section-39-75-30",
      "number": "39-75-30",
      "heading": "",
      "text": "A tire designed and constructed for regrooving shall be labeled on one sidewall with the word \"REGROOVABLE\". HISTORY: 2000 Act No. 300, Section 1, eff May 26, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-75/section-39-75-30/"
    },
    {
      "id": "section-39-75-40",
      "number": "39-75-40",
      "heading": "",
      "text": "This chapter does not apply to regrooved or regroovable tires intended solely for export outside the United States, which tires must be labeled or tagged for export; nor does it apply to tires intended solely for agricultural use or for off the road industrial use. HISTORY: 2000 Act No. 300, Section 1, eff May 26, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-75/section-39-75-40/"
    },
    {
      "id": "section-39-75-50",
      "number": "39-75-50",
      "heading": "",
      "text": "Any person who knowingly sells, offers for sale, or delivers for introduction into this State regrooved tires not in conformity with this chapter is guilty of a misdemeanor and, upon conviction, shall be imprisoned not more than one year or fined not more than five thousand dollars, or both. HISTORY: 2000 Act No. 300, Section 1, eff May 26, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-75/section-39-75-50/"
    },
    {
      "id": "section-39-75-100",
      "number": "39-75-100",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-110",
      "number": "39-75-110",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-120",
      "number": "39-75-120",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-130",
      "number": "39-75-130",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-140",
      "number": "39-75-140",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-150",
      "number": "39-75-150",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-200",
      "number": "39-75-200",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-210",
      "number": "39-75-210",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-220",
      "number": "39-75-220",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-230",
      "number": "39-75-230",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-75-240",
      "number": "39-75-240",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    }
  ]
}