{
  "state": "south-carolina",
  "path": "title-title-39/chapter-chapter-63",
  "sections": [
    {
      "id": "section-39-63-10",
      "number": "39-63-10",
      "heading": "",
      "text": "As used in this chapter:\n\n(1) \"Fabric\" means any material woven, knitted, felted, or otherwise produced from, or in combination with, any natural or manufactured fiber, yarn, or substitute.\n\n(2) \"Fiber\" or \"textile fiber\" means a unit of matter which is capable of being spun into a yarn or made into a fabric by bonding or by interlacing in a variety of methods including weaving, knitting, braiding, felting, twisting, or webbing, and which is the basic structural element of textile products.\n\n(3) \"Household textile articles\" means articles of wearing apparel, costumes and accessories, draperies, floor coverings, furnishings, beddings, and other textile goods of a type customarily used in a household.\n\n(4) \"Textile fiber product\" means:\n\n(a) any fiber, whether in the finished or unfinished state, used or intended for use in household textile articles;\n\n(b) any yarn or fabric, whether in the finished or unfinished state, used or intended for use in household textile articles;\n\n(c) any household textile article made in whole or in part of yarn or fabric.\n\n(5) \"Yarn\" means a strand of textile fiber in a form suitable for weaving, knitting, braiding, felting, webbing, or otherwise fabricating into a fabric.\n\nHISTORY: 1987 Act No. 110 Section 1, eff May 26, 1986.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-63/section-39-63-10/"
    },
    {
      "id": "section-39-63-20",
      "number": "39-63-20",
      "heading": "",
      "text": "(A) A person who advertises a textile fiber product for sale in a printed advertisement distributed in this State which identifies the product by picture or description shall state in the advertisement in a clear and conspicuous manner whether the textile fiber product was processed or manufactured in the United States of America, imported, or both.\n\n(B) This section does not apply to advertisements in interstate commerce regulated by the Textile Fiber Products Identification Act, 15 U.S.C., Sections 70 et seq.\n\nHISTORY: 1987 Act No. 110 Section 1, eff May 26, 1987.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-63/section-39-63-20/"
    }
  ]
}