{
  "state": "south-carolina",
  "path": "title-title-39/chapter-t39c037",
  "sections": [
    {
      "id": "section-39-37-10",
      "number": "39-37-10",
      "heading": "",
      "text": "For the purpose and within the meaning of this chapter the definitions contained in this section shall obtain: (1) \"Frozen desserts\" means ice cream, frozen custard, ice milk, milk sherbet, dietary frozen dessert, ice or ice sherbet, low fat frozen dessert, low fat frozen dairy dessert, mellorine, frozen yogurt and low fat frozen yogurt as defined herein. (2) \"Milk products\" means pure, clean and wholesome cream, pure milk fat, butter, milk, evaporated milk, skimmed milk, condensed milk, sweetened condensed milk, condensed skimmed milk, sweetened condensed skimmed milk, dried milk and dried skimmed milk. (3) \"Ice cream\" means the pure, clean, frozen product made from a combination of two or more of the following ingredients: Milk products, eggs, water and sugar with harmless flavoring, with or without harmless coloring and with or without added stabilizer composed of wholesome edible material. It contains not more than one half of one per cent by weight of stabilizer, not less than ten per cent by weight of milk fat and not less than eighteen per cent by weight of total milk solids, including milk fat, except that when fruit, nuts, cocoa or chocolate, maple syrup, cakes or other confections are used for the purpose of flavoring, it shall contain not less than ten per cent by weight of milk fat and not less than eighteen per cent by weight of total milk solids, including milk fat, except for such reduction in milk fat and in total milk solids as is due to the addition of such flavoring, but in no such case shall it contain less than eight per cent by weight of milk fat nor less than sixteen per cent by weight of total milk solids, including milk fat. In no case shall any ice cream contain less than one and six-tenths pound of total food solids per gallon, and it must weigh not less than four and one-fourths pounds to the gallon. (4) \"Frozen custard\" means French ice cream, French custard ice cream, ice custard, parfaits and similar frozen products. Frozen custard is a clean, wholesome product made from a combination of two or more of the following ingredients: Milk products, water and sugar with harmless flavoring, with or without harmless coloring and with or without added stabilizer composed of wholesome edible material. It contains not more than one half of one per cent by weight of stabilizer, not less than ten per cent by weight of milk fat and not less than eighteen per cent by weight of total milk solids. Frozen custard shall contain for each ninety pounds thereof not less than (a) five dozen of clean, wholesome egg yolks, (b) one and five-tenths pounds of wholesome dry egg yolk containing not to exceed seven per cent of moisture, (c) three pounds of wholesome frozen egg yolk containing not to exceed fifty-five per cent of moisture or (d) the equivalent of egg yolk in any other form. In no case shall any frozen custard contain less than one and six-tenths pounds of total food solids per gallon, and it must weigh not less than four and one-fourth pounds to the gallon. (5) \"Ice milk\" means the pure, clean, frozen product made from a combination of two or more of the following ingredients: Milk products, eggs, water and sugar, with harmless flavoring, with or without harmless coloring and with or without added stabilizer composed of wholesome edible material. It contains not more than one half of one percent by weight of stabilizer, not less than two percent and less than seven percent by weight of milk fat and not less than eleven percent by weight of total milk solids, including milk fat. In no case shall any ice milk contain less than one and three-tenths pounds of total food solids to the gallon, and it must weigh not less than four and one-fourth pounds to the gallon. (6) \"Milk sherbet\" means the pure, clean, frozen product made from milk products, water and sugar, with harmless fruit or fruit juice flavoring and with or without harmless coloring, with not less than thirty-five one hundredths of one per cent of acid, as determined by titrating with standard alkali and expressed as lactic acid, and with or without added stabilizer composed of wholesome edible material. It contains not less than four per cent nor more than six per cent by weight of milk solids and it must weigh not less than four and one-fourth pounds to the gallon. (7) \"Ice or ice sherbet\" means the pure, clean, frozen product made from water and sugar with harmless fruit or fruit juice flavoring and with or without harmless coloring, with not less than thirty-five one hundredths of one per cent of acid, as determined by titrating with standard alkali and expressed as lactic acid, and with or without added stabilizer composed of wholesome edible material. It contains no milk solids. (8) [Deleted] (9) \"Dietary frozen dessert\" is the food prepared by freezing while stirring a pasteurized mix containing one or more of the following ingredients: milk products, water, sugar and any safe, suitable stabilizers, emulsifiers, nonnutritive sweeteners and optional ingredients approved by the Commissioner of Agriculture. The finished product contains less than two percent by weight of ether extractable fat and not less than seven percent by weight of total milk solids. The product weighs not less than four and one-half pounds per gallon and contains not less than one and one-tenth pounds nor more than one and forty-five hundredths pounds of food solids per gallon. If the optional ingredient microcrystalline cellulose is used, the quantity of food solids is not less than one and one-tenth pounds per gallon exclusive of the weight of the microcrystalline cellulose. (10) Additional definitions for frozen dairy products may be promulgated or defined standards changed by the Commissioner of Agriculture by regulation to conform to appropriate federal standards and definitions, if deemed to be in the consumer's interest. Before any definitions are promulgated or changed, public notice must be given requesting comments by anyone adversely affected and a hearing scheduled if sufficient adverse comments are received. (11) \"Low fat frozen dessert\" or \"low fat frozen dairy dessert\" means the pure, clean, frozen food product prepared by freezing, while stirring a pasteurized mix containing one or more of the following ingredients: sweet skim milk, concentrated skim milk, extra-grade nonfat dry milk, whole milk, and cream. It may contain any of the following optional ingredients: fruit or fruit juices, eggs or egg products, harmless flavoring and coloring, safe and suitable stabilizers and emulsifiers, nut meats, and any sweetening agents approved by the Commissioner of Agriculture. The finished product contains not less than one and one-tenth percent nor more than one and nine-tenths percent by weight of milk fat and not less than twelve percent by weight of milk solids-non-fat. The product contains not less than one and eight-tenths pounds of food solids a gallon and weighs not less than six pounds a gallon. (12) \"Mellorine\" means the food produced by the freezing, while stirring, a pasteurized mix consisting of safe and suitable ingredients including, but not limited to, milk-derived nonfat solids and animal or vegetable fat, or both, only a part of which may be milk fat. Mellorine is sweetened with nutritive carbohydrate sweetener, may contain harmless flavoring and coloring, suitable stabilizers and emulsifiers, and may contain fruit or fruit juices, and nut meats. The finished product contains not less than six percent fat and not less than eight percent by weight of milk solids-non-fat. The finished product contains not less than one and six-tenths pounds of total solids a gallon and weighs not less than four and one-half pounds a gallon. Vitamin A is present in the finished mellorine at the rate of forty international units a gram of fat within limits of good manufacturing practice. (13) \"Frozen yogurt\" or \"low fat frozen yogurt\" means the pure, clean, frozen food product consisting of two or more of the following ingredients: milk products, nutritive carbohydrate sweetener, water, safe and suitable stabilizers and emulsifiers, harmless flavoring and coloring, fruits or fruit juices, and nut meats. The finished product contains not less than one and five-tenths percent milk fat and weighs not less than four and one-quarter pounds a gallon. HISTORY: 1962 Code Section 32-1701; 1952 Code Section 32-1701; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119; 1951 (47) 445; 1953 (48) 40; 1967 (55) 231; 1974 (58) 2179; 1984 Act No. 465, Sections 1-3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-10/"
    },
    {
      "id": "section-39-37-20",
      "number": "39-37-20",
      "heading": "",
      "text": "No person shall sell, advertise, or offer or expose for sale: (1) Any frozen dessert, unless its manufacturer is a licensee under the provisions of this chapter; (2) Any frozen dessert that does not comply with the definitions of Section 39-37-10 or definitions adopted by regulation as provided in item (10) of that section. Frozen dessert type food products, other than the defined products shall comply with all applicable provisions of the South Carolina Food and Cosmetic Act (Chapter 25 of Title 39) and comply with the frozen desserts licensing provisions of Section 39-37-70. HISTORY: 1962 Code Section 32-1702; 1952 Code Section 32-1702; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119; 1955 (49) 514; 1984 Act No. 465, Section 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-20/"
    },
    {
      "id": "section-39-37-30",
      "number": "39-37-30",
      "heading": "",
      "text": "All milk and milk products used in the manufacture of ice cream, ice milk, frozen custard or sherbet, or the entire mix with or without flavor or color, shall be pasteurized in accordance with rules and regulations to be adopted as herein provided. HISTORY: 1962 Code Section 32-1703; 1952 Code Section 32-1703; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119; 1953 (48) 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-30/"
    },
    {
      "id": "section-39-37-40",
      "number": "39-37-40",
      "heading": "",
      "text": "No person shall: (1) Sell, offer for sale or advertise for sale any frozen dessert if the brand name of the frozen dessert, the label upon it or the advertising accompanying it shall give a false indication of origin, character, composition or name of manufacturer or is otherwise false or misleading in any particular; (2) Misrepresent in any manner the name of the manufacturer of frozen desserts; (3) Unless he is the owner, remove, erase, obliterate, cover or conceal the owner's name or any distinguishing mark or device which may appear to be placed on any cabinet, can, container or other equipment; or (4) Offer for sale frozen desserts from any container, compartment, or cabinet which contains any other article. HISTORY: 1962 Code Section 32-1704; 1952 Code Section 32-1704; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119; 1951 (47) 445; 1953 (48) 40; 1974 (58) 2179; 1984 Act No. 465, Section 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-40/"
    },
    {
      "id": "section-39-37-50",
      "number": "39-37-50",
      "heading": "",
      "text": "Ice milk, when sold in package or wrapper, shall be labeled in plain legible type, not less than eight point, with the words \"Ice Milk.\" This shall not include the containers used when ice milk is drawn in front of the customers' eyes. A sign on a white card with letters not less than four inches in height and two inches in width containing the words \"Ice Milk Sold Here\" shall be posted by the vendor in a conspicuous place in the salesroom in every establishment where ice milk is sold, except that the sign shall not be required in those establishments selling only ice-milk items in packages or wrappers, each item of which is labeled in plain legible letters, not less than eight point type, with the words \"Ice Milk.\" HISTORY: 1962 Code Section 32-1704.1; 1953 (48) 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-50/"
    },
    {
      "id": "section-39-37-60",
      "number": "39-37-60",
      "heading": "",
      "text": "When artificial coloring is used in dietary frozen dessert directly or as a component of any other ingredient, the label shall bear the statement \"artificially colored,\" \"artificial color added\" or \"__________, and artificial color added,\" the blank being filled in with the common or usual name of the artificial color, or in lieu thereof, in case the artificial color is a component of another ingredient, \"__________, artificially colored.\" If both artificial color and artificial flavoring are used, the label statements may be combined. One or more vitamins or minerals, approved by the Commissioner of Agriculture, which are required in human nutrition may be added to the product. If any of such vitamins or minerals which are added are those for which recommended daily dietary allowances have been established by the Food and Nutrition Board of the National Research Council, National Academy of Sciences, then each four fluid ounce serving of finished dessert shall provide no less than eight percent nor more than twenty percent of the recommended daily dietary allowances for adults for such vitamins or minerals. If vitamins or minerals are added to the product, the name of the food shall be immediately preceded or followed with the word \"fortified\" in type of the same style and at least one half the size of the type used for the name \"dietary frozen dessert\" and on the same contrasting background. If nonnutritive and nutritive sweeteners are used, the statement \"contains nutritive and nonnutritive sweeteners\" shall immediately follow the name of the product. The label on each package of dietary frozen dessert shall include a complete list of ingredients in descending order of predominance. Dietary frozen dessert may only be sold in a properly labeled factory-filled container except that it may be sold directly from a dispensing freezer. When dietary frozen dessert is sold directly from a dispensing freezer, it shall be sold in a container labeled as required above and a sign on a white card with letters not less than four inches in height and two inches in width containing the words \"Dietary Frozen Dessert Sold Here\" shall be posted in a conspicuous place contiguous to the dispensing freezer. Low fat frozen dessert, low fat frozen dairy dessert, mellorine, frozen yogurt, and low fat frozen yogurt, when served from a bulk container or from a soft-serve type dispenser for individual servings, must be placed in labeled containers. In lieu of the labeled container, a conspicuous sign approved by the South Carolina Department of Agriculture, easily visible to the public, must be displayed stating the frozen dessert that is to be served. Printed menus, menu boards, and advertising signs, when stating a frozen dessert, must correctly state the specific frozen dessert that is offered for sale so as not to mislead the consumer. HISTORY: 1962 Code Section 32-1704.2; 1974 (58) 2179; 1984 Act No. 465, Section 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-60/"
    },
    {
      "id": "section-39-37-70",
      "number": "39-37-70",
      "heading": "",
      "text": "Every manufacturer of frozen desserts produced for sale shall, during the month of May in each year, file with the Department of Agriculture an application for a license upon a form prescribed by the Department. The application must show that the frozen desserts manufactured by the applicant are composed of pure and wholesome ingredients and are produced under sanitary conditions. The application shall also show the location of each plant at which frozen desserts are to be manufactured and the name of the brand or brands, if any, under which they are to be sold. The license period shall be for twelve months beginning June first. HISTORY: 1962 Code Section 32-1705; 1952 Code Section 32-1705; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119; 1967 (55) 231.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-70/"
    },
    {
      "id": "section-39-37-80",
      "number": "39-37-80",
      "heading": "",
      "text": "The Department of Agriculture, if satisfied that the manufacturing plant or plants named in the application are maintained in accordance with the standards of sanitation prescribed in the rules and regulations promulgated under the authority of this chapter, shall issue, without cost to the applicant, a license for the manufacture of frozen desserts. No license shall be issued if any statement in the application is false or misleading or if the brand name or any label or advertisement of the frozen dessert involved in the application gives a false indication of origin, character, composition or name of manufacturer or is otherwise false or misleading in any particular. HISTORY: 1962 Code Section 32-1706; 1952 Code Section 32-1706; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-80/"
    },
    {
      "id": "section-39-37-90",
      "number": "39-37-90",
      "heading": "",
      "text": "Any such license may be revoked by the Department of Agriculture after giving to the licensee notice by mail or otherwise and an opportunity to be heard, when and if it appears that: (1) Any statement upon which it was issued was false or misleading; (2) Any frozen dessert manufactured by the licensee is adulterated or misbranded or is manufactured in a plant not maintained in accordance with the standards of sanitation prescribed in the rules and regulations promulgated under the authority of this chapter; or (3) The brand name or any label or advertising of any frozen dessert manufactured by the licensee gives a false indication of origin, character, composition or name of manufacturer or is otherwise false or misleading in any particular. A license may also, after such notice and hearing, be suspended for any of the foregoing reasons until the licensee complies with the conditions prescribed by the Department for its reinstatement. HISTORY: 1962 Code Section 32-1707; 1952 Code Section 32-1707; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-90/"
    },
    {
      "id": "section-39-37-100",
      "number": "39-37-100",
      "heading": "",
      "text": "The action of the Department of Agriculture in refusing to grant a license or in revoking or suspending a license is subject to review by the Administrative Law Court according to its appellate rules as provided in Sections 1-23-380(B) and 1-23-600(D). An appeal from the decision of the Administrative Law Court must be taken in the manner provided by the South Carolina Appellate Court Rules. HISTORY: 1962 Code Section 32-1708; 1952 Code Section 32-1708; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119; 1999 Act No. 55, Section 41, eff June 1, 1999; 2006 Act No. 387, Section 19, eff July 1, 2006. Editor's Note 2006 Act No. 387, Section 53, provides as follows: \"This act is intended to provide a uniform procedure for contested cases and appeals from administrative agencies and to the extent that a provision of this act conflicts with an existing statute or regulation, the provisions of this act are controlling.\" 2006 Act No. 387, Section 57, provides as follows: \"This act takes effect on July 1, 2006, and applies to any actions pending on or after the effective date of the act. No pending or vested right, civil action, special proceeding, or appeal of a final administrative decision exists under the former law as of the effective date of this act, except for appeals of Department of Health and Environmental Control Ocean and Coastal Resource Management and Environmental Quality Control permits that are before the Administrative Law Court on the effective date of this act and petitions for judicial review that are pending before the circuit court. For those actions only, the department shall hear appeals from the administrative law judges and the circuit court shall hear pending petitions for judicial review in accordance with the former law. Thereafter, any appeal of those actions shall proceed as provided in this act for review. For all other actions pending on the effective date of this act, the action proceeds as provided in this act for review.\" Effect of Amendment The 1999 amendment changed the appeal provisions at the end of the section to refer to the Appellate Court Rules. The 2006 amendment in the first sentence substituted \"Administrative Law Court according to its appellate rules as provided in Sections 1-23-380(B) and 1-23-600(D)\" for \"court of common pleas in the county in which the aggrieved party resides\", in the second sentence substituted \"Administrative Law Court must\" for \"circuit court shall\"; and made nonsubstantive changes throughout.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-100/"
    },
    {
      "id": "section-39-37-110",
      "number": "39-37-110",
      "heading": "",
      "text": "Nothing contained in this chapter shall be construed to apply to ice cream and similar frozen products manufactured and sold by social, fraternal, charitable, educational, religious or beneficent organizations, nor to a farmer making and selling from the products of his farm ice cream, custard ice cream, ice milk, French ice cream, French custard, frozen custard or sherbet if the standards of purity and quality prescribed by this chapter are maintained in all such cases. HISTORY: 1962 Code Section 32-1709; 1952 Code Section 32-1709; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119; 1951 (47) 445; 1953 (48) 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-110/"
    },
    {
      "id": "section-39-37-120",
      "number": "39-37-120",
      "heading": "",
      "text": "Section effective until July 1, 2024. See, also, Section 39-37-120 effective July 1, 2024. The Department of Agriculture shall enforce the provisions of this chapter and shall from time to time, after inquiry and public hearing, adopt and promulgate rules and regulations to supplement and give full effect to the provisions of this chapter. The Department of Health and Environmental Control shall establish and enforce sanitary regulations pertaining to the manufacture and distribution of frozen desserts, including the sanitary condition of (a) buildings, ground and equipment where frozen desserts are manufactured, (b) persons in direct physical contact with frozen desserts during manufacture, (c) containers in which frozen desserts are held or shipped and (d) premises, buildings, surroundings and equipment where frozen desserts are sold. Such rules and regulations shall be filed and open for public inspection at the principal office of the Department and shall have the force of law. HISTORY: 1962 Code Section 32-1710; 1952 Code Section 32-1710; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119; 1953 (48) 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-120/"
    },
    {
      "id": "section-39-37-130",
      "number": "39-37-130",
      "heading": "",
      "text": "Any person violating any of the provisions of this chapter is guilty of a misdemeanor and, upon conviction thereof, must be fined not less than two hundred dollars nor more than five hundred dollars. All fines and penalties imposed and recovered for the violation of any of the provisions of this chapter must be paid to the Department of Agriculture then paid by the Department into the State Treasury. HISTORY: 1962 Code Section 32-1711; 1952 Code Section 32-1711; 1942 Code Section 5129-1; 1934 (38) 1603; 1941 (42) 119; 1984 Act No. 465, Section 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-39/chapter-37/section-39-37-130/"
    }
  ]
}