{
  "state": "new-mexico",
  "path": "title-chapter-62-electric-gas-and-water-utilities/chapter-article-19-public-regulation-commission",
  "sections": [
    {
      "id": "section-62-19-1",
      "number": "62-19-1",
      "heading": "Short title.Section 62-19-2 - Definitions",
      "text": "Chapter 62, Article 19 NMSA 1978 may be cited as the \"Public Regulation Commission Act\".\n\nHistory:Laws 1998, ch. 108, § 1; 2007, ch. 161, § 1; § 8-8-1, recompiled and amended as § 62-19-1 by Laws 2020, ch. 9, § 15.\n\nRecompilations.— Laws 2020, ch. 9, § 15 recompiled and amended former 8-8-1 NMSA 1978 as 62-19-1 NMSA 1978, effective January 1, 2023, contingent upon the adoption of Laws 2019, SJC/SRC/SJR Nos. 1 and 4, Constitutional Amendment 1, at the general election held on November 3, 2020. Constitutional Amendment 1 was adopted by a vote of 445,655 for and 355,471 against.\n\nThe 2020 amendment,effective January 1, 2023, deleted \"Chapter 8, Article 8\" and added \"Chapter 62, Article 19\".\n\nThe 2007 amendment,effective June 15, 2007, changed the statutory reference to the act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-1/"
    },
    {
      "id": "section-62-19-2",
      "number": "62-19-2",
      "heading": "Definitions.",
      "text": "As used in the Public Regulation Commission Act:\n\nA. \"commission\" means the public regulation commission;\n\nB. \"commissioner\" means a person appointed to the public regulation commission; and\n\nC. \"person\" means an individual, corporation, firm, partnership, association, joint venture or similar legal entity.\n\nHistory:Laws 1998, ch. 108, § 2; § 8-8-2, recompiled and amended as § 62-19-2 by Laws 2020, ch. 9, § 16.\n\nRecompilations.— Laws 2020, ch. 9, § 16 recompiled and amended former 8-8-2 NMSA 1978 as 62-19-2 NMSA 1978, effective January 1, 2023.\n\nThe 2020 amendment,effective January 1, 2023,removed \"elected\" from the definition of \"commissioner\" as used in the Public Regulation Commission Act; and in Subsection B, after \"means a person\", deleted \"elected or\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-2/"
    },
    {
      "id": "section-62-19-3",
      "number": "62-19-3",
      "heading": "Public regulation commission.",
      "text": "A. The \"public regulation commission\", created in Article 11, Section 1 of the constitution of New Mexico, is composed of three commissioners appointed by the governor with the consent of the senate as provided in that article.\n\nB. The commission shall annually elect one of its members chair, who shall preside at hearings. In the absence of the chair, the commission may appoint any other member to preside.\n\nHistory:Laws 1998, ch. 108, § 3; § 8-8-3, recompiled and amended as § 62-19-3 by Laws 2020, ch. 9, § 17.\n\nRecompilations.— Laws 2020, ch. 9, § 17 recompiled and amended former 8-8-3 NMSA 1978 as 62-19-3 NMSA 1978, effective January 1, 2023.\n\nThe 2020 amendment,effective January 1, 2023, changed the composition of the public regulation commission from five elected commissioners to three commissioners appointed by the governor, and made certain technical amendments; and in Subsection A, after \"composed of\", deleted \"five\" and added \"three\", after \"commissioners\", deleted \"elected from districts\" and added \"appointed by the governor with the consent of the senate\", and after \"article\", deleted \"and the Public Regulation Commission Apportionment Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-3/"
    },
    {
      "id": "section-62-19-4",
      "number": "62-19-4",
      "heading": "Public regulation commission nominating committee.",
      "text": "A. The \"public regulation commission nominating committee\" is created and consists of seven members who are:\n\n(1) knowledgeable about public utility regulation;\n\n(2) not employed by or on behalf of or have a contract with a public utility that is regulated by the commission;\n\n(3) not applicants or nominees for a position on the commission; and\n\n(4) appointed as follows:\n\n(a) four members appointed one each by the speaker of the house of representatives, the minority floor leader of the house of representatives, the president pro tempore of the senate and the minority floor leader of the senate, with no more than two members being from the same political party;\n\n(b) two members appointed one each by the secretary of energy, minerals and natural resources and the secretary of economic development; and\n\n(c) one member who is a member of an Indian nation, tribe or pueblo appointed by the governor.\n\nB. A committee member shall:\n\n(1) be a resident of New Mexico;\n\n(2) serve a four-year term; and\n\n(3) serve without compensation, but shall be reimbursed for expenses incurred in pursuit of the member's duties on the committee pursuant to the Per Diem and Mileage Act.\n\nC. The committee and individual members shall be subject to the Governmental Conduct Act [Chapter 10, Article 16 NMSA 1978], the Inspection of Public Records Act [Chapter 14, Article 2 NMSA 1978], the Financial Disclosure Act [10-16A-1 to 10-16A-8 NMSA 1978] and the Open Meetings Act [Chapter 10, Article 15 NMSA 1978].\n\nD. Administrative support shall be provided to the committee by the staff of the commission.\n\nE. Initial appointments to the committee shall be made by the appointing authorities prior to July 1, 2022. Subsequent appointments shall be made no later than thirty days before the end of a term.\n\nF. The first meeting of the appointed members of the committee shall be held prior to September 1, 2022. The committee shall select one member to be chair and one member to be secretary. Following the first meeting, the committee shall meet as often as necessary in order to submit a list to the governor of no fewer than five qualified nominees for appointment to the commission for the terms beginning January 1, 2023. The list shall be developed to provide geographical diversity, and nominees on the list shall be from at least three different counties of the state.\n\nG. Subsequent to January 1, 2023, the committee shall meet at least ninety days prior to the date on which the term of a commissioner ends and as often as necessary thereafter in order to submit a list to the governor, at least thirty days prior to the beginning of the new term, of no fewer than two qualified nominees from diverse geographical areas of the state for appointment to the commission for each commissioner position term that is ending.\n\nH. Upon the occurrence of a vacancy in a commissioner position, the committee shall meet within thirty days of the date of the beginning of the vacancy and as often as necessary thereafter in order to submit a list to the governor, within sixty days of the first meeting after the vacancy occurs, of no fewer than two qualified nominees from diverse geographical areas of the state for appointment to the commission to fill the remainder of the term of each commissioner position that is vacant.\n\nI. If a position on the committee becomes vacant during a term, a successor shall be selected in the same manner as the original appointment for that position and shall serve for the remainder of the term of the position vacated.\n\nJ. The committee shall actively solicit, accept and evaluate applications from qualified individuals for a position on the commission and may require an applicant to submit any information it deems relevant to the consideration of the individual's application.\n\nK. The committee shall select nominees for submission to the governor who, in the committee's judgment, are best qualified to serve as a member of the commission.\n\nL. A majority vote of all members of the committee in favor of a person is required for that person to be included on the list of qualified nominees submitted to the governor.\n\nHistory:Laws 2020, ch. 9, § 18.\n\nEffective dates.— Laws 2020, ch. 9, § 63 made Laws 2020, ch. 9, § 18 effective January 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-4/"
    },
    {
      "id": "section-62-19-5",
      "number": "62-19-5",
      "heading": "Qualifications of commissioners.",
      "text": "A. Commissioners shall be persons who are independent of the industries regulated by the commission and shall possess demonstrated competence.\n\nB. In order to be appointed as a commissioner, a person must be qualified for office by:\n\n(1) having a baccalaureate degree from an institution of higher education that has been accredited by a regional or national accrediting body and at least ten years of professional experience in an area regulated by the commission or in the energy sector and involving a scope of work that includes accounting, public or business administration, economics, finance, statistics, policy, engineering or law; or\n\n(2) having higher education resulting in at least a professional license or a post-graduate degree from an institution of higher education that has been accredited by a regional or national accrediting body in a field related to an area regulated by the commission, including accounting, public or business administration, economics, finance, statistics, policy, engineering or law, and at least ten years of professional experience within the person's field.\n\nC. A commissioner shall not have a financial interest in a public utility in this state or elsewhere and shall not have been employed by a commission-regulated entity at any time during the two years prior to appointment to the commission.\n\nD. Commissioners shall give their entire time to the business of the commission and shall not pursue any other business or vocation or hold any other office for profit.\n\nE. As used in this section, \"professional experience\" means employment in which the prospective appointee for commissioner regularly made decisions requiring discretion and independent judgment and:\n\n(1) engaged in policy analysis, research, consumer advocacy or implementation in an area regulated by the commission or in the energy sector;\n\n(2) managed, as the head, deputy head or division director, a federal, state, tribal or local government department or division responsible for utilities, energy policy or construction; or\n\n(3) managed a business or organization regulated by the commission or in the energy sector that had five or more employees during the time it was managed by the prospective appointee.\n\nHistory:Laws 2013, ch. 64, § 1; 2019, ch. 212, § 210; § 8-8-3.1, recompiled and amended as § 62-19-5 by Laws 2020, ch. 9, § 19; 2023, ch. 100, § 17.\n\nRecompilations.— Laws 2020, ch. 9, § 19 recompiled and amended former 8-8-3.1 NMSA 1978 as 62-19-5 NMSA 1978, effective January 1, 2023.\n\nThe 2023 amendment,effective July 1, 2024, removed management of a department or division responsible for transportation from the required qualifications of a commissioner appointed to the public regulation commission; and in Subsection E, Paragraph E(2), after \"energy policy\", deleted \"transportation\".\n\nThe 2020 amendment,effective January 1, 2023, removed \"elected\" and \"candidate\" from the requirements for a public regulation commissioner, removed certain references to election related activity, required commissioners to have a baccalaureate degree from an institution of higher education or a post-graduate degree in a field related to an area regulated by the commission, including policy, required at least ten years of professional experience within the person's field, prohibited a commissioner from having a financial interest in a public utility, from having been employed by a commission-regulated entity at any time during the two years prior to appointment to the commission, and from pursuing any other business or holding any other office; in Subsection A, deleted \"In addition to other requirements imposed by law\" and added new language in the subsection; added subsection designation \"B.\"; in Subsection B, in the introductory clause, after \"to be\", deleted \"elected or\", in Paragraph B(1), after \"having\", added \"a baccalaureate degree from an institution of higher education that has been accredited by a regional or national accrediting body and\", in Paragraph B(2), after \"having\", deleted \" a total of ten years of combined professional experience as described in Paragraph (1) of this subsection and\", after \"professional license or a\", deleted \"baccalaureate\" and added \"post-graduate\", after \"accrediting body in\", added \"a field related to\", after \"statistics\", added \"policy\", and after \"engineering or law\", added \"and at least ten years of professional experience within the person's field\"; added new Subsections C and D and redesignated former Subsection B as Subsection E; in Subsection E, in the introductory clause, after \"which the\", deleted \"candidate or\", in Paragraph E(1), after \"research\", added \"consumer advocacy\", in Paragraph E(2), after \"utilities\", added \"energy policy\", and in Paragraph E(3), after \"managed by the\", deleted \"candidate or\"; and deleted former Subsections C and D.\n\nThe 2019 amendment,effective April 3, 2019, revised the qualification criteria for being elected or appointed commissioner; in Subsection A, deleted Paragraph A(3); in Subsection C, after \"declaration of candidacy.\", added the remainder of the subsection; and in Subsection D, after \"Subsection A of this section\", added \"or that the affidavit of the person seeking nomination does not contain sufficient information to determine if the person meets the requirements of Subsection A of this section\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-5/"
    },
    {
      "id": "section-62-19-6",
      "number": "62-19-6",
      "heading": "Continuing education requirements for commissioners.",
      "text": "A. Beginning July 1, 2013, a commissioner shall complete:\n\n(1) an ethics certificate course provided in person or online by a New Mexico public post-secondary educational institution in the first twelve-month period after taking office and at least one two-hour ethics course in each subsequent twelve-month period that the commissioner serves in office; and\n\n(2) at least thirty-two hours of continuing education relevant to the work of the commission in each twelve-month period that the commissioner serves in office. Continuing education courses shall be endorsed by the national association of regulatory utility commissioners or by the relevant licensing or professional association for a qualifying area of study for degree holders pursuant to this section.\n\nB. A commissioner shall be responsible for having the endorsing organization submit certification of completion of the hours of education required pursuant to Subsection A of this section to the commission's chief of staff.\n\nC. If a commissioner fails to comply with the education requirements in Subsection A of this section by the last day of a twelve-month period, the commissioner's compensation for performing the duties of the office shall be withheld by the commission until the requirements for the preceding twelve-month period or periods have been met.\n\nHistory:Laws 2013, ch. 64, § 2; § 8-8-3.2, recompiled and amended as § 62-19-6 by Laws 2020, ch. 9, § 20.\n\nRecompilations.— Laws 2020, ch. 9, § 20 recompiled and amended former 8-8-3.2 NMSA 1978 as 62-19-6 NMSA 1978, effective January 1, 2023.\n\nThe 2020 amendment,effective January 1, 2023, in Subsection C, deleted \"As an exception to Section 8-1-1 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-6/"
    },
    {
      "id": "section-62-19-7",
      "number": "62-19-7",
      "heading": "Recusal of commissioner or hearing examiner.",
      "text": "A. A commissioner or hearing examiner shall self recuse in any adjudicatory proceeding in which the commissioner or hearing examiner is unable to make a fair and impartial decision or in which there is reasonable doubt about whether the commissioner or hearing examiner can make a fair and impartial decision, including:\n\n(1) when the commissioner or hearing examiner has a personal bias or prejudice concerning a party or its representative or has prejudged a disputed evidentiary fact involved in a proceeding prior to hearing. For the purposes of this paragraph, \"personal bias or prejudice\" means a predisposition toward a person based on a previous or ongoing relationship, including a professional, personal, familial or other intimate relationship, that renders the commissioner or hearing examiner unable to exercise the commissioner's or hearing examiner's functions impartially;\n\n(2) when the commissioner or hearing examiner has a pecuniary interest in the outcome of the proceeding other than as a customer of a party;\n\n(3) when in previous employment the commissioner or hearing examiner served as an attorney, adviser, consultant or witness in the matter in controversy; or\n\n(4) when, as a nominee for appointment to the office of public regulation commissioner, the nominee announced how the nominee would rule on the adjudicatory proceeding or a factual issue in the adjudicatory proceeding.\n\nB. If a commissioner or hearing examiner fails to self recuse when it appears that grounds exist, a party shall promptly notify the commissioner or hearing examiner of the apparent grounds for recusal. If the commissioner or hearing examiner declines to self recuse upon request of a party, the commissioner or hearing examiner shall provide a full explanation in support of the refusal.\n\nHistory:Laws 1998, ch. 108, § 18; § 8-8-18, recompiled and amended as § 62-19-7 by Laws 2020, ch. 9, § 22.\n\nRecompilations.— Laws 2020, ch. 9, § 22 recompiled and amended former 8-8-18 NMSA 1978 as 62-19-7 NMSA 1978, effective January 1, 2023\n\nThe 2020 amendment,effective January 1, 2023, removed references to \"candidate\", and made certain technical amendments; and in Subsection A, Paragraph A(4), after \"when, as a\", deleted \"candidate for\" and added \"nominee for appointment to the\", after \"office\", added \"of public regulation commissioner\", and substituted each occurrence of \"he\" with \"the nominee\".\n\nRecusal not warranted.— Commissioners properly declined to recuse themselves since the timing of their remarks indicated that they were based on the evidence adduced in the rate case, as well the direct testimony filed by the public service company of New Mexico (PNM) in the present case.Albuquerque Bernalillo Cnty. Water Util. Auth. v. N.M. Pub. Regulation Comm'n, 2010-NMSC-013, 148 N.M. 21, 229 P.3d 494.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-7/"
    },
    {
      "id": "section-62-19-8",
      "number": "62-19-8",
      "heading": "Prohibited acts; nominees; commissioners and employees.",
      "text": "A. As used in this section, in addition to the definitions provided in Section 16 [62-19-2 NMSA 1978] of this 2020 act:\n\n(1) \"affiliated interest\" means a person who directly controls or is controlled by or is under common control with a regulated entity, including an agent, representative, attorney, employee, officer, owner, director or partner of an affiliated interest. For the purposes of this definition, \"control\" includes the possession of the power to direct or cause the direction of the management and policies of a person, whether directly or indirectly, through the ownership, control or holding with the power to vote of ten percent or more of the person's voting securities;\n\n(2) \"intervenor\" means a person who is intervening as a party in an adjudicatory matter or commenting in a rulemaking pending before the commission or has intervened in an adjudicatory or rulemaking matter before the commission within the preceding twenty-four months, including an agent, representative, attorney, employee, officer, owner, director, partner or member of an intervenor;\n\n(3) \"pecuniary interest\" includes owning or controlling securities; serving as an officer, director, partner, owner, employee, attorney or consultant; or otherwise benefiting from a business relationship. \"Pecuniary interest\" does not include an investment in a mutual fund or similar third-party-controlled investment, pension or disability benefits or an interest in capital credits of a rural electric cooperative or telephone cooperative because of current or past patronage; and\n\n(4) \"regulated entity\" means a person whose charges for services to the public are regulated by the commission and includes any direct or emerging competitors of a regulated entity and includes an agent, representative, attorney, employee, officer, owner, director or partner of the regulated entity.\n\nB. In addition to the requirements of the Financial Disclosure Act [10-16A-1 through 10-16A-8 NMSA 1978] and the Governmental Conduct Act [Chapter 10, Article 16 NMSA 1978], nominees for appointment to the commission, commissioners and employees of the commission shall comply with the requirements of the Public Regulation Commission Act, as applicable.\n\nC. A nominee for appointment to the commission shall not solicit or accept anything of value, either directly or indirectly, from a person whose charges for services to the public are regulated by the commission. For the purposes of this subsection, \"anything of value\" includes money, in-kind contributions and volunteer services to the nominee or the nominee's organization, but does not include pension or disability benefits.\n\nD. A commissioner or employee of the commission shall not:\n\n(1) accept anything of value from a regulated entity, affiliated interest or intervenor. For the purposes of this paragraph, \"anything of value\" does not include:\n\n(a) the cost of refreshments totaling no more than five dollars ($5.00) a day or refreshments at a public reception or other public social function that are available to all guests equally;\n\n(b) inexpensive promotional items that are available to all customers of the regulated entity, affiliated interest or intervenor; or\n\n(c) pension or disability benefits received from a regulated entity, affiliated interest or intervenor;\n\n(2) have a pecuniary interest in a regulated entity, affiliated interest or intervenor, and if a pecuniary interest in an intervenor develops, the commissioner or employee shall divest that interest or self recuse from the proceeding with the intervenor interest; or\n\n(3) solicit any regulated entity, affiliated interest or intervenor to appoint a person to a position or employment in any capacity.\n\nE. After leaving the commission:\n\n(1) a former commissioner shall not be employed or retained in a position that requires appearances before the commission by a regulated entity, affiliated interest or intervenor within two years of the former commissioner's separation from the commission;\n\n(2) a former employee shall not appear before the commission representing a party to an adjudication or a participant in a rulemaking within one year of ceasing to be an employee; and\n\n(3) a former commissioner or employee shall not represent a party before the commission or a court in a matter that was pending before the commission while the commissioner or employee was associated with the commission and in which the former commissioner or employee was personally and substantially involved in the matter.\n\nF. The attorney general or a district attorney may institute a civil action in the district court for Santa Fe county or, in the attorney general's or a district attorney's discretion, the district court for the county in which a defendant resides if a violation of this section has occurred or to prevent a violation of this section. A civil penalty may be assessed in the amount of two hundred fifty dollars ($250) for each violation, not to exceed five thousand dollars ($5,000).\n\nHistory:Laws 1998, ch. 108, § 19; § 8-8-19, recompiled and amended as § 62-19-8 by Laws 2020, ch. 9, § 23.\n\nRecompilations.— Laws 2020, ch. 9, § 23 recompiled and amended former 8-8-19 NMSA 1978 as 62-19-8 NMSA 1978, effective January 1, 2023.\n\nThe 2020 amendment,effective January 1, 2023, substituted references to \"candidate\" with \"nominee\", and made certain technical amendments; in the section heading, deleted \"candidates\" and added \"nominees\"; in Subsection A, in the introductory clause, after \"Section\", deleted \"2 of the Public Regulation Commission Act\" and added \"16 of this 2020 act\"; in Subsection B, after \"Governmental Conduct Act\", deleted \"candidates for\" and added \"nominees for appointment to\", and after \"requirements of\", deleted \"this section and Sections 17 and 18 of\"; in Subsection C, after \"A\", deleted \"candidate for election\" and added \"nominee for appointment\", deleted paragraph designation \"(1)\" and Paragraph C(2), and after \"volunteer services to the\", deleted \"candidate or his campaign\" and added \"nominee or the nominee's\"; and in Paragraph D(1), in the introductory paragraph, deleted \"For the purposes of this paragraph, a commissioner may accept allowable campaign contributions when campaigning for reelection.\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-8/"
    },
    {
      "id": "section-62-19-9",
      "number": "62-19-9",
      "heading": "Commission; general powers and duties.",
      "text": "A. The commission shall administer and enforce the laws with which it is charged and has every power conferred by law.\n\nB. The commission may:\n\n(1) subject to legislative appropriation, appoint and employ such professional, technical and clerical assistance as it deems necessary to assist it in performing its powers and duties;\n\n(2) delegate authority to subordinates as it deems necessary and appropriate, clearly delineating such delegated authority and any limitations;\n\n(3) retain competent attorneys to handle the legal matters of the commission and give advice and counsel in regard to any matter connected with the duties of the commission and, in the discretion of the commission, to represent the commission in any legal proceeding;\n\n(4) organize into organizational units as necessary to enable it to function most efficiently, subject to provisions of law requiring or establishing specific organizational units;\n\n(5) take administrative action by issuing orders not inconsistent with law to assure implementation of and compliance with the provisions of law for which the commission is responsible and to enforce those orders by appropriate administrative action and court proceedings;\n\n(6) conduct research and studies to improve the commission's operations or the provision of services to the citizens of New Mexico;\n\n(7) conduct investigations as necessary to carry out the commission's responsibilities;\n\n(8) apply for and accept grants and donations in the name of the state to carry out its powers and duties;\n\n(9) enter into contracts to carry out its powers and duties;\n\n(10) adopt such reasonable administrative, regulatory and procedural rules as may be necessary or appropriate to carry out its powers and duties;\n\n(11) cooperate with tribal and pueblo governments on topics over which the commission and the other governments have jurisdiction and conduct joint investigations, hold joint hearings and issue joint or concurrent orders as appropriate; and\n\n(12) apply to the district court for injunctions to prevent violations of any laws that it administers or rules or orders adopted pursuant to those laws.\n\nC. The commission shall:\n\n(1) prepare an annual budget for submission to the legislature;\n\n(2) provide for surety bond coverage for all employees of the commission as provided in the Surety Bond Act [10-2-13 to 10-2-16 NMSA 1978] and pay the costs of such bonds;\n\n(3) adopt rules to streamline the resolution of cases before it when appropriate by:\n\n(a) the use of hearing examiners;\n\n(b) the taking of evidence with the least delay practicable;\n\n(c) limiting repetitious testimony; and\n\n(d) adopting procedures for resolving cases in ways other than by trial-type hearings when appropriate, including consent calendars, conferences, settlements, mediation, arbitration and other alternative dispute resolution methods and the use of staff decisions; and\n\n(4) provide a toll-free telephone number and publish it and the commission's general telephone number in local telephone directories.\n\nD. A majority of the commission constitutes a quorum for the transaction of business; provided, however, that a majority vote of the commission is needed for a final decision of the commission.\n\nHistory:Laws 1998, ch. 108, § 4; § 8-8-4, recompiled as § 62-19-9 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-4 NMSA 1978 as 62-19-9 NMSA 1978, effective January 1, 2023.\n\nHearings.— Where the PRC does not delegate its authority to a hearing examiner, but rather, conducts an evidentiary hearing before a full complement of commissioners, unexplained absences by commissioners should be the exception rather than the rule. The commissioners of the PRC have a constitutional and statutory obligation to participate actively and fully in the proceedings before them.Albuquerque Bernalillo County Water Util. Auth. v. N.M. Pub. Regulation Comm'n, 2010-NMSC-013, 148 N.M. 21, 229 P.3d 494.\n\nScope of commission's enforcement authority.— Although the PRC may seek injunctions and impose an administrative fine on a telecommunications provider for any act or omission that the provider knew or should have known was a violation of any applicable law or rule or order of the PRC, the PRC's regulatory authority is not limited to those remedies since the legislature gave it discretion to enforce its orders by appropriate administrative action and court proceedings, which includes discretion to issue an order requiring a telecommunications provider to provide consumer credit or refunds in order to prevent violations of theNew Mexico Telecommunications Act. Qwest Corp. v. N.M. Public Regulation Comm'n, 2006-NMSC-042, 140 N.M. 440, 143 P.3d 478.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-9/"
    },
    {
      "id": "section-62-19-10",
      "number": "62-19-10",
      "heading": "Propane service; commission duties.",
      "text": "A. The commission shall adopt rules to protect consumers' rights with respect to propane service.\n\nB. The commission shall report by December 2009 to the appropriate interim legislative committee appointed by the New Mexico legislative council on the progress of the rulemaking pursuant to this section.\n\nHistory:Laws 2009, ch. 216, § 1; § 8-8-4.1, recompiled as § 62-19-10 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-4.1 NMSA 1978 as 62-19-10 NMSA 1978, effective January 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-10/"
    },
    {
      "id": "section-62-19-11",
      "number": "62-19-11",
      "heading": "Chief of staff; division directors; other staff.",
      "text": "A. The commission shall appoint a \"chief of staff\" who is responsible for the day-to-day operations of the commission staff under the general direction of the commission. The chief of staff shall serve at the pleasure of the commission.\n\nB. With the consent of the commission, the chief of staff shall appoint division directors. Appointments shall be made without reference to party affiliation and solely on the ground of fitness to perform the duties of their offices.\n\nC. Each director, with the consent of the chief of staff, shall employ such professional, technical and support staff as necessary to carry out the duties of the director's division. Employees shall be hired solely on the ground of their fitness to perform the job for which they are hired. Division staff are subject to the provisions of the Personnel Act [Chapter 10, Article 9 NMSA 1978].\n\nHistory:Laws 1998, ch. 108, § 5; 2000, ch. 57, § 1; 2013, ch. 74, §1; § 8-8-5, recompiled as § 62-19-11 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-5 NMSA 1978 as 62-19-11 NMSA 1978, effective January 1, 2023.\n\nThe 2013 amendment,effective March 29, 2013, in Subsection C, in the third sentence, deleted \"Except as provided in Subsection D of this section\"; and deleted former Subsection D, which permitted the superintendent of insurance to designate division positions with the consent of the chief of staff.\n\nThe 2000 amendment,effective May 17, 2000, inserted \"Except as provided in Subsection D of this section\" in the last sentence of Subsection C and added Subsection D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-11/"
    },
    {
      "id": "section-62-19-12",
      "number": "62-19-12",
      "heading": "Commission; organizational units.",
      "text": "The commission includes the following organizational units:\n\nA. the administrative services division;\n\nB. the consumer relations division;\n\nC. the legal division;\n\nD. the utility division; and\n\nE. the pipeline safety bureau.\n\nHistory:Laws 1998, ch. 108, § 6; 2007, ch. 161, § 2; 2013, ch. 74, § 2; 2020, ch. 9, § 21; § 8-8-6, recompiled as § 62-19-12 by Laws 2020, ch. 9, § 59; 2023, ch. 100, § 18.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled and amended former 8-8-6 NMSA 1978 as 62-19-12 NMSA 1978, effective January 1, 2023.\n\nThe 2023 amendment,effective July 1, 2024, added the pipeline safety bureau to, and removed the transportation division from, the list of organizational units included in the public regulation commission; in the section heading, deleted \"divisions\" and added \"organizational units\"; deleted former Subsection D and redesignated Subsection E as Subsection D; and added a new Subsection E.\n\nTemporary provisions.— Laws 2023, ch. 100, § 80, effective July 1, 2024, provided that:\n\nA. On July 1, 2024, all staff positions, functions, personnel, appropriations, money, records, equipment, supplies, other property and contractual obligations of the public regulation commission related to motor carrier regulation and enforcement, railroad safety enforcement and ambulance standards are transferred to the department of transportation.\n\nB. Beginning July 1, 2024, all references in law, rules, orders and other official acts to the public regulation commission or the transportation division of the public regulation commission related to motor carrier regulation and enforcement, railroad safety enforcement and ambulance standards shall be deemed references to the department of transportation.\n\nC. Beginning July 1, 2024, all contractual obligations of the public regulation commission related to motor carrier regulation and enforcement, railroad safety enforcement and ambulance standards are binding on the department of transportation.\n\nD. The rules, orders and decisions of the public regulation commission related to motor carrier regulation and enforcement, railroad safety enforcement and ambulance standards shall remain in effect until repealed or amended.\n\nThe 2020 amendment,effective July 1, 2023, removed the fire marshal division from the public regulation commission; and deleted Subsection F.\n\nThe 2013 amendment,effective March 29, 2013, eliminated the insurance division; and deleted former Subsection C, which created the insurance division.\n\nThe 2007 amendment,effective June 15, 2007, added the fire marshal division to the organizational units.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-12/"
    },
    {
      "id": "section-62-19-13",
      "number": "62-19-13",
      "heading": "Administrative services division; chief clerk.",
      "text": "A. The director of the administrative services division of the commission shall record the judgments, rules, orders and other proceedings of the commission and make a complete index to the judgments, rules, orders and other proceedings; issue and attest all processes issuing from the commission and affix the seal of the commission to them; and preserve the seal and other property belonging to the commission.\n\nB. The administrative services division shall perform the following functions:\n\n(1) case docketing;\n\n(2) budget and accounting;\n\n(3) personnel services;\n\n(4) procurement; and\n\n(5) information systems services.\n\nHistory:Laws 1998, ch. 108, § 7; 2001, ch. 245, § 1; 2013, ch. 75, § 10; § 8-8-7, recompiled as § 62-19-13 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-7 NMSA 1978 as 62-19-13 NMSA 1978, effective January 1, 2023.\n\nThe 2013 amendment,effective July 1, 2013, eliminated the corporations bureau; in Subsection B, in the introductory sentence, after \"division\", deleted \"includes the 'corporations bureau' and\" and deleted Subsection C, which prescribed the duties of the corporations bureau.\n\nThe 2001 amendment,effective July 1, 2001, substituted \"The director of the administrative services division of the commission\" for \"The chief of staff shall appoint a 'chief clerk' who\" in Subsection A; in Subsection B, deleted \"The chief clerk shall direct\" from the beginning of the subsection; substituted \"includes\" for \"including\"; and inserted \"shall perform\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-13/"
    },
    {
      "id": "section-62-19-14",
      "number": "62-19-14",
      "heading": "Consumer relations division.",
      "text": "A. The consumer relations division shall:\n\n(1) receive and investigate nondocketed consumer complaints and assist consumers in resolving, in a fair and timely manner, complaints against a person under the authority of the commission, including mediation and other methods of alternative dispute resolution; provided, however, that assistance pursuant to this paragraph does not include legal representation of a private complainant in an adjudicatory proceeding;\n\n(2) work with the consumer protection division of the attorney general's office, the governor's constituent services office and other state agencies as needed to ensure fair and timely resolution of complaints;\n\n(3) advise the commission on how to maximize public input into commission proceedings, including ways to eliminate language, disability and other barriers;\n\n(4) identify, research and advise the commission on consumer issues;\n\n(5) assist the commission in the development and implementation of consumer policies and programs; and\n\n(6) perform such other duties as prescribed by the commission.\n\nB. All complaints received by the division with regard to quality or quantity of service provided by a regulated entity or its competitors shall be recorded by the division for the purpose of determining general concerns of consumers. A report of consumer complaints and their status shall be included in the commission's annual report.\n\nHistory:Laws 1998, ch. 108, § 8; § 8-8-8, recompiled as § 62-19-14 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-8 NMSA 1978 as 62-19-14 NMSA 1978, effective January 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-14/"
    },
    {
      "id": "section-62-19-15",
      "number": "62-19-15",
      "heading": "Legal division.",
      "text": "A. The commission shall set minimum requirements for the director of the legal division, including membership in the New Mexico bar and administrative and supervisory experience.\n\nB. The legal division shall:\n\n(1) provide legal counsel for the commission in matters not involving advice on contested proceedings before the commission; and\n\n(2) provide legal counsel to all divisions, including the legal component of the staff that represents the public interest in matters before the commission.\n\nHistory:Laws 1998, ch. 108, § 10; § 8-8-10, recompiled as § 62-19-15 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-10 NMSA 1978 as 62-19-15 NMSA 1978, effective January 1, 2023.\n\nConsolidation of legal division and office of general counsel under a single manager.— The legal division of the public regulation commission and the office of general counsel may not be consolidated under a single attorney manager under any circumstances. 2012 Op. Att'y Gen. No. 12-06.\n\nSingle manager of the legal division and the office of general counsel.— The appointment of a single attorney to manage the legal division of the public regulation commission and the office of general counsel as separate units where the single attorney manager would remain a member of the office of general counsel and engage in advisory activities with commissioners while performing administrative functions for the legal division, such as scheduling work assignments, performance review, and hiring and discipline, is not permissible. 2012 Op. Att'y Gen. No. 12-06.\n\nMovement of attorneys between the legal division and of the office of general counsel.— Although the Public Regulation Commission Act does not prohibit the routine movement of attorneys between the legal division and the office of general counsel, the movement of attorneys will implicate Rule 16-107 NMRA of the rules of professional conduct which will require each attorney to undertake a conflicts analysis before accepting any assignment to ensure that there is no significant risk that the attorney's representation of the commission or a division will not be materially limited by the attorney's responsibilities to other clients within the agency. 2012 Op. Att'y Gen. No. 12-06.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-15/"
    },
    {
      "id": "section-62-19-16",
      "number": "62-19-16",
      "heading": "Pipeline safety bureau.",
      "text": "The pipeline safety bureau shall serve as staff to the commission for the regulation of pipelines and pipeline safety, as provided by law.\n\nHistory:Laws 1998, ch. 108, § 11; § 8-8-11, recompiled as § 62-19-16 by Laws 2020, ch. 9, § 59; repealed and reenacted by Laws 2023, ch. 100, § 19.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-11 NMSA 1978 as 62-19-16 NMSA 1978, effective January 1, 2023.\n\nRepeals and reenactments.— Laws 2023, ch. 100, § 19 repealed former 62-19-16 NMSA 1978 and enacted a new section, effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-16/"
    },
    {
      "id": "section-62-19-17",
      "number": "62-19-17",
      "heading": "Utility division.",
      "text": "A. The utility division shall serve as staff to the commission in the regulation of electric, natural gas, renewable energy sources, telecommunications and water and wastewater systems as provided by law.\n\nB. The commission shall set minimum educational and experience requirements for the director of the utility division.\n\nC. The utility division shall represent the public interest in utility matters before the commission and may present testimony and evidence and cross-examine witnesses. In order to represent the public interest, the utility division shall present to the commission its beliefs on how the commission should fulfill its responsibility to balance the public interest, consumer interest and investor interest.\n\nD. The utility division shall perform the functions of the telecommunications department of the former state corporation commission and staff functions, not including advisory functions, of the former New Mexico public utility commission.\n\nE. Utility division staff shall not have ex parte communications with commissioners or a hearing examiner assigned to a utility case, except as expressly permitted pursuant to Section 8-8-17 NMSA 1978.\n\nHistory:Laws 1998, ch. 108, § 12; 2003, ch. 346, § 1; § 8-8-12, recompiled as § 62-19-17 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-12 NMSA 1978 as 62-19-17 NMSA 1978, effective January 1, 2023.\n\nThe 2003 amendment,effective June 20, 2003, added the second sentence in Subsection C; and added the exception to Subsection E.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-17/"
    },
    {
      "id": "section-62-19-18",
      "number": "62-19-18",
      "heading": "Telecommunications bureau.",
      "text": "A. The \"telecommunications bureau\" is created in the utility division of the public regulation commission.\n\nB. The telecommunications bureau shall:\n\n(1) review disputes between telecommunications providers;\n\n(2) investigate each complaint on an expedited basis;\n\n(3) address other telecommunications-related duties as required by the New Mexico Telecommunications Act [Chapter 63, Article 9A NMSA 1978] and the commission; and\n\n(4) recommend actions to the commission.\n\nC. Each complaint shall be resolved by the commission within sixty days unless extended for good cause by an order of the commission or hearing examiner that states with specificity the reason for and length of the extension.\n\nHistory:Laws 2000, ch. 100, § 1; 2000, ch. 102, § 1; § 8-8-12.1, recompiled as § 62-19-18 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-12.1 NMSA 1978 as 62-19-18 NMSA 1978, effective January 1, 2023.\n\nDuplicate laws.— Laws 2000, ch. 100, § 1 and Laws 2000, ch. 102, § 1 enacted identical new sections of law, effective March 7, 2000. The section was set out as enacted by Laws 2000, ch. 102, § 1.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-18/"
    },
    {
      "id": "section-62-19-19",
      "number": "62-19-19",
      "heading": "Advisory staff.",
      "text": "A. The chief of staff may hire, with the consent of the commission, advisory staff with expertise in regulatory law, engineering, economics and other professional or technical disciplines to advise the commission on any matter before the commission. The chief of staff may hire on a temporary, term or contract basis such other experts or staff as the commission requires for a particular case.\n\nB. Advisory staff shall:\n\n(1) analyze case records;\n\n(2) analyze recommended decisions;\n\n(3) advise the commission on policy issues;\n\n(4) assist the commission in the development of rules;\n\n(5) assist the commission in writing final orders; and\n\n(6) perform such other duties as required by the chief of staff.\n\nHistory:Laws 1998, ch. 108, § 13; § 8-8-13, recompiled as § 62-19-19 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-13 NMSA 1978 as 62-19-19 NMSA 1978, effective January 1, 2023.\n\nExpert's status.— Although an expert's relationship with the PRC and the expert's advice fell within the definition of advisory staff in Section 8-8-13(A) NMSA 1978 so that the PRC was not required to provide the parties with the substance of the expert's advice, under another set of facts the expert could fall under the category of a non-party expert subject to the restrictions on ex parte communications of Section 8-8-17 NMSA 1978.Qwest Corp. v. N.M. Public Regulation Comm'n, 2006-NMSC-042, 140 N.M. 440, 143 P.3d 478.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-19/"
    },
    {
      "id": "section-62-19-20",
      "number": "62-19-20",
      "heading": "Hearing examiners.",
      "text": "A. The commission may appoint a commissioner or a hearing examiner to preside over any matter before the commission, including rulemakings, adjudicatory hearings and administrative matters.\n\nB. A hearing examiner shall provide the commission with a recommended decision on the matter assigned to the hearing examiner, including findings of fact and conclusions of law. The recommended decision shall be provided to the parties, and they may file exceptions to the decision prior to the final decision of the commission.\n\nC. When the commission has appointed a hearing examiner to preside over a matter, at least one member of the commission shall, at the request of a party to the proceedings, attend oral argument.\n\nHistory:Laws 1998, ch. 108, § 14; 2003, ch. 346, § 2; 2013, ch. 74, § 3; § 8-8-14, recompiled as § 62-19-20 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-14 NMSA 1978 as 62-19-20 NMSA 1978, effective January 1, 2023.\n\nThe 2013 amendment,effective March 29, 2013, deleted reference to the Insurance Code; and in Subsection B, deleted \"Except as provided in the New Mexico Insurance Code\".\n\nThe 2003 amendment,effective June 20, 2003, added Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-20/"
    },
    {
      "id": "section-62-19-21",
      "number": "62-19-21",
      "heading": "Commission rules; procedures for adoption.",
      "text": "A. Unless otherwise provided by law, no rule affecting a person outside the commission shall be adopted, amended or repealed except after public notice and public hearing before the commission or a hearing examiner designated by the commission.\n\nB. Notice of the subject matter of the rule, the action proposed to be taken, the manner in which interested persons may present their views and the method by which copies of the proposed rule, amendment or repealing provisions may be obtained shall be published at least once at least thirty days prior to the hearing date in the New Mexico register and two newspapers of general circulation in the state and mailed at least thirty days prior to the hearing date to all persons who have made a written request for advance notice. For each rule, amendment or repealing provision that affects only one or a limited number of municipalities, towns, villages or counties, notice shall be published in the largest circulation newspaper published and distributed locally in those areas as well as in a newspaper of general circulation in the state. Additional notice may be made by posting on the internet or by using other alternative methods of informing interested persons.\n\nC. If the commission finds that immediate adoption, amendment or suspension of a rule is necessary for the preservation of the public peace, health, safety or general welfare, the commission may dispense with notice and public hearing and adopt, amend or suspend the rule as an emergency. The commission's finding of why an emergency exists shall be incorporated in the emergency rule, amendment or suspension filed with the state records center. Upon adoption of an emergency rule that is intended to remain in effect for longer than sixty days, notice shall be given within seven days of filing the rule as required in this section for proposed rules.\n\nD. The commission shall issue a rule within eighteen months following the publication of that proposed rule or it shall be deemed to be withdrawn. The commission may propose the same or revised rule in a subsequent rulemaking.\n\nE. All rules shall be filed in accordance with the State Rules Act [Chapter 14, Article 4 NMSA 1978]. Emergency rules shall be effective on the date the rules are filed with the state records center. All other rules shall be effective fifteen days after filing, unless a later date is provided by the rule.\n\nHistory:Laws 1998, ch. 108, § 15; 2001, ch. 117, § 1; § 8-8-15, recompiled as § 62-19-21 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-15 NMSA 1978 as 62-19-21 NMSA 1978, effective January 1, 2023.\n\nThe 2001 amendment,effective July 1, 2001, in Subsection B, revised the procedures for providing notice of proposed rulemaking by changing the day of publication requirement so that notice is to appear thirty days before the hearing date, instead of sixty; changing the publications in which notice shall be posted to two newspapers of general circulation and the New Mexico register, instead of three newspapers; changed the day that notice needs to be mailed to those who provided a written request for advanced notice to thirty days before the hearing date, instead of sixty; and made a provision for emergency rules to become effective the date they are filed in Subsection E.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-21/"
    },
    {
      "id": "section-62-19-22",
      "number": "62-19-22",
      "heading": "Record of proceedings.",
      "text": "Unless otherwise provided by law, the commission may by rule provide that oral proceedings before the commission may be taken by any means that provides a full and complete record, including tape recording or stenography. The commission by rule shall determine when tape recordings are transcribed. A party to the proceeding may request a copy of a tape recording or a written transcript if one is provided. The commission may charge a reasonable fee for a copy of a proceeding. Copy costs shall be determined by the commission by rule and money collected shall be deposited in the general fund.\n\nHistory:Laws 1998, ch. 108, § 16; § 8-8-16, recompiled as § 62-19-22 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-16 NMSA 1978 as 62-19-22 NMSA 1978, effective January 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-22/"
    },
    {
      "id": "section-62-19-23",
      "number": "62-19-23",
      "heading": "Ex parte communications.",
      "text": "A. A commissioner shall not initiate, permit or consider a communication directly or indirectly with a party or his representative outside the presence of the other parties concerning a pending rulemaking after the record has been closed or a pending adjudication.\n\nB. A hearing examiner shall not initiate, permit or consider a communication directly or indirectly with a party or his representative outside the presence of the other parties concerning a pending rulemaking or adjudication.\n\nC. Notwithstanding the provisions of Subsections A and B of this section, the following ex parte communications are permitted:\n\n(1) where circumstances require, ex parte communications for procedural or administrative purposes or emergencies that do not deal with substantive matters or issues on the merits are allowed if the commissioner or hearing examiner reasonably believes that no party will gain an advantage as a result of the ex parte communication and the commissioner or hearing examiner makes provision to promptly notify all other parties of the substance of the ex parte communication;\n\n(2) a commissioner may consult with another commissioner or with advisory staff whose function is to advise the commission in carrying out the commissioner's rulemaking or adjudicative responsibilities;\n\n(3) a hearing examiner may consult with the commission's advisory staff;\n\n(4) a commissioner or hearing examiner may obtain the advice of a nonparty expert on an issue raised in the rulemaking or adjudication if the commissioner or hearing examiner gives notice to the parties of the person consulted and the substance of the advice and affords the parties reasonable opportunity to respond; and\n\n(5) pursuant to the public regulation commission's rulemaking authority a party to a proceeding may consult with the commission's advisory staff. By July 1, 2004, the commission shall establish such rules.\n\nD. A commissioner or hearing examiner who receives or who makes or knowingly causes to be made a communication prohibited by this section shall disclose it to all parties and give other parties an opportunity to respond.\n\nE. Upon receipt of a communication knowingly made or caused to be made by a party to a commissioner or hearing examiner in violation of this section, the commissioner or hearing examiner may, to the extent consistent with the interests of justice and the policy of the underlying statutes, require the party to show cause why his claim or interest in the proceeding should not be dismissed, denied, disregarded or otherwise adversely affected on account of the violation of this section.\n\nHistory:Laws 1998, ch. 108, § 17; 2003, ch. 346, § 3; 2004, ch. 81, § 1; § 8-8-17, recompiled as § 62-19-23 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-17 NMSA 1978 as 62-19-23 NMSA 1978, effective January 1, 2023.\n\nThe 2004 amendments,effective May 19, 2004, revised Paragraph (2) of Subsection C to require the adoption of rules governing consultation with the commission's advisory staff.\n\nThe 2003 amendment,effective June 20, 2003, added Paragraph C(5).\n\nExpert's status.— Although an expert's relationship with the PRC and the expert's advice fell within the definition of advisory staff in Section 8-8-13(A) NMSA 1978 so that the PRC was not required to provide the parties with the substance of the expert's advice, under another set of facts the expert could fall under the category of a non-party expert subject to the restrictions on ex parte communications of Section 8-8-17 NMSA 1978.Qwest Corp. v. N.M. Public Regulation Comm'n, 2006-NMSC-042, 140 N.M. 440, 143 P.3d 478.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-23/"
    },
    {
      "id": "section-62-19-24",
      "number": "62-19-24",
      "heading": "Commission reports.",
      "text": "By December 1 of each year, the commission shall report to the legislature and the governor regarding its activities for the previous year in sufficient detail to disclose the workings of the commission and the impact of regulation on the industries regulated by the commission. The report may include suggestions and recommended changes in law, as the commission deems appropriate, that would be in the public interest.\n\nHistory:Laws 1998, ch. 108, § 20; § 8-8-20, recompiled as § 62-19-24 by Laws 2020, ch. 9, § 59.\n\nRecompilations.— Laws 2020, ch. 9, § 59 recompiled former 8-8-20 NMSA 1978 as 62-19-24 NMSA 1978, effective January 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-62/article-19/section-62-19-24/"
    }
  ]
}