{
  "state": "delaware",
  "path": "title-title-18/chapter-title18c053index",
  "sections": [
    {
      "id": "section-5301",
      "number": "5301.",
      "heading": "Scope of chapter; definition.(a) This chapter shall apply only to domestic mutual fire insurers heretofore and now doing business on the assessment premium plan",
      "text": "(b) For the purposes of this chapter an insurer “doing business on the assessment premium plan” is one which depends in whole or substantia\n§\n\n 5301;56 Del. Laws, c. 380,\n\n§\n\n 1;§\n\n5302. Continuation of existing insurers.(a) All such insurers holding subsisting certificates of authority from the Commissioner immediately prior to November 1, 1968, may continue to be so authorized so long as qualified therefor under this title.(b) No new such insurers shall be formed or be newly authorized after November 1, 1968.18 Del. C. 1953,\n\n§\n\n 5302;56 Del. Laws, c. 380,\n\n§\n\n 1;§\n\n5303. Insuring powers.(a) Such insurers shall have power to insure only real property and personal property incidental to such real property against the perils of fire, lightning and windstorm, together with perils customarily included under extended coverages.(b) The maximum amount of insurance which the insurer shall retain on any 1 subject of insurance, after deduction of applicable reinsurance, shall not exceed 10% of its admitted assets or $5,000, whichever is the larger amount. For the purposes of this subsection a “subject of insurance” shall have the meaning ascribed in § 909 (limits of risk) of this title.18 Del. C. 1953,\n\n§\n\n 5303;56 Del. Laws, c. 380,\n\n§\n\n 1;§\n\n5304. Reinsurance.Such an insurer may cede reinsurance to any insurer authorized to transact property insurance in this State other than on the assessment premium plan. An insurer doing business on the assessment premium plan shall not accept reinsurance from other insurers.18 Del. C. 1953,\n\n§\n\n 5304;56 Del. Laws, c. 380,\n\n§\n\n 1;§\n\n5305. Records.Every such insurer, through its president and secretary, shall keep or cause to be kept accurate records and accounts of its transactions. The books, files and records of the insurer shall be located at its principal place of business in this State or at such place in this State as may be expressly authorized by the insurer’s board of directors with notice thereof in writing to the Commissioner. The books, files and records of the insurer shall be available for inspection by the insurer’s directors and officers and by the Commissioner at all reasonable times.18 Del. C. 1953,\n\n§\n\n 5305;56 Del. Laws, c. 380,\n\n§\n\n 1;§\n\n5306. Subject to other provisions.(a) Such insurers shall be subject to all reasonably applicable provisions of this title except provisions requiring the possession, maintenance or deposit of surplus.(b) Such insurers shall expressly be subject to the following provisions of Chapter 49 of this title (Organization and Corporate Powers, Procedures of Domestic Stock and Mutual Insurers):(1) Section 4903 (general corporation statutes, applicability);(2) Section 4904 (insurance business exclusive);(3) Section 4911 (membership in mutual);(4) Section 4912 (bylaws of mutual insurers);(5) Section 4913 (minutes of corporate meetings);(6) Section 4919 (change of directors, officers; notice);(7) Section 4920 (prohibited pecuniary interest of officials);(8) Section 4921 (management and exclusive agency contracts);(9) Section 4926 (payment of taxes; exoneration);(10) Sections 4934 through 4942 (merger, consolidation of mutual insurers);(11) Section 4944 (bulk reinsurance); and(12) Section 4945 (mutual member’s share of assets on liquidation).18 Del. C. 1953,\n\n§\n\n 5306;56 Del. Laws, c. 380,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5302",
      "number": "5302.",
      "heading": "Continuation of existing insurers",
      "text": "(a) All such insurers holding subsisting certificates of authority from the Commissioner immediately prior to November 1, 1968, may continue to be so authorized so long as qualified therefor under this title.(b) No new such insurers shall be formed or be newly autho\n§\n\n 5302;56 Del. Laws, c. 380,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5303",
      "number": "5303.",
      "heading": "Insuring powers.(a) Such insurers shall have power to insure only real property and personal property incidental to such real property against the perils of fire, lightning and windstorm, together with perils customarily included under extended coverages",
      "text": "(b) The maximum amount of insurance which the\n§\n\n 5303;56 Del. Laws, c. 380,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5304",
      "number": "5304.",
      "heading": "Reinsurance.Such an insurer may cede reinsurance to any insurer authorized to transact property insurance in this State other than on the assessment premium plan",
      "text": "An insurer doing business on the assessment premium plan shall not accept reinsurance from other insurers.18 Del. C. 1953,\n§\n\n 5304;56 Del. Laws, c. 380,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5305",
      "number": "5305.",
      "heading": "Records.Every such insurer, through its president and secretary, shall keep or cause to be kept accurate records and accounts of its transactions",
      "text": "The books, files and records of the insurer shall be located at its principal place of business in this State or at such place in this State as may be ex\n§\n\n 5305;56 Del. Laws, c. 380,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5306",
      "number": "5306.",
      "heading": "Subject to other provisions.(a) Such insurers shall be subject to all reasonably applicable provisions of this title except provisions requiring the possession, maintenance or deposit of surplus",
      "text": "(b) Such insurers shall expressly be subject to the following provisions of Chapter 49 of this title (Org\n§\n\n 5306;56 Del. Laws, c. 380,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}