{
  "state": "washington",
  "path": "title-title-47/chapter-chapter-47-28",
  "sections": [
    {
      "id": "section-47-28-010-latitude-in-selecting-route",
      "number": "47.28.010 - Latitude in selecting route.",
      "heading": "",
      "text": "RCW 47.28.010\n\nLatitude in selecting route.\n\nWhenever the general route of any state highway shall be designated and laid out as running to or by way of certain designated points, without specifying the particular route to be followed to or by way of such points, the department shall determine the particular route to be followed by said state highway to or by way of said designated points, and shall be at liberty to select and adopt as a part of such state highway, the whole or any part of any existing public highway previously designated as a county road, primary road, or secondary road or now or hereafter classified as a county road. The department need not select and adopt the entire routes for such state highways at one time, but may select and adopt parts of such routes from time to time as it deems advisable. Where a state highway is designated as passing by way of a certain point, this shall not require the department to cause such state highway to pass through or touch such point but such designation is directional only and may be complied with by location in the general vicinity. The department is empowered to construct as a part of any state highway as designated and in addition to any portion meeting the limits of any incorporated city or town a bypass section either through or around any such incorporated city or town.\n\nWhenever the general route of any state highway shall be designated and laid out as running to or by way of certain designated points, without specifying the particular route to be followed to or by way of such points, the department shall determine the particular route to be followed by said state highway to or by way of said designated points, and shall be at liberty to select and adopt as a part of such state highway, the whole or any part of any existing public highway previously designated as a county road, primary road, or secondary road or now or hereafter classified as a county road. The department need not select and adopt the entire routes for such state highways at one time, but may select and adopt parts of such routes from time to time as it deems advisable. Where a state highway is designated as passing by way of a certain point, this shall not require the department to cause such state highway to pass through or touch such point but such designation is directional only and may be complied with by location in the general vicinity. The department is empowered to construct as a part of any state highway as designated and in addition to any portion meeting the limits of any incorporated city or town a bypass section either through or around any such incorporated city or town.\n\n[ 2006 c 334 s 22; 1977 ex.s. c 151 s 59; 1961 c 13 s 47.28.010. Prior: 1937 c 53 s 31; RRS s 6400-31.]\n\nEffective date—2006 c 334: See note following RCW 47.01.051.\n\nEffective date—2006 c 334: See note following RCW 47.01.051.",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-010/"
    },
    {
      "id": "section-47-28-020-width-of-right-of-way",
      "number": "47.28.020 - Width of right-of-way.",
      "heading": "",
      "text": "RCW 47.28.020\n\nWidth of right-of-way.\n\nFrom and after April 1, 1937, the width of one hundred feet is the necessary and proper right-of-way width for state highways unless the department, for good cause, adopts and designates a different width. This section shall not be construed to require the department to acquire increased right-of-way for any state highway in existence on such date.\n\nFrom and after April 1, 1937, the width of one hundred feet is the necessary and proper right-of-way width for state highways unless the department, for good cause, adopts and designates a different width. This section shall not be construed to require the department to acquire increased right-of-way for any state highway in existence on such date.\n\n[ 1984 c 7 s 164; 1961 c 13 s 47.28.020. Prior: 1937 c 53 s 30; RRS s 6400-30; 1913 c 65 s 8; RRS s 6831.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-020/"
    },
    {
      "id": "section-47-28-025-description-and-plan-of-new-or-limited-access-hi",
      "number": "47.28.025 - Description and plan of new or limited access hi",
      "heading": "",
      "text": "RCW 47.28.025\n\nDescription and plan of new or limited access highway—Recording.\n\nWhenever the department establishes the location, width, and lines of any new highway, or declares any such new highway as a limited access facility and schedules the acquisition of the right-of-way for the highway or facility within the ensuing two years, it may cause the description and plan of any such highway to be made, showing the center line of the highway and the established width thereof, and attach thereto a certified copy of the resolution. Such description, plan, and resolution shall then be recorded in the office of the county auditor of the proper county.\n\nWhenever the department establishes the location, width, and lines of any new highway, or declares any such new highway as a limited access facility and schedules the acquisition of the right-of-way for the highway or facility within the ensuing two years, it may cause the description and plan of any such highway to be made, showing the center line of the highway and the established width thereof, and attach thereto a certified copy of the resolution. Such description, plan, and resolution shall then be recorded in the office of the county auditor of the proper county.\n\n[ 1999 c 233 s 5; 1984 c 7 s 165; 1977 ex.s. c 225 s 1; 1961 c 13 s 47.28.025. Prior: 1955 c 161 s 1.]\n\nEffective date—1999 c 233: See note following RCW 4.28.320.\n\nEffective date—1999 c 233: See note following RCW 4.28.320.",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-025/"
    },
    {
      "id": "section-47-28-026-description-and-plan-of-new-or-limited-access-hi",
      "number": "47.28.026 - Description and plan of new or limited access hi",
      "heading": "",
      "text": "RCW 47.28.026\n\nDescription and plan of new or limited access highway—Buildings and improvements prohibited, when.\n\n(1) No owner or occupier of lands, buildings, or improvements may erect any buildings or make any improvements within the limits of any such highway, the location, width, and lines of which have been established and recorded as provided in RCW 47.28.025. If any such erection and improvements are made, no allowances may be had therefor by the assessment of damages. No permits for improvements within the limits may be issued by any authority. The establishment of any highway location as set forth in RCW 47.28.025 is ineffective after one year from the filing thereof if no action to condemn or acquire the property within the limits has been commenced within that time.(2) Unless and until the department causes a plan of a proposed new highway or limited access facility to be recorded in the office of the county auditor as authorized in RCW 47.28.025, nothing contained in RCW 47.28.025 or 47.28.026 may be deemed to restrict or restrain in any manner the improvement, development, or other use by owners or occupiers of lands, buildings, or improvements within the limits of any proposed new or limited access highway or any proposed relocated or widened highway. Because of the uncertainties of federal aid and the state level of funding of proposed construction or improvement of state highways, plans for such improvements approved by the department shall be deemed tentative until filed with the county auditor as authorized in RCW 47.28.025 or until the department commences action to condemn or otherwise acquire the right-of-way for the highway improvements.\n\n(1) No owner or occupier of lands, buildings, or improvements may erect any buildings or make any improvements within the limits of any such highway, the location, width, and lines of which have been established and recorded as provided in RCW 47.28.025. If any such erection and improvements are made, no allowances may be had therefor by the assessment of damages. No permits for improvements within the limits may be issued by any authority. The establishment of any highway location as set forth in RCW 47.28.025 is ineffective after one year from the filing thereof if no action to condemn or acquire the property within the limits has been commenced within that time.\n\n(2) Unless and until the department causes a plan of a proposed new highway or limited access facility to be recorded in the office of the county auditor as authorized in RCW 47.28.025, nothing contained in RCW 47.28.025 or 47.28.026 may be deemed to restrict or restrain in any manner the improvement, development, or other use by owners or occupiers of lands, buildings, or improvements within the limits of any proposed new or limited access highway or any proposed relocated or widened highway. Because of the uncertainties of federal aid and the state level of funding of proposed construction or improvement of state highways, plans for such improvements approved by the department shall be deemed tentative until filed with the county auditor as authorized in RCW 47.28.025 or until the department commences action to condemn or otherwise acquire the right-of-way for the highway improvements.\n\n[ 1984 c 7 s 166; 1977 ex.s. c 225 s 2; 1961 c 13 s 47.28.026. Prior: 1955 c 161 s 2.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-026/"
    },
    {
      "id": "section-47-28-030-contracts-state-forces-monetary-limits-small-bus",
      "number": "47.28.030 - Contracts—State forces—Monetary limits—Small bus",
      "heading": "",
      "text": "RCW 47.28.030\n\nContracts—State forces—Monetary limits—Small businesses, veteran, minority, and women contractors—Rules—Work on ferry vessels and terminals, ferry vessel program.\n\n(1)(a) A state highway shall be constructed, altered, repaired, or improved, and improvements located on property acquired for right-of-way purposes may be repaired or renovated pending the use of such right-of-way for highway purposes, by contract or state forces. The work or portions thereof may be done by state forces when the estimated costs thereof are less than $50,000 and effective July 1, 2005, $60,000.(b) When delay of performance of such work would jeopardize a state highway or constitute a danger to the traveling public, the work may be done by state forces when the estimated cost thereof is less than $80,000 and effective July 1, 2005, $100,000.(c) When the department of transportation determines to do the work by state forces, it shall enter a statement upon its records to that effect, stating the reasons therefor.(d) To enable a larger number of small businesses and veteran, minority, and women contractors to effectively compete for department of transportation contracts, the department may adopt rules providing for bids and award of contracts for the performance of work, or furnishing equipment, materials, supplies, or operating services whenever any work is to be performed and the engineer's estimate indicates the cost of the work would not exceed $80,000 and effective July 1, 2005, $100,000.(2) The rules adopted under this section:(a) Shall provide for competitive bids to the extent that competitive sources are available except when delay of performance would jeopardize life or property or inconvenience the traveling public; and(b) Need not require the furnishing of a bid deposit nor a performance bond, but if a performance bond is not required then progress payments to the contractor may be required to be made based on submittal of paid invoices to substantiate proof that disbursements have been made to laborers, material suppliers, mechanics, and subcontractors from the previous partial payment; and(c) May establish prequalification standards and procedures as an alternative to those set forth in RCW 47.28.070, but the prequalification standards and procedures under RCW 47.28.070 shall always be sufficient.(3) The department of transportation shall comply with such goals and rules as may be adopted by the office of minority and women's business enterprises to implement chapter 39.19 RCW with respect to contracts entered into under this chapter. The department may adopt such rules as may be necessary to comply with the rules adopted by the office of minority and women's business enterprises under chapter 39.19 RCW.(4)(a) Work for less than $100,000 may be performed on ferry vessels and terminals by state forces. During the 2025-2027 fiscal biennium, work for less than $400,000 may be performed on ferry vessels and terminals by state forces.(b) When the estimated cost of work to be performed on ferry vessels and terminals is between $100,000 and $200,000, or between $400,000 and $500,000 during the 2025-2027 fiscal biennium, the department shall contact, by mail or email, contractors that appear on the department's small works roster as created pursuant to procedures in chapter 39.04 RCW to do specific work the contractors are qualified to do to determine if any contractor is interested and capable of doing the work. If there is a response of interest within 72 hours, the small works roster procedures commence. If no qualified contractors respond with interest and availability to do the work, the department may use its regular contracting procedures. If the secretary determines that the work to be completed is an emergency, procedures governing emergencies apply.(c) The department shall hire a disinterested, third party to conduct an independent analysis to identify methods of reducing out-of-service times for vessel maintenance, preservation, and improvement projects. The analysis must include options that consider consolidating work while vessels are at shipyards by having state forces perform services traditionally performed at Eagle Harbor at the shipyard and decreasing the allowable time at shipyards. The analysis must also compare the out-of-service vessel times of performing services by state forces versus contracting out those services which in turn must be used to form a recommendation as to what the threshold of work performed on ferry vessels and terminals by state forces should be. This analysis must be presented to the transportation committees of the senate and house of representatives by December 1, 2010.(d) The department shall develop a proposed ferry vessel maintenance, preservation, and improvement program and present it to the transportation committees of the senate and house of representatives by December 1, 2010. The proposed program must:(i) Improve the basis for budgeting vessel maintenance, preservation, and improvement costs and for projecting those costs into a 16-year financial plan;(ii) Limit the amount of planned out-of-service time to the greatest extent possible, including options associated with department staff as well as commercial shipyards; and(iii) Be based on the service plan in the capital plan, recognizing that vessel preservation and improvement needs may vary by route.(e) In developing the proposed ferry vessel maintenance, preservation, and improvement program, the department shall consider the following, related to reducing vessel out-of-service time:(i) The costs compared to benefits of Eagle Harbor repair and maintenance facility operations options to include staffing costs and benefits in terms of reduced out-of-service time;(ii) The maintenance requirements for on-vessel staff, including the benefits of a systemwide standard;(iii) The costs compared to benefits of staff performing preservation or maintenance work, or both, while the vessel is underway, tied up between sailings, or not deployed;(iv) A review of the department's vessel maintenance, preservation, and improvement program contracting process and contractual requirements;(v) The costs compared to benefits of allowing for increased costs associated with expedited delivery;(vi) A method for comparing the anticipated out-of-service time of proposed projects and other projects planned during the same construction period;(vii) Coordination with required United States coast guard dry dockings;(viii) A method for comparing how proposed projects relate to the service requirements of the route on which the vessel normally operates; and(ix) A method for evaluating the ongoing maintenance and preservation costs associated with proposed improvement projects.\n\n(1)(a) A state highway shall be constructed, altered, repaired, or improved, and improvements located on property acquired for right-of-way purposes may be repaired or renovated pending the use of such right-of-way for highway purposes, by contract or state forces. The work or portions thereof may be done by state forces when the estimated costs thereof are less than $50,000 and effective July 1, 2005, $60,000.\n\n(b) When delay of performance of such work would jeopardize a state highway or constitute a danger to the traveling public, the work may be done by state forces when the estimated cost thereof is less than $80,000 and effective July 1, 2005, $100,000.\n\n(c) When the department of transportation determines to do the work by state forces, it shall enter a statement upon its records to that effect, stating the reasons therefor.\n\n(d) To enable a larger number of small businesses and veteran, minority, and women contractors to effectively compete for department of transportation contracts, the department may adopt rules providing for bids and award of contracts for the performance of work, or furnishing equipment, materials, supplies, or operating services whenever any work is to be performed and the engineer's estimate indicates the cost of the work would not exceed $80,000 and effective July 1, 2005, $100,000.\n\n(2) The rules adopted under this section:\n\n(a) Shall provide for competitive bids to the extent that competitive sources are available except when delay of performance would jeopardize life or property or inconvenience the traveling public; and\n\n(b) Need not require the furnishing of a bid deposit nor a performance bond, but if a performance bond is not required then progress payments to the contractor may be required to be made based on submittal of paid invoices to substantiate proof that disbursements have been made to laborers, material suppliers, mechanics, and subcontractors from the previous partial payment; and\n\n(c) May establish prequalification standards and procedures as an alternative to those set forth in RCW 47.28.070, but the prequalification standards and procedures under RCW 47.28.070 shall always be sufficient.\n\n(3) The department of transportation shall comply with such goals and rules as may be adopted by the office of minority and women's business enterprises to implement chapter 39.19 RCW with respect to contracts entered into under this chapter. The department may adopt such rules as may be necessary to comply with the rules adopted by the office of minority and women's business enterprises under chapter 39.19 RCW.\n\n(4)(a) Work for less than $100,000 may be performed on ferry vessels and terminals by state forces. During the 2025-2027 fiscal biennium, work for less than $400,000 may be performed on ferry vessels and terminals by state forces.\n\n(b) When the estimated cost of work to be performed on ferry vessels and terminals is between $100,000 and $200,000, or between $400,000 and $500,000 during the 2025-2027 fiscal biennium, the department shall contact, by mail or email, contractors that appear on the department's small works roster as created pursuant to procedures in chapter 39.04 RCW to do specific work the contractors are qualified to do to determine if any contractor is interested and capable of doing the work. If there is a response of interest within 72 hours, the small works roster procedures commence. If no qualified contractors respond with interest and availability to do the work, the department may use its regular contracting procedures. If the secretary determines that the work to be completed is an emergency, procedures governing emergencies apply.\n\n(c) The department shall hire a disinterested, third party to conduct an independent analysis to identify methods of reducing out-of-service times for vessel maintenance, preservation, and improvement projects. The analysis must include options that consider consolidating work while vessels are at shipyards by having state forces perform services traditionally performed at Eagle Harbor at the shipyard and decreasing the allowable time at shipyards. The analysis must also compare the out-of-service vessel times of performing services by state forces versus contracting out those services which in turn must be used to form a recommendation as to what the threshold of work performed on ferry vessels and terminals by state forces should be. This analysis must be presented to the transportation committees of the senate and house of representatives by December 1, 2010.\n\n(d) The department shall develop a proposed ferry vessel maintenance, preservation, and improvement program and present it to the transportation committees of the senate and house of representatives by December 1, 2010. The proposed program must:\n\n(i) Improve the basis for budgeting vessel maintenance, preservation, and improvement costs and for projecting those costs into a 16-year financial plan;\n\n(ii) Limit the amount of planned out-of-service time to the greatest extent possible, including options associated with department staff as well as commercial shipyards; and\n\n(iii) Be based on the service plan in the capital plan, recognizing that vessel preservation and improvement needs may vary by route.\n\n(e) In developing the proposed ferry vessel maintenance, preservation, and improvement program, the department shall consider the following, related to reducing vessel out-of-service time:\n\n(i) The costs compared to benefits of Eagle Harbor repair and maintenance facility operations options to include staffing costs and benefits in terms of reduced out-of-service time;\n\n(ii) The maintenance requirements for on-vessel staff, including the benefits of a systemwide standard;\n\n(iii) The costs compared to benefits of staff performing preservation or maintenance work, or both, while the vessel is underway, tied up between sailings, or not deployed;\n\n(iv) A review of the department's vessel maintenance, preservation, and improvement program contracting process and contractual requirements;\n\n(v) The costs compared to benefits of allowing for increased costs associated with expedited delivery;\n\n(vi) A method for comparing the anticipated out-of-service time of proposed projects and other projects planned during the same construction period;\n\n(vii) Coordination with required United States coast guard dry dockings;\n\n(viii) A method for comparing how proposed projects relate to the service requirements of the route on which the vessel normally operates; and\n\n(ix) A method for evaluating the ongoing maintenance and preservation costs associated with proposed improvement projects.\n\n[ 2025 c 416 s 719; 2015 c 282 s 1; 2014 c 222 s 701; 2011 c 367 s 710. Prior: 2010 c 283 s 9; 2010 c 5 s 11; 2007 c 218 s 90; 1999 c 15 s 1; 1984 c 194 s 1; 1983 c 120 s 15; 1977 ex.s. c 225 s 3; 1973 c 116 s 1; 1971 ex.s. c 78 s 1; 1969 ex.s. c 180 s 2; 1967 ex.s. c 145 s 40; 1961 c 233 s 1; 1961 c 13 s 47.28.030; prior: 1953 c 29 s 1; 1949 c 70 s 1, part; 1943 c 132 s 1, part; 1937 c 53 s 41, part; Rem. Supp. 1949 s 6400-41, part.]\n\nEffective date—2025 c 416: See note following RCW 36.79.020.\n\nEffective date—2025 c 416: See note following RCW 36.79.020.\n\nEffective date—2015 c 282: \"This act is necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, and takes effect July 1, 2015.\" [ 2015 c 282 s 2.]\n\nEffective date—2015 c 282: \"This act is necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, and takes effect July 1, 2015.\" [ 2015 c 282 s 2.]\n\nContingent effective date—2014 c 222 s 701: \"Section 701 of this act takes effect if *chapter . . . (Engrossed House Bill No. 2684), Laws of 2014 (ferry vessel and terminal work) is not enacted by April 15, 2014.\" [ 2014 c 222 s 802.]\n\nContingent effective date—2014 c 222 s 701: \"Section 701 of this act takes effect if *chapter . . . (Engrossed House Bill No. 2684), Laws of 2014 (ferry vessel and terminal work) is not enacted by April 15, 2014.\" [ 2014 c 222 s 802.]\n\n*Reviser's note: Engrossed House Bill No. 2684 was not enacted by April 15, 2014.\n\n*Reviser's note: Engrossed House Bill No. 2684 was not enacted by April 15, 2014.\n\nEffective date—2014 c 222: \"This act is necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, and takes effect immediately [April 4, 2014].\" [ 2014 c 222 s 804.]\n\nEffective date—2014 c 222: \"This act is necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, and takes effect immediately [April 4, 2014].\" [ 2014 c 222 s 804.]\n\nEffective date—2011 c 367: See note following RCW 47.29.170.\n\nEffective date—2011 c 367: See note following RCW 47.29.170.\n\nFindings—Intent—Effective date—2010 c 283: See notes following RCW 47.60.355.\n\nFindings—Intent—Effective date—2010 c 283: See notes following RCW 47.60.355.\n\nPurpose—Construction—2010 c 5: See notes following RCW 43.60A.010.\n\nPurpose—Construction—2010 c 5: See notes following RCW 43.60A.010.\n\nIntent—Finding—2007 c 218: See note following RCW 41.08.020.\n\nIntent—Finding—2007 c 218: See note following RCW 41.08.020.\n\nEffective date—Applicability—Severability—Conflict with federal requirements—1983 c 120: See RCW 39.19.910 and 39.19.920.\n\nEffective date—Applicability—Severability—Conflict with federal requirements—1983 c 120: See RCW 39.19.910 and 39.19.920.\n\nOffice of minority and women's business enterprises: Chapter 39.19 RCW.\n\nOffice of minority and women's business enterprises: Chapter 39.19 RCW.",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-030/"
    },
    {
      "id": "section-47-28-035-cost-of-project-defined",
      "number": "47.28.035 - Cost of project, defined.",
      "heading": "",
      "text": "RCW 47.28.035\n\nCost of project, defined.\n\nThe cost of any project for the purposes of RCW 47.28.030 shall be the aggregate of all amounts to be paid for labor, material, and equipment on one continuous or interrelated project where work is to be performed simultaneously. The department shall not permit the construction of any project by state forces by dividing a project into units of work or classes of work to give the appearance of compliance with RCW 47.28.030.\n\nThe cost of any project for the purposes of RCW 47.28.030 shall be the aggregate of all amounts to be paid for labor, material, and equipment on one continuous or interrelated project where work is to be performed simultaneously. The department shall not permit the construction of any project by state forces by dividing a project into units of work or classes of work to give the appearance of compliance with RCW 47.28.030.\n\n[ 1984 c 194 s 2.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-035/"
    },
    {
      "id": "section-47-28-040-precontract-preparation-of-maps-plans-and-spec",
      "number": "47.28.040 - Precontract preparation of maps, plans, and spec",
      "heading": "",
      "text": "RCW 47.28.040\n\nPrecontract preparation of maps, plans, and specifications—Filing.\n\nBefore entering into any contract for the construction, alteration, repair, or improvement of any state highway the department shall cause the highway to be surveyed throughout the entire length of the proposed construction, alteration, repair, or improvement and cause to be prepared maps, plans, and specifications, together with an estimate of the cost of the proposed work, and such information and directions as will enable a contractor to carry them out. The maps, plans, specifications, and directions shall be approved by the department and a copy thereof filed permanently in the department's office.\n\nBefore entering into any contract for the construction, alteration, repair, or improvement of any state highway the department shall cause the highway to be surveyed throughout the entire length of the proposed construction, alteration, repair, or improvement and cause to be prepared maps, plans, and specifications, together with an estimate of the cost of the proposed work, and such information and directions as will enable a contractor to carry them out. The maps, plans, specifications, and directions shall be approved by the department and a copy thereof filed permanently in the department's office.\n\n[ 1984 c 7 s 167; 1961 c 13 s 47.28.040. Prior: 1937 c 53 s 32, part; RRS s 6400-32, part.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-040/"
    },
    {
      "id": "section-47-28-050-call-for-bids",
      "number": "47.28.050 - Call for bids.",
      "heading": "",
      "text": "RCW 47.28.050\n\nCall for bids.\n\nExcept as may be provided by rules and regulations adopted under RCW 47.28.030 as now or hereafter amended the department of transportation shall publish a call for bids for the construction of the highway according to the maps, plans, and specifications, once a week for at least two consecutive weeks, next preceding the day set for receiving and opening the bids, in not less than one trade paper of general circulation in the state. The call shall state the time, place, and date for receiving and opening the bids, give a brief description of the location and extent of the work, and contain such special provisions or specifications as the department deems necessary. When necessary to implement chapter 39.19 RCW and the rules adopted to implement that chapter, the department shall include in its call for bids provisions or specifications requiring bidders to comply with chapter 39.19 RCW and the rules adopted to implement it: PROVIDED, That when the estimated cost of any contract to be awarded is less than fifty thousand dollars, the call for bids need only be published in at least one paper of general circulation in the county where the major part of the work is to be performed: PROVIDED FURTHER, That when the estimated cost of a contract to be awarded is seven thousand five hundred dollars or less, including the cost of materials, supplies, engineering, and equipment, the department of transportation need not publish a call for bids: PROVIDED FURTHER, That after a bid call has been advertised for two consecutive weeks it may be postponed and the bids opened one week later.\n\nExcept as may be provided by rules and regulations adopted under RCW 47.28.030 as now or hereafter amended the department of transportation shall publish a call for bids for the construction of the highway according to the maps, plans, and specifications, once a week for at least two consecutive weeks, next preceding the day set for receiving and opening the bids, in not less than one trade paper of general circulation in the state. The call shall state the time, place, and date for receiving and opening the bids, give a brief description of the location and extent of the work, and contain such special provisions or specifications as the department deems necessary. When necessary to implement chapter 39.19 RCW and the rules adopted to implement that chapter, the department shall include in its call for bids provisions or specifications requiring bidders to comply with chapter 39.19 RCW and the rules adopted to implement it: PROVIDED, That when the estimated cost of any contract to be awarded is less than fifty thousand dollars, the call for bids need only be published in at least one paper of general circulation in the county where the major part of the work is to be performed: PROVIDED FURTHER, That when the estimated cost of a contract to be awarded is seven thousand five hundred dollars or less, including the cost of materials, supplies, engineering, and equipment, the department of transportation need not publish a call for bids: PROVIDED FURTHER, That after a bid call has been advertised for two consecutive weeks it may be postponed and the bids opened one week later.\n\n[ 1983 c 120 s 16; 1979 ex.s. c 69 s 1; 1977 c 65 s 1; 1973 c 116 s 2; 1969 ex.s. c 180 s 1; 1961 c 13 s 47.28.050. Prior: 1959 c 319 s 33; 1955 c 147 s 1; 1937 c 53 s 33; RRS s 6400-33.]\n\nEffective date—Applicability—Severability—Conflict with federal requirements—1983 c 120: See RCW 39.19.910 and 39.19.920.\n\nEffective date—Applicability—Severability—Conflict with federal requirements—1983 c 120: See RCW 39.19.910 and 39.19.920.\n\nOffice of minority and women's business enterprises: Chapter 39.19 RCW.\n\nOffice of minority and women's business enterprises: Chapter 39.19 RCW.",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-050/"
    },
    {
      "id": "section-47-28-060-copy-of-map-plans-etc-charge",
      "number": "47.28.060 - Copy of map, plans, etc.—Charge.",
      "heading": "",
      "text": "RCW 47.28.060\n\nCopy of map, plans, etc.—Charge.\n\nAny person, firm, or corporation is entitled to receive copies of the maps, plans, specifications, and directions for any work upon which call for bids has been published, upon request therefor and subsequent payment to the department of a reasonable sum as required by the department in the call for bids for each copy of such maps, plans, and specifications. Any money so received shall be certified by the department to the state treasurer and deposited to the credit of the motor vehicle fund. The department may deliver with or without charge informational copies of maps, plans, specifications, and directions at such places as it may designate.\n\nAny person, firm, or corporation is entitled to receive copies of the maps, plans, specifications, and directions for any work upon which call for bids has been published, upon request therefor and subsequent payment to the department of a reasonable sum as required by the department in the call for bids for each copy of such maps, plans, and specifications. Any money so received shall be certified by the department to the state treasurer and deposited to the credit of the motor vehicle fund. The department may deliver with or without charge informational copies of maps, plans, specifications, and directions at such places as it may designate.\n\n[ 1985 c 242 s 1; 1984 c 7 s 168; 1971 c 36 s 1; 1965 ex.s. c 64 s 1; 1961 c 13 s 47.28.060. Prior: 1937 c 53 s 34; RRS s 6400-34.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-060/"
    },
    {
      "id": "section-47-28-070-form-of-bid-data-required-requirements-refusal-t",
      "number": "47.28.070 - Form of bid—Data required—Requirements—Refusal t",
      "heading": "",
      "text": "RCW 47.28.070\n\nForm of bid—Data required—Requirements—Refusal to furnish form—Appeal.\n\nBid proposals upon any construction or improvement of any state highway shall be made upon contract proposal form supplied by the department and in no other manner. The department shall, before furnishing any person, firm, or corporation desiring to bid upon any work for which a call for bid proposals has been published with a contract proposal form, require from the person, firm, or corporation, answers to questions contained in a standard form of questionnaire and financial statement, including a complete statement of the financial ability and experience of the person, firm, or corporation in performing state highway, road, or other public work. The questionnaire and financial statement shall be sworn to before a notary public or other person authorized to take acknowledgment of deeds, and shall be submitted once a year and at such other times as the department may require. Whenever the department is not satisfied with the sufficiency of the answers contained in the questionnaire and financial statement or whenever the department determines that the person, firm, or corporation does not meet all of the requirements set forth in this section it may refuse to furnish the person, firm, or corporation with a contract proposal form, and any bid proposal of the person, firm, or corporation must be disregarded. In order to obtain a contract proposal form, a person, firm, or corporation shall have all of the following requirements:(1) Adequate financial resources or the ability to secure such resources;(2) The necessary experience, organization, and technical qualifications to perform the proposed contract;(3) The ability to comply with the required performance schedule taking into consideration all of its existing business commitments;(4) A satisfactory record of performance, integrity, judgment, and skills; and(5) Be otherwise qualified and eligible to receive an award under applicable laws and regulations.The refusal is conclusive unless appeal therefrom to the superior court of Thurston county is taken within five days, which appeal shall be heard summarily within ten days after it is taken and on five days' notice thereof to the department.\n\nBid proposals upon any construction or improvement of any state highway shall be made upon contract proposal form supplied by the department and in no other manner. The department shall, before furnishing any person, firm, or corporation desiring to bid upon any work for which a call for bid proposals has been published with a contract proposal form, require from the person, firm, or corporation, answers to questions contained in a standard form of questionnaire and financial statement, including a complete statement of the financial ability and experience of the person, firm, or corporation in performing state highway, road, or other public work. The questionnaire and financial statement shall be sworn to before a notary public or other person authorized to take acknowledgment of deeds, and shall be submitted once a year and at such other times as the department may require. Whenever the department is not satisfied with the sufficiency of the answers contained in the questionnaire and financial statement or whenever the department determines that the person, firm, or corporation does not meet all of the requirements set forth in this section it may refuse to furnish the person, firm, or corporation with a contract proposal form, and any bid proposal of the person, firm, or corporation must be disregarded. In order to obtain a contract proposal form, a person, firm, or corporation shall have all of the following requirements:\n\n(1) Adequate financial resources or the ability to secure such resources;\n\n(2) The necessary experience, organization, and technical qualifications to perform the proposed contract;\n\n(3) The ability to comply with the required performance schedule taking into consideration all of its existing business commitments;\n\n(4) A satisfactory record of performance, integrity, judgment, and skills; and\n\n(5) Be otherwise qualified and eligible to receive an award under applicable laws and regulations.\n\nThe refusal is conclusive unless appeal therefrom to the superior court of Thurston county is taken within five days, which appeal shall be heard summarily within ten days after it is taken and on five days' notice thereof to the department.\n\n[ 1984 c 7 s 169; 1967 ex.s. c 145 s 39; 1961 c 13 s 47.28.070. Prior: 1937 c 53 s 35; RRS s 6400-35.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-070/"
    },
    {
      "id": "section-47-28-075-financial-information-not-open-to-public-inspect",
      "number": "47.28.075 - Financial information not open to public inspect",
      "heading": "",
      "text": "RCW 47.28.075\n\nFinancial information not open to public inspection.\n\nThe department of transportation shall not be required to make available for public inspection and copying financial information supplied by any person, firm, or corporation for the purpose of qualifying to submit a bid or proposal for highway construction or improvement as required by RCW 47.28.070.\n\nThe department of transportation shall not be required to make available for public inspection and copying financial information supplied by any person, firm, or corporation for the purpose of qualifying to submit a bid or proposal for highway construction or improvement as required by RCW 47.28.070.\n\n[ 1981 c 215 s 1.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-075/"
    },
    {
      "id": "section-47-28-080-withdrawal-of-bids-new-bids-time-fixed-in-call-c",
      "number": "47.28.080 - Withdrawal of bids—New bids—Time fixed in call c",
      "heading": "",
      "text": "RCW 47.28.080\n\nWithdrawal of bids—New bids—Time fixed in call controls.\n\nAny person, firm, or corporation proposing a bid for the construction or improvement of any state highway in response to a call for bids published therefor may withdraw the bid proposal without forfeiture and without prejudice to the right of the bidder to file a new bid proposal before the time fixed for the opening of the bid proposals. The request for the withdrawal shall be made in writing, signed by the person proposing the bid or his or her duly authorized agent, and filed at the place and before the time fixed in the call for bids for receipt of the bid proposals. No bid proposal may be considered that has not been filed with the department before the time fixed for the receipt of bid proposals. In any provisions regarding the filing or withdrawing of bid proposals the time fixed for the receipt of bid proposals in the call for bid proposals as published shall control without regard for the time when the bid proposals are actually opened.\n\nAny person, firm, or corporation proposing a bid for the construction or improvement of any state highway in response to a call for bids published therefor may withdraw the bid proposal without forfeiture and without prejudice to the right of the bidder to file a new bid proposal before the time fixed for the opening of the bid proposals. The request for the withdrawal shall be made in writing, signed by the person proposing the bid or his or her duly authorized agent, and filed at the place and before the time fixed in the call for bids for receipt of the bid proposals. No bid proposal may be considered that has not been filed with the department before the time fixed for the receipt of bid proposals. In any provisions regarding the filing or withdrawing of bid proposals the time fixed for the receipt of bid proposals in the call for bid proposals as published shall control without regard for the time when the bid proposals are actually opened.\n\n[ 2010 c 8 s 10009; 1985 c 242 s 2; 1984 c 7 s 170; 1961 c 13 s 47.28.080. Prior: 1937 c 53 s 36; RRS s 6400-36.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-080/"
    },
    {
      "id": "section-47-28-090-opening-of-bids-and-award-of-contract-deposit",
      "number": "47.28.090 - Opening of bids and award of contract—Deposit.",
      "heading": "",
      "text": "RCW 47.28.090\n\nOpening of bids and award of contract—Deposit.\n\nAt the time and place named in the call for bids the department of transportation shall publicly open and read the final figure in each of the bid proposals that have been properly filed and read only the unit prices of the three lowest bids, and shall award the contract to the lowest responsible bidder unless the department has, for good cause, continued the date of opening bids to a day certain, or rejected that bid. Any bid may be rejected if the bidder has previously defaulted in the performance of and failed to complete a written public contract, or has been convicted of a crime arising from a previous public contract. If the lowest responsible bidder fails to meet the provisions or specifications requiring compliance with chapter 39.19 RCW and the rules adopted to implement that chapter, the department may award the contract to the next lowest responsible bidder which does meet the provisions or specifications or may reject all bids and readvertise. All bids shall be under sealed cover and accompanied by deposit in cash, certified check, cashier's check, or surety bond in an amount equal to five percent of the amount of the bid, and a bid shall not be considered unless the deposit is enclosed with it.\n\nAt the time and place named in the call for bids the department of transportation shall publicly open and read the final figure in each of the bid proposals that have been properly filed and read only the unit prices of the three lowest bids, and shall award the contract to the lowest responsible bidder unless the department has, for good cause, continued the date of opening bids to a day certain, or rejected that bid. Any bid may be rejected if the bidder has previously defaulted in the performance of and failed to complete a written public contract, or has been convicted of a crime arising from a previous public contract. If the lowest responsible bidder fails to meet the provisions or specifications requiring compliance with chapter 39.19 RCW and the rules adopted to implement that chapter, the department may award the contract to the next lowest responsible bidder which does meet the provisions or specifications or may reject all bids and readvertise. All bids shall be under sealed cover and accompanied by deposit in cash, certified check, cashier's check, or surety bond in an amount equal to five percent of the amount of the bid, and a bid shall not be considered unless the deposit is enclosed with it.\n\n[ 1985 c 242 s 3; 1983 c 120 s 17; 1971 ex.s. c 21 s 2; 1961 c 13 s 47.28.090. Prior: 1955 c 83 s 1; 1949 c 64 s 1; 1937 c 53 s 37; Rem. Supp. 1949 s 6400-37.]\n\nEffective date—Applicability—Severability—Conflict with federal requirements—1983 c 120: See RCW 39.19.910 and 39.19.920.\n\nEffective date—Applicability—Severability—Conflict with federal requirements—1983 c 120: See RCW 39.19.910 and 39.19.920.\n\nOffice of minority and women's business enterprises: Chapter 39.19 RCW.\n\nOffice of minority and women's business enterprises: Chapter 39.19 RCW.",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-090/"
    },
    {
      "id": "section-47-28-100-failure-or-rejection-of-bidder",
      "number": "47.28.100 - Failure or rejection of bidder.",
      "heading": "",
      "text": "RCW 47.28.100\n\nFailure or rejection of bidder.\n\nIf the successful bidder fails to enter into the contract and furnish satisfactory bond as provided by law within twenty days from the award, exclusive of the day of the award, his or her deposit shall be forfeited to the state and deposited by the state treasurer to the credit of the motor vehicle fund, and the department may award the contract to the second lowest responsible bidder. If the second lowest responsible bidder fails to enter into the contract and furnish bond within twenty days after award to him or her, forfeiture of his or her deposit shall also be made, and the contract may be awarded to the third lowest responsible bidder, and in like manner until the contract and bond are executed by a responsible bidder to whom award is made, or further bid proposals are rejected, or the number of bid proposals are exhausted. If the contract is not executed or no contractor's bond provided within the time required, and there appear circumstances that are deemed to warrant an extension of time, the department may extend the time for execution of the contract or furnishing bond for not to exceed twenty additional days. After awarding the contract the deposits of unsuccessful bidders shall be returned, but the department may retain the deposit of the next lowest responsible bidder or bidders as it desires until such time as the contract is entered into and satisfactory bond is provided by the bidder to whom the award is ultimately made. A low bidder who claims error and fails to enter into a contract is prohibited from bidding on the same project if a second or subsequent call for bids is made for the project.If in the opinion of the department the acceptance of the bid of the lowest responsible bidder or bidders, or on prior failure of the lowest responsible bidder or bidders the acceptance of the bid of the remaining lowest responsible bidder or bidders, will not be for the best interest of the state, it may reject all bids or all remaining bids and republish a call for bids in the same manner as for an original publication thereof.\n\nIf the successful bidder fails to enter into the contract and furnish satisfactory bond as provided by law within twenty days from the award, exclusive of the day of the award, his or her deposit shall be forfeited to the state and deposited by the state treasurer to the credit of the motor vehicle fund, and the department may award the contract to the second lowest responsible bidder. If the second lowest responsible bidder fails to enter into the contract and furnish bond within twenty days after award to him or her, forfeiture of his or her deposit shall also be made, and the contract may be awarded to the third lowest responsible bidder, and in like manner until the contract and bond are executed by a responsible bidder to whom award is made, or further bid proposals are rejected, or the number of bid proposals are exhausted. If the contract is not executed or no contractor's bond provided within the time required, and there appear circumstances that are deemed to warrant an extension of time, the department may extend the time for execution of the contract or furnishing bond for not to exceed twenty additional days. After awarding the contract the deposits of unsuccessful bidders shall be returned, but the department may retain the deposit of the next lowest responsible bidder or bidders as it desires until such time as the contract is entered into and satisfactory bond is provided by the bidder to whom the award is ultimately made. A low bidder who claims error and fails to enter into a contract is prohibited from bidding on the same project if a second or subsequent call for bids is made for the project.\n\nIf in the opinion of the department the acceptance of the bid of the lowest responsible bidder or bidders, or on prior failure of the lowest responsible bidder or bidders the acceptance of the bid of the remaining lowest responsible bidder or bidders, will not be for the best interest of the state, it may reject all bids or all remaining bids and republish a call for bids in the same manner as for an original publication thereof.\n\n[ 1996 c 18 s 8; 1984 c 7 s 171; 1961 c 13 s 47.28.100. Prior: 1953 c 53 s 1; 1937 c 53 s 38; RRS s 6400-38.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-100/"
    },
    {
      "id": "section-47-28-110-sureties-qualifications-additional-sureties",
      "number": "47.28.110 - Sureties—Qualifications—Additional sureties.",
      "heading": "",
      "text": "RCW 47.28.110\n\nSureties—Qualifications—Additional sureties.\n\nAt any time and as often as it may be deemed necessary, the department may require any or all sureties or any surety company to appear and qualify themselves upon any contractor's bond. Whenever the surety or sureties upon any contractor's bond become insufficient or are deemed by the department to have become insufficient, the department may demand in writing that the contracting person, firm, or corporation furnish such further contractor's bond or bonds or additional surety in an amount not exceeding that originally required as may be deemed necessary considering the extent of the work remaining to be done upon the contract. No further payments may be made on the contract until such additional surety as is required is furnished.\n\nAt any time and as often as it may be deemed necessary, the department may require any or all sureties or any surety company to appear and qualify themselves upon any contractor's bond. Whenever the surety or sureties upon any contractor's bond become insufficient or are deemed by the department to have become insufficient, the department may demand in writing that the contracting person, firm, or corporation furnish such further contractor's bond or bonds or additional surety in an amount not exceeding that originally required as may be deemed necessary considering the extent of the work remaining to be done upon the contract. No further payments may be made on the contract until such additional surety as is required is furnished.\n\n[ 1984 c 7 s 172; 1961 c 13 s 47.28.110. Prior: 1937 c 53 s 39; RRS s 6400-39.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-110/"
    },
    {
      "id": "section-47-28-120-actions-for-labor-and-materials-limitation-of-ac",
      "number": "47.28.120 - Actions for labor and materials—Limitation of ac",
      "heading": "",
      "text": "RCW 47.28.120\n\nActions for labor and materials—Limitation of action.\n\nAny contracting person, firm, or corporation performing any labor or furnishing any materials upon their contract or otherwise for public work or improvement under the direction of the department or any person claiming any right of action upon any such contract with the state of Washington or who claims a cause of action against the state of Washington arising out of any such contract must bring such suit in the proper court in Thurston county before the expiration of one hundred and eighty days from and after the final acceptance and the approval of the final estimate of such work by the department; otherwise the action is forever barred.\n\nAny contracting person, firm, or corporation performing any labor or furnishing any materials upon their contract or otherwise for public work or improvement under the direction of the department or any person claiming any right of action upon any such contract with the state of Washington or who claims a cause of action against the state of Washington arising out of any such contract must bring such suit in the proper court in Thurston county before the expiration of one hundred and eighty days from and after the final acceptance and the approval of the final estimate of such work by the department; otherwise the action is forever barred.\n\n[ 1984 c 7 s 173; 1961 c 13 s 47.28.120. Prior: 1937 c 53 s 40; RRS s 6400-40.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-120/"
    },
    {
      "id": "section-47-28-140-highway-public-transportation-improvements-flo",
      "number": "47.28.140 - Highway, public transportation improvements, flo",
      "heading": "",
      "text": "RCW 47.28.140\n\nHighway, public transportation improvements, flood damage prevention—Cooperative agreements.\n\nWhen in the opinion of the governing authorities representing the department and any public agency, instrumentality, municipal corporation, or political subdivision of the state of Washington, any highway, road, street, or urban public transportation system will be benefited or improved by constructing, reconstructing, locating, relocating, laying out, repairing, surveying, altering, improving, or maintaining, or by the establishment adjacent to, under, upon, within, or above any portion of any such highway, road, street, or urban public transportation system, by either the department or any public agency, instrumentality, municipal corporation, or political subdivision of the state, and it is in the public interest to do so, the authorities may enter into cooperative agreements wherein either agrees to perform the work and furnish the materials necessary and pay the cost thereof, including necessary engineering assistance, which costs and expenses must be reimbursed by the party whose responsibility it was to do or perform the work or improvement in the first instance. The work may be done by either day labor or contract, and the cooperative agreement between the parties must provide for the method of reimbursement. In the case of some special benefit or improvement to a state highway derived from any project that assists in preventing or minimizing flood damages as defined in RCW 86.16.120 or from the construction of any public works project, including any urban public transportation system, the department may contribute to the cost thereof by making direct payment to the particular state department, agency, instrumentality, municipal corporation, or political subdivision on the basis of benefits received, but such payment may be made only after a cooperative agreement has been entered into for a specified amount or on an actual cost basis prior to the commencement of the particular public works project.\n\nWhen in the opinion of the governing authorities representing the department and any public agency, instrumentality, municipal corporation, or political subdivision of the state of Washington, any highway, road, street, or urban public transportation system will be benefited or improved by constructing, reconstructing, locating, relocating, laying out, repairing, surveying, altering, improving, or maintaining, or by the establishment adjacent to, under, upon, within, or above any portion of any such highway, road, street, or urban public transportation system, by either the department or any public agency, instrumentality, municipal corporation, or political subdivision of the state, and it is in the public interest to do so, the authorities may enter into cooperative agreements wherein either agrees to perform the work and furnish the materials necessary and pay the cost thereof, including necessary engineering assistance, which costs and expenses must be reimbursed by the party whose responsibility it was to do or perform the work or improvement in the first instance. The work may be done by either day labor or contract, and the cooperative agreement between the parties must provide for the method of reimbursement. In the case of some special benefit or improvement to a state highway derived from any project that assists in preventing or minimizing flood damages as defined in RCW 86.16.120 or from the construction of any public works project, including any urban public transportation system, the department may contribute to the cost thereof by making direct payment to the particular state department, agency, instrumentality, municipal corporation, or political subdivision on the basis of benefits received, but such payment may be made only after a cooperative agreement has been entered into for a specified amount or on an actual cost basis prior to the commencement of the particular public works project.\n\n[ 2013 c 113 s 7; 1991 c 322 s 29; 1984 c 7 s 174; 1967 c 108 s 6; 1961 c 13 s 47.28.140. Prior: 1955 c 384 s 8.]\n\nFindings—Intent—1991 c 322: See note following RCW 86.12.200.\n\nFindings—Intent—1991 c 322: See note following RCW 86.12.200.\n\nUrban public transportation system defined: RCW 47.04.082.\n\nUrban public transportation system defined: RCW 47.04.082.",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-140/"
    },
    {
      "id": "section-47-28-150-underpasses-overpasses-constructed-with-federal",
      "number": "47.28.150 - Underpasses, overpasses constructed with federal",
      "heading": "",
      "text": "RCW 47.28.150\n\nUnderpasses, overpasses constructed with federal funds—Maintenance cost apportionment.\n\nNotwithstanding any of the provisions of RCW 81.53.090, where the cost of constructing an overpass or underpass which is part of the state highway system has been paid for in whole or in part by the use of federal funds, the state shall at its expense maintain the entire overpass structure and the approaches thereto, and the railroad company shall at its expense maintain the entire underpass structure, including the approaches thereto. The state shall at its expense maintain the roadway, and the railroad company shall at its expense maintain its roadbed and tracks on or under all such structures.\n\nNotwithstanding any of the provisions of RCW 81.53.090, where the cost of constructing an overpass or underpass which is part of the state highway system has been paid for in whole or in part by the use of federal funds, the state shall at its expense maintain the entire overpass structure and the approaches thereto, and the railroad company shall at its expense maintain the entire underpass structure, including the approaches thereto. The state shall at its expense maintain the roadway, and the railroad company shall at its expense maintain its roadbed and tracks on or under all such structures.\n\n[ 1961 c 13 s 47.28.150. Prior: 1959 c 319 s 34.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-150/"
    },
    {
      "id": "section-47-28-170-emergency-protection-and-restoration-of-highways",
      "number": "47.28.170 - Emergency protection and restoration of highways",
      "heading": "",
      "text": "RCW 47.28.170\n\nEmergency protection and restoration of highways and repair or replacement of structurally deficient state bridges.\n\n(1) Whenever the department finds that as a consequence of accident, natural disaster, or other emergency, an existing state highway is in jeopardy or is rendered impassible in one or both directions and the department further finds that prompt reconstruction, repair, or other work is needed to preserve or restore the highway for public travel, or when the department is preparing to conduct the repair or replacement of a state bridge deemed structurally deficient, as defined in RCW 47.04.010, by the department, the department may obtain at least three written bids for the work without publishing a call for bids, and the secretary of transportation may award a contract forthwith to the lowest responsible bidder.The department shall notify any association or organization of contractors filing a request to regularly receive notification. Notification to an association or organization of contractors shall include: (a) The location of the work to be done; (b) the general anticipated nature of the work to be done; and (c) the date determined by the department as reasonable in view of the nature of the work and emergent nature of the problem after which the department will not receive bids.(2) Whenever the department finds it necessary to protect a highway facility from imminent damage or to perform emergency work to reopen a highway facility, the department may contract for such work on a negotiated basis not to exceed force account rates for a period not to exceed thirty working days.(3) The secretary shall review any contract exceeding seven hundred thousand dollars awarded under subsection (1) or (2) of this section with the office of financial management within thirty days of the contract award.(4) Any person, firm, or corporation awarded a contract for work must be prequalified pursuant to RCW 47.28.070 and may be required to furnish a bid deposit or performance bond.(5) A city, town, or county may use the contracting process available to the department under subsection (1) of this section for the repair or replacement of a bridge deemed structurally deficient, as defined in RCW 43.21C.470.(6) This section does not prevent the department from notifying contractors, that are not otherwise notified pursuant to subsection (1) of this section, of the availability of work that the department intends to contract for under this section.\n\n(1) Whenever the department finds that as a consequence of accident, natural disaster, or other emergency, an existing state highway is in jeopardy or is rendered impassible in one or both directions and the department further finds that prompt reconstruction, repair, or other work is needed to preserve or restore the highway for public travel, or when the department is preparing to conduct the repair or replacement of a state bridge deemed structurally deficient, as defined in RCW 47.04.010, by the department, the department may obtain at least three written bids for the work without publishing a call for bids, and the secretary of transportation may award a contract forthwith to the lowest responsible bidder.\n\nThe department shall notify any association or organization of contractors filing a request to regularly receive notification. Notification to an association or organization of contractors shall include: (a) The location of the work to be done; (b) the general anticipated nature of the work to be done; and (c) the date determined by the department as reasonable in view of the nature of the work and emergent nature of the problem after which the department will not receive bids.\n\n(2) Whenever the department finds it necessary to protect a highway facility from imminent damage or to perform emergency work to reopen a highway facility, the department may contract for such work on a negotiated basis not to exceed force account rates for a period not to exceed thirty working days.\n\n(3) The secretary shall review any contract exceeding seven hundred thousand dollars awarded under subsection (1) or (2) of this section with the office of financial management within thirty days of the contract award.\n\n(4) Any person, firm, or corporation awarded a contract for work must be prequalified pursuant to RCW 47.28.070 and may be required to furnish a bid deposit or performance bond.\n\n(5) A city, town, or county may use the contracting process available to the department under subsection (1) of this section for the repair or replacement of a bridge deemed structurally deficient, as defined in RCW 43.21C.470.\n\n(6) This section does not prevent the department from notifying contractors, that are not otherwise notified pursuant to subsection (1) of this section, of the availability of work that the department intends to contract for under this section.\n\n[ 2015 3rd sp.s. c 10 s 4; 2015 c 144 s 2; 2006 c 334 s 23; 1990 c 265 s 1; 1984 c 7 s 175; 1971 ex.s. c 89 s 1.]\n\nReviser's note: This section was amended by 2015 c 144 s 2 and by 2015 3rd sp.s. c 10 s 4, each without reference to the other. Both amendments are incorporated in the publication of this section under RCW 1.12.025(2). For rule of construction, see RCW 1.12.025(1).\n\nReviser's note: This section was amended by 2015 c 144 s 2 and by 2015 3rd sp.s. c 10 s 4, each without reference to the other. Both amendments are incorporated in the publication of this section under RCW 1.12.025(2). For rule of construction, see RCW 1.12.025(1).\n\nEffective date—Findings—Intent—2015 3rd sp.s. c 10: See notes following RCW 43.21C.480.\n\nEffective date—Findings—Intent—2015 3rd sp.s. c 10: See notes following RCW 43.21C.480.\n\nEffective date—2006 c 334: See note following RCW 47.01.051.\n\nEffective date—2006 c 334: See note following RCW 47.01.051.",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-170/"
    },
    {
      "id": "section-47-28-220-compost-products",
      "number": "47.28.220 - Compost products.",
      "heading": "",
      "text": "RCW 47.28.220\n\nCompost products.\n\n(1) A contract awarded in whole or in part for the purchase of compost products as a soil cover or soil amendment to state highway rights-of-way shall specify that compost products be purchased in accordance with the following schedule:(a) For the period July 1, 1996, through June 30, 1997, twenty-five percent of the total dollar amount purchased;(b) For the period July 1, 1998, through June 30, 1999, fifty percent of the total dollar amount purchased. The percentages in this subsection apply to the materials' value and include services or other materials.(2) In order to carry out the provisions of this section, the department of transportation shall develop and adopt bid specifications for compost products used in state highway construction projects.(3)(a) For purposes of this section, \"compost products\" means mulch, soil amendments, ground cover, or other landscaping material derived from the biological or mechanical conversion of biosolids or cellulose-containing waste materials.(b) For purposes of this section, \"biosolids\" means municipal sewage sludge or septic tank septage sludge that meets the requirements of chapter 70A.226 RCW.\n\n(1) A contract awarded in whole or in part for the purchase of compost products as a soil cover or soil amendment to state highway rights-of-way shall specify that compost products be purchased in accordance with the following schedule:\n\n(a) For the period July 1, 1996, through June 30, 1997, twenty-five percent of the total dollar amount purchased;\n\n(b) For the period July 1, 1998, through June 30, 1999, fifty percent of the total dollar amount purchased. The percentages in this subsection apply to the materials' value and include services or other materials.\n\n(2) In order to carry out the provisions of this section, the department of transportation shall develop and adopt bid specifications for compost products used in state highway construction projects.\n\n(3)(a) For purposes of this section, \"compost products\" means mulch, soil amendments, ground cover, or other landscaping material derived from the biological or mechanical conversion of biosolids or cellulose-containing waste materials.\n\n(b) For purposes of this section, \"biosolids\" means municipal sewage sludge or septic tank septage sludge that meets the requirements of chapter 70A.226 RCW.\n\n[ 2021 c 65 s 55; 1996 c 198 s 4; 1992 c 174 s 14; 1991 c 297 s 14.]\n\nExplanatory statement—2021 c 65: See note following RCW 53.54.030.\n\nExplanatory statement—2021 c 65: See note following RCW 53.54.030.",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-220/"
    },
    {
      "id": "section-47-28-241-alternative-delivery-of-construction-services-de",
      "number": "47.28.241 - Alternative delivery of construction services—De",
      "heading": "",
      "text": "RCW 47.28.241\n\nAlternative delivery of construction services—Definitions.\n\nThe definitions in this section apply throughout RCW 47.28.251 and * 41.06.380 unless the context clearly requires otherwise.(1) \"Construction services\" means those services that aid in the delivery of the highway construction program and include, but are not limited to, real estate services and construction engineering services.(2) \"Construction engineering services\" include, but are not limited to, construction management, construction administration, materials testing, materials documentation, contractor payments and general administration, construction oversight, and inspection and surveying.\n\nThe definitions in this section apply throughout RCW 47.28.251 and * 41.06.380 unless the context clearly requires otherwise.\n\n(1) \"Construction services\" means those services that aid in the delivery of the highway construction program and include, but are not limited to, real estate services and construction engineering services.\n\n(2) \"Construction engineering services\" include, but are not limited to, construction management, construction administration, materials testing, materials documentation, contractor payments and general administration, construction oversight, and inspection and surveying.\n\n[ 2003 c 363 s 102.]\n\n*Reviser's note: RCW 41.06.380 was repealed by 2002 c 354 s 403, effective July 1, 2005.\n\n*Reviser's note: RCW 41.06.380 was repealed by 2002 c 354 s 403, effective July 1, 2005.\n\nPart headings not law—2003 c 363: \"Part headings used in this act are not part of the law.\" [ 2003 c 363 s 308.]\n\nPart headings not law—2003 c 363: \"Part headings used in this act are not part of the law.\" [ 2003 c 363 s 308.]\n\nSeverability—2003 c 363: \"If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.\" [ 2003 c 363 s 309.]\n\nSeverability—2003 c 363: \"If any provision of this act or its application to any person or circumstance is held invalid, the remainder of the act or the application of the provision to other persons or circumstances is not affected.\" [ 2003 c 363 s 309.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-241/"
    },
    {
      "id": "section-47-28-251-alternative-delivery-of-construction-services-fi",
      "number": "47.28.251 - Alternative delivery of construction services—Fi",
      "heading": "",
      "text": "RCW 47.28.251\n\nAlternative delivery of construction services—Financial incentives—Private contracting—Reports.\n\n(1) The department of transportation shall work with representatives of transportation labor groups to develop a financial incentive program to aid in retention and recruitment of employee classifications where problems exist and program delivery is negatively affected. The department's financial incentive program must be reviewed and approved by the legislature before it can be implemented. This program must support the goal of enhancing project delivery timelines as outlined in section 101, chapter 363, Laws of 2003. Upon receiving approval from the legislature, the office of financial management shall implement, as required, specific aspects of the financial incentive package, as developed by the department of transportation.(2) Notwithstanding chapter 41.06 RCW, the department of transportation may acquire services from qualified private firms in order to deliver the transportation construction program to the public. Services may be acquired solely for augmenting the department's workforce capacity and only when the department's transportation construction program cannot be delivered through its existing or readily available workforce. The department of transportation shall work with representatives of transportation labor groups to develop and implement a program identifying those projects requiring contracted services while establishing a program as defined in subsection (1) of this section to provide the classified personnel necessary to deliver future construction programs. The procedures for acquiring construction engineering services from private firms may not be used to displace existing state employees nor diminish the number of existing classified positions in the present construction program. The acquisition procedures must be in accordance with chapter 39.80 RCW.(3) Starting in December 2004, and biennially thereafter, the secretary shall report to the transportation committees of the legislature on the use of construction engineering services from private firms authorized under this section. The information provided to the committees must include an assessment of the benefits and costs associated with using construction engineering services, or other services, from private firms, and a comparison of public versus private sector costs. The secretary may act on these findings to ensure the most cost-effective means of service delivery.\n\n(1) The department of transportation shall work with representatives of transportation labor groups to develop a financial incentive program to aid in retention and recruitment of employee classifications where problems exist and program delivery is negatively affected. The department's financial incentive program must be reviewed and approved by the legislature before it can be implemented. This program must support the goal of enhancing project delivery timelines as outlined in section 101, chapter 363, Laws of 2003. Upon receiving approval from the legislature, the office of financial management shall implement, as required, specific aspects of the financial incentive package, as developed by the department of transportation.\n\n(2) Notwithstanding chapter 41.06 RCW, the department of transportation may acquire services from qualified private firms in order to deliver the transportation construction program to the public. Services may be acquired solely for augmenting the department's workforce capacity and only when the department's transportation construction program cannot be delivered through its existing or readily available workforce. The department of transportation shall work with representatives of transportation labor groups to develop and implement a program identifying those projects requiring contracted services while establishing a program as defined in subsection (1) of this section to provide the classified personnel necessary to deliver future construction programs. The procedures for acquiring construction engineering services from private firms may not be used to displace existing state employees nor diminish the number of existing classified positions in the present construction program. The acquisition procedures must be in accordance with chapter 39.80 RCW.\n\n(3) Starting in December 2004, and biennially thereafter, the secretary shall report to the transportation committees of the legislature on the use of construction engineering services from private firms authorized under this section. The information provided to the committees must include an assessment of the benefits and costs associated with using construction engineering services, or other services, from private firms, and a comparison of public versus private sector costs. The secretary may act on these findings to ensure the most cost-effective means of service delivery.\n\n[ 2011 1st sp.s. c 43 s 477; 2003 c 363 s 103.]\n\nEffective date—Purpose—2011 1st sp.s. c 43: See notes following RCW 43.19.003.\n\nEffective date—Purpose—2011 1st sp.s. c 43: See notes following RCW 43.19.003.\n\nFinding—Intent—2003 c 363 ss 103 and 104: \"The legislature finds that there is a pressing need for additional transportation projects to meet the mobility needs of Washington's citizens. With major new investments approved to meet these pressing needs, additional workforce assistance is necessary to ensure and enhance project delivery timelines. Recruiting and retaining a high quality workforce, and implementing new and innovative procedures for delivering these transportation projects, is required to accomplish them on a timely basis that best serves the public. It is the intent of sections 103 and 104 of this act that no state employees will lose their employment as a result of implementing new and innovative project delivery procedures.\" [ 2003 c 363 s 101.]\n\nFinding—Intent—2003 c 363 ss 103 and 104: \"The legislature finds that there is a pressing need for additional transportation projects to meet the mobility needs of Washington's citizens. With major new investments approved to meet these pressing needs, additional workforce assistance is necessary to ensure and enhance project delivery timelines. Recruiting and retaining a high quality workforce, and implementing new and innovative procedures for delivering these transportation projects, is required to accomplish them on a timely basis that best serves the public. It is the intent of sections 103 and 104 of this act that no state employees will lose their employment as a result of implementing new and innovative project delivery procedures.\" [ 2003 c 363 s 101.]\n\nPart headings not law—Severability—2003 c 363: See notes following RCW 47.28.241.\n\nPart headings not law—Severability—2003 c 363: See notes following RCW 47.28.241.",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-251/"
    },
    {
      "id": "section-47-28-260-reciprocal-agreement-waiver-of-indirect-costs",
      "number": "47.28.260 - Reciprocal agreement—Waiver of indirect costs.",
      "heading": "",
      "text": "RCW 47.28.260\n\nReciprocal agreement—Waiver of indirect costs.\n\nWhen the department plans to administer a contract to engineer or construct a project; or oversee or perform work for another public agency, instrumentality, municipal corporation, or political subdivision; and the public agency, instrumentality, municipal corporation, or political subdivision plans to administer a contract to engineer or construct a project; or oversee or perform work, for the department, the department may waive application of its indirect costs by entering into a reciprocal agreement with the public agency, instrumentality, municipal corporation, or political subdivision in which each party agrees to waive indirect costs related to a project or work that will be performed by the party for the other party's benefit. The reciprocal agreement must specify the project or work to be performed by each party and may be for a maximum term of ten years, unless amended by the parties. Each party's obligation for reimbursement of indirect costs under RCW 47.28.140, 39.34.130, and 43.09.210 is deemed to be satisfied by the execution of a reciprocal agreement.\n\nWhen the department plans to administer a contract to engineer or construct a project; or oversee or perform work for another public agency, instrumentality, municipal corporation, or political subdivision; and the public agency, instrumentality, municipal corporation, or political subdivision plans to administer a contract to engineer or construct a project; or oversee or perform work, for the department, the department may waive application of its indirect costs by entering into a reciprocal agreement with the public agency, instrumentality, municipal corporation, or political subdivision in which each party agrees to waive indirect costs related to a project or work that will be performed by the party for the other party's benefit. The reciprocal agreement must specify the project or work to be performed by each party and may be for a maximum term of ten years, unless amended by the parties. Each party's obligation for reimbursement of indirect costs under RCW 47.28.140, 39.34.130, and 43.09.210 is deemed to be satisfied by the execution of a reciprocal agreement.\n\n[ 2013 c 113 s 8.]",
      "source_url": "https://law.justia.com/codes/washington/title-47/chapter-47-28/section-47-28-260/"
    }
  ]
}