{
  "state": "idaho",
  "path": "title-title-38/chapter-chapter-12",
  "sections": [
    {
      "id": "section-38-1201",
      "number": "38-1201",
      "heading": "",
      "text": "38-1201. LOG SCALING PRACTITIONERS — LICENSE REQUIREMENT. Every person practicing or offering to practice log scaling as herein defined, shall submit evidence of his qualifications and be licensed as hereinafter provided; and it shall be unlawful for any person to practice or offer to practice log scaling where the scaled quantities derived from such scaling shall be used for commercial purposes in this state, unless such person has been duly licensed under the provisions of this act, or is an apprentice under the supervision of a licensed scaler.\n\n[38-1201, added 1969, ch. 91, sec. 1, p. 305; am. 1979, ch. 303, sec. 1, p. 823; am. 1998, ch. 87, sec. 1, p. 297.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1201/"
    },
    {
      "id": "section-38-1202",
      "number": "38-1202",
      "heading": "",
      "text": "38-1202. DEFINITIONS. As used in this chapter, unless the context or subject matter requires otherwise:\n\n(1) Scaler and Professional Scaler. A person who is qualified by reason of his knowledge of the principles of scaling acquired by professional education and/or practical experience, to engage in the practice of scaling forest products.\n\n(2) Scaling. The quantitative measurement of logs or other forest products by means of a log rule. The term \"scaling\" shall include any professional scaling service rendered in connection with the measurement of forest products, or supervision of scaling when such service is rendered requiring the application of scaling principles and data.\n\n(3) Board. The Idaho board of scaling practices.\n\n[38-1202, added 1969, ch. 91, sec. 2, p. 305; am. 1979, ch. 303, sec. 2, p. 823; am. 1991, ch. 175, sec. 1, p. 426; am. 1998, ch. 87, sec. 2, p. 297; am. 2008, ch. 200, sec. 4, p. 648.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1202/"
    },
    {
      "id": "section-38-1203",
      "number": "38-1203",
      "heading": "",
      "text": "38-1203. IDAHO BOARD OF SCALING PRACTICES — MEMBERS — TERMS. (1) A board to be known as the \"Idaho board of scaling practices\" is hereby created in the department of lands. It shall consist of the director of the department of lands and six (6) members appointed by the governor from among nominees representing the following segments of the timber industry of Idaho: manufacturing, logging and transportation, nonindustrial private forest landowners and industrial forest landowners. Provided that:\n\n(a) Two (2) board members shall be appointed from nominees provided to the governor by companies processing scaled logs within the state of Idaho to represent the interests of the manufacturing segment of the timber industry, one (1) member from companies consuming less than one hundred million (100,000,000) board feet of logs annually and one (1) member from companies consuming more than one hundred million (100,000,000) board feet of logs annually.\n\n(b) Two (2) board members shall be appointed from nominees provided to the governor by the associated logging contractors of Idaho, inc., to represent the interests of the logging and transportation segment of the timber industry, one (1) member from north of the Salmon river and one (1) member from south of the Salmon river.\n\n(c) One (1) board member shall be appointed from nominees provided to the governor by the Idaho forest owners association to represent the interests of nonindustrial private forest landowners throughout the state. The person representing nonindustrial private forest landowners shall own not more than fifty thousand (50,000) acres of private forest land and shall not own or control a forest products manufacturing facility within the state. In choosing this person, the governor shall give preference to persons with a demonstrated history of selling timber or logs to a variety of purchasers and who have scaling or forest management experience.\n\n(d) One (1) board member shall be appointed from nominees provided to the governor by timber growing landowners holding more than fifty thousand (50,000) acres of forest land within the state of Idaho, to represent the interests of industrial forest landowners.\n\n(e) No person or legal entity representing the interests of manufacturing or industrial forest landowners shall have more than one (1) board seat at the same time.\n\n(2) The members of the board shall have the qualifications required by section 38-1204, Idaho Code. The members of the board shall be appointed for a three (3) year term. Each member of the board shall take, subscribe and file the oath required by sections 59-401 through 59-408, Idaho Code, before entering upon the duties of his office. On the expiration of the term of any member, his successor shall be appointed in like manner by the governor for a term of three (3) years and unexpired terms shall be filled for the unexpired balance of the term. Upon expiration of the term of office, a member shall continue to serve until a successor shall have been appointed.\n\n[38-1203, added 1969, ch. 91, sec. 3, p. 305; am. 1972, ch. 114, sec. 1, p. 229; am. 1974, ch. 17, sec. 20, p. 308; am. 1986, ch. 330, sec. 1, p. 813; am. 1999, ch. 120, sec. 1, p. 357; am. 2008, ch. 200, sec. 1, p. 645; am. 2012, ch. 204, sec. 1, p. 544.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1203/"
    },
    {
      "id": "section-38-1204",
      "number": "38-1204",
      "heading": "",
      "text": "38-1204. QUALIFICATIONS. Appointive members of the board shall be citizens of the United States and residents of this state, and they shall have been regularly engaged in the timber products industry for at least five (5) years, and at least two (2) of whom shall have had experience in or knowledge of the practice of scaling.\n\n[38-1204, added 1969, ch. 91, sec. 4, p. 305; am. 2008, ch. 201, sec. 1, p. 649.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1204/"
    },
    {
      "id": "section-38-1205",
      "number": "38-1205",
      "heading": "",
      "text": "38-1205. COMPENSATION. Each member of the board shall be compensated as provided in section 59-509(m), Idaho Code.\n\n[38-1205, added 1969, ch. 91, sec. 5, p. 305; am. 1979, ch. 311, sec. 1, p. 841; am. 1980, ch. 247, sec. 31, p. 603; am. 1986, ch. 330, sec. 2, p. 813; am. 2021, ch. 28, sec. 1, p. 68.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1205/"
    },
    {
      "id": "section-38-1206",
      "number": "38-1206",
      "heading": "",
      "text": "38-1206. REMOVAL — VACANCIES. The governor may remove any member of the board for misconduct, incompetency, neglect of duty, or for any other sufficient cause. Vacancies in the membership of the board shall be filled for the unexpired term by appointment by the governor as provided in section 38-1203.\n\n[38-1206, added 1969, ch. 91, sec. 6, p. 305.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1206/"
    },
    {
      "id": "section-38-1207",
      "number": "38-1207",
      "heading": "",
      "text": "38-1207. MEETINGS — OFFICERS — QUORUM. The board shall hold a meeting within thirty (30) days after its members are first appointed and thereafter shall hold at least two (2) regular meetings each year. The rules may provide for such additional regular meetings and for special meetings. Notice of all meetings shall be given as may be provided in the rules. The director of the department of lands shall be chairman of the Idaho board of scaling practices and the board shall annually elect a vice-chairman and a secretary, who shall be members of the board. Four (4) members shall constitute a quorum.\n\n[38-1207, added 1969, ch. 91, sec. 7, p. 305; am. 1970, ch. 185, sec. 1, p. 534; am. 1974, ch. 17, sec. 21, p. 308; am. 1979, ch. 311, sec. 2, p. 841; am. 2003, ch. 95, sec. 1, p. 280; am. 2008, ch. 200, sec. 5, p. 648.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1207/"
    },
    {
      "id": "section-38-1208",
      "number": "38-1208",
      "heading": "",
      "text": "38-1208. ADOPTION OF RULES AND SEAL — MAINTENANCE OF OFFICE — HEARINGS — PENALTIES FOR CONTEMPT. The board shall have the power to adopt and amend rules and regulations as provided in chapter 52, title 67, Idaho Code, and such rules and regulations, not inconsistent with the constitution and laws of this state, which may be reasonably necessary for the proper performance of its duties and the administration of the act. It shall adopt and have an official seal. It shall have power to hire employees, provide and equip an office as may be reasonably necessary for the proper performance of its duties.\n\nThe board shall have the power and duty to administer provisions of this act and may under the hand of its chairman and the seal of the board, subpoena witnesses and compel their attendance, and may require the production of books, papers, and other documents in any case or proceeding involving the revocation or suspension of a license issued under authority of this act or the practice or offer to practice scaling without a license in the state of Idaho. Any member of the board may administer oaths or affirmations to witnesses appearing before the board. If any person shall refuse to obey any subpoena so issued, or shall refuse to testify or produce any books, papers, or documents, the board may present its petition to the district judge of the district in which the witness may be found, setting forth the proceedings theretofore taken by the board to subpoena the witness and the failure of the witness to attend and briefly stating the subject matter upon which the testimony of the witness is required by the board; thereupon, such district judge may cause an order to be issued, requiring such witness to appear before the board to testify and to produce such books, papers and other documents as may be deemed necessary and pertinent by the board. Any person failing or refusing to obey such order shall be punished as for contempt of court, and any person failing to obey the subpoena of the board shall be guilty of a misdemeanor and shall be punished accordingly.\n\n[38-1208, added 1969, ch. 91, sec. 8, p. 305; am. 1970, ch. 185, sec. 2, p. 534.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1208/"
    },
    {
      "id": "section-38-1209",
      "number": "38-1209",
      "heading": "",
      "text": "38-1209. LEVY OF ASSESSMENT — BUDGET — HEARING — FUNDS — BOND OF SECRETARY — SALARY. (a) The board is hereby authorized and directed to levy an assessment on the scale of all forest products harvested within the state of Idaho in an amount not to exceed twenty cents (20¢) per thousand (1,000) board feet or twelve cents (12¢) per cunit, and no such assessment shall be levied more than once on any forest product except as herein expressly provided. The board shall set times and places for its meetings and shall hold not less than two (2) meetings in each calendar year. The board shall designate a meeting date on which a budget shall be adopted and assessment shall be levied. Notice of such meeting shall be given thirty (30) days prior thereto in a newspaper of general circulation throughout the state. The board shall designate and levy an assessment as herein provided to raise moneys necessary to fund operations of the board and the state scaling program established by this chapter based upon the budget adopted and notice of such levy shall be given in the notice of the budget. The budget and assessment shall become effective upon adoption by the board. In the event a written request is made therefor by any interested person within thirty (30) days after notice of the budget and assessment has been published, the board shall set a time and place for a hearing at which any person may submit recommendations for changes in the budget and the assessment. Thereafter the board shall either confirm or modify the budget and assessment and cause notice of such action to be published in a newspaper of general circulation throughout the state within ten (10) days after such action. If the budget or the assessment is modified, the modification shall become effective upon publication. Such hearing shall be held not later than thirty (30) days after receipt of a written request therefor.\n\n(b) The assessment herein provided shall be levied against, and paid by both, the timber owner and the timber purchaser, provided that no assessment shall be levied against the timber owner on forest products harvested from lands owned by the United States of America or the state of Idaho. Said assessment shall be levied twice in an equal amount, once against the timber owner and once against the timber purchaser. The term \"purchaser\" as used herein shall also include the owner of the timber where the owner processes or utilizes the forest products in its operations or where the owner sells forest products outside the state of Idaho and the forest products are scaled within the state of Idaho, provided that the assessment provided in this chapter shall not be levied against the United States of America, nor the state of Idaho, nor any unit nor agency thereof. The timber purchaser shall withhold any assessment money owed by the timber owner and said money so withheld shall be paid to the board. All assessment money shall be transmitted by the timber purchaser to the board on or before the twentieth day of each month for all timber harvested during the previous month.\n\n(c) The secretary of the board shall receive and account for all moneys derived under the provisions of this act, and shall pay the same monthly to the state treasurer, who shall keep such moneys in a separate account to be known as the \"state scaling account,\" which is hereby created in the state treasury. Such account shall be kept separate and apart from all other moneys in the treasury, and shall be paid out only on approval of the board. All moneys in the \"state scaling account\" are hereby continually appropriated for the use of the board. The board may establish, maintain and use a rotary fund as provided by state law. The secretary of the board shall give a surety bond to the state in such sum as the board may determine. The premium on said bond shall be regarded as a proper and necessary expense of the board, and shall be paid out of the \"state scaling account.\" The secretary of the board shall receive such salary as the board shall determine in addition to the compensation and expenses provided in section 38-1205, Idaho Code. The board may employ such clerical or other assistants as are necessary for the proper performance of its work, and may make expenditures of this account for any purpose which in the opinion of the board is reasonably necessary for the proper performance of its duties under this act. All warrants on said \"state scaling account\" shall be drawn by the state controller on vouchers by the board and the state board of examiners.\n\n[38-1209, added 1969, ch. 91, sec. 9, p. 305; am. 1970, ch. 185, sec. 3, p. 534; am. 1979, ch. 311, sec. 3, p. 842; am. 1980, ch. 66, sec. 1, p. 136; am. 1987, ch. 196, sec. 1, p. 409; am. 1989, ch. 242, sec. 1, p. 590; am. 1991, ch. 175, sec. 2, p. 427; am. 1993, ch. 130, sec. 1, p. 325; am. 1994, ch. 180, sec. 68, p. 471; am. 2005, ch. 29, sec. 1, p. 140; am. 2010, ch. 91, sec. 1, p. 176.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1209/"
    },
    {
      "id": "section-38-1210",
      "number": "38-1210",
      "heading": "",
      "text": "38-1210. RECORD OF PROCEEDINGS — REGISTER OF APPLICATIONS FOR REGISTRATION — ANNUAL REPORT TO GOVERNOR. The board shall keep a record of its proceedings and a register of all applications for registration, which register shall show (a) the name, age and residency of each applicant; (b) the date of the application; (c) the place of business of such applicant; (d) his qualifications as a scaler; (e) whether the applicant was rejected; (f) whether a certificate of registration was granted; (g) the dates of the action of the board; and (h) such other information as may be deemed necessary by the board.\n\nThe records of the board shall be prima facie evidence of the proceedings of the board set forth therein, and a transcript thereof, duly certified by the secretary of the board under seal, shall be admissible in evidence with the same force and effect as if the original were produced. Annually the board shall submit to the governor a report of its transactions of the preceding year, and shall also transmit to him a complete statement of the receipts and expenditures of the board, attested by affidavits of its chairman and its secretary.\n\n[38-1210, added 1969, ch. 91, sec. 10, p. 305.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1210/"
    },
    {
      "id": "section-38-1211",
      "number": "38-1211",
      "heading": "",
      "text": "38-1211. ROSTER OF LICENSED SCALERS. A roster showing the names and places of business of all licensed scalers shall be published by the secretary of the board during the month of December of each year. Copies of this roster shall be mailed to each person so registered, and furnished to the public upon request.\n\n[38-1211, added 1969, ch. 91, sec. 11, p. 305; am. 1991, ch. 30, sec. 7, p. 62.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1211/"
    },
    {
      "id": "section-38-1212",
      "number": "38-1212",
      "heading": "",
      "text": "38-1212. APPLICANTS ELIGIBLE FOR LICENSE. Except as herein otherwise expressly provided, no license shall be issued until an applicant has successfully passed an examination given by or under the supervision of the board, nor shall a license be issued to an applicant having habits or character that would justify revocation or suspension of his certificate.\n\nEach applicant must furnish minimum evidence that he is qualified to take the examination as required by this act. In addition the applicant must furnish evidence satisfactory to the board that the applicant possesses knowledge and skill of a character satisfactory to the board and indicating that the applicant is competent to practice scaling.\n\nAny person having the necessary qualifications prescribed in this act to entitle him to be licensed as a log scaler shall be eligible for such registration although he may not be practicing his profession at the time of making his application.\n\n[38-1212, added 1969, ch. 91, sec. 12, p. 305.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1212/"
    },
    {
      "id": "section-38-1213",
      "number": "38-1213",
      "heading": "",
      "text": "38-1213. APPLICATION FORMS — FEE. Applications for registration shall be on forms prescribed and furnished by the board. The application shall be made under oath, and shall show the applicant’s education, experience and a detailed summary of his technical work; and the applicant shall furnish not less than three (3) references.\n\nThe registration fee for professional scalers shall be twenty-five dollars ($25.00) which shall accompany the application for examination.\n\n[38-1213, added 1969, ch. 91, sec. 13, p. 305; am. 1986, ch. 330, sec. 3, p. 813.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1213/"
    },
    {
      "id": "section-38-1214",
      "number": "38-1214",
      "heading": "",
      "text": "38-1214. EXAMINATIONS — CERTIFICATE OF REGISTRATION. Examinations shall be held at such times and places as the board shall determine. Examinations shall be required on fundamental scaling subjects.\n\nThe scope of the examination shall be prescribed by the board with special emphasis to the applicant’s ability to perform scaling. A candidate failing his first examination may apply for re-examination at any regular examination time without filing a new application and shall be entitled to such re-examination on payment of an additional fee of twenty-five dollars ($25.00). A candidate who fails on re-examination must file a new application before he can again be admitted to examination, and such new application shall not be filed prior to thirty (30) days following the date of the last examination taken by the applicant.\n\nThe board shall issue a certificate of registration upon payment of registration fee as provided for in this act, to any applicant who, in the opinion of the board, has satisfactorily met all of the requirements of this act. Certificates of registration shall show the full name of the registrant, shall give a serial number, and shall be signed by the chairman and the secretary of the board under seal of the board.\n\nThe issuance of a certificate of registration by the board shall be prima facie evidence that the person named therein is entitled to all the rights and privileges of a registered professional log scaler and is licensed to scale under the act.\n\n[38-1214, added 1969, ch. 91, sec. 14, p. 305; am. 1986, ch. 330, sec. 4, p. 814.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1214/"
    },
    {
      "id": "section-38-1215",
      "number": "38-1215",
      "heading": "",
      "text": "38-1215. CHECKSCALERS — APPOINTMENT — CHECKSCALING CRITERIA — REPORT — BOND. The director of the department of lands shall, with approval of the board, appoint such qualified licensed scalers as checkscalers as may be needed to perform checkscaling within the state. Checkscalers employed by the state of Idaho shall be nonclassified employees, and shall be exempt from the provisions of chapter 53, title 67, Idaho Code. Criteria for conducting such checkscaling and a minimum number of logs and/or volume to be considered adequate for a valid checkscale shall be determined by the board, and shall guide the appointed scaler in performance of his checkscaling duties. The cost of all checkscales other than in the regular course of the checkscaler’s duties shall be paid by the person requesting the same or by the party in error where the checkscaler finds and determines scaling error outside the allowable limits set by the board. All checkscaling costs shall be determined by using the costs of checkscaling at the time of request as determined by the board. The checkscaler shall make a report of his findings to the board within a reasonable time after each checkscale and said report shall be accepted as prima facie evidence of the facts stated in such report. Any person directly affected by said report shall be entitled to receive a copy of said report as soon as the checkscale has been completed.\n\nAll checkscalers appointed by the board shall obtain and execute a bond to the board for the benefit of those businesses and/or persons using the services of the checkscaler covering the performance of his checkscaling duties, which bond shall be in the sum of one thousand dollars ($1,000), executed by a qualified surety, duly authorized to do business in this state, upon the condition that said applicant, if said bond be issued to him, shall conduct his checkscaling duties without fraud or fraudulent misrepresentation and will faithfully perform his duties as a checkscaler for those persons using his services; said bond to be reissued annually on or before the 1st day of July each year, and said bond shall be filed with the board.\n\nThe premium on said checkscalers’ bonds shall be regarded as a proper and necessary expense of the board, and shall be paid out of the \"state scaling account.\"\n\n[38-1215, added 1969, ch. 91, sec. 16, p. 305; am. 1970, ch. 185, sec. 4, p. 534; am. 1974, ch. 17, sec. 22, p. 308; am. 1979, ch. 139, sec. 1, p. 435.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1215/"
    },
    {
      "id": "section-38-1216",
      "number": "38-1216",
      "heading": "",
      "text": "38-1216. APPRENTICESHIP CERTIFICATES — TEMPORARY PERMITS. The board shall establish and prescribe the criteria and basis for issuing apprenticeship certificates and for issuing temporary permits; provided, however, that an apprentice shall be authorized to scale only under the direct supervision of a licensed scaler and temporary permits may be issued only where there are no available scalers in the area and the surrounding circumstances warrant the issuance of a temporary permit. Temporary permits may be issued for such time periods and at such fee as may be determined by the board, provided, however, that a temporary permit shall not be issued for a period of time in excess of three (3) months. Apprenticeship certificates shall require the apprentice to scale as an apprentice for a period of ninety (90) working days and at the expiration of said ninety (90) day period to take the licensed scalers examination as in this act provided.\n\n[38-1216, added 1969, ch. 91, sec. 17, p. 305.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1216/"
    },
    {
      "id": "section-38-1217",
      "number": "38-1217",
      "heading": "",
      "text": "38-1217. EXPIRATION OF CERTIFICATE OF REGISTRATION — RENEWAL — FEES. Certificates of registration shall expire two (2) years from the last day of June following their issuance or renewal and shall become invalid on that date unless renewed.\n\nAs a condition of renewal, a person shall be required to pass an examination as established by the board and pay a renewal fee of twenty-five dollars ($25.00).\n\n[38-1217, added 1969, ch. 91, sec. 18, p. 305; am. 1979, ch. 311, sec. 4, p. 843; am. 1986, ch. 330, sec. 5, p. 814.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1217/"
    },
    {
      "id": "section-38-1218",
      "number": "38-1218",
      "heading": "",
      "text": "38-1218. REVOCATION OR SUSPENSION OF CERTIFICATE. The board shall have power to (1) revoke the certificate of registration or, (2) suspend the certificate of registration, for a period of time not exceeding two (2) years, of any registrant who is found guilty of:\n\n(a) The practice of any fraud or deceit in obtaining a certificate of registration;\n\n(b) Gross negligence, incompetency, habitual intemperance, insanity, conviction of a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code, or misconduct in the practice of professional scaling as a registered professional scaler.\n\nAny person may prefer charges, based on any of the grounds listed in this section, against any registrant. Such charges shall be in writing and shall be sworn to by the person making them and shall be filed with the secretary of the board.\n\nAll charges, unless dismissed by the board as unfounded or trivial, shall be heard by the board as soon as possible but not to exceed three (3) months after the date on which they shall have been preferred.\n\nThe time and place for said hearing shall be fixed by the board and a copy of the charges, together with a notice of the time and place of hearing, shall be personally served on, or mailed to the last known address of, such registrant at least thirty (30) days before the date fixed for the hearing. At any hearing, the accused registrant shall have the right to appear personally and by counsel to cross-examine witnesses in his own defense.\n\nIf, after such hearing, three (3) or more members of the board vote in favor of finding the accused guilty, the board shall revoke or suspend, as herein provided, the certificate of registration of such registered professional scaler.\n\nIn addition to the foregoing, provisions contained in chapter 52, title 67, Idaho Code, shall also apply.\n\n[38-1218, added 1969, ch. 91, sec. 19, p. 305; am. 1970, ch. 185, sec. 5, p. 534; am. 2020, ch. 175, sec. 5, p. 509.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1218/"
    },
    {
      "id": "section-38-1220",
      "number": "38-1220",
      "heading": "",
      "text": "38-1220. SCALING METHODS USED. (a) The method of scaling the various forest products for commercial purposes shall be in accordance with the board’s administrative rules.\n\n(b) For the purpose of payment for logging or hauling logged forest products only, forest products shall be measured by gross weight, or by gross volume converted to gross decimal \"C\" or gross cubic volume.\n\n(c) Forest products scaled or otherwise measured by or for any agency of the United States government shall not be affected by this act. The licensing and bonding provisions of this act do not apply to any person measuring logs for any agency of the United States government, unless such agency so elects.\n\n(d) Measurement may be determined by a sampling process.\n\n[38-1220, added 1969, ch. 91, sec. 21, p. 305; am. 1979, ch. 303, sec. 3, p. 824; am. 1979, ch. 311, sec. 6, p. 844; am. 1998, ch. 87, sec. 3, p. 298.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1220/"
    },
    {
      "id": "section-38-1219",
      "number": "38-1219",
      "heading": "",
      "text": "38-1219. REISSUANCE OR REINSTATEMENT. The board, for reasons it may deem sufficient, may reissue or reinstate a certificate of registration to any person whose certificate has been revoked or suspended, provided three (3) or more members of the board vote in favor of such reissuance or reinstatement. A new certificate of registration, to replace any certificate revoked, lost, destroyed or mutilated, may be issued, subject to the rules of the board, and upon payment of such reasonable charge therefor as shall be fixed by the board to cover the estimated cost of investigation and such reissuance, but not exceeding twenty-five dollars ($25.00) in any case.\n\n[38-1219, added 1969, ch. 91, sec. 20, p. 305; am. 1979, ch. 311, sec. 5, p. 843.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1219/"
    },
    {
      "id": "section-38-1220a",
      "number": "38-1220A",
      "heading": "",
      "text": "38-1220A. INSPECTION — INVESTIGATION — VIOLATIONS — ENFORCEMENT — PENALTY. (a) The chairman of the Idaho board of scaling practices shall cause investigations to be made upon the request of the board or upon receipt of information concerning an alleged violation of this chapter or of any rule, order or license issued or promulgated thereunder, and may cause to be made such other investigations as the chairman shall deem advisable.\n\n(b) The chairman or the chairman’s designee shall have the authority to:\n\n(1) Conduct a program of continuing surveillance and of regular or periodic inspection of log scaling sites.\n\n(2) Enter at all reasonable times upon any private or public property for the purpose of inspecting or investigating to ascertain possible violations of this chapter or of any rule, order or license issued or promulgated thereunder.\n\n(c) Whenever the chairman determines that any person or legal entity is in violation of any provisions of this chapter or any rule, order or license issued or promulgated pursuant to this chapter, the chairman may initiate a civil enforcement action through the attorney general and/or a criminal action through the prosecuting attorney as provided in section 38-1221, Idaho Code. Civil enforcement actions shall be commenced and prosecuted in the district court in and for the county in which the alleged violation occurred, and may be brought against any person or legal entity who is alleged to have violated any provisions of this chapter or any rule, order or license which has become effective pursuant to this chapter. Such action may be brought to compel compliance with any provisions of this chapter or any rule, order or license issued or promulgated hereunder and for any relief or remedies authorized in this chapter. Except as provided in section 38-1218, Idaho Code, the chairman shall not be required to initiate or prosecute an administrative action before initiating a civil enforcement action.\n\n(d) Any person or legal entity determined in a civil enforcement action to have violated any provision of this chapter or any rule, order or license issued or promulgated pursuant to this chapter shall be liable for a civil penalty not to exceed five thousand dollars ($5,000) per violation or five hundred dollars ($500) for each day of a continuing violation, whichever is greater. The method of recovery of said penalty shall be by a civil enforcement action in the district court in and for the county where the violation occurred. All civil penalties collected under this chapter shall be paid into the state scaling account.\n\n(e) In addition to such civil penalties, any person or legal entity who has been determined to have violated the provisions of this chapter or any rule, order or license issued or promulgated pursuant to this chapter, shall be liable for any expense, including reasonable attorney’s fees, incurred by the state in enforcing this chapter.\n\n(f) No action taken pursuant to the provisions of this chapter shall relieve any person or legal entity from any civil action and damages that may exist for damage resulting from any violation of this chapter or any rule, order or license issued or promulgated thereunder.\n\n[38-1220A, added 1979, ch. 303, sec. 4, p. 824; am. 1986, ch. 243, sec. 1, p. 661; am. 2008, ch. 200, sec. 6, p. 648.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1220a/"
    },
    {
      "id": "section-38-1221",
      "number": "38-1221",
      "heading": "",
      "text": "38-1221. COMMENCEMENT OF CIVIL ENFORCEMENT ACTIONS — CRIMINAL ACTIONS AND PENALTIES AUTHORIZED — DUTIES OF ATTORNEY GENERAL AND PROSECUTING ATTORNEYS. (a) Upon request of the board or the chairman, it shall be the duty of the attorney general to institute and prosecute civil enforcement actions as provided in section 38-1220A, Idaho Code. In addition, when deemed by the chairman to be necessary, the chairman may retain private counsel to institute and prosecute civil enforcement actions as provided in section 38-1220A, Idaho Code.\n\n(b) In addition to the above, any person who shall practice, or offer to practice log scaling in this state without being licensed, having a temporary permit or being an apprentice, in accordance with the provisions of this act or any rule, regulation, order or license issued or promulgated thereunder, or any person who shall attempt to use an expired or revoked certificate of registration or practice at any time during a period the board has suspended or revoked his certificate of registration, or any person who shall violate any of the provisions of this act or any rule, regulation, order or license issued or promulgated thereunder, shall be guilty of a misdemeanor, and shall, upon conviction, be sentenced to pay a fine of not less than one hundred dollars ($100) nor more than five hundred dollars ($500). A prosecution for a misdemeanor under this chapter must be commenced by the filing of the complaint or the finding of an indictment within two (2) years after its commission.\n\nThe attorney general of this state or any assistant designated by him shall act as legal advisor of the board; and all criminal actions for violations of the provisions of this act shall be prosecuted by the prosecuting attorney of the county or counties in which the violations of the act may be committed.\n\n[38-1221, added 1969, ch. 91, sec. 22, p. 305; am. 1986, ch. 243, sec. 2, p. 662; am. 1993, ch. 91, sec. 1, p. 219.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1221/"
    },
    {
      "id": "section-38-1222",
      "number": "38-1222",
      "heading": "",
      "text": "38-1222. APPEAL FROM CHECKSCALE TO BOARD — APPEAL FROM BOARD TO COURT. Any scaler, seller, user, producer, buyer, or hauler of forest products aggrieved by any checkscaling report may appeal the report to the board. The board shall hear and determine such appeal as a contested case as provided in chapter 52, title 67, Idaho Code.\n\nAny person aggrieved by any action of the board in denying, suspending, or revoking his license may appeal therefrom to the district court as provided in chapter 52, title 67, Idaho Code.\n\n[38-1222, added 1969, ch. 91, sec. 23, p. 305; am. 1970, ch. 185, sec. 6, p. 534; am. 1993, ch. 216, sec. 21, p. 603.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-12/section-38-1222/"
    }
  ]
}