{
  "state": "idaho",
  "path": "title-title-38/chapter-chapter-1",
  "sections": [
    {
      "id": "section-38-101",
      "number": "38-101",
      "heading": "",
      "text": "38-101. DEFINITIONS. As used in this chapter, the following terms are defined as follows:\n\n(a) \"Forest land\" means any land which has upon it sufficient brush or flammable forest growth of any kind or size, living or dead, standing or down, including debris or growth following a fire or removal of forest products, to constitute a fire menace to life (including animal) or property.\n\n(b) \"Range land\" means any land which is not cultivated and which has upon it native grasses or other forage plants making it best suited for grazing of domestic and wild animals and which land is adjacent to or intermingled with forest land.\n\n(c) \"Person\" shall mean and include any person or persons, and any corporation, firm or other entity.\n\n(d) \"Everyone\" or \"anyone\" shall mean any and all person or persons, corporations, firms, or other entities.\n\n(e) \"State\" shall mean the state of Idaho.\n\n(f) \"Board\" shall mean the state board of land commissioners.\n\n(g) \"State forester\" as used in this chapter and wherever else it is used in the Idaho Code, shall mean the director of the department of lands or his duly authorized delegates or employees, including fire wardens and deputy fire wardens.\n\n(h) \"Fire warden\" or \"forest warden\" shall mean duly appointed fire wardens or their deputies.\n\n(i) \"Forest products\" shall mean any ties, logs, poles, posts, cordwood, pulpwood or other timber products.\n\n(j) \"Slashing areas\" shall mean areas upon which, after cutting of the trees or brush preparatory to clearing, or after the cutting of any forest products, sufficient flammable material remains upon the ground as a result of such operations to constitute a menace to life or property.\n\n(k) \"Slash\" or \"slashing\" shall mean brush, severed limbs, poles, tops and/or other waste material incident to such cutting or to the clearing of land, which are four (4) inches and under in diameter.\n\n(l) \"Forest fire\" as used in this chapter means any fire burning uncontrolled on any land covered wholly or in part by timber and/or other potential forest products, slash, brush, or other flammable vegetation.\n\n(m) \"Range fire\" means any fire burning uncontrolled on any range land.\n\n(n) Whenever the term \"state cooperative board of forestry\" is used in any other section of the Idaho Code, it shall be construed to mean the state board of land commissioners.\n\n(o) \"Administrator\" means the head of a division organized within the department of lands.\n\n(p) \"Community forestry\" or \"urban forestry\" means the management of the trees and associated vegetation in rural and urban communities.\n\n(q) \"Improved lot or parcel\" means forest land upon which a residential structure exists as determined by the department. In making such determination, the department may consult with the county assessor.\n\n[38-101, added 1972, ch. 401, sec. 2, p. 1164; am. 1974, ch. 17, sec. 3, p. 308; am. 1992, ch. 258, sec. 1, p. 749; am. 1993, ch. 93, sec. 1, p. 222.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-101/"
    },
    {
      "id": "section-38-102",
      "number": "38-102",
      "heading": "",
      "text": "38-102. DUTIES OF DIRECTOR OF DEPARTMENT OF LANDS. It shall be the duty of the director of the department of lands to execute the provisions of this chapter, and the rules and regulations of the state board of land commissioners pertaining to forest and watershed protection; to represent the state in cooperation with forest owners and others in forest protection work; to further the enforcement of laws for the protection and preservation of forests; to establish a policy implementing good neighbor authority, as provided in 16 U.S.C. 2113a, that directs the department to enter into a cooperating and coordinating agreement or contract that authorizes the department to engage in forest management and education activities; to collect and disseminate information upon forest resources and forest conditions; to promote community forest management on public and private lands; to report to the state board of land commissioners concerning the improvement and management of the state’s forest holdings; to advise farmers and others concerning the development and management of woodlots and forest tracts; and to make such investigation and take such steps as shall lead to the adoption and execution of a comprehensive state forest policy in the interest of the entire state. The director shall furnish such information, make such recommendations, and perform such duties as may be required of him by the state board of land commissioners. The director may delegate all or any portion of his duties or responsibilities provided under this chapter to one (1) or more division heads or employees of the department of lands.\n\n[38-102, added 1972, ch. 401, sec. 2, p. 1164; am. 1974, ch. 17, sec. 4, p. 308; am. 1992, ch. 258, sec. 2, p. 750; am. 2024, ch. 243, sec. 2, p. 865.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-102/"
    },
    {
      "id": "section-38-103",
      "number": "38-103",
      "heading": "",
      "text": "38-103. ASSISTANTS. The director of the department of lands is authorized to employ such clerical, administrative and professional staff and such other help and assistants and acquire such facilities and incur such expenses as the state board of land commissioners may determine to be proper and necessary, all of which shall be paid out of the appropriations from the general fund or special funds provided for this purpose in the budget for the department of lands.\n\n[38-103, added 1972, ch. 401, sec. 2, p. 1164; am. 1974, ch. 17, sec. 5, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-103/"
    },
    {
      "id": "section-38-104",
      "number": "38-104",
      "heading": "",
      "text": "38-104. COOPERATION WITH OTHER AGENCIES — RESTRICTIONS. (1) The director of the department of lands, in executing the provisions of this chapter, insofar as it relates to privately owned forest or range land, shall have authority to cooperate with federal, county, state, municipal and private agencies, all voluntary forest or range land protective associations now organized and which may from time to time hereafter be organized within the state of Idaho, and he shall have authority to:\n\na. Enter into agreements with the federal government, under such terms as he deems advisable or as may be provided by law, and renew, revise or terminate such agreements for the purpose of furnishing, operating and maintaining a protective system for the detection, prevention and suppression of forest or range fires; provided, that the costs and expenses incurred, accruing and contracted for by the terms of said agreements shall be paid from the appropriations or funds available for the protection of forest land. Funds collected from owners of forest lands shall be used only for the benefit of forest lands within the forest protective district from which collected.\n\nb. Enter into agreements with any county or municipality on such terms and under such conditions as he may deem wise, and subject to the approval of the board, for the detection, prevention or suppression of forest fires on any lands within said county or municipality, or for the protection and forest management of any lands over which such county or municipality has jurisdiction, or for reforestation or afforestation of lands within said county or municipality, whenever any county or municipality shall have made any appropriations therefor.\n\nc. Subject to the provisions of subsection (d) hereof, enter into agreements, with the approval of the board, with any person, firm, organization, association, corporation, state board, officer or agency owning and/or controlling any forest or range land, or whose function, desire and/or duty it is to protect any forest or range land from forest or range fires, under such terms and conditions as he deems advisable or as may be required by law, and renew, revise or terminate such agreements, for the purpose of furnishing, operating and maintaining, a protective system for the detection, prevention and suppression of forest or range fires in forest protective districts; provided, that no agreements entered into under authority of this section shall provide that the same shall pay more than its pro rata share as provided in section 38-114, Idaho Code, and provided, further, that the costs and expenses incurred, accruing or contracted for by the terms of said agreement shall be paid from appropriations or funds available for the protection of forest or range lands from forest or range land fires, or from moneys recovered from persons held responsible under this chapter for the payment thereof.\n\nd. The director shall not contract with any timber protective association unless such association limits its lobbying activities only to securing the passage, repeal, or amendment of laws that directly concern the individual association and its program of conservation and fire protection, nor shall he contract with any timber protective association whose bylaws or contracts do not provide for the dissolution of such associations by the consent or resolution of its members or members whose total acreage within such association constitutes at least sixty-seven per cent (67%) of the total acreage within the association’s jurisdiction. Upon dissolution the association shall provide for the distribution of the association’s assets to a qualified successor organization in accordance with section 501(c)(4) of the United States internal revenue code. An association may be incorporated or unincorporated. For the purposes of this chapter, the state shall be deemed a member of such association if it has entered into an agreement therewith.\n\n(2) As a condition of any contract of the state with any timber protective association, the liability of the state is limited to the amount established by the laws of the state governing the contract or a tort liability of the state. As a further condition of any contract of an association with the state, no association shall settle or compromise any claim or suit against it without prior approval of the state land board.\n\n(3) Prior to state participation or prior to continued state participation as a member of any timber protective association the director shall annually review and inspect the association for the following:\n\na. The governing and managing structure of the association;\n\nb. The condition of equipment and its proposed use;\n\nc. The adequacy of liability insurance; and,\n\nd. The training of all association personnel.\n\nThe director shall report his findings and make recommendations to the state land board. If the state land board determines that the association is unable to perform its proper duties or is unsuitable for continued state membership the state land board shall give the association one (1) year in which to make the necessary improvements and if this is not done within one (1) year then the land board shall cause the state to withdraw its membership from the association or take the necessary steps to dissolve the association.\n\n[38-104, added 1972, ch. 401, sec. 2, p. 1164; am. 1974, ch. 17, sec. 6, p. 308; am. 1977, ch. 34, sec. 1, p. 59; am. 1982, ch. 318, sec. 1, p. 792.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-104/"
    },
    {
      "id": "section-38-104a",
      "number": "38-104A",
      "heading": "",
      "text": "38-104A. NONPROFIT TIMBER PROTECTIVE ASSOCIATIONS — RESTRICTIONS ON LIABILITY. (1) \"Nonprofit timber protective association\" means a nonprofit corporation, or nonprofit unincorporated association, that has entered into a contract for the detection, prevention or suppression of forest and range fires with the state of Idaho or any agency of the state of Idaho pursuant to title 38, Idaho Code.\n\n(2) A nonprofit timber protective association and its employees, while acting within the scope of their employment, and while performing a contract with the state of Idaho or any agency of the state of Idaho, without malice or criminal intent, shall not be liable for any claim for bodily or personal injury, death, property damage or other loss that arises out of an act or omission of an employee based upon the exercise or performance, or the failure to exercise or perform, a discretionary function or duty on the part of the nonprofit timber protective association or its employee, whether or not the discretion is abused.\n\n(3) A nonprofit timber protective association and its employees, while acting within the scope of their employment, and while performing a contract with the state of Idaho or any agency of the state of Idaho, shall not be liable for punitive damages on any claim for bodily or personal injury, death, property damage or other loss.\n\n(4) The combined aggregate liability of a nonprofit timber protective association and its employees for damages, costs and attorney’s fees for bodily or personal injury, death, property damage, or other loss as a result of any one (1) accident, arising out of the performance of a contract with the state of Idaho or any agency of the state of Idaho, regardless of the number of persons injured, the number of claimants, or the number of properties damaged, shall not exceed the sum of five hundred thousand dollars ($500,000), unless the nonprofit timber protective association has valid and collectible liability insurance coverage in excess of five hundred thousand dollars ($500,000), in which event the combined aggregate liability shall be the remaining available proceeds of such insurance.\n\n[38-104A, added 2006, ch. 153, sec. 1, p. 468.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-104a/"
    },
    {
      "id": "section-38-104b",
      "number": "38-104B",
      "heading": "",
      "text": "38-104B. NONPROFIT RANGELAND FIRE PROTECTION ASSOCIATIONS. (1) \"Nonprofit rangeland fire protection association\" means a nonprofit corporation or nonprofit unincorporated association, that has entered into an agreement for the detection, prevention or suppression of forest and range fires with the state of Idaho or any agency of the state of Idaho pursuant to title 38, Idaho Code.\n\n(2) A group of rangeland owners wishing to establish a rangeland fire protection association shall petition the director of the department of lands. The director may accept petitions where:\n\n(a) Petitioners meet the requirements established by the director concerning the legal status of the association, liability insurance and governing and managing structure; and\n\n(b) Petitioners demonstrate financial ability to form a rangeland fire protection association; or\n\n(c) Adequate state funding exists, as determined by the director, to assist in the initial establishment of the association.\n\n(3) Prior to entering into an agreement, and annually thereafter, the director shall review and inspect the association for the following:\n\n(a) The governing and managing structure of the association;\n\n(b) The adequacy of liability insurance; and\n\n(c) The training of all association personnel.\n\n[38-104B, added 2013, ch. 59, sec. 1, p. 135.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-104b/"
    },
    {
      "id": "section-38-105",
      "number": "38-105",
      "heading": "",
      "text": "38-105. STATE FOREST AND RANGE LANDS — APPLICATION OF CHAPTERS. The provisions of this chapter shall be applicable to the forest and range lands belonging to the state with the same force and effect as they apply to privately owned forest and range lands within the state; except that for the protection of state-owned range lands, the state board of land commissioners may enter into agreements or otherwise provide for a reasonable arrangement assuring the timely suppression of fires on or threatening state-owned range lands whether or not said lands are adjacent to or intermingled with forest lands.\n\n[38-105, added 1972, ch. 401, sec. 2, p. 1164; am. 1988, ch. 208, sec. 1, p. 390.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-105/"
    },
    {
      "id": "section-38-106",
      "number": "38-106",
      "heading": "",
      "text": "38-106. HEARING OF AGGRIEVED LANDOWNER. Any owner or owners or the accredited representative of any owner or owners of forest lands subject to the provisions of this chapter, shall upon request, be granted a hearing before the board, or an appropriate executive committee thereof, on any subject pertaining to the activities of the director of the department of lands or of said board affecting his or their property: provided, that no request for a hearing before the board shall have the effect of suspending the operations of the director of the department of lands or any fire warden undertaken pursuant to the provisions of this chapter, but, upon such hearing, the board may terminate such operations if found unreasonable.\n\n[38-106, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-106/"
    },
    {
      "id": "section-38-107",
      "number": "38-107",
      "heading": "",
      "text": "38-107. UNCONTROLLED FIRES A NUISANCE — ABATEMENT — CIVIL LIABILITY. (1) Any forest or range fire on any land within the state of Idaho, regardless of ownership status, that is burning out of control or without adequate and proper precautions having been taken to prevent its spread, is hereby declared a public nuisance, by reason of its menace to life and/or property. Any person responsible through his conduct, acts and/or control of property or operations for either the starting or the existence of such fire is hereby required to make a reasonable effort to control or extinguish it immediately, without awaiting instructions from the director of the department of lands or a fire warden. The director of the department of lands or any fire warden may summarily abate the nuisance thus constituted by controlling or extinguishing such fire and the person willfully or negligently responsible for the starting or existence of such fire shall be liable for the costs incurred by the state or its authorized agencies in controlling or extinguishing the same. The amount of such costs shall be recovered by a civil action prosecuted in the name of the state of Idaho and any amounts recovered shall be paid to the state treasurer for deposit to the forest protection fund. Civil liability provided for herein shall be exclusive of and in addition to any criminal penalties otherwise provided.\n\n(2) Notwithstanding any other provision of law, in a civil action against any person, legal entity, state or political subdivision for forest or range fire caused by a negligent or unintentional act, which act was not willful or intentional under section 6-202, Idaho Code, the real and personal property damage is limited to:\n\n(a) The reasonable costs for controlling or extinguishing the forest or range fire;\n\n(b) Economic damages; and\n\n(c) Either (i) the diminution of fair market value of the real and personal property resulting from the fire, or (ii) the actual and tangible restoration costs associated with bringing the damaged real and personal property back to its pre-injured state to the extent that such actual and tangible restoration costs are reasonable and practical.\n\nAs used in this subsection, \"economic damages\" means objectively verifiable monetary loss including, but not limited to, out-of-pocket expenses, loss of earnings, loss of use of property or loss of business or employment opportunities. As further used in this subsection, \"fair market value\" means the amount a willing buyer would pay a willing seller in an arms-length transaction when both parties are fully informed about all of the advantages and disadvantages of the property and neither is acting under any compulsion to buy or sell, as determined by a state certified appraiser, who is qualified to appraise the property. Claims against the state or a political subdivision shall remain subject to the requirements of chapter 9, title 6, Idaho Code, and damages against the state or a political subdivision shall be the amount set forth in chapter 9, title 6, Idaho Code, as limited in this subsection.\n\n(3) Notwithstanding any other provision of law, civil actions brought pursuant to this section shall be barred by a statute of limitations after ten (10) years.\n\n[38-107, added 1972, ch. 401, sec. 2, p. 1164; am. 2013, ch. 62, sec. 3, p. 138; am. 2025, ch. 277, sec. 1, p. 1173.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-107/"
    },
    {
      "id": "section-38-108",
      "number": "38-108",
      "heading": "",
      "text": "38-108. PROTECTION BY WOODWORKING AND WOOD PRODUCT PLANTS. Any saw mill, planing mill, shingle mill or other woodworking plant, or plant manufacturing wood products, operating in or near forest land, and burning refuse wood material outside of and/or adjacent to such mill or plant, shall enclose the area where such refuse is burned with a fireproof wall at least twelve feet (12′) in height and in diameter at least two feet (2′) greater than the longest refuse or wood material so burned by such mill or plant to prevent the escape or spread of fire therefrom; provided, however, that such mills or plants having adequately constructed and properly maintained burners, or those whose burners of any description are not so located that fire does or can escape or spread therefrom and endanger the lives and/or property of others, shall be exempt from the provisions of this section; and provided, further, that the requirements of this section shall constitute the minimum requirements for public safety, and that nothing herein contained shall be construed to prevent the operators of such mill or plant from being required to increase such protection to make the same adequate to the requirements of public safety; and provided, further, that the preceding proviso shall not be construed to require the use of a hooded burner or permanent structure.\n\n[38-108, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-108/"
    },
    {
      "id": "section-38-109",
      "number": "38-109",
      "heading": "",
      "text": "38-109. PENALTY FOR VIOLATION — INJUNCTION — SUSPENSION OF RESTRICTIONS. Refusal or neglect to comply with the provisions of section 38-108, Idaho Code, shall be deemed a petty misdemeanor, and any person refusing or neglecting to comply therewith may be enjoined from further use of such mill or plant until proper equipment is installed; provided, that the director of the department of lands may suspend the restrictions of section 38-108, Idaho Code, when and where he deems public safety so permits.\n\n[38-109, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-109/"
    },
    {
      "id": "section-38-110",
      "number": "38-110",
      "heading": "",
      "text": "38-110. FOREST PROTECTIVE DISTRICTS — FIRE WARDENS. The director of the department of lands of the state of Idaho shall divide the state into districts to be known and designated as forest protective districts, having due regard in establishing the boundaries thereof, to the adequate, effective and economical protection of forest and range lands therein; he shall appoint one (1) fire warden for each of the districts of the state on the recommendation of the protection agency representing the forest land owners in each such district, who shall at all times be responsible to and under the direction and control of the director of the department of lands and shall perform such duties at such times and places as he shall direct. Fire wardens shall hold office until their appointment is revoked and the director of the department of lands may revoke the same at any time. The fire warden so appointed may, subject to approval by the director of the department of lands, appoint deputy fire wardens within their respective districts and such appointments may be revoked at any time by the fire warden or director of the department of lands. All the officers provided for in this act shall have and exercise police powers while engaged in performing the duties of their respective offices.\n\n[38-110, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-110/"
    },
    {
      "id": "section-38-111",
      "number": "38-111",
      "heading": "",
      "text": "38-111. PROTECTION BY OWNER — ASSESSMENTS — BUDGET OF PROTECTIVE DISTRICTS. Every owner of forest lands in the state shall furnish or provide therefor, throughout the closed season, protection against the starting, existence or spread of fires thereon, or therefrom, in conformity with reasonable rules and standards for adequate protection, to be established by the state board of land commissioners. An owner of forest lands who maintains a membership in good standing in a forest protective association operating under agreement with the state board of land commissioners, which association maintains a standard of protection approved by said board and who pays the assessments to the association in the amounts required in this section, shall be deemed to have fully complied herewith. In the event the owner of any forest land shall neglect or fail to furnish the protection required in this section, the director of the department of lands shall provide such patrol and protection therefor at actual cost to the owner of forest lands. For private owners of forest lands whose total acres of forest lands are twenty-six (26) acres or more, the state board of land commissioners shall establish this cost not to exceed sixty-five cents (65¢) an acre per year. For private owners of forest lands whose total acres of forest lands are twenty-five (25) acres or fewer, the minimum assessment per year shall be equal to the per acre cost multiplied by twenty-five (25).\n\nIn addition to any other assessment prescribed in this chapter, the state board of land commissioners shall establish a surcharge to be levied and assessed in an amount not to exceed forty dollars ($40.00) for each improved lot or parcel to offset costs associated with wildfire preparedness.\n\nThere is hereby established in the state treasury a wildfire equipment replacement fund for the replacement of capital wildfire equipment. The department of lands shall determine reimbursement rates for all capital fire equipment used for activities other than fire preparedness. Reimbursement revenues shall be deposited in the wildfire equipment replacement fund. Additional moneys may be deposited into the wildfire equipment replacement fund from any other source.\n\nIn the event an assessment is made in an amount less than the maximum hereinbefore provided, and an actual loss occurs which exceeds the amount budgeted and for which assessments have been made, the director of the department of lands, with the approval of the board, may require an additional assessment to be made and paid, which together with the original assessment shall not exceed the maximum assessment set forth in this section. Such additional assessment shall be levied and collected in the same manner as herein provided for the collection of such original assessments. The liability provided in this section shall be calculated for each forest protection district or association separately, and shall be calculated solely upon the charges assignable to fire control or presuppression of fires within each district or association.\n\nEach forest protective association actively engaged in forest protection under agreement with the state board of land commissioners shall each year prepare in detail, a budget of all estimated operating costs for the next fiscal year and shall submit this budget to the board for approval before August 31 of the current year.\n\nExcept for the provisions of section 38-122, Idaho Code, and cases of proven negligence by the landowner or his agent, no other charges or assessments for fire protection shall be made or assessed or collected from those forest landowners participating as provided herein.\n\n[38-111, added 1972, ch. 401, sec. 2, p. 1164; am. 1976, ch. 36, sec. 1, p. 77; am. 1981, ch. 34, sec. 1, p. 53; am. 1987, ch. 192, sec. 1, p. 391; am. 1993, ch. 93, sec. 2, p. 223; am. 2003, ch. 79, sec. 1, p. 253; am. 2009, ch. 36, sec. 1, p. 106; am. 2010, ch. 66, sec. 1, p. 114.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-111/"
    },
    {
      "id": "section-38-112",
      "number": "38-112",
      "heading": "",
      "text": "38-112. CHARGES A LIEN — METHOD OF COLLECTION. Any amounts due under the preceding section and approved by the board for that purpose shall be a lien on the property protected, and shall be collected as follows:\n\nOn or before the first Monday in July of each year, the association secretary shall determine the names of all owners of forest lands within the boundaries of the particular forest protective association who have failed to provide the forest fire protection for their lands required by this act, together with the description of such lands and the acreage thereof and calculate the total amount due hereunder from each such owner for such forest fire protection which shall not exceed the maximum hereinbefore specified. The association secretary shall deliver such information to the director of the department of lands not less than ten (10) days before the first Monday in August of each year.\n\nBy the first Monday in August of each year, the director of the department of lands shall have prepared a list of all amounts charged under this section against property protected, and upon request received from any owner thereof, shall render the latter a statement of the sum so due from such owner; upon further request made to said director of the department of lands within ten (10) days following said first Monday in August, any such owner shall be granted a hearing before the board on or before the last Monday in August. Said board shall then either approve or revise all sums to be collected, and the director of the department of lands shall certify each and every current amount to the auditor of the county or counties in which such property is situated not later than the first Monday in September following. Upon receiving such certificate from the director of the department of lands showing the amounts due, the auditor shall extend the amounts so certified upon the county tax rolls covering such property, and such sums shall be collected in the same manner and at the same time and with like penalties as general state and county taxes upon the same property are collected. When collected, such sums shall immediately be paid into the forest protection fund to be applied by the director of the department of lands to expenses incurred, accrued and/or contracted for in carrying out the provisions of this section.\n\n[38-112, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-112/"
    },
    {
      "id": "section-38-113",
      "number": "38-113",
      "heading": "",
      "text": "38-113. PURCHASER OF FOREST PRODUCTS RESPONSIBLE FOR PROTECTION — LIENS. When the owner of forest land shall have sold timber and/or other forest products or potential forest products thereon to another, retaining the land, the owner of the timber and/or other forest products or potential forest products shall be responsible for providing the protection required by section 38-111, Idaho Code, for that portion of the land covered by his uncut timber and/or other forest products or potential forest products and for the area he has cut over during the year up to the end of the closed season, and for any areas he has cut over without complying with the forest fire and slash disposal laws of the state, and if he fails, neglects or refuses to provide the protection required by section 38-111, Idaho Code, the director of the department of lands shall provide such patrol and protection at the cost per acre to said owner at the rates therein established. Any amounts due and unpaid for this purpose shall be a lien upon the remaining standing timber and/or other forest products or potential forest products and upon the timber and/or other forest products theretofore cut and/or removed or remaining on the ground and may be collected through extension upon the tax rolls covering such property as in section 38-112, Idaho Code, provided for collection of similar liens upon forest land; provided, that if the director of the department of lands shall deem such property to be inadequate security, the lien, unless promptly paid on demand of the director of the department of lands, may be by him perfected and enforced as loggers’ liens are perfected and enforced, or such amounts, together with any expenses rendered necessary, may be recoverable from the offender by a civil action for debt prosecuted in the name of the state of Idaho. Any recovery shall be paid to the state treasurer for deposit in the forest protection fund.\n\n[38-113, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-113/"
    },
    {
      "id": "section-38-114",
      "number": "38-114",
      "heading": "",
      "text": "38-114. STATE TO PAY PRO RATA FOR FIRE PROTECTION — DEFICIENCY WARRANTS. The state shall bear and pay into the forest protection fund its pro rata share of the assessments provided for in section 38-111, Idaho Code, for fire protection to state lands and expenses incurred, accruing or contracted for within each forest protective district in enforcing and carrying out the provisions of this chapter and protecting the forest lands belonging to the state against damage, devastation or destruction by fire, in the proportion which such lands belonging to the state within each forest protective district of the state bear to the total area of forest land within such protective district, and the state shall be considered an owner of forest land within the meaning of that term as used in this chapter, and for the purposes thereof. The state board of land commissioners may authorize the issuance of deficiency warrants for the purpose of defraying such assessments, and when so authorized the state controller shall draw such deficiency warrants against the general fund. Such moneys as the state shall thus become liable for shall be paid as a part of the expenses of the state board of land commissioners out of appropriations which shall be made by the legislature for that purpose. In all appropriations hereafter made for expenses of said state board of land commissioners, account shall be taken of and provision made for this item of expense.\n\n[38-114, added 1972, ch. 401, sec. 2, p. 1164; am. 1994, ch. 180, sec. 64, p. 470.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-114/"
    },
    {
      "id": "section-38-115",
      "number": "38-115",
      "heading": "",
      "text": "38-115. CLOSED SEASON FOR FIRES — PERMITS — REGULATIONS — EXTENSION OF CLOSED SEASON — SUSPENSION OF PERMITS — PENALTY. The period from May 10 to October 20, inclusive, of each year shall be known as the closed season. During the closed season it shall be unlawful for any person to set or cause to be set a fire in any slashing area, or a fire to any stump or stumps, log or logs, down or standing timber or to set or cause to be set, a fire on any forest or range lands or dangerously near thereto, or in any field in any forest protective district, without having first procured a permit from the fire warden of the district, provided, that unless campfires have been prohibited during critical hazard periods, campfires may be set without permit provided there is compliance with the provisions of section 38-116, Idaho Code. Every permit shall prescribe the conditions upon which the permit is given, and contain rules and regulations governing the setting of fires and the prevention of the spread thereof to the property of another. At no time shall any fire be set when the wind is blowing to such an extent as to cause danger of the fire getting beyond the control of the person responsible for setting it, or without sufficient men, tools, supplies and firefighting equipment to control it, and the fire shall be kept under the control of the person responsible for setting it until it is out. The state board of land commissioners shall from time to time make all necessary rules and regulations governing the setting of fires on forest lands for both the closed and open season, and for their proper control and extinguishment. It shall be the duty of the director of the department of lands to prepare the proper form of permit to be used in carrying out the provisions of this section. The fire wardens shall at all times have authority to refuse permits and/or to revoke the same and to postpone their use when issued, when they shall deem it necessary so to do in the interest of public safety. Any permits obtained by misrepresentation shall be invalid.\n\nIn seasons, localities and under conditions of unusual fire danger, the director, with the advice of the fire warden of any protective district, shall have the power to extend the period of closed fire season in any district of the aforementioned districts to meet the particular fire hazard of each district, and when the safety of the public requires, change the closed season in any district by fixing inclusive dates other than those herein designated; close to entry therein by any person or party, the forest and range lands in any section of the state wherein a critical fire hazard exists, and may restrict or suspend travel on any road or trail leading into any such land, until a permit shall have secured from the fire warden of the forest protective district wherein such lands are situated, and may also, without proclamation, suspend any and all permits or privileges authorized by this section and prohibit the setting of any campfires, and/or fire in forest and range land or dangerously near to such, or in fields in any forest protective district.\n\nAny violation of the provisions of this section shall be deemed a misdemeanor.\n\n[38-115, added 1972, ch. 401, sec. 2, p. 1164; am. 1974, ch. 17, sec. 7, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-115/"
    },
    {
      "id": "section-38-116",
      "number": "38-116",
      "heading": "",
      "text": "38-116. CAMPFIRES — ACTS PROHIBITED — PENALTY. (1) No person shall during the closed season:\n\na. Set or cause to be set a campfire upon forest or range lands without clearing the ground immediately around such fire free from material which will carry fire.\n\nb. Set or cause to be set a campfire against a stump, log, living or dead trees, or snag or dangerously near to any material which will carry fire.\n\nc. Set or cause to be set a campfire when the wind is blowing to such an extent as to cause danger of the campfire spreading.\n\nd. Set or cause to be set a campfire at a camping place incompatible with public safety and not in compliance with all the provisions of this chapter.\n\ne. Leave a campfire burning or unattended.\n\nf. Permit a campfire to spread.\n\n(2) Violation of any of the provisions of this section shall be deemed a petty misdemeanor.\n\n[38-116, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-116/"
    },
    {
      "id": "section-38-117",
      "number": "38-117",
      "heading": "",
      "text": "38-117. THROWING AWAY LIGHTED MATERIAL — PENALTY. It shall be unlawful during the closed season for any person to throw away any lighted tobacco, cigar, cigarette, match, firecracker, fireworks or other lighted material of any kind on any forest or range land of this state. Any person violating any of the provisions of this section shall be deemed guilty of a petty misdemeanor.\n\n[38-117, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-117/"
    },
    {
      "id": "section-38-118",
      "number": "38-118",
      "heading": "",
      "text": "38-118. DUTY OF RAILROADS — PENALTIES. During the closed season everyone operating a common carrier railroad shall keep all right of way, station grounds and other operating property in, contiguous or adjacent to forest or range lands clear and free from all combustible and flammable material, matter or substances, except freight, express and mail supplies, structures, equipment and material necessary, usual or convenient for the construction, maintenance and/or operation of such railroad.\n\nDuring the said closed season, no person operating or maintaining such a railroad shall permit any of his or its employees to leave a deposit of fire, live coals or hot ashes in the immediate vicinity of forest or range lands or of other lands liable to be overrun by fire.\n\nAll clearing by burning under the provisions of the section shall be in accordance with the provisions of this act applicable to the season during which said burning is done.\n\nRefusal or neglect to comply with the provisions of this section shall be deemed a petty misdemeanor for each offense; provided, that the director of the department of lands, with the consent of the board, may suspend the restrictions of this section when and where he deems safety so permits. It is further provided, that in the absence of such suspension, and in case of refusal or neglect by the person at fault, after proper notice, to take the precautions against fire required by public safety and the provisions of this act, the director of the department of lands, or district fire warden, acting with his consent, may have the work done to the extent that he deems requisite to public safety, and the costs thereof and the expense of any fire patrol rendered necessary by the offender’s neglect, plus a penalty of ten per cent (10%) shall be recoverable from the offender by civil action, prosecuted in the name of the state of Idaho. Any recovery shall be paid to the state treasurer for deposit in the forest protection fund.\n\n[38-118, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-118/"
    },
    {
      "id": "section-38-119",
      "number": "38-119",
      "heading": "",
      "text": "38-119. NOTIFICATION OF FIRES BY RAILROAD EMPLOYEES — PENALTY. (1) During the closed season any employee of a railroad who, in the course of his employment, shall see a fire on or near the right of way, station grounds or other operating property of such railroad in, contiguous or adjacent to forest or range lands, shall immediately report such information to a fire warden. If such fire is on or spread from the railroad right of way, station grounds or other operating property of such railroad such employee or any other person in authority shall take all reasonable and prudent measures to control and extinguish such fire.\n\n(2) A violation of any of the provisions of this or the next succeeding section shall be deemed a petty misdemeanor.\n\n[38-119, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-119/"
    },
    {
      "id": "section-38-120",
      "number": "38-120",
      "heading": "",
      "text": "38-120. INSTRUCTION TO EMPLOYEES OF RAILROADS. It shall be the duty of every person operating a railroad through any forest protective district to keep employees fully instructed as to their duties relating to the reporting, control and prevention of forest or range fires as provided in this chapter.\n\n[38-120, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-120/"
    },
    {
      "id": "section-38-121",
      "number": "38-121",
      "heading": "",
      "text": "38-121. OPERATION OF ENGINES WITHOUT ADEQUATE PROTECTION — PENALTY — INJUNCTION. During the closed season it shall be unlawful for any person to use or operate on or near to forest or range land any steam or internal combustion engine which is not equipped and maintained in conformity with rules and regulations promulgated by the state board of land commissioners. Any person who shall fail to comply with such rules and regulations shall be guilty of a petty misdemeanor. Such person may also be enjoined from further use of such engine until it is equipped and maintained in conformity with such rules and regulations.\n\n[38-121, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-121/"
    },
    {
      "id": "section-38-122",
      "number": "38-122",
      "heading": "",
      "text": "38-122. PROTECTION BY LOGGING OUTFITS — FIRE SUPPRESSION ACCOUNT — LIABILITY FOR FIRE SUPPRESSION COSTS — PENALTY. (1) Everyone engaged, or about to engage, in the cutting of any forest product or potential forest product upon lands within the state of Idaho shall provide for the management and reduction of the fire hazard thus created or to be created by first securing a certificate of compliance from the director of the department of lands or his agent, said compliance to provide the option of entering into a fire hazard reduction agreement as provided in sections 38-401 through 38-410, Idaho Code, inclusive, or by posting a cash bond to the state of Idaho in such form and for such amount as may be prescribed by the director of the department of lands: provided, however, that the amount of the bond so prescribed shall not be in excess of the amount which such person would be required to pay under said sections 38-401 through 38-410, Idaho Code, inclusive, and that the bond shall be conditioned upon full and faithful compliance with all requirements under said sections 38-401 through 38-410, Idaho Code, inclusive, and the faithful reduction of such fire hazards in the manner prescribed by law. Provided further that the initial purchaser of ties, logs, posts, cordwood, pulpwood and other similar forest products which have been cut from lands within the state of Idaho shall make no such purchase from anyone not having a proper compliance under this section and formal acceptance of notification under subsection (2) of section 38-1306, Idaho Code. When a person elects to have hazard reduction money withheld in lieu of posting a cash bond, the purchaser of forest products shall withhold the money and said money so withheld in any one (1) calendar month shall be paid to the director of the department of lands or his agent on or before the last day of the next calendar month. After sending such moneys to the director of the department of lands the purchaser shall not be further liable to the state of Idaho or to the person from whom the money was withheld. The director of the department of lands, upon receipt of the cash bond or transmittal of withheld money, shall promptly deposit the same with the state treasurer to be held in trust until the hazard has been reduced as required by law. Such hazard reduction shall be accomplished by the responsible party within the terms set forth in the certificate of compliance or such additional time as may be granted by the director of the department of lands, and upon completion thereof, the director of the department of lands or his agent shall issue a certificate of clearance, stating that all the terms of this section have been complied with. Such clearance shall constitute reason for the release of said hazard reduction money and payment to the person entitled thereto or release of the cash bond posted, except that: (a) three percent (3%) of the hazard reduction money or bond shall be deposited in a special account to be known as the fire suppression account, which is hereby created in the dedicated fund of the state treasury, and which shall be used by the department of lands to help pay the cost of suppressing forest fires; and (b) as determined by the state board of land commissioners, for harvest from private land, an additional amount, not to exceed three percent (3%) of the hazard reduction money or bond shall be deposited in the forest practices administration account established in section 38-135, Idaho Code, for the purpose of carrying out the provisions of the forest practices act, section 38-1301 et seq., Idaho Code. In the event the hazard reduction shall not be accomplished within said period of time, the money shall be released by the state treasurer on direction from the director of the department of lands less the three percent (3%) deduction specified for the fire suppression account and for harvest from private land, the deduction specified by the state board of land commissioners for the forest practices administration account, and credited to the \"forest management account\" for the management and reduction of any fire hazard and for the protection of forest resources as provided by section 38-408, Idaho Code.\n\n(2) With the exception of cases of negligence on the part of the landowner, operator or their agents, liability for the cost of suppressing fires that originate on or pass through a slashing area shall remain with the state forester if one of the following alternatives is executed by the landowner or operator: (a) the slashing area is covered by a certificate of compliance and all hazard money payments are current or a proper bond is in place; (b) the landowner or operator treats the slash in accordance with rules adopted by the state board of land commissioners that are in effect during the period covered by the certificate of compliance or approved extensions; or (c) the landowner or operator elects to enter into a contract with the state forester for the management of the slash and liability of fire suppression costs in accordance with section 38-404, Idaho Code.\n\nShould the landowner or operator choose not to treat the slash or not enter into a contract with the state forester in accordance with section 38-404, Idaho Code, the landowner or operator shall, in addition to forfeiting the bond provided for in section 38-122, Idaho Code, be subject to the provisions of section 38-123, Idaho Code, and his liability, if any, for fire suppression costs up to the limits set by the state forester, shall exist for a period of five (5) years following completion of the operation for all fires that originate in or pass through the landowner’s or operator’s slashing area, except that the landowner or operator may choose to pay an additional fee, to be determined by the director, upon payment of which the director will assume the liability for the cost of suppressing fires that originate in or pass through the slashing area.\n\n(3) A violation of any of the provisions of this section shall be deemed a petty misdemeanor.\n\n[38-122, added 1972, ch. 401, sec. 2, p. 1164; am. 1987, ch. 192, sec. 2, p. 392; am. 1989, ch. 154, sec. 1, p. 365; am. 1994, ch. 152, sec. 1, p. 348.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-122/"
    },
    {
      "id": "section-38-123",
      "number": "38-123",
      "heading": "",
      "text": "38-123. DISPOSAL OF SLASH — INJUNCTION AGAINST FURTHER CUTTING — DISPOSAL AT EXPENSE OF OWNER — LIEN AND ENFORCEMENT — ORDERS. In the event one responsible therefor shall fail, refuse or neglect to properly dispose of slash in accordance with the requirements of section 38-122, Idaho Code, and such person responsible therefor is engaged or is about to engage, either for himself or for another, in cutting timber or other forest products, and thereby creating a fire hazard anywhere within the state, he may be enjoined from cutting such timber or other forest products and thereby creating a fire hazard until he shall have complied with the provisions of section 38-122, Idaho Code. Such injunction proceedings may be instituted by the director of the department of lands as plaintiff and the court may in its discretion grant a temporary injunction. In any such proceedings no bond shall be required of the plaintiff and such a proceeding shall be handled in any court by the judge thereof with expedition.\n\nIf one responsible therefor has for any reason failed to comply with section 38-122, Idaho Code, and has without such compliance cut timber or other forest products, and shall fail, refuse or neglect to properly dispose of slash for a period of thirty (30) days after being notified so to do by the director of the department of lands or the fire warden of the forest protective district within which such slash has accumulated, the director of the department of lands, or the fire warden, may, if he deems it advisable, complete, direct or authorize the disposal of such slash at the expense of the owner of the timber or other forest products cut or produced from the land upon which such fire hazard remains undisposed of as aforesaid.\n\nThe cost and expense of such disposal, plus twenty per cent (20%) of the cost and expense of such disposal as a penalty, shall constitute a prior lien upon the timber and/or other forest products so cut or produced from such land. If payment of such cost and penalty be not made within ten (10) days after demand in writing, the director of the department of lands shall file for record with the county recorder of the county in which such timber or other forest products were cut, or, if the same have been removed to another county, then in such county, a notice of lien upon any and all forest products cut from the area of slash undisposed of as aforesaid, and such lien shall also attach to all identifiable processed products thereof, and the perfection of such lien rights shall as nearly as practicable be in conformity with the provisions of section 45-407, Idaho Code, so far as the same is applicable, and duly verified as therein provided. Any claims of lien recorded as herein provided shall be released in writing by the director of the department of lands upon payment of the cost and penalty herein provided. After the filing of notice of lien, any purchaser or purchasers of any of such forest products who have disposed of the same or who shall have so mingled such forest products or the processed products thereof with other property as to prevent identification of such forest products, and thereby prevent the sale of any such products in such foreclosure proceedings, shall be liable for the full amount of the judgment recovered, provided such purchaser is made a party defendant in the suit for the foreclosure of lien. The proceedings for the enforcement of said lien shall conform as nearly as may be to the proceedings provided by law for the enforcement of loggers’ lien, or the amount of such cost and penalty may be recovered by a civil action for debt, prosecuted in the name of the state of Idaho, and payable to the state treasurer for deposit in the forest protection fund.\n\nThe director of the department of lands shall not file for record any lien against the property of any person who has been issued a certificate of clearance in accordance with section 38-122, Idaho Code, covering such property.\n\nAll orders and directions issued by the director of the department of lands, or any fire warden, as required or authorized by this section and section 38-122, Idaho Code, shall be in writing and made in triplicate, the original of which shall be sent by registered mail or delivered by personal service to the person to receive such order, permits or directions; one (1) copy shall be filed in the office of the director of the department of lands; and one (1) copy shall be filed in the district warden’s file.\n\n[38-123, added 1972, ch. 401, sec. 2, p. 1164; am. 1987, ch. 192, sec. 3, p. 393.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-123/"
    },
    {
      "id": "section-38-124",
      "number": "38-124",
      "heading": "",
      "text": "38-124. PRECAUTIONS IN DISPOSAL OF SLASH — SEPARATE OFFENSES — PENALTY. Everyone making disposal of slash on forest land as provided for in this chapter shall use care to prevent fire from spreading to other forest land or the creation of further fire hazard by damage to timber growth left standing, and shall have sufficient men, tools, supplies and firefighting equipment on hand for that purpose, and when the burning has been completed, or when ordered by the fire warden, shall cause the fire to be totally extinguished without delay. Disposal of slash under the terms of this chapter shall be in accordance with the law requiring burning permits during the closed season.\n\nViolation of any of the provisions of this chapter on any legal subdivision, shall constitute a separate and distinct offense and shall be deemed a misdemeanor.\n\n[38-124, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-124/"
    },
    {
      "id": "section-38-125",
      "number": "38-125",
      "heading": "",
      "text": "38-125. CLEARING RIGHTS OF WAY — PRECAUTION IN CLEARING — APPLICATION TO PUBLIC WORK — PENALTY — INJUNCTION. Everyone clearing right of way for any railroad, public or private highway or road, public trail, public utility, logging road, trail, ditch, dike, pipe line or wire line, or any other transmission or transportation utility right of way, shall safely dispose of all refuse timber, brush, slash or debris cut for such clearing or resulting from the cutting of material for the construction of such right of way. Said piling and burning shall be done as rapidly as cutting and clearing progresses; provided, that upon application to the director of the department of lands, he may grant a permit extending the time within which such burning must be done; provided, further, that if such work be done during the closed season it must be done in compliance with all the provisions of this chapter relating to burning permits during the closed season.\n\nThe provisions of this section shall apply to all clearing of rights of way on behalf of the state, county, highway districts and road districts, whether the work be done by day labor, or by contract, and unless unavoidable emergency prevents, provisions shall be made by the proper officials conducting, directing, or letting said work, for withholding until it is complete, a sufficient portion of the payment therefor to insure compliance with this chapter.\n\nViolation of any provisions of this section shall be deemed a misdemeanor.\n\nIn addition to the penalty herein provided, the offender may be enjoined at the instance of the director of the department of lands, or of the fire warden of the district, from proceeding with such work until the provisions of this section shall have been complied with; and, upon application of the director of the department of lands, or of the fire warden of the district, to any court of competent jurisdiction, a writ of mandate shall issue compelling the offender to fully comply with the provisions hereof.\n\n[38-125, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-125/"
    },
    {
      "id": "section-38-126",
      "number": "38-126",
      "heading": "",
      "text": "38-126. INTERFERENCE WITH PROTECTIVE AGENCIES — PENALTY. Any person who shall wilfully or maliciously do any act or thing tending to interfere with the efficient use and operation by any forest protective agency provided for by this chapter or operating under agreements with the director of the department of lands, of its tools, supplies and equipment, or with the performance of its duties, shall be guilty of a misdemeanor.\n\n[38-126, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-126/"
    },
    {
      "id": "section-38-127",
      "number": "38-127",
      "heading": "",
      "text": "38-127. DESTRUCTION OF SIGNS AND WARNINGS — PENALTIES. Any person who shall wilfully or maliciously destroy, deface, disfigure, or needlessly remove any sign, poster, warning or notice posted under the provisions of this chapter or by any forest protective agency cooperating with the state under this chapter, shall be guilty of a petty misdemeanor.\n\n[38-127, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-127/"
    },
    {
      "id": "section-38-128",
      "number": "38-128",
      "heading": "",
      "text": "38-128. DUTIES OF PROSECUTING ATTORNEYS AND ATTORNEY GENERAL. At the discretion of the director of the department of lands, it shall be the duty of the attorney general or the prosecuting attorney of the county within which such action lies, to prepare, upon information furnished by the director of the department of lands or the fire warden of any forest protective district, and foreclose all liens, other than those provided for in sections 38-111, 38-112 and 38-113, Idaho Code, and to prosecute in the name of the state of Idaho all actions for the recovery of penalties and costs and expenses incurred by the director of the department of lands, his deputy or fire warden of the district in carrying out the provisions of this chapter. For the purposes of this section, venue shall be determined subject to the terms of applicable Idaho law at the time of the incident. Civil actions against nonresidents of the state shall be prosecuted by the attorney general.\n\nWhenever any arrest shall have been made for the violation of any provisions of this chapter, or whenever any evidence, which shows with reasonable certainty any such violation, shall have been lodged with him, the prosecuting attorney of the county in which the criminal act was committed must prosecute the offender with all diligence and energy.\n\n[38-128, added 1972, ch. 401, sec. 2, p. 1164; am. 2003, ch. 27, sec. 1, p. 100.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-128/"
    },
    {
      "id": "section-38-129",
      "number": "38-129",
      "heading": "",
      "text": "38-129. FOREST PROTECTION FUND — CUSTODY, SOURCES AND APPROPRIATION — DISBURSEMENT. The state treasurer shall be custodian of a fund known as the \"forest protection fund\" into which shall be paid all owners’ assessments, penalties and costs recovered in actions authorized by this chapter, and a portion of all fines as provided in the succeeding section and all funds accruing or received under any other provision of this chapter including all funds allocated by the United States under the act of March 1, 1911 (36 Stat. 96) and amendments thereto, known as the Weeks law, and the act of June 7, 1924, known as the Clarke-McNary act, and all other federal acts for forest fire protection. All moneys in existing forest protection or foresters’ special fund are hereby transferred to the forest protection fund established hereby.\n\nAll moneys appropriated for, accruing to or received by this fund are hereby appropriated for the purposes of this chapter and shall be paid out by the state treasurer only upon state vouchers prepared and approved by the director of the department of lands and approved by the state board of examiners. All disbursements, costs and expenses accruing, contracted for and/or incurred by the director of the department of lands in administering the provisions of this chapter and in carrying out the agreements authorized by section 38-104, Idaho Code, and not otherwise provided for shall be paid from this fund; provided, that disbursements of such portions of this fund as are represented by allotments to the state under the Weeks law and the Clarke-McNary act and other federal acts for forest fire protection shall be limited to the purpose for which such allotments are made by the federal government.\n\nThe director of the department of lands may convert the money derived from this fund into a revolving fund as may be necessary or into a general expense fund for the payment of such disbursements as are herein provided for.\n\n[38-129, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-129/"
    },
    {
      "id": "section-38-130",
      "number": "38-130",
      "heading": "",
      "text": "38-130. DISPOSITION OF FINES. Notwithstanding the provisions of section 19-4705, Idaho Code, fines collected for violations of this chapter or any provisions thereof shall be apportioned as follows: ten per cent (10%) to the state treasurer for deposit in the state general fund, fifty per cent (50%) to the current expense fund of the county in which the violation occurred and forty per cent (40%) to the state treasurer for deposit in the forest protection fund.\n\n[38-130, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-130/"
    },
    {
      "id": "section-38-131",
      "number": "38-131",
      "heading": "",
      "text": "38-131. DEFICIENCY WARRANTS FOR EXCESS COSTS OF FIRE SUPPRESSION. In event the actual cost for the control or suppression of forest fires in any forest protective district exceeds in any one (1) year the maximum moneys available for forest protection in that district from the forest protection fund or any other special or general fund provided for that purpose, the state board of land commissioners may authorize the issuance of deficiency warrants for the purpose of defraying such excess costs and when so authorized the state controller shall draw deficiency warrants against the general fund.\n\n[38-131, added 1972, ch. 401, sec. 2, p. 1164; am. 1976, ch. 42, sec. 4, p. 93; am. 1994, ch. 180, sec. 65, p. 470; am. 2003, ch. 32, sec. 18, p. 128.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-131/"
    },
    {
      "id": "section-38-131a",
      "number": "38-131A",
      "heading": "",
      "text": "38-131A. DEFICIENCY WARRANTS FOR COSTS OF FIRE SUPPRESSION ON STATE-OWNED RANGE LANDS. The state board of land commissioners may authorize the issuance of deficiency warrants for the purpose of paying the costs of fire suppression on state-owned range lands whether or not said lands are adjacent to or intermingled with forest lands. When so authorized, the state controller shall draw deficiency warrants against the general fund.\n\n[38-131A, added 1988, ch. 208, sec. 2, p. 391; am. 1994, ch. 180, sec. 66, p. 470; am. 2003, ch. 32, sec. 19, p. 129.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-131a/"
    },
    {
      "id": "section-38-131b",
      "number": "38-131B",
      "heading": "",
      "text": "38-131B. DEFICIENCY WARRANTS FOR COSTS OF FIRE SUPPRESSION ON FEDERAL LANDS. (1) It is the policy of the state of Idaho that any forest or range fire constituting a nuisance pursuant to section 38-107, Idaho Code, on any land within the state of Idaho be summarily abated as quickly and efficiently as possible.\n\n(2) In the event that the governor declares an emergency exists because of a fire burning uncontrolled on federal lands that threatens the health, safety, and welfare of Idaho citizens or that is imminently threatening the property of the state of Idaho, any political subdivision thereof, or any resident thereof, then the governor may take immediate action by directing state resources to assist in controlling and extinguishing the fire, including authorizing the issuance of deficiency warrants. When so authorized, the state controller shall draw deficiency warrants against the general fund.\n\n(3) The cost incurred by the state of Idaho in controlling or extinguishing the fire shall be recovered by a civil action prosecuted in the name of the state of Idaho by the attorney general. The funds recovered shall be returned to the general fund to offset the amount of the deficiency warrant.\n\n[38-131B, added 2025, ch. 277, sec. 2, p. 1174.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-131b/"
    },
    {
      "id": "section-38-132",
      "number": "38-132",
      "heading": "",
      "text": "38-132. REGULATIONS OF THE BOARD — PENALTY FOR VIOLATION. The state board of land commissioners may make such rules and regulations, not inconsistent with this chapter, as may be reasonable and necessary or appropriate for carrying out the provisions of this chapter and for efficient administration thereof. Any person violating any rule or regulation of the board, after written notice of the regulation has been furnished, shall be deemed guilty of the same crime as provided in the section of this chapter to which the rule or regulation pertains or if none be specified, then such violation shall be deemed a petty misdemeanor.\n\n[38-132, added 1972, ch. 401, sec. 2, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-132/"
    },
    {
      "id": "section-38-133",
      "number": "38-133",
      "heading": "",
      "text": "38-133. OFFICERS CHARGED WITH ENFORCEMENT. The director of the department of lands and his assistants, fire wardens, conservation officers and their deputies and all other peace officers of the state are hereby charged with the enforcement of the criminal provisions of this chapter and shall have full power and it shall be their duty to arrest with or without warrant any person found violating any of the provisions of this chapter or rules and regulations of the state board of land commissioners after notice made pursuant hereto and take him before a magistrate and make complaint, and when any such officer shall have information that such violation has been committed he shall make similar complaint.\n\nThe authority of the fire wardens respecting the control or suppression of forest fires, summoning help or making arrests for violation of this chapter or rules and regulations of the board may extend to any adjacent district or to any part of the state in times of great fire danger, providing that in case of conflict of authority resulting therefrom, the fire warden in whose district the fire is located shall have ultimate control. In emergencies fire wardens may commandeer tools, supplies and equipment and may employ able-bodied persons or compel assistance of able-bodied persons and neither the state board of land commissioners, the director, or his delegates, fire wardens or deputy fire wardens, shall be liable to civil action for trespass committed in the discharge of their duties; provided, that in performing their duties they exercise reasonable care to avoid doing unnecessary damage.\n\n[38-133, added 1972, ch. 401, sec. 2, p. 1164; am. 1974, ch. 17, sec. 8, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-133/"
    },
    {
      "id": "section-38-134",
      "number": "38-134",
      "heading": "",
      "text": "38-134. FOREST PRACTICES ACT ADMINISTRATION — FUNDING. The director of the department of lands is charged in section 38-1305, Idaho Code, to administer and enforce the forest practices act on all private forest lands within the state. Funding for this activity shall come from an annual budget request from the general fund and from an annual assessment to be paid by every private owner of forest land in the state. The assessment for private owners of forest lands whose total acres of forest lands are twenty-five (25) acres or fewer shall be equal to the per acre cost multiplied by twenty-five (25). For private owners of forest lands whose total acres of forest lands are twenty-six (26) acres or more, the assessment shall be determined by the state board of land commissioners not to exceed twenty cents (20¢) an acre per year. The assessment shall be collected in the same fashion and at the same time as the forest protection assessment described in section 38-111, Idaho Code.\n\n[38-134, added 1987, ch. 192, sec. 4, p. 395; am. 2003, ch. 78, sec. 1, p. 252; am. 2005, ch. 176, sec. 1, p. 547; am. 2019, ch. 36, sec. 1, p. 103.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-134/"
    },
    {
      "id": "section-38-135",
      "number": "38-135",
      "heading": "",
      "text": "38-135. FOREST PRACTICES ADMINISTRATION ACCOUNT. There is hereby created in the dedicated fund of the state treasury a forest practices administration account into which shall be paid the assessment on private owners of forest lands as provided in section 38-134, Idaho Code.\n\n[38-135, added 1987, ch. 250, sec. 3, p. 513.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-135/"
    },
    {
      "id": "section-38-136",
      "number": "38-136",
      "heading": "",
      "text": "38-136. COMMUNITY FORESTRY TRUST ACCOUNT. (1) There is hereby created within the dedicated fund of the state treasury the community forestry trust account.\n\n(2) The account shall consist of the following:\n\n(a) Donations, gifts, and grants from any source;\n\n(b) Any other moneys which may hereinafter be provided by law; and\n\n(c) Interest earned by the account.\n\n(3) The director or designee of the department of lands may authorize disbursements of moneys from the account for projects related to community forestry.\n\n(4) Not less than thirty-five percent (35%) of the funding for an approved project shall be provided by the entity sponsoring or proposing the project or program. Contributions such as materials, personnel, supplies, or services may be considered as all or part of the funding provided by the petitioning entity.\n\n[38-136, added 1992, ch. 258, sec. 3, p. 750; am. 2019, ch. 116, sec. 5, p. 442.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-136/"
    },
    {
      "id": "section-38-137",
      "number": "38-137",
      "heading": "",
      "text": "38-137. GOOD NEIGHBOR AUTHORITY FUND. There is hereby created in the state treasury the good neighbor authority fund into which shall be paid the state proceeds, money received by the state, and federal moneys received by the state, as provided in section 38-1704, Idaho Code. Interest earned on moneys in the fund shall be retained by the fund.\n\n[38-137, added 2024, ch. 243, sec. 3, p. 865.]",
      "source_url": "https://law.justia.com/codes/idaho/title-38/chapter-1/section-38-137/"
    }
  ]
}