{
  "state": "hawaii",
  "path": "title-title-9-public-property-purchasing-and-contracting/chapter-104-wages-and-hours-of-employees-on-public-works",
  "sections": [
    {
      "id": "section-104-1",
      "number": "104-1",
      "heading": "Definitions.",
      "text": "Sections 104-1 to 104-4 designated as Part I by L 1995, c 181, §1.\n\n§104-1 Definitions.As used in this chapter, the following words and phrases shall have the following meanings:\n\n\"Basic hourly rate\" means the hourly wage paid to a laborer or mechanic for work performed during nonovertime hours, but shall not include the cost to an employer of furnishing fringe benefits, whether paid directly or indirectly to the laborer or mechanic as provided in the definition of \"wages\".\n\n\"Construction\" includes alteration, repair, painting, and decorating.\n\n\"Contractor\" means any person furnishing construction for a public work under a contract with a governmental contracting agency, subcontractor, or any other person under a subcontract arrangement with any person who has a construction contract subject to this chapter.\n\n\"Department\" means the department of labor and industrial relations.\n\n\"Director\" means the director of labor and industrial relations of the State.\n\n\"Governmental contracting agency\" means the State, any county and any officer, bureau, board, commission, or other agency or instrumentality thereof.\n\n\"Overtime compensation\" means compensation based on not less than one and one-half times the laborers or mechanics basic hourly rate of pay plus the cost to an employer of furnishing a laborer or mechanic with fringe benefits as described in the definition of \"wages\"; provided that if the department determines that a prevailing wage is defined by a collective bargaining agreement, the overtime compensation shall be at the rates set by the applicable collective bargaining agreement.\n\n\"Public work\" means any project, including development of any housing pursuant to section 46-15 or chapter 201H and development, construction, renovation, and maintenance related to refurbishment of any real or personal property, where the funds or resources required or used to undertake the project are to any extent derived, either directly or indirectly, from public revenues of the State or any county, or from the sale of securities or bonds whose interest or dividends are exempt from state or federal taxes.\n\n\"Wages\", \"rate of wages\", \"wage rates\", \"minimum wages\" and \"prevailing wages\" mean the basic hourly rate and the cost to an employer of furnishing a laborer or mechanic with fringe benefits, including but not limited to health and welfare benefits, vacation benefits, and pension benefits, whether paid directly or indirectly to the laborer or mechanic. [L 1955, c 133, pt of §2; RL 1955, §9A-1; am L Sp 1959 2d, c 1, §38; am L 1963, c 44, §1; HRS §104-1; am L 1987, c 288, §2; am L 1988, c 141, §11; am L 1995, c 181, §3; am L 2014, c 130, §2; am L 2015, c 165, §1; am L 2019, c 191, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-1/"
    },
    {
      "id": "section-104-2",
      "number": "104-2",
      "heading": "Applicability; wages, hours, and other requirements.",
      "text": "§104-2 Applicability; wages, hours, and other requirements.(a) This chapter shall apply to every contract in excess of $2,000 for construction of a public work project to which a governmental contracting agency is a party; provided that this chapter shall not apply to experimental and demonstration housing developed pursuant to section 46-15 or housing developed pursuant to chapter 201H if the cost of the project is less than $500,000 and the eligible bidder or eligible developer is a private nonprofit corporation.\n\nFor the purposes of this subsection:\n\n\"Contract\" includes but is not limited to any agreement, purchase order, or voucher in excess of $2,000 for construction of a public work project.\n\n\"Governmental contracting agency\" includes:\n\n(1) Any person or entity that causes either directly or indirectly the building or development of a public work; and\n\n(2) Any public-private partnership.\n\n\"Party\" includes eligible bidders for and eligible developers of any public work and any housing under chapter 201H; provided that this subsection shall not apply to any housing developed under section 46-15 or chapter 201H if the entire cost of the project is less than $500,000 and the eligible bidder or eligible developer is a private nonprofit corporation.\n\n(b) Every laborer and mechanic performing work on the job site for the construction of any public work project shall be paid no less than prevailing wages; provided that:\n\n(1) The prevailing wages shall be established by the director as the sum of the basic hourly rate and the cost to an employer of providing a laborer or mechanic with fringe benefits. In making prevailing wage determinations, the following shall apply:\n\n(A) The director shall make separate findings of:\n\n(i) The basic hourly rate; and\n\n(ii) The rate of contribution or cost of fringe benefits paid by the employer when the payment of the fringe benefits by the employer constitutes a prevailing practice. The cost of fringe benefits shall be reflected in the wage rate scheduled as an hourly rate; and\n\n(B) The rates of wages which the director shall regard as prevailing in each corresponding classification of laborers and mechanics shall be the rate of wages paid to the greatest number of those employed in the State, the modal rate, in the corresponding classes of laborers or mechanics on projects that are similar to the contract work;\n\n(2)[Repeal and reenactment on June 30, 2030. L 2018, c 39, §4.]Except for the project prevailing wages established by subsections (h) and (i), the prevailing wages shall be not less than the wages payable under federal law to corresponding classes of laborers and mechanics employed on public works projects in the State that are prosecuted under contract or agreement with the government of the United States; and\n\n(3) Notwithstanding the provisions of the original contract, the prevailing wages shall be periodically adjusted during the performance of the contract in an amount equal to the change in the prevailing wage as periodically determined by the director.\n\n(c) No laborer or mechanic employed on the job site of any public work of the State or any political subdivision thereof shall be permitted or required to work on Saturday, Sunday, or a legal holiday of the State or in excess of eight hours on any other day unless the laborer or mechanic receives overtime compensation for all hours worked on Saturday, Sunday, and a legal holiday of the State or in excess of eight hours on any other day. The rate for overtime compensation and any other premium rates of pay shall be those rates specified in an applicable collective bargaining agreement when the basic hourly rate is established by a collective bargaining agreement.\n\nFor purposes of determining overtime compensation under this subsection, the basic hourly rate of any laborer or mechanic shall not be less than the basic hourly rate determined by the director to be the prevailing basic hourly rate for corresponding classes of laborers and mechanics on projects of similar character in the State.\n\n(d) The contractor or the contractor's subcontractor shall pay all mechanics and laborers employed on the job site, unconditionally and not less often than once a week, and without deduction or rebate on any account, except as allowed by law, the full amounts of their wages including overtime, accrued to not more than five working days prior to the time of payment, at wage rates not less than those deemed to be prevailing, regardless of any contractual relationship which may be alleged to exist between the contractor or subcontractor and the laborers and mechanics. The rates of wages to be paid shall be posted by the contractor in a prominent and easily accessible place at the job site, and a copy of the rates of wages required to be posted shall be given to each laborer and mechanic employed under the contract by the contractor at the time each laborer and mechanic is employed, except that where there is a collective bargaining agreement the contractor does not have to provide the contractor's employees the wage rate schedules.\n\n(e) The governmental contracting agency may withhold from the contractor so much of the accrued payments as the governmental contracting agency may consider necessary to pay to the laborers and mechanics employed by the contractor or any subcontractor on the job site the difference between the prevailing wages and the wages received and not refunded by the laborers and mechanics.\n\n(f) Every contract in excess of $2,000 for construction of a public work project and the specifications for such contract shall include provisions that set forth the requirements of subsections (a) to (e); provided that failure by the contracting agency to include those provisions in the contract or specifications shall not be a defense of the contractor or subcontractor for noncompliance with the requirements of this chapter.\n\n(g)[Repeal and reenactment on June 30, 2030. L 2018, c 39, §4.]For any public work project that is subject to this chapter but not directly caused by a governmental contracting agency, the director shall be responsible for enforcement of this chapter, including the collection and maintenance of certified copies of all payrolls that are subject to this chapter.\n\n(1) The department of budget and finance enters a project agreement with a project party, as those terms are defined in chapter 39A, to finance or refinance a project with the proceeds of special purpose revenue bonds;\n\n(2) The project party has entered into a collective bargaining agreement with a bona fide labor union governing the project party's workforce; and\n\n(3) The collective bargaining agreement has been properly submitted to the director under section 104-34,\n\nthe terms of the collective bargaining agreement and associated provisions shall be deemed the prevailing wages and terms serving as the basis of compliance with this chapter for work on the project by the project party's workforce; provided that this subsection does not affect the director's enforcement powers contained in subsection (g).\n\n(i)[Repealed June 30,2030. L 2018, c 39, §4.]The terms of section 201H-36(a)(5) prevailing wages shall be deemed the prevailing wages serving as the basis of compliance with this chapter for work on the project when:\n\n(1) The Hawaii housing finance and development corporation has approved and certified a qualified person or firm involved with a newly constructed, or moderately or substantially rehabilitated project under section 201H-36(a)(5) for exemption from general excise taxes;\n\n(2) The qualified person or firm has entered into a contract with a general contractor or subcontractors whose workforce is subject to either:\n\n(A) A collective bargaining agreement with a bona fide labor union for which a section 201H-36(a)(5) prevailing wage for the laborers and mechanics employed for the construction project has been approved by the director; or\n\n(B) A project labor agreement with the group whose wages are reflected in the Hawaii prevailing wage schedule for which section 201H-36(a)(5) prevailing wages for the laborers and mechanics employed for the construction project have been approved by the director; and\n\n(3) The qualified person or firm has received no other direct or indirect financing for the construction project from any other governmental contracting agency, including the Hawaii housing finance and development corporation. [L 1955, c 133, pt of §2; RL 1955, §9A-2; am L 1957, c 93, §1; am L 1959, c 27, §1 and c 98, §1; am L Sp 1959 2d, c 1, §27; am L 1965, c 198, § §1, 2; HRS §104-2; gen ch 1985; am L 1987, c 288, §3; am L 1990, c 294, §2; am L 1992, c 281, §2; am L 1997, c 350, §15; am L 2002, c 215, §3; am L 2005, c 229, §1; am L 2007, c 61, §2 and c 249, §11; am L Sp 2009, c 16, §1; am L 2014, c 130, §3 and c 216, §1; am L 2015, c 165, §2; am L 2017, c 54, § §2, 5(2)]\n\nCross References\n\nGeneral authority of labor and industrial relations department, see §26-20.\n\nAttorney General Opinions\n\nChapter 104 applied to the county of Hawaii's Waikoloa employee housing project pursuant to §46-15.01 and the plain language of this section. Att. Gen. Op. 06-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-2/"
    },
    {
      "id": "section-104-25",
      "number": "104-2.5",
      "heading": "Public work requirements; private construction contracts.",
      "text": "§104-2.5 Public work requirements; private construction contracts.(a) Section 104-2 notwithstanding, for purposes of this chapter, public work shall also include a construction contract between private persons if more than fifty per cent of the assignable square feet of a project is leased or assigned for use by the State, any county, or any agency of the State or any county, whether or not the property is privately owned, and:\n\n(1) The lease or other agreement is entered into prior to the construction contract becoming effective; or\n\n(2) Construction work is performed according to a plan, specifications, or criteria established by the State, any county, or any agency of the State or any county.\n\n(b) Prior to the start of construction on a project, the construction project owner shall sign a lease or other agreement with the governmental leasing agency or the governmental agency accepting the construction project for its use to certify the construction project owner's compliance with this chapter, including payment of prevailing wages.\n\n(c) Copies of the lease or other agreement under subsection (b) shall be filed with the department and the department of accounting and general services. The construction project owner shall submit weekly certified payrolls to the governmental leasing agency or the governmental agency accepting the construction project for its use, which shall be the governmental contracting agency for the construction project. [L 2007, c 62, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-2-5/"
    },
    {
      "id": "section-104-27",
      "number": "104-2.7",
      "heading": "Provisions of law; waiver.",
      "text": "§104-2.7 Provisions of law; waiver.No provision of this chapter may in any way be contravened or set aside by private contract. [L 2014, c 130, §1]\n\nSection applies to all contracts entered into on or after July 1, 2014. L 2014, c 130, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-2-7/"
    },
    {
      "id": "section-104-3",
      "number": "104-3",
      "heading": "Payrolls and payroll records.",
      "text": "§104-3 Payrolls and payroll records.(a) Every contract subject to this chapter and the specifications for those contracts shall contain a provision that a certified copy of all payrolls and a certified copy of a fringe benefit reporting form supplied by the department or any certified form that contains all of the required fringe benefit information shall be submitted weekly to the governmental contracting agency for review. The fringe benefit reporting form shall itemize the cost of fringe benefits paid by the general contractor or subcontractor for:\n\n(1) Health and welfare benefits;\n\n(2) Pension and annuity benefits;\n\n(3) Vacation benefits;\n\n(4) Continuing education and training benefits; and\n\n(5) Other fringe benefit costs paid by the general contractor or subcontractor.\n\nThe general contractor shall be responsible for the submission of certified copies of the payrolls of all subcontractors. The certification shall affirm that the payrolls are correct and complete, that the wage rates contained therein are not less than the applicable rates contained in the wage determination decision of the director of labor and industrial relations attached to the contract, and that the classifications set forth for each laborer or mechanic conform with the work the laborer or mechanic performed. Any certification discrepancy found by the contracting agency shall be reported to the general contractor and the director to effect compliance.\n\n(b) Payroll records for all laborers and mechanics working at the site of the work shall be maintained by the general contractor and the general contractor's subcontractors, if any, during the course of the work and preserved for a period of three years thereafter. The records shall contain the name of each employee, the employee's correct classification, rate of pay, the itemized fringe benefit reporting form pursuant to subsection (a), daily and weekly number of hours worked, deductions made, and actual wages paid.\n\n(c) The contractor shall make payroll records available for examination within ten days from the date of a written request by a governmental contracting agency, director, or any authorized representatives thereof. Any contractor who:\n\n(1) Fails to make payroll records accessible within ten days;\n\n(2) Fails to provide information requested for the proper enforcement of this chapter within ten days; or\n\n(3) Fails to keep or falsifies any record required under this chapter,\n\nshall be assessed a penalty as provided in section 104-22(b). [L 1959, c 167, §1; am L Sp 1959 2d, c 1, §27; Supp, §9A-2.5; HRS §104-3; gen ch 1985; am L 1998, c 280, §1; am L Sp 2009, c 10, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-3/"
    },
    {
      "id": "section-104-4",
      "number": "104-4",
      "heading": "Termination of work on failure to pay agreed wages; completion of work; contract and specifications provision.",
      "text": "§104-4 Termination of work on failure to pay agreed wages; completion of work; contract and specifications provision.Every contract and the specifications for such contract shall contain a provision that if the governmental contracting agency finds that any laborer or mechanic employed on the job site by the contractor or any subcontractor has been or is being paid wages at a rate less than the required rate by the contract or the specifications, or has not received the laborer's or mechanic's full overtime compensation, the governmental contracting agency may, by written notice to the contractor, terminate the contractor's right, or the right of any subcontractor, to proceed with the work or with the part of the work in which the required wages or overtime compensation have not been paid and may complete such work or part by contract or otherwise, and the contractor and the contractor's sureties shall be liable to the governmental contracting agency for any excess costs occasioned thereby. [L 1955, c 133, pt of §2; RL 1955, §9A-3; HRS §104-4; gen ch 1985]\n\nAttorney General Opinions\n\nThe notion of immediately suspending a contractor from doing work was contemplated as evidenced by this section's requirement that a public work contract contain specifications which allow the governmental contracting agency to \"terminate the contractor's right ... to proceed with the work or with the part of the work in which the required wages or overtime compensation have not been paid\". Att. Gen. Op. 97-8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-4/"
    },
    {
      "id": "section-104-5",
      "number": "104-5",
      "heading": "to 11 REPEALED.",
      "text": "to 11 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-104-21",
      "number": "104-21",
      "heading": "Governmental contracting agency responsibilities.",
      "text": "§104-21 Governmental contracting agency responsibilities.The governmental contracting agency shall:\n\n(1) Pay or cause to be paid, within sixty days of a determination made by the director, directly to laborers and mechanics or to the director, from any accrued payment withheld under the terms of the contract, any wages or overtime compensation found to be due to laborers or mechanics under the terms of the contract subject to this chapter, or any penalty assessed;\n\n(2) Order any contractor to pay, within sixty days of a determination made by the director, any wages or overtime compensation which the contractor, or any of the contractor's subcontractors, should have paid to any laborer or mechanic under any contract subject to this chapter, or any penalty assessed which the contractor, or any of the contractor's subcontractors, should have paid to the director; and\n\n(3) Report to the director any violation of this chapter, the rules adopted thereunder, or the terms of the contract subject to this chapter. [L 1995, c 181, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-21/"
    },
    {
      "id": "section-104-22",
      "number": "104-22",
      "heading": "Investigation; penalties.",
      "text": "§104-22 Investigation; penalties.(a) The department may conduct investigations to determine compliance with this chapter. The department may enter the job site, examine records of any contractor, either during or after the performance of any contract, or subpoena the records. The department may also interview employees during working hours on the job.\n\n(b) If any contractor interferes with or delays any investigation by the department, the governmental contracting agency, on receipt of written notice from the director of the interference or delay, shall withhold from the contractor all further payments until the director has notified the governmental contracting agency in writing that the interference or delay has ceased. Interference or delay includes failure to provide requested records under section 104-3; failure to allow employees to be interviewed during working hours on the job; and falsification of records required under this chapter. The department shall assess a penalty of $10,000 per project for interference or delay. For each day thereafter that the employer fails to cooperate, the director shall assess a penalty of $1,000 per project.\n\n(c) The names of all complainants shall be withheld from the employer unless prior permission is given by the complainant to release the complainant's name. [L 1995, c 181, pt of §2; am L 1998, c 280, §2; am L 2014, c 130, §4; am L 2015, c 167, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-22/"
    },
    {
      "id": "section-104-23",
      "number": "104-23",
      "heading": "Notification of violation.",
      "text": "§104-23 Notification of violation.(a) When the department, either as a result of a report by a contracting agency or as a result of the department's own investigation, finds that a violation of this chapter or of the terms of the contract subject to this chapter has been committed, the department shall issue a notification of violation to the contractor or subcontractor involved.\n\n(b) A notification of violation shall be final and conclusive unless within twenty days after a copy has been sent to the contractor, the contractor files a written notice of appeal with the director.\n\n(c) A hearing on the written notice of appeal shall be held by a hearings officer appointed by the director in conformance with chapter 91.\n\nHearings on appeal shall be held within sixty days of the notice of appeal and a decision shall be rendered by the hearings officer within sixty days after the conclusion of the hearing, stating the findings of fact and conclusions of law. The hearings officer may extend the due date for decision for good cause; provided that all parties agree. [L 1995, c 181, pt of §2; am L 1998, c 46, §1; am L 2014, c 130, §5]\n\nIn the absence of an express time frame within which the labor director must issue a notice of violation (NOV) under this section, the department must issue notifications of violations within a reasonable time; department's two-year delay in issuing a third NOV was unreasonable as it did not have to wait until the appeal on the second NOV had been completed before determining whether another violation had taken place. 104 H. 412, 91 P.3d 494.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-23/"
    },
    {
      "id": "section-104-24",
      "number": "104-24",
      "heading": "Violations; penalties.",
      "text": "§104-24 Violations; penalties.(a) Where the department finds that a first violation of this chapter has been committed, the department, after proper notice and opportunity for hearing, shall assess and order the person or firm in violation to be jointly and severally liable for a penalty equal to twenty-five per cent of the amount of back wages found due or $250 for each offense, up to $2,500, whichever is greater.\n\n(b) Where the department finds that a second violation of this chapter has been committed, whether on the same or another contract, within two years of the first notification of violation, the department, after proper notice and opportunity for hearing, shall assess and order the person or firm in violation to be jointly and severally liable for a penalty equal to the amount of back wages found due or $500 for each offense, up to $5,000, whichever is greater.\n\n(c) Where the department finds that a third violation of this chapter has been committed, whether on the same or another contract, within three years of the second notification of violation, the department, after proper notice and opportunity for hearing, shall assess and order the person or firm in violation to be:\n\n(1) Jointly and severally liable for a penalty equal to two times the amount of back wages found due or $1,000 for each offense, up to $10,000, whichever is greater; and\n\n(2) Suspended from doing any new work on any public work of a governmental contracting agency for a period of three years except as provided in section 104-25(a)(2). The suspension shall be effective on the later of the twenty-first day after the notification of violation has been sent, or upon the issuance of a decision pursuant to section 104-23(c).\n\n(d) A first, second, or third violation refers to each project in which the department finds that a contractor has failed to comply with this chapter.\n\n(e) Both the person and firm shall be listed on each notice of violation.\n\n(f) For purposes of this section:\n\n\"Firm\" includes a corporation, limited liability company, partnership, and limited partnership.\n\n\"New work on any public work\" includes any public works project in which the suspended person or firm has not begun work at the job site as of the date of the suspension order.\n\n\"Offense\" means each section of this chapter under which the contractor is cited; provided that, with respect to prevailing wage and overtime citations under section 104-2, each employee and each project shall be considered a separate offense.\n\n\"Person\" includes a sole proprietor and the principal responsible managing employee that holds the contractors license of the firm. [L 1995, c 181, pt of §2; am L 1999, c 251, §1; am L 2011, c 160, §2; am L 2014, c 130, §6; am L 2016, c 192, §1; am L 2023, c 51, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-24/"
    },
    {
      "id": "section-104-25",
      "number": "104-25",
      "heading": "Suspension.",
      "text": "§104-25 Suspension.(a) The director shall suspend a person and firm as follows:\n\n(1) For a first or second violation, if a person or firm fails to pay wages found due or any penalty assessed, or both, the person and firm shall be immediately suspended from doing any work on any public work of a governmental contracting agency until all wages and penalties are paid in full;\n\n(2) For a third violation, the suspension shall be as prescribed in section 104-24(c); provided that, if the person or firm continues to violate this chapter or fails to pay wages found due or any penalty assessed, or both, then the person and firm shall immediately be suspended from doing any work on any public work of a governmental contracting agency for a mandatory three-year period. If after the three-year suspension period the wages found due or penalties assessed are still unpaid, the suspension shall remain in force until payment is made in full; or\n\n(3) For falsification of records, or for delay or interference with an investigation pursuant to section 104-22, the person and firm shall be immediately suspended for a period of three years.\n\n(b) The director shall immediately notify the governmental contracting agency, comptroller, auditor or director of finance of the county, and, in the case of a suspended subcontractor, general contractor of any suspension order.\n\n(c) No contract shall be awarded to the person and firm so suspended or to any firm, corporation, partnership, or association in which the person or firm has an interest, direct or indirect, until three years have elapsed from the date of suspension, unless the period of suspension is reduced or extended as herein provided. Any contract awarded in violation of this subsection shall be void.\n\n(d) For purposes of this section, \"person\" shall have the same meaning as in section 104-24. [L 1995, c 181, pt of §2; am L 1999, c 251, §2; am L 2008, c 146, §2; am L 2014, c 130, §7; am L 2023, c 51, §2]\n\nAttorney General Opinions\n\nSection required a contractor to be immediately suspended from doing work on existing contract and be prohibited from entering into new contracts for future work. Att. Gen. Op. 97-8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-25/"
    },
    {
      "id": "section-104-26",
      "number": "104-26",
      "heading": "Judicial review.",
      "text": "§104-26 Judicial review.(a) Any party to an appeal under this chapter may obtain judicial review of the decision on the appeal in the manner provided in chapter 91.\n\n(b) Any suspension or dismissal of any complaint under this chapter shall be subject to appeal in circuit court by the aggrieved party, under section 91-14 and rule 72 of the Hawaii rules of civil procedure. [L 1995, c 181, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-26/"
    },
    {
      "id": "section-104-27",
      "number": "104-27",
      "heading": "Liability.",
      "text": "§104-27 Liability.If the accrued payments withheld under the terms of the contract are insufficient to reimburse all the laborers and mechanics for wages or overtime compensation due under this chapter, and the contractor has failed to pay the wages or overtime compensation, the contractor and the contractor's sureties shall be liable to the laborers and mechanics in the amount of the unpaid wages and overtime compensation due, and in an additional equal amount as liquidated damages. However, any claim for liquidated damages, insofar as the surety or sureties are concerned, shall not be paid until the claims of all other creditors have been satisfied. [L 1995, c 181, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-27/"
    },
    {
      "id": "section-104-28",
      "number": "104-28",
      "heading": "Civil action.",
      "text": "§104-28 Civil action.(a) The following civil actions may be instituted in any court of competent jurisdiction:\n\n(1) An action to recover unpaid wages or overtime compensation may be maintained by any one or more laborers or mechanics for and on behalf of oneself or themselves and others similarly situated; and\n\n(2) An action for injunctive and other relief against an employer that fails to pay the prevailing wage to its employees as required by this chapter by a joint labor-management committee established pursuant to section 175a of the federal Labor Management Cooperation Act of 1978 (29 U.S.C. 175a).\n\n(b) The court, in its action and in addition to any judgment awarded to the plaintiff or plaintiffs, shall allow reasonable attorney's fee and costs of the action to be paid by the defendant.\n\n(c) It shall be no defense that the laborers and mechanics accepted or agreed to accept less than the required rate of wages or overtime compensation or voluntarily made refunds.\n\n(d) When a written request is filed by any laborer or mechanic with the director claiming unpaid wages or overtime compensation under this chapter, the director, after receiving an assignment from the laborer or mechanic, may bring an action in any court of competent jurisdiction to recover the amount of the claim. The consent of any laborer or mechanic to the bringing of such action by the director, unless the action is dismissed without prejudice on motion of the director, shall constitute a waiver by the laborer or mechanic of any right of action the laborer or mechanic may have under subsection (a). Any amount recovered by the director before suit and accepted by the laborer or mechanic as payment in full shall constitute a waiver of any rights under this chapter. [L 1995, c 181, pt of §2; am L 2007, c 16, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-28/"
    },
    {
      "id": "section-104-29",
      "number": "104-29",
      "heading": "Rules.",
      "text": "§104-29 Rules.Subject to chapter 91, the director shall adopt reasonable rules for determining the prevailing wages, enforcement, administration, and general purposes of this chapter. These rules shall have the force and effect of law. [L 1995, c 181, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-29/"
    },
    {
      "id": "section-104-30",
      "number": "104-30",
      "heading": "Application of this chapter to contracts entered into without regard to other laws.",
      "text": "§104-30 Application of this chapter to contracts entered into without regard to other laws.The fact that a contract is or was entered into without regard to chapter 103D, or upon a cost-plus-a-fixed fee basis, or cost-plus-a-fixed percentage basis, or without advertising for proposals, shall not render this chapter inapplicable to the contract, if otherwise this chapter would be applicable. [L 1995, c 181, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-30/"
    },
    {
      "id": "section-104-31",
      "number": "104-31",
      "heading": "Effect on other laws.",
      "text": "§104-31 Effect on other laws.Neither this chapter nor any rule or other action under this chapter shall supersede or impair any minimum wage or maximum hour law or any authority otherwise granted by law to provide for the establishment of specific minimum or other wage rates. [L 1995, c 181, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-31/"
    },
    {
      "id": "section-104-32",
      "number": "104-32",
      "heading": "Suspension during emergency.",
      "text": "§104-32 Suspension during emergency.During a national emergency declared by the President or the Congress of the United States, or a state of emergency declared by the governor, subject to the provisions of section 127-10 or 128-7, the governor, by executive order in writing, may suspend this chapter; provided that the governor may not suspend this chapter except in the event such an emergency occurs and is so proclaimed. [L 1995, c 181, pt of §2; am L 2008, c 61, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-32/"
    },
    {
      "id": "section-104-33",
      "number": "104-33",
      "heading": "Inspection.",
      "text": "§104-33 Inspection.(a) If work performed in accordance with this chapter, in excess of eight hours in any day or on a Saturday, Sunday, or legal holiday of the State, requires inspection by the State or any political subdivision thereof, the inspection shall be conducted by the State or a political subdivision, as the case may be.\n\n(b) In such event, it shall be lawful, notwithstanding any other provision of law to the contrary, for the State or any political subdivision thereof to alter the normal working hours of public employees, as may be needed for these purposes, and to pay these public employees for all hours worked in excess of eight hours per day or on a Saturday, Sunday, or legal holiday of the State. [L 1995, c 181, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-33/"
    },
    {
      "id": "section-104-34",
      "number": "104-34",
      "heading": "Submission of collective bargaining agreement to the director.",
      "text": "§104-34 Submission of collective bargaining agreement to the director.(a) Parties to a collective bargaining agreement covering classes of laborers or mechanics, which are included in the prevailing wage determinations made pursuant to this chapter, shall submit a copy of the agreement to the director within five days after execution of the agreement.\n\n(b) Except as otherwise provided herein, the terms of agreement shall be kept confidential by the director. The director may disclose terms of the agreement to any federal or state agency for the purpose of enforcing this chapter. [L 1995, c 181, pt of §2; am L 2002, c 215, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-9/chapter-104/section-104-34/"
    }
  ]
}