{
  "state": "south-dakota",
  "path": "title-title-21-judicial-remedies/chapter-chapter-35-condemnation-under-power-of-eminent-domain",
  "sections": [
    {
      "id": "section-21-35-1",
      "number": "21-35-1",
      "heading": "Condemnors covered by chapter--Petition for ascertainment of compensation by jury",
      "text": "21-35-1. Condemnors covered by chapter--Petition for ascertainment of compensation by jury.\n\nIn all cases where any person, group, or corporation, public or private, including the owners of water rights, ditches, flumes, reservoirs, and mining property under the provisions of the laws of Congress, invested with the privilege of taking or damaging private property for public use, in making, constructing, repairing, or using any work or improvement allowed by law, shall determine to exercise such privilege, it shall file a petition in the circuit court for the county in which the property to be taken or damaged is situated, praying that the just compensation to be made for such property may be ascertained by a jury.\n\nSource:SL 1891, ch 94, §1; RCCivP 1903, §863; RC 1919, §2938; SDC 1939 & Supp 1960, §37.4001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-1/"
    },
    {
      "id": "section-21-35-11",
      "number": "21-35-1.1",
      "heading": "Trans-state transmission line construction--Eminent domain.",
      "text": "21-35-1.1. Trans-state transmission line construction--Eminent domain.\n\nA utility constructing a transmission line in this state that has obtained a permit pursuant to chapter 49-41B and approval by legislative enactment as required pursuant to §49-41B-4.1, is entitled to the power of eminent domain as provided by this chapter. However, such action shall not be construed to constitute approval of the use of federal eminent domain.\n\nSource:SL 1980, ch 327, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-1-1/"
    },
    {
      "id": "section-21-35-2",
      "number": "21-35-2",
      "heading": "Contents of petition for ascertainment of compensation.",
      "text": "21-35-2. Contents of petition for ascertainment of compensation.\n\nA petition filed pursuant to §21-35-1 shall name the person, group, or corporation desiring to take or damage private property as plaintiff, and all persons having interest in or liens upon the property affected by the proceeding as defendants, so far as they shall be known at the time of filing the same. It shall contain a description of the property to be taken or damaged. The purpose for which the property is to be taken or damaged shall be clearly set forth in the petition. It shall not be necessary to specify the interests or claims of the several defendants in the land or property affected by the proceeding.\n\nSource:SL 1891, ch 94, §2; RCCivP 1903, §864; RC 1919, §2939; SDC 1939 & Supp 1960, §37.4001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-2/"
    },
    {
      "id": "section-21-35-3",
      "number": "21-35-3",
      "heading": "Amendment of petition and notice.",
      "text": "21-35-3. Amendment of petition and notice.\n\nIf any person who is a proper party defendant to a proceeding under this chapter, or any property affected thereby, shall have been omitted from said petition or notice, the plaintiff may file amendments to the same, which amendments from the filing thereof shall have the same effect as though contained in said petition and notice.\n\nSource:SL 1891, ch 94, §4; RCCivP 1903, §866; RC 1919, §2941; Supreme Court Rule 599, 1939; SDC 1939 & Supp 1960, §37.4004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-3/"
    },
    {
      "id": "section-21-35-4",
      "number": "21-35-4",
      "heading": "Verification of petition--Statement of good faith.",
      "text": "21-35-4. Verification of petition--Statement of good faith.\n\nSaid petition shall be signed or verified in the manner provided by law for the signing or verification of complaints in actions in the circuit court, and the affidavit of verification shall contain the further statement that the proceeding is in good faith for the purposes specified in the petition.\n\nSource:SL 1891, ch 94, §2; RCCivP 1903, §864; RC 1919, §2939; SDC 1939 & Supp 1960, §37.4001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-4/"
    },
    {
      "id": "section-21-35-5",
      "number": "21-35-5",
      "heading": "Attachment of document authorizing condemnation.",
      "text": "21-35-5. Attachment of document authorizing condemnation.\n\nIn all cases where any resolution, ordinance, or other proceeding of any corporation is required by law before taking private property, a copy of such resolution, ordinance, or proceeding shall be attached to such petition.\n\nSource:SL 1891, ch 94, §2; RCCivP 1903, §864; RC 1919, §2939; SDC 1939 & Supp 1960, §37.4001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-5/"
    },
    {
      "id": "section-21-35-6",
      "number": "21-35-6",
      "heading": "Additional pleadings not required.",
      "text": "21-35-6. Additional pleadings not required.\n\nNo pleading other than the petition shall be required in a proceeding under this chapter, unless ordered by the court.\n\nSource:SL 1891, ch 94, §9; RCCivP 1903, §871; RC 1919, §2946; Supreme Court Rule 598, 1939; SDC 1939 & Supp 1960, §37.4003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-6/"
    },
    {
      "id": "section-21-35-7",
      "number": "21-35-7",
      "heading": "Interpleader of adverse claimants to compensation.",
      "text": "21-35-7. Interpleader of adverse claimants to compensation.\n\nIf there be adverse claimants for the compensation, the court may require such adverse claimants to interplead, so as to determine fully the rights and interests in such compensation.\n\nSource:SL 1891, ch 94, §12; RCCivP 1903, §874; RC 1919, §2949; Supreme Court Rule 598, 1939; SDC 1939 & Supp 1960, §37.4003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-7/"
    },
    {
      "id": "section-21-35-8",
      "number": "21-35-8",
      "heading": "Notice of pendency of action filed with register of deeds--Effect of recording.",
      "text": "21-35-8. Notice of pendency of action filed with register of deeds--Effect of recording.\n\nAt any time after the filing of the petition the plaintiff may file for record in the office of the register of deeds of the county in which the petition is filed a notice of the pendency of the proceeding, containing the names of the parties plaintiff and defendant, a statement of the purpose of the proceeding, and a description of the property through or over which the proposed improvement is to be constructed, which notice shall be recorded and indexed in the same manner as provided by law for the recording and indexing of notices of the pendency of actions in the circuit court, and from the date of the filing thereof shall be notice to all subsequent purchasers or encumbrancers of the property therein described.\n\nSource:SL 1891, ch 94, §3; RCCivP 1903, §865; RC 1919, §2940; SDC 1939 & Supp 1960, §37.4006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-8/"
    },
    {
      "id": "section-21-35-9",
      "number": "21-35-9",
      "heading": "Summons to defendants--Contents.",
      "text": "21-35-9. Summons to defendants--Contents.\n\nAt any time after the filing of the petition the plaintiff may issue a summons to the defendants, which shall be entitled in the action or proceeding, and state the time and place of filing the petition, the nature of the proceeding, and contain a notice to the effect that if the defendants do not appear in said proceeding within thirty days from the service thereof, exclusive of the day of service, the plaintiff will apply to the court for an order to impanel a jury and ascertain the just compensation for the property proposed to be taken or damaged in such proceeding.\n\nThe summons may be served as in civil actions unless otherwise provided in this chapter.\n\nSource:SL 1891, ch 94, §5; RCCivP 1903, §867; RC 1919, §2942; Supreme Court Rule 601, 1939; SDC 1939 & Supp 1960, §37.4007; SL 1976, ch 157, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-9/"
    },
    {
      "id": "section-21-35-10",
      "number": "21-35-10",
      "heading": "Publication of summons to unknown or nonresident owners--Personal service outside state.",
      "text": "21-35-10. Publication of summons to unknown or nonresident owners--Personal service outside state.\n\nIf there are unknown owners or persons interested in the property to be taken or damaged, or if any of the defendants are not residents of the state, the plaintiff may apply to the court upon affidavit setting forth the nature of the proceeding, and the facts in relation to such unknown persons or nonresident defendants, for an order of publication of such summons, whereupon the court shall grant such order. The summons as published shall have annexed thereto a notice that if the defendants as to whom publication has been ordered do not appear in said proceeding within thirty days from the first publication thereof, the plaintiff will make application to the court for the order mentioned in the body of the summons. Such summons shall be published for thirty days at least once in each week in some newspaper published and of general circulation in the county where the proceeding is had, and each publication of the same shall show at the top thereof the date of the first publication; and except as modified by this section, the proceeding of publication of the summons shall in all respects be governed by the provisions of Title 15 relating to publication of summons. Personal service on any defendant outside of the state shall be of the same effect as service within the state and shall dispense with necessity of publication as to such defendant.\n\nSource:SL 1891, ch 94, §6; RCCivP 1903, §868; RC 1919, §2943; Supreme Court Rule 601, 1939; SDC 1939 & Supp 1960, §37.4007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-10/"
    },
    {
      "id": "section-21-35-101",
      "number": "21-35-10.1",
      "heading": "Hearing on right to take--Time for demand--Waiver of right to question necessity--Finding of necessity as binding.",
      "text": "21-35-10.1. Hearing on right to take--Time for demand--Waiver of right to question necessity--Finding of necessity as binding.\n\nWithin thirty days from the date the summons described in §21-35-9 is served, the defendant may demand a hearing in circuit court on the petitioner's right to take. Failure to make such demand or to consent in writing to the taking, within the thirty-day period, shall constitute a waiver of the right to question the necessity of the taking. The finding of necessity by the plaintiff, unless based upon fraud, bad faith, or an abuse of discretion, shall be binding on all persons.\n\nSource:SL 1976, ch 157, §1; SL 1977, ch 186.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-10-1/"
    },
    {
      "id": "section-21-35-11",
      "number": "21-35-11",
      "heading": "Offer to deposit compensation with clerk--Evidence of offer not admissible--Costs avoided.",
      "text": "21-35-11. Offer to deposit compensation with clerk--Evidence of offer not admissible--Costs avoided.\n\nWhen the remedy is exercised under the provisions of this chapter, the plaintiff may at the time of service of the summons on any defendant serve upon him an offer in writing to the effect that the plaintiff will deposit with the clerk of the court in which the action is pending a sum of money specified, with costs, to be paid to defendant or other parties entitled thereto as compensation for all of the property taken or damaged. If the defendant fails to accept the offer by filing notice of acceptance with the clerk of the court within ten days after service of the offer upon him, it is deemed to be withdrawn, and cannot be given in evidence; and if the defendant fails to obtain a judgment for a greater sum of money than offered by the plaintiff, he cannot recover costs, and each party shall pay his own costs.\n\nSource:SL 1937, ch 125; SDC 1939 & Supp 1960, §37.4002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-11/"
    },
    {
      "id": "section-21-35-111",
      "number": "21-35-11.1",
      "heading": "Mediation.",
      "text": "21-35-11.1. Mediation.\n\nThe parties may by agreement refer a dispute that is the subject of a proceeding under this chapter for resolution by mediation using the services of a mediator selected by the parties.\n\nSource:SL 2016, ch 117, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-11-1/"
    },
    {
      "id": "section-21-35-12",
      "number": "21-35-12",
      "heading": "Order to summon jury on default.",
      "text": "21-35-12. Order to summon jury on default.\n\nIf no appearance be made by any defendant within the time specified in the summons, the plaintiff, upon affidavit of the default, may apply to the court for an order directing the clerk of courts to draw and summon eighteen jurors to attend at the courthouse or place of holding the circuit court of the county, at a time to be specified in such order. Said jurors shall be drawn and summoned in the same manner as jurors are drawn and summoned for a regular or special term of the circuit court.\n\nSource:SL 1891, ch 94, §7; SL 1893, ch 113; RCCivP 1903, §869; SL 1913, ch 169; RC 1919, §2944; SDC 1939 & Supp 1960, §37.4008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-12/"
    },
    {
      "id": "section-21-35-13",
      "number": "21-35-13",
      "heading": "Special term of court for jury trial--Challenge of jurors--Conduct of trial--Default by plaintiff.",
      "text": "21-35-13. Special term of court for jury trial--Challenge of jurors--Conduct of trial--Default by plaintiff.\n\nAt the time and place specified in the order made pursuant to §21-35-12, a special term of the court shall be held, at which the proceedings in impanelling the jury, trial and rendering of the verdict or verdicts shall be conducted in the same manner as in civil actions, except that every defendant shall have the same rights and privileges, upon such trial, to challenge jurors and examine and cross-examine witnesses and participate therein, by himself or attorney, as a defendant in a civil action who has appeared and answered. As to all the defendants who appear within the time specified in the summons, the proceeding shall be conducted in like manner, except that three days' notice of the time and place of trial may be given by either party and the case brought on for trial at any regular or special term of court called for such purpose, and on the failure of the plaintiff, after such notice, to proceed with the trial, said petition shall be dismissed as to such defendant, and any lis pendens involving the title of property of such defendant shall be discharged and no other proceeding for the same purpose shall be brought by the plaintiff against such defendant until after the expiration of one year, and then only by leave of the court upon good cause shown and upon the condition that the plaintiff will, in good faith, prosecute such proceeding against such defendant with reasonable diligence.\n\nSource:SL 1891, ch 94, §§7, 8; SL 1893, ch 113; RCCivP 1903, §§869, 870; SL 1913, ch 169; RC 1919, §§2944, 2945; SL 1921, ch 218; SDC 1939 & Supp 1960, §37.4008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-13/"
    },
    {
      "id": "section-21-35-14",
      "number": "21-35-14",
      "heading": "Continuance of proceedings as to defendants not served.",
      "text": "21-35-14. Continuance of proceedings as to defendants not served.\n\nAs to all defendants not served before the trial said proceedings shall be continued as the court may direct, for the purpose of serving the summons on such defendants.\n\nSource:SL 1891, ch 94, §14; RCCivP 1903, §876; RC 1919, §2951; Supreme Court Rule 602, 1939; SDC 1939 & Supp 1960, §37.4009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-14/"
    },
    {
      "id": "section-21-35-15",
      "number": "21-35-15",
      "heading": "Issue tried by jury.",
      "text": "21-35-15. Issue tried by jury.\n\nThe only issue that shall be tried by the jury upon the petition shall be the amount of compensation to be paid for the property taken or damaged.\n\nSource:SL 1891, ch 94, §12; RCCivP 1903, §874; RC 1919, §2949; Supreme Court Rule 598, 1939; SDC 1939 & Supp 1960, §37.4003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-15/"
    },
    {
      "id": "section-21-35-16",
      "number": "21-35-16",
      "heading": "View of premises by jury.",
      "text": "21-35-16. View of premises by jury.\n\nUpon the demand of any party to the proceeding, if the court shall deem it necessary, the jury may view the premises under the rules of law for viewing by the jury.\n\nSource:SL 1891, ch 94, §10; RCCivP 1903, §872; RC 1919, §2947; Supreme Court Rule 603, 1939; SDC 1939 & Supp 1960, §37.4010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-16/"
    },
    {
      "id": "section-21-35-17",
      "number": "21-35-17",
      "heading": "Benefits of municipal improvement considered by jury.",
      "text": "21-35-17. Benefits of municipal improvement considered by jury.\n\nIn all cases of taking or damaging private property by a municipal corporation, the jury shall take into consideration the benefits which may accrue to the owner thereof as the result of the proposed improvement.\n\nSource:SL 1891, ch 94, §11; RCCivP 1903, §873; RC 1919, §2948; Supreme Court Rule 603, 1939; SDC 1939 & Supp 1960, §37.4010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-17/"
    },
    {
      "id": "section-21-35-18",
      "number": "21-35-18",
      "heading": "Compensation determined for each parcel.",
      "text": "21-35-18. Compensation determined for each parcel.\n\nIf the compensation for all the property taken or damaged is ascertained by the jury upon one trial, they shall ascertain and return in their verdict the compensation to be paid for each distinct lot or parcel of land or property taken or damaged.\n\nSource:SL 1891, ch 94, §11; RCCivP 1903, §873; RC 1919, §2948; Supreme Court Rule 603, 1939; SDC 1939 & Supp 1960, §37.4010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-18/"
    },
    {
      "id": "section-21-35-19",
      "number": "21-35-19",
      "heading": "Recording of verdict--Judgment on verdict.",
      "text": "21-35-19. Recording of verdict--Judgment on verdict.\n\nUpon the return of the verdict the court shall order the same to be recorded, and shall enter such judgment thereon as the nature of the case may require, and that the plaintiff pay to the persons entitled thereto the amount of compensation ascertained by the verdict or deposit the same as the court may direct.\n\nSource:SL 1891, ch 94, §13; RCCivP 1903, §875; RC 1919, §2950; SDC 1939 & Supp 1960, §37.4011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-19/"
    },
    {
      "id": "section-21-35-20",
      "number": "21-35-20",
      "heading": "Appeal to Supreme Court--Improvement not delayed--Security for payment of award.",
      "text": "21-35-20. Appeal to Supreme Court--Improvement not delayed--Security for payment of award.\n\nAppeals shall be allowed in all cases provided for in this chapter to the Supreme Court, the same as in other civil actions, but the prosecution of such an appeal shall not prevent or delay the work or improvement involved; provided the plaintiff shall deposit with the clerk of courts, for the use and benefit of the appellant such sum as shall be awarded by the verdict and shall give to the appellant a bond in such sum as the court shall direct, to secure the payment of any additional sum which may be awarded to the appellant in the future proceedings therein.\n\nSource:RCCivP 1903, §877; RC 1919, §2952; SDC 1939 & Supp 1960, §37.4012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-20/"
    },
    {
      "id": "section-21-35-21",
      "number": "21-35-21",
      "heading": "Highway provisions not affected--Proceeding cumulative.",
      "text": "21-35-21. Highway provisions not affected--Proceeding cumulative.\n\nNothing in this chapter shall be so construed as to impair any provision of this code relating to the establishment, alteration, or improvement of streets, alleys, roads, or other public highways; but the proceeding herein provided for shall be construed as additional and cumulative to any special proceeding relating to such public highway.\n\nSource:RCCivP 1903, §878; RC 1919, §2953; Supreme Court Rule 600, 1939; SDC 1939 & Supp 1960, §37.4005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-21/"
    },
    {
      "id": "section-21-35-22",
      "number": "21-35-22",
      "heading": "Defendant's expenses paid by plaintiff on dismissal.",
      "text": "21-35-22. Defendant's expenses paid by plaintiff on dismissal.\n\nIf any eminent domain proceedings are commenced to take or damage any private property for public use within this state and are thereafter dismissed with or without prejudice, the plaintiff seeking to be condemnor is liable for and shall pay to the defendant all court costs, expenses and fees, including reasonable attorney fees, as are determined by the court having jurisdiction over the proceedings.\n\nSource:SL 1983, ch 170, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-22/"
    },
    {
      "id": "section-21-35-23",
      "number": "21-35-23",
      "heading": "Allowance of expenses where judgment greatly exceeds offer.",
      "text": "21-35-23. Allowance of expenses where judgment greatly exceeds offer.\n\nIf the amount of compensation awarded to the defendant by final judgment in proceedings pursuant to this chapter is twenty percent greater than the plaintiff's final offer which shall be filed with the court having jurisdiction over the action at the time trial is commenced, and if that total award exceeds seven hundred dollars, the court shall, in addition to such taxable costs as are allowed by law, allow reasonable attorney fees and compensation for not more than two expert witnesses, all as determined by the court.\n\nSource:SL 1983, ch 170, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-23/"
    },
    {
      "id": "section-21-35-24",
      "number": "21-35-24",
      "heading": "Railroad or gas or electric utility property condemned for coal pipelines--Declaration of taking--Contents.",
      "text": "21-35-24. Railroad or gas or electric utility property condemned for coal pipelines--Declaration of taking--Contents.\n\nIn proceedings initiated under this chapter against corporations, associations, or other entities engaged in the operation of electric utilities, gas utilities, or railroads and when those proceedings are for the purpose of constructing pipelines designed to carry water for the transportation of coal, the petitioner may file any time before final judicial determination of the rights of the parties, a declaration of taking, signed by the petitioner, declaring the extent of the property interest taken for the use of the petitioner. The declaration of taking shall contain:\n\n(1)A statement of the authority under which and the use for which the property interest is taken;\n\n(2)A description of the property interest taken sufficient for identification thereof;\n\n(3)A legal description of the lands subject to the taking;\n\n(4)The name of all persons or entities claiming an interest in the said lands, and a description of the interest claimed by each;\n\n(5)A statement of the sum of money estimated by the acquiring authority to be just compensation for the property interest taken and damaged; and\n\n(6)A detailed appraisal upon which the amount of the petitioner's deposit is based.\n\nSource:SL 1983, ch 171, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-24/"
    },
    {
      "id": "section-21-35-25",
      "number": "21-35-25",
      "heading": "Vesting of title to property and right to compensation.",
      "text": "21-35-25. Vesting of title to property and right to compensation.\n\nTitle to the property interest specified in the declaration shall vest in the petitioner and the property interest shall be deemed condemned and taken for the use of the petitioner. The right to just compensation for the property interest shall vest in the persons entitled thereto either on the date the decision is rendered at the hearing provided in §21-35-10.1 or the date the hearing is waived.\n\nSource:SL 1983, ch 171, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-25/"
    },
    {
      "id": "section-21-35-26",
      "number": "21-35-26",
      "heading": "Terms of surrender of possession--Notice--Hearing--Orders of court.",
      "text": "21-35-26. Terms of surrender of possession--Notice--Hearing--Orders of court.\n\nUpon filing of a declaration of taking pursuant to §21-35-24, the court has power to fix the time within which and the terms upon which the parties in possession are required to surrender possession to the petitioner. A notice shall be issued stating that if the defendants do not appear in or respond to the proceedings within thirty days after service of the notice, exclusive of the day of service, the petitioner shall apply to the court for an order of possession. A notice of hearing shall then be issued by the court and served as provided in §21-35-27 upon the recorded owners of all lands sought to be acquired or damaged. The notice shall state a time and place for hearing not less than thirty days from the date of service, unless the waiver of hearing provided by §21-35-10.1 is filed, in which case the hearing may be held sooner. The court may make orders in respect to encumbrances, liens, rents, taxes, assessments, insurance, and other charges, if any, as are just and equitable.\n\nSource:SL 1983, ch 171, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-26/"
    },
    {
      "id": "section-21-35-27",
      "number": "21-35-27",
      "heading": "Service of declaration of taking on defendants.",
      "text": "21-35-27. Service of declaration of taking on defendants.\n\nA copy of the declaration of taking filed pursuant to §21-35-24 and any amendments thereto shall be served with the condemnation petition or by mailing a copy thereof to each of the known defendants by registered or certified mail at his last known post office address.\n\nSource:SL 1983, ch 171, §4; SL 1987, ch 29, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-27/"
    },
    {
      "id": "section-21-35-28",
      "number": "21-35-28",
      "heading": "Amendment of declaration of taking.",
      "text": "21-35-28. Amendment of declaration of taking.\n\nIf any person who is a proper party defendant or any affected property is omitted from the declaration of taking filed pursuant to §21-35-24, the plaintiff may file amendments to include them. The amendments from the time of filing have the same force and effect as if they were included in the original proceedings. The naming or omission of defendants' names does not defer the effect of the declaration of taking.\n\nSource:SL 1983, ch 171, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-28/"
    },
    {
      "id": "section-21-35-29",
      "number": "21-35-29",
      "heading": "Deposit with court required.",
      "text": "21-35-29. Deposit with court required.\n\nIf the petitioner elects to utilize the procedures set forth in §§21-35-24 to 21-35-28, inclusive, for possession of property, the petitioner shall deposit with the court the money required by §21-35-25 as a condition to the exercise of such power. In that case, the court and the attorneys shall expedite the proceedings for the distribution of the money so deposited and for the ascertainment and payment of just compensation. However, the defendant may demand a hearing on the petitioner's right to take as provided in §21-35-10.1.\n\nSource:SL 1983, ch 171, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-29/"
    },
    {
      "id": "section-21-35-30",
      "number": "21-35-30",
      "heading": "Order for payment from deposit--Judgment for amount by which final award exceeds deposit.",
      "text": "21-35-30. Order for payment from deposit--Judgment for amount by which final award exceeds deposit.\n\nUpon application of the parties in interest, the court may order that all of the money deposited in court pursuant to §21-35-29, or any part thereof, be paid for or on account of the just compensation to be awarded in the proceeding. If the compensation finally awarded for the property interest taken, or any parcel thereof, exceeds the amount of money received by any person so entitled, the court shall enter judgment against the petitioner for the amount of the deficiency.\n\nSource:SL 1983, ch 171, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-30/"
    },
    {
      "id": "section-21-35-31",
      "number": "21-35-31",
      "heading": "Entry on private property--Survey--Project permitted by Public Utilities Commission--Requirements--Challenge permitted--Applicability--\"Examination\" and \"survey\" defined",
      "text": "21-35-31. Entry on private property--Survey--Project permitted by Public Utilities Commission--Requirements--Challenge permitted--Applicability--\"Examination\" and \"survey\" defined.\n\nThe provisions of this section only apply to a project that requires a siting permit pursuant to chapter 49-41B. Each person vested with authority to take private property for public use may cause an examination and survey to be made as necessary for its proposed facilities. The person or the person's agents and officers may enter the private property for the purpose of the examination and survey. Any person seeking to cause an examination or survey, where permission for examination or survey has been denied, must:\n\n(1)Have a pending or approved siting permit application with the Public Utilities Commission pursuant to §49-41B-11;\n\n(2)Provide to the owner of the private property, thirty days' written notice served in accordance with §15-6-4 or sent by certified mail with return receipt requested that contains:\n\n(a)A description of the specific portions of property to be examined and surveyed;\n\n(b)The anticipated date and time of entry;\n\n(c)The anticipated duration of presence on the property;\n\n(d)A description of the types of surveys and examinations that may be conducted; and\n\n(e)The name and contact information of the person, or the person's manager or officer, who will enter the property for the purpose of causing the examination and survey; and\n\n(3)Make a payment to the owner, or provide sufficient security for the payment, for any actual damage done to the property by the entry. If the project is for construction of a common carrier, as described in §49-7-11, in addition to the foregoing, the person must make a one-time payment to the owner, prior to entry, in the amount of five hundred dollars as compensation for entering the owner's property.\n\nA landowner may challenge the right to survey or examine by commencing an action in circuit court in the county where the survey or examination is proposed within thirty days of service of the written notice in circuit court. Upon the written request of the owner, the results of a survey or examination of the owner's private property conducted pursuant to this section must be provided to the owner. This section does not apply to the state or its political subdivisions. This section is in addition to and not in derogation of other existing law.\n\nFor the purpose of this section, the term \"examination\" means an inspection of a property to obtain general information which is not a matter of public record. For the purpose of this section, the term \"survey\" means a more detailed, comprehensive, or invasive investigation of a property.\n\nSource: SL 2016, ch 118, §1; SL 2024, ch 77, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-35/section-21-35-31/"
    }
  ]
}