{
  "state": "south-dakota",
  "path": "title-title-21-judicial-remedies/chapter-chapter-47-actions-to-foreclose-real-property-mortgages",
  "sections": [
    {
      "id": "section-21-47-1",
      "number": "21-47-1",
      "heading": "Venue of foreclosure actions--Service outside county on nonresident defendant",
      "text": "21-47-1. Venue of foreclosure actions--Service outside county on nonresident defendant.\n\nActions for the foreclosure or satisfaction of mortgages may be brought in the circuit court for the county where the mortgaged real property or some portion thereof is situated, and in case any defendant be not a resident of the county, process may be served on him in any other county within the state.\n\nSource:CCivP 1877, §616; CL 1887, §5430; RCCivP 1903, §655; RC 1919, §2897; SDC 1939, §37.2901; SL 1943, ch 139.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-1/"
    },
    {
      "id": "section-21-47-2",
      "number": "21-47-2",
      "heading": "Service by publication on nonresident, absent or unknown defendants.",
      "text": "21-47-2. Service by publication on nonresident, absent or unknown defendants.\n\nIf the defendant be a nonresident of the state, or absent or concealed or if he be a resident of the state and after due diligence cannot be found in the state, service may be made by publication in the manner prescribed by statute or rule of court in ordinary civil actions but no additional lien on or seizure of property other than that contained in the mortgage or resulting from commencing foreclosure thereof shall be necessary to obtain jurisdiction of the persons served with process by publication. If the mortgagor or any other proper party defendant is deceased, service upon unknown heirs, devisees, legatees, personal representatives, creditors, and other unknown persons, who might have a right of redemption from the mortgage, may be made by publication, as provided by §15-9-9.\n\nSource:CCivP 1877, §616; CL 1887, §5430; RCCivP 1903, §655; RC 1919, §2897; SDC 1939, §37.2901; SL 1943, ch 139; SL 1995, ch 167, §188.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-2/"
    },
    {
      "id": "section-21-47-3",
      "number": "21-47-3",
      "heading": "Joinder as party defendant of person liable on debt secured--Deficiency judgment against persons liable.",
      "text": "21-47-3. Joinder as party defendant of person liable on debt secured--Deficiency judgment against persons liable.\n\nIf the mortgage debt be secured by the obligation, or other evidence of debt, of any other person than the mortgagor, the plaintiff may make such other person a party to the action, and the court may render judgment for the balance of such debt remaining unsatisfied, after a sale of the mortgaged premises, as well against such other person as against the mortgagor, and may enforce such judgment as in other cases by execution or other process.\n\nSource:CCivP 1877, §619; CL 1887, §5433; RCCivP 1903, §658; RC 1919, §2900; SDC 1939 & Supp 1960, §37.2902.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-3/"
    },
    {
      "id": "section-21-47-4",
      "number": "21-47-4",
      "heading": "Previous actions for collection of debt to be disclosed by complaint.",
      "text": "21-47-4. Previous actions for collection of debt to be disclosed by complaint.\n\nIn an action for the foreclosure or satisfaction of a mortgage, the complaint shall state whether any proceedings have been had at law or otherwise for the recovery of the debt secured by such mortgage or any part thereof; and if there has, whether any and what part thereof has been collected.\n\nSource:CCivP 1877, §620; CL 1887, §5434; RCCivP 1903, §659; RC 1919, §2901; Supreme Court Rule 591, 1939; SDC 1939 & Supp 1960, §37.2903.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-4/"
    },
    {
      "id": "section-21-47-5",
      "number": "21-47-5",
      "heading": "Foreclosure not permitted after money judgment unless execution returned unsatisfied.",
      "text": "21-47-5. Foreclosure not permitted after money judgment unless execution returned unsatisfied.\n\nIf it appear that any judgment has been obtained in an action at law for the moneys demanded by such complaint, or any part thereof, no proceedings shall be had in such case unless an execution against the property of the defendant in such judgment has been issued, and the sheriff or other officer shall have made return that the execution is unsatisfied in whole or in part, and that the defendant has no property whereon to satisfy such execution.\n\nSource:CCivP 1877, §621; CL 1887, §5435; RCCivP 1903, §660; RC 1919, §2902; SDC 1939 & Supp 1960, §37.2905.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-5/"
    },
    {
      "id": "section-21-47-6",
      "number": "21-47-6",
      "heading": "Proceedings at law not had while foreclosure action pending.",
      "text": "21-47-6. Proceedings at law not had while foreclosure action pending.\n\nAfter action for foreclosure shall be commenced, while the same is pending, no proceedings at law shall be had for the recovery of the debt secured by the mortgage, or any part thereof, unless authorized by the court.\n\nSource:CCivP 1877, §618; CL 1887, §5432; RCCivP 1903, §657; RC 1919, §2899; SDC 1939 & Supp 1960, §37.2904.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-6/"
    },
    {
      "id": "section-21-47-7",
      "number": "21-47-7",
      "heading": "Injunction to restrain injury to property during existence of lien or foreclosure.",
      "text": "21-47-7. Injunction to restrain injury to property during existence of lien or foreclosure.\n\nThe court may by injunction, on good cause shown, restrain the party in possession from doing any act to the injury of real property during the existence of a lien or foreclosure of a mortgage thereon, and until the expiration of the time allowed for redemption.\n\nSource:CCivP 1877, §634; CL 1887, §5448; RCCivP 1903, §674; RC 1919, §2913; SDC 1939 & Supp 1960, §37.2906.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-7/"
    },
    {
      "id": "section-21-47-8",
      "number": "21-47-8",
      "heading": "Dismissal of complaint on payment into court of installments then due.",
      "text": "21-47-8. Dismissal of complaint on payment into court of installments then due.\n\nWhenever an action shall be commenced for the foreclosure of a mortgage upon which there shall be due any interest or any portion or installment of the principal, and there shall be other portions or installments to become due subsequently, the complaint shall be dismissed upon the defendant bringing into court at any time before entry of judgment the principal and interest due, with costs and disbursements.\n\nSource:CCivP 1877, §626; CL 1887, §5440; RCCivP 1903, §666; RC 1919, §2906; SDC 1939 & Supp 1960, §37.2907.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-8/"
    },
    {
      "id": "section-21-47-9",
      "number": "21-47-9",
      "heading": "Examination of premises on judgment for plaintiff.",
      "text": "21-47-9. Examination of premises on judgment for plaintiff.\n\nIf the defendant shall not bring into court the amount due, with costs, or if, for any other cause, a judgment or decree shall be entered for the plaintiff, the court may appoint a referee to ascertain and report the situation of the mortgaged premises, or may determine the same on oral or other testimony.\n\nSource:CCivP 1877, §628; CL 1887, §5442; RCCivP 1903, §668; RC 1919, §2908; SDC 1939 & Supp 1960, §37.2909.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-9/"
    },
    {
      "id": "section-21-47-10",
      "number": "21-47-10",
      "heading": "Stay of further proceedings on payment before sale of installments then due--Enforcement of judgment on subsequent default.",
      "text": "21-47-10. Stay of further proceedings on payment before sale of installments then due--Enforcement of judgment on subsequent default.\n\nIf any time before sale, the defendant shall bring into court the principal and interest due, with costs, the proceedings in the foreclosure action shall be stayed until a further default, and in case of a subsequent default in the judgment of any of the installments, or any part thereof, of such mortgage, the court may enforce by order or other process the collection of such subsequent installment.\n\nSource:CCivP 1877, §627; CL 1887, §5441; RCCivP 1903, §667; RC 1919, §2907; SDC 1939 & Supp 1960, §37.2908.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-10/"
    },
    {
      "id": "section-21-47-11",
      "number": "21-47-11",
      "heading": "Sale by parcels to pay delinquent installments--Subsequent sales on later default.",
      "text": "21-47-11. Sale by parcels to pay delinquent installments--Subsequent sales on later default.\n\nIf it shall appear that the mortgaged premises can be sold in parcels without injury to the interests of the parties, the decree must direct so much of the mortgaged premises to be sold as will be sufficient to pay the amount then due on such mortgage, with costs, and such judgment or decree shall remain as security for any subsequent default. In such case if there shall be any default subsequent to such judgment or decree, in the payment of any portion or installment of the principal, or of any interest due upon such mortgage, the court may, upon the application of the plaintiff, by a further order founded upon such first judgment or decree, direct the sale of so much of the mortgaged premises to be made, under such decree, as will be sufficient to satisfy the amount so due, with costs of the application and the subsequent proceeding thereon; and the same proceedings may be had as often as a default happens.\n\nSource:CCivP 1877, §§628, 629; CL 1887, §§5442, 5443; RCCivP 1903, §§668, 669; RC 1919, §§2908, 2909; SDC 1939 & Supp 1960, §37.2909.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-11/"
    },
    {
      "id": "section-21-47-12",
      "number": "21-47-12",
      "heading": "Sale of entire tract and payment of installments due--Investment and payment of subsequent installments to plaintiff--Surplus for benefit of defendant",
      "text": "21-47-12. Sale of entire tract and payment of installments due--Investment and payment of subsequent installments to plaintiff--Surplus for benefit of defendant.\n\nIf, in any of the foregoing cases, it shall appear to the court that the mortgaged premises are so situated that a sale of the whole will be most beneficial to the parties, the judgment or decree must, in the first instance, be entered for the sale of the whole premises accordingly. In such case the proceeds of such sale must be applied as well to the interest or portion or installment of the principal due as toward the whole or residue of the sum secured by such mortgage and not due and payable at the time of such sale, and if such residue do not bear interest, then the court may direct the same to be paid with a rebate of the legal interest for the time during which such residue shall not be due and payable, or the court may direct the balance of the proceeds of such sale, after paying the sum due, with costs, to be put out at interest for the benefit of the plaintiff, to be paid to him as the installments or portions of the principal or interest may become due, and the surplus for the benefit of the defendant, his representative, or assigns, to be paid to them by order of the court.\n\nSource:CCivP 1877, §§630, 631; CL 1887, §§5444, 5445; RCCivP 1903, §§670, 671; RC 1919, §§2910, 2911; SDC 1939 & Supp 1960, §37.2910.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-12/"
    },
    {
      "id": "section-21-47-13",
      "number": "21-47-13",
      "heading": "Judgment of foreclosure and sale of premises--Sale by parcels--Delivery of possession deferred during period of redemption.",
      "text": "21-47-13. Judgment of foreclosure and sale of premises--Sale by parcels--Delivery of possession deferred during period of redemption.\n\nWhenever an action shall be brought for the foreclosure or satisfaction of a mortgage, the court shall have power to render a judgment against the mortgagor for the amount of the mortgage debt due at the time of the rendition of such judgment, and the costs of the action, and to order and decree a sale of the mortgaged premises, or such part thereof as may be sufficient to pay the amount adjudged to be due, and costs of sale, and shall have power to direct in what parcels the premises shall be offered, and the order in which they shall be offered and further to direct that if there be no bid for any parcel or parcels offered, such parcel or parcels may be sold with any other parcel not yet sold, in one parcel; and shall have power to order and compel the delivery of the possession of the premises to the purchaser; but in no case under this chapter shall the possession of the premises so sold be delivered to the purchaser or person entitled thereto, until after the expiration of the period of redemption.\n\nSource:CCivP 1877, §617; CL 1887, §5431; RCCivP 1903, §656; RC 1919, §2898; SL 1929, ch 178; SDC 1939 & Supp 1960, §37.2911.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-13/"
    },
    {
      "id": "section-21-47-14",
      "number": "21-47-14",
      "heading": "Officer by whom sale made--Place and notice of sale--Levy on execution not required.",
      "text": "21-47-14. Officer by whom sale made--Place and notice of sale--Levy on execution not required.\n\nAll sales of mortgaged premises under an order and decree of foreclosure must be made by a referee, sheriff, or his deputy, of the county where the court in which the judgment is rendered is held, or other person appointed by the court for that purpose, and must be made in the county where the premises, or some part of them, are situated, and shall be made upon like notice and in the same manner as provided by law for the sale of real property upon execution. No levy on mortgaged real estate under the execution, however, shall be required and the officer may proceed to advertise and sell it upon receipt of the execution without further proceedings.\n\nSource:CCivP 1877, §622; CL 1887, §5436; RCCivP 1903, §661; RC 1919, §2903; Supreme Court Rule 592, 1939; SDC 1939 & Supp 1960, §37.2912.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-14/"
    },
    {
      "id": "section-21-47-15",
      "number": "21-47-15",
      "heading": "Purchase by mortgagee at sale--Fair and reasonable bid required.",
      "text": "21-47-15. Purchase by mortgagee at sale--Fair and reasonable bid required.\n\nIn any foreclosure of a mortgage upon real estate by action, the holder of the mortgage may purchase the mortgaged premises, or any part thereof, at such foreclosure sale, if the holder of the mortgage bids fairly and in good faith, and bids the fair and reasonable value thereof, less the sum of the balances due, as of the date of sale, on any prior liens or encumbrances upon the mortgaged premises, including liens or charges for real property taxes and special assessments. In no event may the holder of the mortgage be required to bid a sum in excess of the debt adjudged by the court to be due, with costs and disbursements taxed in the action in which the sale is made, and costs and expenses of the sale.\n\nSource:SL 1939, ch 146, §1; SDC Supp 1960, §37.2911-1; SL 1989, ch 191, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-15/"
    },
    {
      "id": "section-21-47-16",
      "number": "21-47-16",
      "heading": "Proof required of mortgagee bidding less than amount of debt--Court decree permitting bid--Execution for deficiency.",
      "text": "21-47-16. Proof required of mortgagee bidding less than amount of debt--Court decree permitting bid--Execution for deficiency.\n\nIf the holder of such mortgage is not willing at such sale to bid the full amount of the judgment debt, such mortgage holder shall establish at the time of the trial by competent proof to the satisfaction of the court, the fair and reasonable value of the mortgaged premises, and the court shall determine the same in its decree. If the court shall find such fair and reasonable value, less the sum of the balances due as of the date of judgment on any prior liens or encumbrances upon the mortgaged premises, including liens or charges for real property taxes and special assessments, to be less than the sum due on said mortgage, with costs and disbursements, and costs and expenses of sale, it may by such decree authorize such mortgage holder to bid not less than the fair and reasonable value as thus determined, less the sum of the balances due, as of the date of sale, on any prior liens and encumbrances upon the mortgaged premises, including liens or charges for real property taxes and special assessments; and if a deficiency remains after the foreclosure sale, such mortgage holder shall be entitled to a general execution for such deficiency only upon application to the court in which the judgment was rendered.\n\nSource:SL 1939, ch 146, §2; SDC Supp 1960, §37.2911-1; SL 1989, ch 191, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-16/"
    },
    {
      "id": "section-21-47-17",
      "number": "21-47-17",
      "heading": "Foreclosure as complete satisfaction of debt--Exception.",
      "text": "21-47-17. Foreclosure as complete satisfaction of debt--Exception.\n\nExcept as provided by §21-47-16, a foreclosure by action of a mortgage upon real estate operates as a complete extinguishment, satisfaction and payment of the debt secured by the mortgage. However, a foreclosure may not be considered to be satisfaction of an assignment of rents agreement under the mortgage.\n\nSource:SL 1939, ch 146, §2; SDC Supp 1960, §37.2911-1; SL 1983, ch 172.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-17/"
    },
    {
      "id": "section-21-47-18",
      "number": "21-47-18",
      "heading": "Application of proceeds of sale--Investment of unclaimed surplus.",
      "text": "21-47-18. Application of proceeds of sale--Investment of unclaimed surplus.\n\nIt shall be the duty of every officer or person who conducts any such sale to apply the proceeds as follows:\n\n(1)To the payment of the costs and expenses of the sale;\n\n(2)To the payment of the costs and disbursements taxed in the action in which the sale is made;\n\n(3)To the discharge of the debt adjudged by the court to be due;\n\n(4)To pay the surplus, if any, into court for the use of the defendant or the person entitled thereto, subject to the order of the court.\n\nIf such surplus or any part thereof shall remain in court for the term of three months without being applied for, the court may direct the same to be put out at interest for the benefit of the defendant, his representatives, or assigns, subject to the order of the court.\n\nSource:CCivP 1877, §§624, 625; CL 1887, §§5438, 5439; SL 1893, ch 118; RCCivP 1903, §§663 to 665; RC 1919, §2905; SDC 1939 & Supp 1960, §37.2913.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-18/"
    },
    {
      "id": "section-21-47-19",
      "number": "21-47-19",
      "heading": "Cancellation or endorsement of evidence of debt on application of proceeds of sale.",
      "text": "21-47-19. Cancellation or endorsement of evidence of debt on application of proceeds of sale.\n\nWhen the proceeds of sale are sufficient to pay the costs and disbursements and the entire debt adjudged to be due, the officer or person making the sale, or the clerk of the court, shall cancel the note, bond, mortgage, or other evidences of the debt upon which the judgment is founded, by a plain and legible notation on the face thereof, and such note or evidences shall be attached to and filed with the return upon the execution; when the proceeds are insufficient for that purpose, the amount applied on the debt shall be endorsed on such note or other evidences, with the date of the application, by the officer or person making the sale, or by the clerk of the court, and such note or other evidences, so endorsed, shall be attached to and made a part of the return on the execution.\n\nSource:SL 1893, ch 118; RCCivP 1903, §664; RC 1919, §2905; SDC 1939 & Supp 1960, §37.2913.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-19/"
    },
    {
      "id": "section-21-47-20",
      "number": "21-47-20",
      "heading": "Execution for balance unsatisfied by proceeds of sale.",
      "text": "21-47-20. Execution for balance unsatisfied by proceeds of sale.\n\nSubject to the provisions of §§21-47-15 to 21-47-17, inclusive, the court may direct the issuing of an execution for the balance that may remain unsatisfied, after applying the proceeds of such sale.\n\nSource:CCivP 1877, §617; CL 1887, §5431; RCCivP 1903, §656; RC 1919, §2898; SL 1929, ch 178; SDC 1939 & Supp 1960, §37.2911.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-20/"
    },
    {
      "id": "section-21-47-21",
      "number": "21-47-21",
      "heading": "Certificate of sale issued to purchaser.",
      "text": "21-47-21. Certificate of sale issued to purchaser.\n\nWhenever any real property shall be sold under an order, decree, or judgment of foreclosure, under the provisions of this chapter, the officer or other person making the sale must give to the purchaser a certificate of sale, as provided in the statutes relating to foreclosure of real estate mortgages by advertisement and sale.\n\nSource:CCivP 1877, §623; CL 1887, §5437; RCCivP 1903, §662; RC 1919, §2904; SDC 1939 & Supp 1960, §37.2914.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-21/"
    },
    {
      "id": "section-21-47-22",
      "number": "21-47-22",
      "heading": "Prior certificates validated despite delay in recording--Rights barred by no action.",
      "text": "21-47-22. Prior certificates validated despite delay in recording--Rights barred by no action.\n\nAll certificates of mortgage foreclosure sale of real property by action recorded prior to January 1, 1992, and the records of such certificates, are hereby legalized, cured, and validated, and such certificates and the record thereof are made and declared to be in every manner and respect of like force and effect as though such certificates had been recorded within ten days from the date of sale as required by §21-48-19.\n\nIf any person has any vested right in any real property by reason of any omission referred to in this section, and if no action or proceeding to enforce such right was commenced prior to July 1, 1993, such right shall be forever barred. No action or proceeding brought involving real property shall be of any force or effect, or maintainable in any court of this state, unless prior to July 1, 1993, there was recorded in the office of the register of deeds of the county in which the real property affected is situated, a notice of the pendency of such action, in accordance with chapter 15-10.\n\nSource:SDC 1939, §65.0304; SL 1992, ch 307, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-22/"
    },
    {
      "id": "section-21-47-23",
      "number": "21-47-23",
      "heading": "Redemption procedure.",
      "text": "21-47-23. Redemption procedure.\n\nThe redemption of real property sold upon foreclosure of mortgages by order, judgment, or decree of court shall be as provided by statute relating to redemption from mortgage foreclosure sales by advertisement and sale under power of sale.\n\nSource:CCivP 1877, §633; CL 1887, §5447; RCCivP 1903, §673; RC 1919, §2912; SDC 1939 & Supp 1960, §37.2915.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-23/"
    },
    {
      "id": "section-21-47-24",
      "number": "21-47-24",
      "heading": "Deed issued on expiration of time for redemption--Persons barred by deed--Mortgagor entitled to harvest crops planted before issuance of deed.",
      "text": "21-47-24. Deed issued on expiration of time for redemption--Persons barred by deed--Mortgagor entitled to harvest crops planted before issuance of deed.\n\nAt the expiration of the time for the redemption of such mortgaged premises, if the same is not redeemed, the person or officer making the sale, or his successor in office, or other person appointed by the court, must make to the purchaser or purchasers, their heirs or assigns, or to any person acquiring the title of such purchaser, by redemption or otherwise, a deed or deeds to such premises which shall vest in the purchaser, or other party entitled thereto, the same estate that was vested in the mortgagor at the time of the execution and delivery of the mortgage, or at any time thereafter; and such deed shall be as valid as if executed by the mortgagor and mortgagee, and shall be a complete bar against each of them, and against all the parties to the action in which the judgment for such sale was rendered, and against their heirs respectively, and all persons claiming under such heirs. Whenever crops have been sown on the mortgaged premises, before the issuance of a sheriff's deed, the mortgagor shall be entitled to the crops grown thereon and the right to enter on the premises to harvest the crops after the issuance of the deed.\n\nSource:CCivP 1877, §623; CL 1887, §5437; RCCivP 1903, §662; RC 1919, §2904; SDC 1939 & Supp 1960, §37.2914; SL 1986, ch 177, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-24/"
    },
    {
      "id": "section-21-47-241",
      "number": "21-47-24.1",
      "heading": "Lien priority in crops determined by Uniform Commercial Code.",
      "text": "21-47-24.1. Lien priority in crops determined by Uniform Commercial Code.\n\nNotwithstanding anything in §§15-19-17.1, 21-47-24 and 21-48-21 to the contrary, the lien priority of a secured party in crops shall be determined by the provisions of Title 57A.\n\nSource:SL 1986, ch 177, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-24-1/"
    },
    {
      "id": "section-21-47-25",
      "number": "21-47-25",
      "heading": "Prior foreclosure sales validated despite defects--Rights barred by no action.",
      "text": "21-47-25. Prior foreclosure sales validated despite defects--Rights barred by no action.\n\nAll mortgage foreclosure sales of real property by action, under power of sale contained in such mortgages, made before January 1, 1992, the sheriff's deed thereof having been executed and delivered to the purchaser of such real property before January 1, 1992, notwithstanding any defect of notice, acknowledgment of any instrument or the recording thereof, or any other defect in the action or proceeding, are hereby cured, legalized, and validated as fully as if such foreclosure proceedings had been made in full compliance with all existing statutes or laws.\n\nIf any person has any vested right in any real property by reason of any omission referred to in this section, and if no action or proceeding to enforce such right was commenced prior to July 1, 1993, such right shall be forever barred. No action or proceeding brought involving real property shall be of any force or effect, or maintainable in any court of this state, unless prior to July 1, 1993, there was recorded in the office of the register of deeds of the county in which the real property affected is situated, a notice of the pendency of such action, in accordance with chapter 15-10.\n\nSource:SL 1975, ch 167; SL 1992, ch 307, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-47/section-21-47-25/"
    }
  ]
}