{
  "state": "south-dakota",
  "path": "title-title-21-judicial-remedies/chapter-chapter-37-change-of-name",
  "sections": [
    {
      "id": "section-21-37-1",
      "number": "21-37-1",
      "heading": "Circuit court power to change names--Pending proceedings and existing rights unaffected",
      "text": "21-37-1. Circuit court power to change names--Pending proceedings and existing rights unaffected.\n\nThe circuit court shall have authority to change the names of persons, municipalities, and the name of any recorded plat or map of land situated within the limits of any municipality, as provided in this chapter. The change of names shall in no manner affect or alter any pending action or legal proceeding, nor any right, title, or interest whatsoever.\n\nSource:CCivP 1877, §§734, 737; CL 1887, §§5556, 5559; RCCivP 1903, §§803, 806; SL 1903, ch 183; RC 1919, §§3042, 3045; SDC 1939 & Supp 1960, §37.1001; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-1/"
    },
    {
      "id": "section-21-37-2",
      "number": "21-37-2",
      "heading": "Residence required for change of name of person--Proceedings.",
      "text": "21-37-2. Residence required for change of name of person--Proceedings.\n\nAny person who has been a bona fide resident of any county of this state for a period of six months next preceding the filing of the petition required in §21-37-3, may change his or her name by proceeding as provided by §§21-37-3 to 21-37-5, inclusive.\n\nSource:CCivP 1877, §735; CL 1887, §5557; RCCivP 1903, §804; RC 1919, §3043; Supreme Court Rule 568, 1939; SDC 1939 & Supp 1960, §37.1002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-2/"
    },
    {
      "id": "section-21-37-3",
      "number": "21-37-3",
      "heading": "Petition for change of name of person--Contents.",
      "text": "21-37-3. Petition for change of name of person--Contents.\n\nA petition for change of name of a person must be filed in the office of the clerk of courts of the county of petitioner's said residence, entitled in the circuit court for said county and stating that the petitioner has been a bona fide resident citizen of such county for at least six months prior to filing the petition; the cause for which change of petitioner's name is sought; and the name asked for.\n\nSource:CCivP 1877, §735; CL 1887, §5557; RCCivP 1903, §804; RC 1919, §3043; Supreme Court Rule 568, 1939; SDC 1939 & Supp 1960, §37.1002 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-3/"
    },
    {
      "id": "section-21-37-31",
      "number": "21-37-3.1",
      "heading": "Single petition for certain family members.",
      "text": "21-37-3.1. Single petition for certain family members.\n\nPersons who are married pursuant to §25-1-1 and any natural or adopted child of either person may file one petition for change of name.\n\nSource:SL 1998, ch 128, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-3-1/"
    },
    {
      "id": "section-21-37-4",
      "number": "21-37-4",
      "heading": "Notice of hearing on change of name of person.",
      "text": "21-37-4. Notice of hearing on change of name of person.\n\nThe petitioner shall give notice of the hearing on change of name of a person, stating the time and place and object thereof with the old and proposed names of the petitioner, by publishing the notice once each week for four successive weeks in any legal newspaper of the county of petitioner's residence. In any action where the change of name sought involves a minor child, the petitioner shall also give notice in the same manner as is required for service of a summons pursuant to §15-6-4 to any parent that is not a party to the petition and whose parental rights have not been terminated.\n\nSource:CCivP 1877, §735; CL 1887, §5557; RCCivP 1903, §804; RC 1919, §3043; Supreme Court Rule 568, 1939; SDC 1939 & Supp 1960, §37.1002 (2); SL 2015, ch 123, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-4/"
    },
    {
      "id": "section-21-37-5",
      "number": "21-37-5",
      "heading": "Hearing and order changing name of person.",
      "text": "21-37-5. Hearing and order changing name of person.\n\nAt the time and place specified in the notice and upon proof in open court to the satisfaction of the judge thereof that notice of the hearing has been given as required in §21-37-4 and that the allegations of the petition are true, and that there exists proper and reasonable cause for changing the name of the petitioner, the court or judge shall make an order directing a change of the name of the petitioner and directing that such order be entered by the clerk.\n\nSource:CCivP 1877, §735; CL 1887, §5557; RCCivP 1903, §804; RC 1919, §3043; Supreme Court Rule 568, 1939; SDC 1939 & Supp 1960, §37.1002 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-5/"
    },
    {
      "id": "section-21-37-51",
      "number": "21-37-5.1",
      "heading": "Exception to notice and open court hearing requirements for name change of minor.",
      "text": "21-37-5.1. Exception to notice and open court hearing requirements for name change of minor.\n\nThe court may grant an order changing the name of a minor child without publication of notice or a hearing in open court if all of the following conditions are met:\n\n(1)It appears from the pleadings that the minor child has been a resident of the county in which the petition is filed for at least six months;\n\n(2)The minor child's parents whose parental rights have not been terminated, and any other person having legal rights to custody or guardianship of the minor child, give written consent to the name change;\n\n(3)The minor child, if twelve years of age or older, gives written consent to the name change; and\n\n(4)It appears to the court that the name change is in the minor child's best interests.\n\nSource:SL 2016, ch 119, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-5-1/"
    },
    {
      "id": "section-21-37-52",
      "number": "21-37-5.2",
      "heading": "Notice and open court requirements--Exception--Name change of victims--Sealed records.",
      "text": "21-37-5.2. Notice and open court requirements--Exception--Name change of victims--Sealed records.\n\nThe court may grant an order changing the name of a person without publication of notice or a hearing in open court if all of the following conditions are met:\n\n(1)The petitioner is over the age of eighteen years or is a guardian of a minor child;\n\n(2)The petitioner or minor child is a resident of this state;\n\n(3)The petitioner:\n\n(a)Or minor child is a victim of human trafficking and has a particularized need for a change of name to protect them from a person who victimized them such that there is a sufficient basis to grant an exception to the requirements of §§21-37-4 and 21-37-5; or\n\n(b)Is an adult, is a victim of domestic abuse, and the petitioner shows a particularized need for a change of name to protect the petitioner from the perpetrator such that there is a sufficient basis to grant an exception to the requirements of §§21-37-4 and 21-37-5;\n\n(4)It appears to the court that the name change is in the petitioner's or minor child's best interests; and\n\n(5)The court finds that the name change is not done for the purposes of fraud.\n\nIf good cause exists, the court may order all records regarding the petition and order be sealed. The court may order that if a new certificate of birth is obtained under §34-25-16.8, the original certificate, and any other evidence upon which a new certificate is made, be sealed. The order must include findings that the petitioner is a victim meeting the requirements of subsection (3)(a) or (3)(b). The records shall only be opened by a court order based upon showing good cause or at the petitioner's request.\n\nSource: SL 2020, ch 75, §1; SL 2022, ch 59, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-5-2/"
    },
    {
      "id": "section-21-37-6",
      "number": "21-37-6",
      "heading": "Change of name of municipality or platted portion--Proceedings.",
      "text": "21-37-6. Change of name of municipality or platted portion--Proceedings.\n\nWhenever it may be desirable to change the name of any municipality or platted or mapped portion thereof, any person interested in proposing such change may proceed as provided by §§21-37-7 to 21-37-9, inclusive.\n\nSource:CCivP 1877, §736; CL 1887, §5558; RCCivP 1903, §805; RC 1919, §3044; Supreme Court Rule 569, 1939; SDC 1939 & Supp 1960, §37.1003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-6/"
    },
    {
      "id": "section-21-37-7",
      "number": "21-37-7",
      "heading": "Petition for change of name of municipality or platted portion.",
      "text": "21-37-7. Petition for change of name of municipality or platted portion.\n\nA petition for change of name under §21-37-6 shall be filed in the office of the clerk of the circuit court for the county in which the municipality is situated setting forth the cause why such change of name is desirable, and the name asked to be substituted.\n\nSource:CCivP 1877, §736; CL 1887, §5558; RCCivP 1903, §805; RC 1919, §3044; Supreme Court Rule 569, 1939; SDC 1939 & Supp 1960, §37.1003 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-7/"
    },
    {
      "id": "section-21-37-8",
      "number": "21-37-8",
      "heading": "Publication of notice of hearing on change of name of municipality of platted portion.",
      "text": "21-37-8. Publication of notice of hearing on change of name of municipality of platted portion.\n\nNotice of the hearing on change of name under §21-37-6, stating the time and place of hearing, object of hearing, and proposed name shall be given by publishing the same once each week for at least two successive weeks in some legal newspaper published in the municipality involved or if none is published therein, then in any legal newspaper of the county, in which the municipality is situated.\n\nSource:CCivP 1877, §736; CL 1887, §5558; RCCivP 1903, §805; RC 1919, §3044; Supreme Court Rule 569, 1939; SDC 1939 & Supp 1960, §37.1003 (2); SL 1972, ch 51, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-8/"
    },
    {
      "id": "section-21-37-9",
      "number": "21-37-9",
      "heading": "Hearing and order on change of name of municipality or platted portion--Proof of voters' desire required--Duplication of names avoided.",
      "text": "21-37-9. Hearing and order on change of name of municipality or platted portion--Proof of voters' desire required--Duplication of names avoided.\n\nAt the time and place specified in the notice and upon proof in open court to the satisfaction of the judge thereof that notice of the hearing has been given as provided in §21-37-8 and that two-thirds of the legal voters of such municipality desire such change of name, and that there is no other municipality in the state of the name asked for, or in the case of proposed change of name of a platted or mapped portion of a municipality, that there is no other platted or mapped portion of the same name as proposed in said municipality, unless the portion is being added to a portion with the name to which change is sought, the court or judge may order and direct such change of name and direct the clerk to enter such order.\n\nSource:CCivP 1877, §736; CL 1887, §5558; RCCivP 1903, §805; RC 1919, §3044; Supreme Court Rule 569, 1939; SDC 1939 & Supp 1960, §37.1003 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-9/"
    },
    {
      "id": "section-21-37-10",
      "number": "21-37-10",
      "heading": "Judgment for costs against petitioner.",
      "text": "21-37-10. Judgment for costs against petitioner.\n\nAll proceedings under this chapter shall be at the cost of the petitioner and judgment may be entered against him for costs as in other civil actions.\n\nSource:CCivP 1877, §737; CL 1887, §5559; RCCivP 1903, §806; RC 1919, §3045; SDC 1939 & Supp 1960, §37.1001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-37/section-21-37-10/"
    }
  ]
}