{
  "state": "south-dakota",
  "path": "title-title-21-judicial-remedies/chapter-chapter-22-administration-of-trust-estates",
  "sections": [
    {
      "id": "section-21-22-1",
      "number": "21-22-1",
      "heading": "Definition of terms.Section 21-22-2 - Application of chapter and §§55-3-24 to 55-3-48",
      "text": "21-22-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Beneficiary,\" any person beneficially interested in the trust, as defined in subdivision 55-1-24(1) or who has a direct financial interest in the trust, including a creditor or claimant with any rights or claimed rights against the trust estate if the creditor or claimant demonstrates a previously asserted specific claim against the trust estate;\n\n(2)\"Court trust,\" any trust which is established or confirmed by the judgment, decree, or order of any court of record of this state or any foreign jurisdiction;\n\n(3)\"Fiduciary,\" a trustee, custodian, enforcer, trust advisor, trust protector, or trust committee, as named in the governing instrument or order of court, regardless of whether such person is acting in a fiduciary or nonfiduciary capacity;\n\n(4)\"Other trust,\" any trust which is not a court trust;\n\n(5)\"Supervision,\" the supervision of the circuit court over the administration of a trust as provided in this chapter;\n\n(6)\"Trustee,\" the trustee or trustees of any trust which may be supervised under this chapter.\n\nSource:Supreme Court Rule 237, 1939; SDC 1939 & Supp 1960, §33.2601; SL 2010, ch 232, §24; SL 2014, ch 226, §6; SL 2015, ch 240, §21; SL 2017, ch 204, §23; SL 2018, ch 275, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-1/"
    },
    {
      "id": "section-21-22-2",
      "number": "21-22-2",
      "heading": "Application of chapter and §§55-3-24 to 55-3-48.",
      "text": "21-22-2. Application of chapter and §§55-3-24 to 55-3-48.\n\nThis chapter applies to all trusts if any part of the trust estate has its situs within this state or if the trustee or a beneficiary resides in this state, except as otherwise specifically provided by statute or rule of court, the intent being to exclude therefrom such trusts as a statutory assignment for the benefit of creditors, probate administrations, conservatorships, and all other trusts as to which specific provision is made for court supervision. The provisions of §§55-3-24 to 55-3-48, inclusive, are applicable to actions or proceedings relating to trusts supervised or administered under this chapter.\n\nSource:SDC 1939 & Supp 1960, §33.2602; SL 1993, ch 213, §98; SL 2000, ch 229, §19; SL 2016, ch 231, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-2/"
    },
    {
      "id": "section-21-22-3",
      "number": "21-22-3",
      "heading": "Inventory and documents filed by court trustee--Contents.",
      "text": "21-22-3. Inventory and documents filed by court trustee--Contents.\n\nWithin thirty days after entering upon his or her duties, any trustee under a court trust shall, if a resident of this state or if any of the trust estate has its situs in this state, file in the office of the clerk of the circuit court of the county specified in §21-22-5 an inventory of all the trust estate, a copy of any personal representative's instrument of distribution, a copy of any recorded personal representative's deed of distribution, a duly certified copy of any other court order or clerk's statement establishing or confirming the trust, a true and correct copy of the governing instrument and all amendments and modifications made thereto, if any, on which the trust is based, a statement showing the names, residences and post office addresses of all persons, including conservators or other trustees interested in the trust, so far as known to the trustee, and the ages of such of them as are minors. Such inventory shall show a list and description of all the trust property, an estimate by the trustee of the value of each item, the encumbrances, if any, on each item, and all claims against the trust estate with the amount of each claim and the name and post office address of the claimant. Such inventory and such statement shall be duly verified by the trustee.\n\nSource:SDC 1939 & Supp 1960, §33.2603; SL 1993, ch 213, §99; SL 2010, ch 232, §25; SL 2014, ch 226, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-3/"
    },
    {
      "id": "section-21-22-4",
      "number": "21-22-4",
      "heading": "Appointment by nonresident trustee of agent to receive process.",
      "text": "21-22-4. Appointment by nonresident trustee of agent to receive process.\n\nWith the papers required by §21-22-3 the trustee shall also file, if not a resident of this state, an appointment of a resident of this state as his agent for the service of process and of all papers relative to the administration of such trust.\n\nSource:Supreme Court Rule, Part 3, Rule 2, September, 1923; Supreme Court Rule 239, 1939; SDC 1939 & Supp 1960, §33.2603.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-4/"
    },
    {
      "id": "section-21-22-5",
      "number": "21-22-5",
      "heading": "County in which trustee's inventory and attached papers filed.",
      "text": "21-22-5. County in which trustee's inventory and attached papers filed.\n\nThe papers provided in §§21-22-3 and 21-22-4 shall be filed in the office of the clerk of the circuit court of the county where the trust estate or some part thereof has its situs, or if none of the trust estate has its situs in this state, in a county where a beneficiary resides, and if no beneficiary resides in this state, then in the county where the trustee resides.\n\nSource:Supreme Court Rule, Part 3, Rule 1, September, 1923; Supreme Court Rule 239, 1939; SDC 1939 & Supp 1960, §33.2603.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-5/"
    },
    {
      "id": "section-21-22-6",
      "number": "21-22-6",
      "heading": "Commencement of supervision by court.",
      "text": "21-22-6. Commencement of supervision by court.\n\nImmediately upon the filing of the papers required by §§21-22-3 and 21-22-4, supervision by the court shall be deemed to commence.\n\nSource:Supreme Court Rule 239, 1939; SDC 1939 & Supp 1960, §33.2603.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-6/"
    },
    {
      "id": "section-21-22-7",
      "number": "21-22-7",
      "heading": "Petition, hearing and order dispensing with court supervision.",
      "text": "21-22-7. Petition, hearing and order dispensing with court supervision.\n\nAt any time after the filing of the papers required by §§21-22-3 and 21-22-4 a fiduciary, the trustor, or any beneficiary under such court trust, if the fiduciary, trustor, or beneficiary considers court supervision unnecessary or impractical and involving unnecessary burden and expense, may petition the court to dispense with the supervision. Upon the petition being filed, the court shall fix the time and place for hearing, unless the conditions of §21-22-21 have been met, and cause notice thereof to be given as provided pursuant to this chapter. Upon the hearing the supervision may not be dispensed with if any fiduciary, trustor, or any beneficiary with a substantial interest in the trust objects to dispensing therewith. If there is no objection and the court is satisfied that supervision is impractical or unnecessary and would involve unnecessary burden and expense, an order may be entered dispensing with the supervision.\n\nSource:Supreme Court Rule 240, 1939; SDC 1939 & Supp 1960, §33.2604; SL 2014, ch 226, §8; SL 2015, ch 240, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-7/"
    },
    {
      "id": "section-21-22-71",
      "number": "21-22-7.1",
      "heading": "Notice of entry of order--Requirements.",
      "text": "21-22-7.1. Notice of entry of order--Requirements.\n\nNotice of entry as required by §15-26A-6 shall require only that notice that an order has been entered has been served. Absent a court order to the contrary, there is no requirement that the order be attached to the notice of entry.\n\nSource:SL 2002, ch 100, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-7-1/"
    },
    {
      "id": "section-21-22-8",
      "number": "21-22-8",
      "heading": "Petition, hearing, and order resuming court supervision.",
      "text": "21-22-8. Petition, hearing, and order resuming court supervision.\n\nAt any time during the existence of the trust, after supervision has been dispensed with pursuant to §21-22-7, any fiduciary, trustor, or beneficiary may petition for a resumption of the supervision in which event the court shall, upon notice as provided pursuant to this chapter, conduct a hearing and the supervision shall be resumed unless good cause to the contrary is shown.\n\nSource:Supreme Court Rule 240, 1939; SDC 1939 & Supp 1960, §33.2604; SL 2014, ch 226, §9; SL 2015, ch 240, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-8/"
    },
    {
      "id": "section-21-22-9",
      "number": "21-22-9",
      "heading": "Petition, hearing, and order for court supervision of other trust--Information.",
      "text": "21-22-9. Petition, hearing, and order for court supervision of other trust--Information.\n\nAny fiduciary, trustor, or beneficiary of any other trust may, if the trustee is a resident of this state or if any of the trust estate has its situs in this state, at any time petition the circuit court, the county where such petition is to be filed to be determined the same as in the case of a court trust, to exercise supervision. Upon the petition being filed, the court shall fix a time and place for hearing thereon, unless notice and a hearing are waived in writing by all fiduciaries and beneficiaries, and notice shall be given as provided pursuant to this chapter, and, upon such hearing, enter an order assuming supervision unless good cause to the contrary is shown. Thereupon the trustee shall within thirty days, file the information required pursuant to §21-22-3 by a trustee under a court trust, and, at all times thereafter, the court shall have the same powers as over a court trust. If the petition for court supervision includes the information required pursuant to §21-22-3, the fiduciary, trustor, or beneficiary may, in the same petition, request court action as to any matter relevant to the administration of the trust, including the termination of court supervision. Upon the hearing on the petition, the court shall enter an order assuming supervision unless good cause to the contrary is shown. The court shall make such order approving the relief requested by the petition, give such directions to a fiduciary as the court shall determine, or resolve objections filed by an interested party pursuant to §21-22-16.\n\nSource:SDC 1939 & Supp 1960, §33.2605; SL 2002, ch 100, §8; SL 2004, ch 312, §10; SL 2014, ch 226, §10; SL 2015, ch 240, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-9/"
    },
    {
      "id": "section-21-22-10",
      "number": "21-22-10",
      "heading": "Fixing terms of trustee's bond--Amount and conditions--Sureties--Time of filing--New bond.",
      "text": "21-22-10. Fixing terms of trustee's bond--Amount and conditions--Sureties--Time of filing--New bond.\n\nUnless the trustee is exempted by the terms of the instrument creating the trust from furnishing a bond or unless the instrument itself provides the amount and condition of such bond, the trustee shall, upon commencement of court supervision, petition the court to fix the amount and conditions of bond unless the conditions of §21-22-21 have been met. The court shall then fix a time and place for hearing and direct notice thereof to be given as provided in this chapter. The bond shall be conditioned that the trustee will faithfully perform the trustee's trust and duly account for all money and property received, and the amount of the bond shall be fixed by the court in a sum which in the opinion of the court shall be sufficient to protect the interest of the beneficiaries. The bond shall be either with a corporate surety or with at least two personal sureties to be approved by the court who are residents and freeholders of this state and who together are worth in excess of all their liabilities and property exempt from execution, at least the amount of the bond. The trustee shall file the bond within ten days after entry of the order requiring that the bond be filed. If it appears that the proper administration of the trust requires that a new bond be given, the court may require such new bond.\n\nSource:Supreme Court Rule, Part 3, Rule 9, September, 1923; Supreme Court Rule 248, 1939; SDC 1939, §33.2612; Supreme Court Rule adopted Feb. 11, 1952; SL 2014, ch 226, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-10/"
    },
    {
      "id": "section-21-22-11",
      "number": "21-22-11",
      "heading": "Bond required despite terms of trust instrument.",
      "text": "21-22-11. Bond required despite terms of trust instrument.\n\nWhen the instrument creating the trust exempts the trustee from furnishing a bond or limits the amount thereof, or the court shall determine that the bond ordered to be filed is insufficient, the court may if it concludes that a bond be necessary or that a bond of a larger amount is necessary, require the furnishing of such bond.\n\nSource:Supreme Court Rule, Part 3, Rule 9, September, 1923; Supreme Court Rule 248, 1939; SDC 1939, §33.2612; Supreme Court Rule adopted February 11, 1952.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-11/"
    },
    {
      "id": "section-21-22-12",
      "number": "21-22-12",
      "heading": "Vacancy of office of trustee--Successor--Temporary trustee--Resigned trustee.",
      "text": "21-22-12. Vacancy of office of trustee--Successor--Temporary trustee--Resigned trustee.\n\nIn case of the vacancy of the office of trustee, unless the instrument creating the trust names the successor, or allows the resigning trustee or another person to appoint its successor, the successor shall be appointed by the court upon hearing and notice as provided in this chapter. In case of necessity the court may appoint a temporary trustee pending a permanent appointment.\n\nIf the office of trustee remains vacant for more than thirty days, then any resigned trustee in possession of trust property may petition the court for the appointment of a successor trustee. If no successor trustee can be secured within ninety days following a hearing held of the resigned trustee's petition, the resigned trustee shall deliver the trust property within its possession to any other fiduciary or other persons, as ordered by the court.\n\nThe resigned trustee shall be held harmless from any liability, absent the resigned trustee's gross negligence or willful misconduct, for any action taken pursuant to this section.\n\nThe resigned trustee is entitled to reimbursement for advances it has made on behalf of the trust and for reasonable compensation for the performance of its duties as trustee. Such advances and compensation shall act as a lien on trust assets under §55-1A-34.\n\nFollowing a trustee's resignation, the resigned trustee shall be deemed to be serving only as a custodian of the documents and assets of the trust then in its possession and shall be relieved of its fiduciary and administrative duties under the terms of the trust instrument and pursuant to state law. The resigned trustee is entitled to reimbursement for advances it has made on behalf of the trust and for reasonable compensation as a custodian. Such advances and compensation shall act as a lien on trust assets under §55-1A-34.\n\nThe relief afforded to the trustee under this section does not limit other relief that may be requested or authorized under this chapter.\n\nSource:Supreme Court Rule, Part 3, Rule 10, September, 1923; Supreme Court Rule 249, 1939; SDC 1939 & Supp 1960, §33.2613; SL 2019, ch 209, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-12/"
    },
    {
      "id": "section-21-22-13",
      "number": "21-22-13",
      "heading": "Petitions relevant to trust administration--Hearing--Order.",
      "text": "21-22-13. Petitions relevant to trust administration--Hearing--Order.\n\nThe trustor, a fiduciary, or a beneficiary of any trust under court supervision may at any time petition the court for its action as to any matter relevant to the administration of the trust, including particularly the requiring of special reports from a fiduciary, the exercise of any discretion vested in a fiduciary, and as to any matter as to which courts of equity have heretofore exercised jurisdiction over fiduciaries. Upon the filing of the petition the court shall fix a time and place for hearing unless the conditions of §21-22-21 have been met and cause notice to be given as required by this chapter. Upon the hearing the court shall make such order, give such directions to a fiduciary as the court shall determine, or resolve objections filed by an interested party pursuant to §21-22-16.\n\nSource:SDC 1939 & Supp 1960, §33.2607; SL 2002, ch 100, §9; SL 2014, ch 226, §12; SL 2015, ch 240, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-13/"
    },
    {
      "id": "section-21-22-14",
      "number": "21-22-14",
      "heading": "Annual verified report of trustee--Optional calendar year basis.",
      "text": "21-22-14. Annual verified report of trustee--Optional calendar year basis.\n\nWithin one hundred twenty days after the expiration of each year from the commencement of court supervision over a trust, the trustee shall file a verified report showing in detail its receipts, disbursements, and acts during the year.\n\nThe trustee may at its election make its annual report during the first four months of any year covering its administration during the preceding year ending December thirty-first.\n\nSource:Supreme Court Rule, Part 3, Rule 3, adopted September, 1923; Supreme Court Rule 242, 1939; SDC 1939 & Supp 1960, §33.2606; SL 2006, ch 243, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-14/"
    },
    {
      "id": "section-21-22-15",
      "number": "21-22-15",
      "heading": "Final report of trustee--Contents.",
      "text": "21-22-15. Final report of trustee--Contents.\n\nWhen the trust estate has been disposed of or the provisions of the instrument creating the trust have been complied with, the trustee must file his final report duly verified by him and which may by reference incorporate thereinto previous reports made and which, supplementing such previous reports, must contain a complete and itemized statement of all the receipts and disbursements of the trustee and all of his acts with relation to the trust.\n\nSource:Supreme Court Rule, Part 3, Rule 4, September, 1923; Supreme Court Rule 244, 1939; SDC 1939 & Supp 1960, §33.2608.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-15/"
    },
    {
      "id": "section-21-22-16",
      "number": "21-22-16",
      "heading": "Objections to report of fiduciary or beneficiary--Adjournment of hearing--Order.",
      "text": "21-22-16. Objections to report of fiduciary or beneficiary--Adjournment of hearing--Order.\n\nIf any objection is made to any report or petition filed by a fiduciary or beneficiary, the objection shall be filed in writing and be made at or prior to the hearing on the report or petition. If the initial hearing does not resolve all objections, the court shall adjourn the hearing to a specified time and place to resolve all issues of fact and all issues of law. Following the initial hearing, the court may enter any order it deems appropriate, which order may:\n\n(1)Resolve any issues the court deems proper if all matters included in the petition, which are not objected to at the initial hearing, are approved;\n\n(2)Determine the scope of discovery; and\n\n(3)Set a schedule for further proceedings for the prompt resolution of the matter.\n\nSource:Supreme Court Rule, Part 3, Rule 7, September, 1923; Supreme Court Rule 245, 1939; SDC 1939 & Supp 1960, §33.2609; SL 2015, ch 240, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-16/"
    },
    {
      "id": "section-21-22-17",
      "number": "21-22-17",
      "heading": "Contents of notice of hearings--Trustee's account attached.",
      "text": "21-22-17. Contents of notice of hearings--Trustee's account attached.\n\nNotice of all hearings on all reports of the trustee and on all petitions filed shall be given as provided in this chapter. The court shall fix the time and place of the hearing. Notice of the time and place of the hearing, along with the nature of the hearing, shall be given as provided in this chapter. When the hearing is on an account of the trustee a copy of the account shall be served with the notice.\n\nSource:Supreme Court Rule, Part 3, Rule 7, September, 1923; Supreme Court Rule 246, 1939; SDC 1939, §33.2610; Supreme Court Rule adopted November 4, 1941; Supreme Court Rule adopted October 14, 1957; SL 2006, ch 243, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-17/"
    },
    {
      "id": "section-21-22-18",
      "number": "21-22-18",
      "heading": "Parties served with notice--Personal, mail, or electronic service.",
      "text": "21-22-18. Parties served with notice--Personal, mail, or electronic service.\n\nThe notice provided by §21-22-17 shall be served upon fiduciaries, beneficiaries, and attorneys of record, except as otherwise provided in chapter 55-18. Notice shall be served personally, by mail, postage prepaid, addressed to each person at the last known post office address as shown by the records and files in the proceeding, or electronically in accordance with §15-6-5(b) and applicable local rules, at least fourteen days prior to the hearing, unless and to the extent that the court for good cause shown directs a shorter period or approves a different form of notice for some or all persons.\n\nSource: SDC 1939, §33.2610; Supreme Court Rule adopted November 4, 1941; Supreme Court Rule adopted October 14, 1957; SL 1982, ch 174, §2; SL 1998, ch 282, §38; SL 2014, ch 226, §13; SL 2017, ch 208, §27; SL 2023, ch 161, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-18/"
    },
    {
      "id": "section-21-22-19",
      "number": "21-22-19",
      "heading": "Publication of notice in lieu of personal service.",
      "text": "21-22-19. Publication of notice in lieu of personal service.\n\nWhen the number of persons to be served is large and the expense of service provided by §21-22-18 would be burdensome, the court may, if it deems advisable, order, in lieu of service as provided in §21-22-18, that such notice be published once each week for three successive weeks in a legal newspaper of the county prior to such hearing.\n\nSource:Supreme Court Rule 246, 1939; SDC 1939, §33.2610; Supreme Court Rule adopted November 4, 1941; Supreme Court Rule adopted October 14, 1957.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-19/"
    },
    {
      "id": "section-21-22-20",
      "number": "21-22-20",
      "heading": "Proof of service by affidavit.",
      "text": "21-22-20. Proof of service by affidavit.\n\nProof of the service of notices or other papers in the manner provided by this chapter shall be made by affidavit of the person making the same, such affidavit to be filed in the office of the clerk of courts.\n\nSource:Supreme Court Rule, Part 3, Rule 12, September, 1923; Supreme Court Rule 251, 1939; SDC 1939 & Supp 1960, §33.2615.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-20/"
    },
    {
      "id": "section-21-22-21",
      "number": "21-22-21",
      "heading": "Notice dispensed with by consent of parties.",
      "text": "21-22-21. Notice dispensed with by consent of parties.\n\nIf all beneficiaries of the trust join in a petition or report, or signify in writing their approval thereof, the notice required by §21-22-17 may be dispensed with and the hearing may be had at any time.\n\nSource:Supreme Court Rule adopted November 4, 1941; Supreme Court Rule adopted October 14, 1957; SDC Supp 1960, §33.2610.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-21/"
    },
    {
      "id": "section-21-22-22",
      "number": "21-22-22",
      "heading": "Testimony and examination of reports--Questions considered.",
      "text": "21-22-22. Testimony and examination of reports--Questions considered.\n\nAt all hearings the court shall take testimony in the same manner as at hearings on other proceedings and shall examine all reports and accounts filed, regardless of whether or not objections are made thereto, and shall also consider and pass upon all acts of a fiduciary, regardless of whether any question is raised with reference thereto.\n\nSource:Supreme Court Rule, Part 3, Rule 8, September, 1923; Supreme Court Rule 247, 1939; SDC 1939 & Supp 1960, §33.2611; SL 2014, ch 226, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-22/"
    },
    {
      "id": "section-21-22-23",
      "number": "21-22-23",
      "heading": "Examination of trustee's reports by court.",
      "text": "21-22-23. Examination of trustee's reports by court.\n\nNo order approving a report or account of the trustee in whole or in part shall be made by the court until it shall have made a detailed examination of the items and satisfied itself sufficiently to render its own judgment thereon, that the report is in all things true and complete, and the acts done have been in compliance with the trust and for the advantage and best interests thereof.\n\nSource:Supreme Court Rule 247, 1939; SDC 1939 & Supp 1960, §33.2611; SL 1981, ch 168, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-23/"
    },
    {
      "id": "section-21-22-24",
      "number": "21-22-24",
      "heading": "Referee or accountant appointed to assist in examination of reports--Report confidential.",
      "text": "21-22-24. Referee or accountant appointed to assist in examination of reports--Report confidential.\n\nIf the report or account or other proceeding is of such length as to require assistance for the court, the court may in its discretion appoint a disinterested referee or employ an accountant or investigator at the expense of the trust to examine the same and report to the court thereon independently. Such report may be held by the court as confidential and for its own information, if the court so elects.\n\nSource:Supreme Court Rule 247, 1939; SDC 1939 & Supp 1960, §33.2611.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-24/"
    },
    {
      "id": "section-21-22-25",
      "number": "21-22-25",
      "heading": "Attendance of witnesses and production of evidence at investigations and hearings.",
      "text": "21-22-25. Attendance of witnesses and production of evidence at investigations and hearings.\n\nUpon any such examinations or hearings on reports the court, or the referee or the accountant or agent whom it may appoint, may require the attendance of witnesses and the production of documents and other evidence and make such inquiry and investigations as are necessary to pass upon the report or other act correctly.\n\nSource:Supreme Court Rule 247, 1939; SDC 1939 & Supp 1960, §33.2611.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-25/"
    },
    {
      "id": "section-21-22-26",
      "number": "21-22-26",
      "heading": "Fiduciary's liability for failure to comply--Forfeiture of compensation--Fiduciary's acts not invalidated.",
      "text": "21-22-26. Fiduciary's liability for failure to comply--Forfeiture of compensation--Fiduciary's acts not invalidated.\n\nAny fiduciary who fails or neglects to comply with the provisions of this chapter is subject to removal by the court and is liable to any beneficiary for all damages sustained by the beneficiary resulting from such noncompliance and shall also forfeit all right to compensation as the fiduciary during the period of such noncompliance unless it is shown, to the satisfaction of the court fixing such compensation, that such failure to comply was inadvertent and not intentional and was with reasonable excuse and that the fiduciary has performed his or her duties diligently, faithfully, and efficiently. Failure or neglect as to such compliance does not invalidate any act of the fiduciary.\n\nSource:Supreme Court Rule 250, 1939; SDC 1939 & Supp 1960, §33.2614; SL 2014, ch 226, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-26/"
    },
    {
      "id": "section-21-22-27",
      "number": "21-22-27",
      "heading": "Prior settlement and distribution decrees validated--Assertion of vested rights.",
      "text": "21-22-27. Prior settlement and distribution decrees validated--Assertion of vested rights.\n\nAll decrees of any court of this state made prior to January 1, 2010, settling accounts of trustees or distributing in whole or in part trust estates are hereby legalized, cured, and validated, notwithstanding any defects, omissions, or irregularities in the form of the petition, account, or the notice of the application therefor or in the manner, form, or method of giving or serving such notice.\n\nIf a person has a vested right in any real or personal property by reason of a defect, omission, or irregularity referred to in this section, and if no action or proceeding to enforce such right was commenced prior to July 1, 2011, such right shall be forever barred. No action or proceeding brought involving real property shall be of any force or effect, or maintainable in a court of this state, unless prior to July 1, 2011, there was recorded in the office of the register of deeds of the county in which the real property affected is situated, a notice of the pendency of such action, in accordance with chapter 15-10.\n\nSource:SL 1983, ch 222, §1; SL 1992, ch 307, §6; SL 2010, ch 232, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-27/"
    },
    {
      "id": "section-21-22-28",
      "number": "21-22-28",
      "heading": "Protection of privacy--Sealing and availability of documents.",
      "text": "21-22-28. Protection of privacy--Sealing and availability of documents.\n\nThe privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust. Upon the filing of any petition, the instrument on which the trust is based, briefs, and the entire court file including a trust's inventory, statement filed by any fiduciary, annual verified report of a fiduciary, final report of a fiduciary, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but are available to the court, to the trustor, to any fiduciary, to any enforcer, to any beneficiary or the beneficiary's representative as provided in chapter 55-18, to their attorneys, and to such other interested persons as the court may order upon a showing of the need.\n\nSource:SL 1998, ch 282, §30; SL 2002, ch 100, §1; SL 2014, ch 226, §16; SL 2016, ch 231, §28; SL 2017, ch 204, §24; SL 2021, ch 207, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-28/"
    },
    {
      "id": "section-21-22-29",
      "number": "21-22-29",
      "heading": "21-22-29.Repealed by SL 2002, ch 100, §2.",
      "text": "21-22-29.Repealed by SL 2002, ch 100, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21-22-30",
      "number": "21-22-30",
      "heading": "Court approval of trustee's accounting is conclusive--Accounting defined.",
      "text": "21-22-30. Court approval of trustee's accounting is conclusive--Accounting defined.\n\nAn accounting by a trustee of a court supervised trust and the final approval thereof by a court, whether or not such accounting is contested, is conclusive against all persons in any way interested in the trust, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability as to all matters set forth in the accounting. For purposes of this section, the term, accounting, means any annual, interim, or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement.\n\nSource:SL 2000, ch 229, §3; SL 2017, ch 204, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-30/"
    },
    {
      "id": "section-21-22-31",
      "number": "21-22-31",
      "heading": "Rules of civil procedure applicable.",
      "text": "21-22-31. Rules of civil procedure applicable.\n\nA proceeding brought pursuant to this chapter is considered an action for purposes of title 15. Unless specifically provided to the contrary in this chapter or unless inconsistent with its provisions, the rules of civil procedure, including the rules concerning vacation of orders and appellate review, apply to all trusts governed by this chapter. If a conflict between chapter 15-6 and title 55, the provisions of title 55 shall be controlling.\n\nSource:SL 2015, ch 240, §27; SL 2017, ch 204, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-31/"
    },
    {
      "id": "section-21-22-32",
      "number": "21-22-32",
      "heading": "Title 55 governs actions of trustee as party to transaction.",
      "text": "21-22-32. Title 55 governs actions of trustee as party to transaction.\n\nNotwithstanding the application of the principles of conflict of laws to the terms of a transaction involving a trust, whether a purchase of property by, or a sale of property to, a trust administered by a qualified person in South Dakota, as defined in §55-3-41, the laws of this state as set forth in title 55 shall govern the actions of the trustee as a party thereto. South Dakota shall be considered the situs of the transaction.\n\nSource:SL 2017, ch 204, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-22/section-21-22-32/"
    }
  ]
}