{
  "state": "south-dakota",
  "path": "title-title-21-judicial-remedies/chapter-chapter-28-remedies-in-nature-of-quo-warranto-and-scire-faci",
  "sections": [
    {
      "id": "section-21-28-1",
      "number": "21-28-1",
      "heading": "Civil action available in lieu of writ and proceedings by information",
      "text": "21-28-1. Civil action available in lieu of writ and proceedings by information.\n\nThe remedies formerly attained by a writ of scire facias, writ of quo warranto, and proceedings by information in the nature of quo warranto, may be obtained by civil actions under the provisions of this chapter.\n\nSource:CCivP 1877, §531; CL 1887, §5345; RCCivP 1903, §570; RC 1919, §2781; SL 1919, ch 289, §1; SDC 1939 & Supp 1960, §37.0501.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-1/"
    },
    {
      "id": "section-21-28-2",
      "number": "21-28-2",
      "heading": "Persons entitled to bring action--Grounds for action.",
      "text": "21-28-2. Persons entitled to bring action--Grounds for action.\n\nAn action may be brought by any state's attorney in the name of the state, upon his own information or upon the complaint of a private party, or an action may be brought by any person who has a special interest in the action, on leave granted by the circuit court or judge thereof, against the party offending in the following cases:\n\n(1)When any person shall usurp, intrude into, or unlawfully hold or exercise any public office, civil or military, or any franchise within this state, or any office in a corporation created by the authority of this state;\n\n(2)When any public officer, civil or military, shall have done or suffered an act which, by the provisions of law, shall make a forfeiture of his office;\n\n(3)When any association or number of persons shall act within this state as a corporation, without being duly incorporated.\n\nSource:CCivP 1877, §534; CL 1887, §5348; RCCivP 1903, §573; RC 1919, §2784; SL 1919, ch 289, §4; SDC 1939 & Supp 1960, §37.0509.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-2/"
    },
    {
      "id": "section-21-28-3",
      "number": "21-28-3",
      "heading": "Designation of parties plaintiff.",
      "text": "21-28-3. Designation of parties plaintiff.\n\nWhen the action described by §21-28-1 is prosecuted by the state's attorney, the State of South Dakota shall be plaintiff; when it is prosecuted by a private person, such person shall be the plaintiff therein and the proceedings in such action shall be the same as in an action by a private person except as otherwise specially provided.\n\nSource:SL 1919, ch 289, §1; SDC 1939 & Supp 1960, §37.0501.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-3/"
    },
    {
      "id": "section-21-28-4",
      "number": "21-28-4",
      "heading": "Relator joined with state as party--Security required to indemnify state.",
      "text": "21-28-4. Relator joined with state as party--Security required to indemnify state.\n\nWhen an action shall be brought by the state's attorney by virtue of this chapter, on the relation or information of a person having an interest in the question, the name of such person shall be joined with the state as relator, and in every such case the state's attorney may require, as a condition for bringing such action, that satisfactory security shall be given to indemnify the state against costs and expenses to be incurred thereby.\n\nSource:CCivP 1877, §535; CL 1887, §5349; RCCivP 1903, §574; RC 1919, §2785; SDC 1939 & Supp 1960, §37.0511.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-4/"
    },
    {
      "id": "section-21-28-5",
      "number": "21-28-5",
      "heading": "Joinder of several claimants as defendants.",
      "text": "21-28-5. Joinder of several claimants as defendants.\n\nWhere several persons claim to be entitled to the same office or franchise, one action may be brought against all such persons, in order to try their respective rights to such office or franchise.\n\nSource:CCivP 1877, §541; CL 1887, §5355; RCCivP 1903, §580; RC 1919, §2791; Supreme Court Rule 561, 1939; SDC 1939 & Supp 1960, §37.0512.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-5/"
    },
    {
      "id": "section-21-28-6",
      "number": "21-28-6",
      "heading": "Name of person entitled to office set forth in complaint.",
      "text": "21-28-6. Name of person entitled to office set forth in complaint.\n\nWhenever such action shall be brought against a person for usurping an office, the state's attorney or person having a special interest in the action, in addition to the statement of the cause of action, may also set forth in the complaint, the name of the person rightfully entitled to the office, with a statement of his right thereto.\n\nSource:CCivP 1877, §536; CL 1887, §5350; RCCivP 1903, §575; RC 1919, §2786; SL 1919, ch 289, §5; SDC 1939 & Supp 1960, §37.0510.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-6/"
    },
    {
      "id": "section-21-28-7",
      "number": "21-28-7",
      "heading": "Arrest and holding to bail of defendant who has received emoluments of office.",
      "text": "21-28-7. Arrest and holding to bail of defendant who has received emoluments of office.\n\nIn an action against a person for usurping an office, upon proof by affidavit that the defendant has received fees or emoluments belonging to the office and by means of his usurpation thereof, an order may be granted by a judge of the court for the arrest of such defendant, and holding him to bail; and thereupon he shall be arrested and held to bail, in the manner and with the same effect, and subject to the same rights and liabilities as in other civil actions where the defendant is subject to arrest.\n\nSource:CCivP 1877, §536; CL 1887, §5350; RCCivP 1903, §575; RC 1919, §2786; SL 1919, ch 289, §5; SDC 1939 & Supp 1960, §37.0510.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-7/"
    },
    {
      "id": "section-21-28-8",
      "number": "21-28-8",
      "heading": "Judgment on defendant's right to office and right of person allegedly entitled.",
      "text": "21-28-8. Judgment on defendant's right to office and right of person allegedly entitled.\n\nIn every such case judgment shall be rendered upon the right of the defendant, and also upon the right of the party alleged to be entitled as provided by §21-28-6, or only upon the right of the defendant, as justice shall require.\n\nSource:CCivP 1877, §537; CL 1887, §5351; RCCivP 1903, §576; RC 1919, §2787; SDC 1939 & Supp 1960, §37.0513.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-8/"
    },
    {
      "id": "section-21-28-9",
      "number": "21-28-9",
      "heading": "Execution of office by person adjudged to be entitled--Demand of books and papers from defendant.",
      "text": "21-28-9. Execution of office by person adjudged to be entitled--Demand of books and papers from defendant.\n\nIf the judgment be rendered upon the right of the person so alleged to be entitled, and the same be in favor of such person, he shall be entitled, after taking the oath of office and executing such official bond as may be required by law, to take upon himself the execution of the office; and it shall be his duty immediately thereafter, to demand of the defendant in the action all the books and papers in his custody or within his control belonging to the office from which he shall have been excluded.\n\nSource:CCivP 1877, §538; CL 1887, §5352; RCCivP 1903, §577; RC 1919, §2788; SDC 1939 & Supp 1960, §37.0514.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-9/"
    },
    {
      "id": "section-21-28-10",
      "number": "21-28-10",
      "heading": "Failure to deliver books and papers to successful claimant as misdemeanor--Proceedings to compel delivery.",
      "text": "21-28-10. Failure to deliver books and papers to successful claimant as misdemeanor--Proceedings to compel delivery.\n\nNo person shall refuse or neglect to deliver the books or papers of any office pursuant to the demand of the successful claimant to the office after the judgment in such action. The same proceedings shall be had and with the same effect to compel delivery of such books and papers as may be otherwise prescribed by law. A violation of this section is a Class 2 misdemeanor.\n\nSource:CCivP 1877, §539; CL 1887, §5353; RCCivP 1903, §578; RC 1919, §2789; SDC 1939 & Supp 1960, §§37.0516, 37.9901; SL 1979, ch 150, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-10/"
    },
    {
      "id": "section-21-28-11",
      "number": "21-28-11",
      "heading": "Action for damages by successful claimant of office.",
      "text": "21-28-11. Action for damages by successful claimant of office.\n\nIf judgment be rendered upon the right of the person so alleged to be entitled, in favor of such person, he may recover, by action, the damages which he shall have sustained by reason of the usurpation by the defendant of the office from which such defendant has been excluded.\n\nSource:CCivP 1877, §540; CL 1887, §5354; RCCivP 1903, §579; RC 1919, §2790; SDC 1939 & Supp 1960, §37.0515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-11/"
    },
    {
      "id": "section-21-28-12",
      "number": "21-28-12",
      "heading": "Action to vacate corporate charter or articles--Persons entitled to bring action--Grounds.",
      "text": "21-28-12. Action to vacate corporate charter or articles--Persons entitled to bring action--Grounds.\n\nAn action may be brought by any state's attorney in the name of the state or by any person who has a special interest in the action, on leave granted by the circuit court or judge thereof, for the purpose of vacating the charter or articles of incorporation, or for annulling the existence of corporations other than municipal, whenever such corporation shall:\n\n(1)Offend against any of the laws creating, altering, or renewing such corporation;\n\n(2)Violate the provisions of any law, by which such corporation shall have forfeited its charter or articles of incorporation by abuse of its power;\n\n(3)Have forfeited its privileges of franchises by a failure to exercise its powers;\n\n(4)Have done or omitted any act which amounts to a surrender of its corporate rights, privileges, and franchises;\n\n(5)Exercise a franchise or privilege not conferred upon it by law.\n\nSource:CCivP 1877, §532; CL 1887, §5346; RCCivP 1903, §571; RC 1919, §2782; SL 1919, ch 289, §2; SDC 1939 & Supp 1960, §37.0502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-12/"
    },
    {
      "id": "section-21-28-13",
      "number": "21-28-13",
      "heading": "Leave to bring action against corporation--Notice and hearing of corporation and officers.",
      "text": "21-28-13. Leave to bring action against corporation--Notice and hearing of corporation and officers.\n\nLeave to bring the action may be granted upon the application of any state's attorney or of any person who has a special interest in the action, and the court or judge may, at its discretion, direct notice of such application to be given to the corporation or its officers, previous to granting such leave, and may hear the corporation in opposition thereto.\n\nSource:CCivP 1877, §533; CL 1887, §5347; RCCivP 1903, §572; RC 1919, §2783; SL 1919, ch 289, §3; SDC 1939 & Supp 1960, §37.0503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-13/"
    },
    {
      "id": "section-21-28-14",
      "number": "21-28-14",
      "heading": "Duty of state's attorney to bring action against corporation--Security to indemnify state.",
      "text": "21-28-14. Duty of state's attorney to bring action against corporation--Security to indemnify state.\n\nIt shall be the duty of any state's attorney, whenever he shall have reason to believe that any of the acts or omissions described in §21-28-12 can be established by proof, to apply for leave, and upon leave granted, to bring an action in every case of public interest and also in every other case in which security shall be given to indemnify the state against the costs and expenses to be incurred thereby.\n\nSource:CCivP 1877, §532; CL 1887, §5346; RCCivP 1903, §571; RC 1919, §2782; SL 1919, ch 289, §2; SDC 1939 & Supp 1960, §37.0502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-14/"
    },
    {
      "id": "section-21-28-15",
      "number": "21-28-15",
      "heading": "Judgment for dissolution of corporation.",
      "text": "21-28-15. Judgment for dissolution of corporation.\n\nIf it shall be adjudged that a corporation against which an action shall have been brought, pursuant to this chapter, has by neglect, abuse, or surrender, forfeited its corporate rights, privileges, and franchises, judgment shall be rendered that the corporation be excluded from such corporate rights, privileges, and franchises, and that the corporation be dissolved.\n\nSource:CCivP 1877, §543; CL 1887, §5357; RCCivP 1903, §582; RC 1919, §2793; SDC 1939 & Supp 1960, §37.0504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-15/"
    },
    {
      "id": "section-21-28-16",
      "number": "21-28-16",
      "heading": "Costs awarded in action against corporation--Collection from directors or officers.",
      "text": "21-28-16. Costs awarded in action against corporation--Collection from directors or officers.\n\nIf judgment be rendered in such action against a corporation or against a person claiming to be a corporation, the court may cause the costs therein to be collected by execution against the person claiming to be a corporation, or by attachment or process against the directors or other officers of such corporation.\n\nSource:CCivP 1877, §544; CL 1887, §5358; RCCivP 1903, §583; RC 1919, §2794; SDC 1939 & Supp 1960, §37.0505.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-16/"
    },
    {
      "id": "section-21-28-17",
      "number": "21-28-17",
      "heading": "Injunction, receivership, and distribution on judgment against corporation.",
      "text": "21-28-17. Injunction, receivership, and distribution on judgment against corporation.\n\nWhen such judgment shall be rendered against a corporation, the court has power to restrain the corporation, to appoint a receiver of its property, and to take an account and make distribution thereof among its creditors; and the state's attorney must, immediately after the rendition of such judgment, institute proceedings for that purpose.\n\nSource:CCivP 1877, §545; CL 1887, §5359; RCCivP 1903, §584; RC 1919, §2795; SDC 1939 & Supp 1960, §37.0506.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-17/"
    },
    {
      "id": "section-21-28-18",
      "number": "21-28-18",
      "heading": "Recording by secretary of state of judgment against corporation.",
      "text": "21-28-18. Recording by secretary of state of judgment against corporation.\n\nUpon the rendition of such judgment against a corporation, the state's attorney must cause a copy of the judgment to be forthwith filed in the Office of the Secretary of State, whose duty it shall be to record the same.\n\nSource:CCivP 1877, §546; CL 1887, §5360; RCCivP 1903, §585; RC 1919, §2796; SDC 1939 & Supp 1960, §37.0507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-18/"
    },
    {
      "id": "section-21-28-19",
      "number": "21-28-19",
      "heading": "Judgment of exclusion against claimant to office or corporation--Costs--Pecuniary penalty.",
      "text": "21-28-19. Judgment of exclusion against claimant to office or corporation--Costs--Pecuniary penalty.\n\nWhen a defendant, whether a natural person or a corporation, against whom a civil action authorized by this chapter shall have been brought shall be adjudged guilty of usurping or intruding into, or unlawfully holding or exercising any office, franchise, or privilege, judgment shall be rendered that such defendant be excluded from such office, franchise, or privilege, and also that the plaintiff recover costs against such defendant. The court may also, in its discretion, assess a penalty not exceeding five hundred dollars against the defendant which penalty may be collected as a part of the judgment and the defendant shall be subject to body execution for collection of the same, and which when collected shall be paid into the treasury of the state.\n\nSource:CCivP 1877, §542; CL 1887, §5356; RCCivP 1903, §581; RC 1919, §2792; SDC 1939 & Supp 1960, §37.0517.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-19/"
    },
    {
      "id": "section-21-28-20",
      "number": "21-28-20",
      "heading": "Action for recovery of property forfeited to state.",
      "text": "21-28-20. Action for recovery of property forfeited to state.\n\nWhenever, by the provisions of law, any property, real or personal, shall be forfeited to the state, or to any officer for its use, an action for the recovery of such property, alleging the ground of the forfeiture, may be brought by the state's attorney in the circuit court for the county where the property is situated.\n\nSource:CCivP 1877, §547; CL 1887, §5361; RCCivP 1903, §586; RC 1919, §2797; SDC 1939 & Supp 1960, §37.0508.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-28/section-21-28-20/"
    }
  ]
}