{
  "state": "south-dakota",
  "path": "title-title-21-judicial-remedies/chapter-chapter-25b-arbitration-agreements-relating-to-medical-servi",
  "sections": [
    {
      "id": "section-21-25b-1",
      "number": "21-25B-1",
      "heading": "Services covered by arbitration agreements between hospitals or physicians and patients--Termination as to future services--Effect",
      "text": "21-25B-1. Services covered by arbitration agreements between hospitals or physicians and patients--Termination as to future services--Effect.\n\nVoluntary agreements pursuant to §21-25A-1 between hospitals or physicians and patients relating to services provided to the patient may, by their terms, provide for past and future services by and between the parties to the agreement; provided, however, that any party to such an agreement may terminate it as to future services by giving written notice to all other parties thereto, and such termination shall in no way affect or alter the arbitration of controversies arising as to services rendered prior to the giving of such notice.\n\nSource:SDCL, §21-25A-1 as added by SL 1976, ch 155, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-1/"
    },
    {
      "id": "section-21-25b-2",
      "number": "21-25B-2",
      "heading": "Parents and fiduciaries authorized to enter arbitration agreements on behalf of others--Nonliability.",
      "text": "21-25B-2. Parents and fiduciaries authorized to enter arbitration agreements on behalf of others--Nonliability.\n\nNatural parents having custody of a minor child and personal representatives of an estate, or a guardian or conservator for a ward may, notwithstanding other statutes to the contrary, enter into a binding arbitration agreement on behalf of the person, estate, beneficiary, ward or heirs at law that they represent for the purposes of this chapter only; and, such natural parents having custody of a minor child and personal representatives of an estate and guardian or conservator are not liable to the person, estate, beneficiary or heirs at law for entering into such binding arbitration agreement.\n\nSource:SL 1976, ch 155, §26; SL 1993, ch 213, §101; SL 1995, ch 167, §188.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-2/"
    },
    {
      "id": "section-21-25b-3",
      "number": "21-25B-3",
      "heading": "Warning clause required in arbitration agreement.",
      "text": "21-25B-3. Warning clause required in arbitration agreement.\n\nThe arbitration agreement between hospitals or physicians and patients shall contain the following provision in twelve-point boldface type immediately above the space for signature of the parties: The agreement to arbitrate is not a prerequisite to health care or treatment. By signing this contract you are agreeing to have any issue of medical malpractice decided by neutral arbitration and you are giving up your right to a jury or court trial.\n\nSource:SDCL, §21-25A-1 as added by SL 1976, ch 155, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-3/"
    },
    {
      "id": "section-21-25b-4",
      "number": "21-25B-4",
      "heading": "Health care services arbitration panel created--Composition--Terms--Selection--Replacements.",
      "text": "21-25B-4. Health care services arbitration panel created--Composition--Terms--Selection--Replacements.\n\nThere is hereby created a health care services arbitration panel. The president of the State Bar of South Dakota shall select fifteen lawyers to serve on the panel. Each lawyer selected shall serve a three-year term. The president of the State Medical Association shall select fifteen physicians licensed by the State Board of Medical and Osteopathic Examiners in the same manner, and the president of the State Hospital Association shall also select fifteen members in the same manner. When a panel member's term expires he shall continue to serve until a replacement is named.\n\nSource:SL 1976, ch 155, §§8, 9; SL 1984, ch 160, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-4/"
    },
    {
      "id": "section-21-25b-5",
      "number": "21-25B-5",
      "heading": "Health care services arbitration account created--Payment required of claimant prior to commencement of arbitration action--Credit to account.",
      "text": "21-25B-5. Health care services arbitration account created--Payment required of claimant prior to commencement of arbitration action--Credit to account.\n\nThere is hereby created a health care services arbitration account of the general fund in the state treasurer's office. Prior to the commencement of any arbitration action before the health care services arbitration panel, the claimant shall remit the sum of one hundred dollars to the state treasurer who shall credit such funds to the health care services arbitration account.\n\nSource:SL 1976, ch 155, §§8, 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-5/"
    },
    {
      "id": "section-21-25b-6",
      "number": "21-25B-6",
      "heading": "Institution of claim--Written statement and receipt--Contents of statement.",
      "text": "21-25B-6. Institution of claim--Written statement and receipt--Contents of statement.\n\nA claimant shall institute his claim by filing a written statement of his case with the presiding judge of the circuit court in which the controversy occurred along with a receipt showing that the one hundred dollars has been paid to the health care services arbitration account. These statements may be informal in nature but shall set forth the pertinent facts and claims upon which responsibility or lack of responsibility is alleged, and shall specify all injuries for which the defendant is alleged to be responsible. The statement shall also set forth the amount of damages claimed by the claimant, including loss of wages and payments for medical expenditures.\n\nSource:SL 1976, ch 155, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-6/"
    },
    {
      "id": "section-21-25b-7",
      "number": "21-25B-7",
      "heading": "Joinder of subrogee--Segregation of damages or costs.",
      "text": "21-25B-7. Joinder of subrogee--Segregation of damages or costs.\n\nAny subrogee of a patient or anyone claiming by or through the patient who has entered into an arbitration agreement under this chapter may join their claim with that of such patient with the same force and effect as though brought by such patient and in any award or judgment based thereon or by separate award and judgment the damages or costs may be segregated between such party and the patient as the arbitration panel shall determine.\n\nSource:SL 1976, ch 155, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-7/"
    },
    {
      "id": "section-21-25b-8",
      "number": "21-25B-8",
      "heading": "Time for commencement of claims--Time for commencement of action in circuit court.",
      "text": "21-25B-8. Time for commencement of claims--Time for commencement of action in circuit court.\n\nClaims filed with the health care services arbitration panel may be commenced only within the time prescribed for actions for medical malpractice, error, mistake, or failure to cure, but if the circuit court determines that the matter is not one to be heard by the panel, the claimant shall have thirty days from the date of the decision of the court, or the time remaining under the limitation of action provisions for medical, error, mistake, or failure to cure, whichever is longer, to commence an action in circuit court.\n\nSource:SL 1976, ch 155, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-8/"
    },
    {
      "id": "section-21-25b-9",
      "number": "21-25B-9",
      "heading": "Claimant bound by arbitration agreement when claim is filed--Defendant bound after twenty days.",
      "text": "21-25B-9. Claimant bound by arbitration agreement when claim is filed--Defendant bound after twenty days.\n\nAny person who files a claim pursuant to the provisions of §21-25B-6 cannot thereafter petition the court to set aside the arbitration agreement. The defendant in any claim may file an application under §21-25A-8 anytime within twenty days after being served with the claim and if he fails to do so he cannot thereafter petition the court to set aside the arbitration agreement.\n\nSource:SDCL, §21-25A-8 as added by SL 1976, ch 155, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-9/"
    },
    {
      "id": "section-21-25b-10",
      "number": "21-25B-10",
      "heading": "Appointment of arbitration officer--Qualifications--Filing of papers with officer.",
      "text": "21-25B-10. Appointment of arbitration officer--Qualifications--Filing of papers with officer.\n\nThe presiding judge of the circuit court shall, within ten days after institution as a claim pursuant to §21-25B-6, appoint an arbitration officer to sit with the health care services arbitration panel. The arbitration officer shall be an individual licensed to practice law in the State of South Dakota. The written statement of the complainant and all other papers in the case shall be filed with the arbitration officer until the work of the panel has been completed.\n\nSource:SL 1976, ch 155, §§15, 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-10/"
    },
    {
      "id": "section-21-25b-11",
      "number": "21-25B-11",
      "heading": "Duties of arbitration officer.",
      "text": "21-25B-11. Duties of arbitration officer.\n\nThe duties of the arbitration officer are:\n\n(1)To act as liaison between the health care services arbitration panel and the presiding judge of the circuit court;\n\n(2)To advise the health care services arbitration panel on questions of law and procedure and rule on admissibility of evidence as provided in §21-25B-23;\n\n(3)To arrange for court reporters, hearing rooms, and the other logistical needs of the health care services arbitration panel;\n\n(4)To prepare and serve notices for the panel;\n\n(5)To oversee the selection of the members of the panel;\n\n(6)To reduce the decision of the panel on liability and damages to writing and to serve it upon the parties to the controversy;\n\n(7)To assist members of the panel in submitting their claims for compensation from the health care services arbitration account;\n\n(8)At the request of a party or a member of the panel, to issue subpoenas for the attendance of witnesses and for the production of books, records, documents, and other evidence; and\n\n(9)To perform any other assignments which are consistent with the intent of this chapter made by either the presiding judge of the circuit court or the health care services arbitration panel.\n\nSource:SL 1976, ch 155, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-11/"
    },
    {
      "id": "section-21-25b-12",
      "number": "21-25B-12",
      "heading": "Service of claim on defendant--Defendant's statement submitted to arbitration officer--Copy to claimant.",
      "text": "21-25B-12. Service of claim on defendant--Defendant's statement submitted to arbitration officer--Copy to claimant.\n\nThe arbitration officer shall, within five days of appointment, serve a copy of the written statement of claim upon the defendant or defendants by registered or certified mail. The defendant shall, within twenty days following receipt of a copy of the written statement of the claim, submit a written statement of his own case to the arbitration officer with a copy to the claimant.\n\nSource:SL 1976, ch 155, §19; SL 1987, ch 29, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-12/"
    },
    {
      "id": "section-21-25b-13",
      "number": "21-25B-13",
      "heading": "Three-member panel selected for small claims--Selection process.",
      "text": "21-25B-13. Three-member panel selected for small claims--Selection process.\n\nIf the damages sought do not exceed ten thousand dollars, the arbitration panel shall consist of three members. Each party may select one member from the panel. If a party does not wish to select his member from the panel, he may petition the presiding judge of the circuit court in which the controversy occurred to appoint some other person of his choice, subject to the objection of the opposing party. Once these two members of the panel have been selected, these two members in turn shall select a third member which may or may not be from the panel. If they cannot agree within fifteen days, then the presiding judge of the circuit court shall, within fifteen days, appoint the third member.\n\nSource:SL 1976, ch 155, §12; SL 1984, ch 160, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-13/"
    },
    {
      "id": "section-21-25b-14",
      "number": "21-25B-14",
      "heading": "Five-member panel for large claims--Selection process.",
      "text": "21-25B-14. Five-member panel for large claims--Selection process.\n\nIf the damages claimed exceed ten thousand dollars, the panel shall consist of five members. In that event, each party may select two members from the panel and the same selection process that is set forth regarding the three-member panel shall be followed.\n\nSource:SL 1976, ch 155, §12; SL 1984, ch 160, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-14/"
    },
    {
      "id": "section-21-25b-15",
      "number": "21-25B-15",
      "heading": "Five-member panel for multiple parties--Selection process.",
      "text": "21-25B-15. Five-member panel for multiple parties--Selection process.\n\nIn all cases, if there is more than one plaintiff or defendant a five-member panel shall be appointed regardless of the amount of damages involved. If there are two plaintiffs or defendants, each may select one member of the panel in the same manner as provided in §21-25B-13. If there are more than two plaintiffs or defendants, then all plaintiffs or defendants shall agree upon their selections to the panel. If one or both of the panel members have not been selected by the plaintiffs or defendants within fifteen days, then the presiding judge of the circuit court shall appoint one or two members for the plaintiffs or defendants as the case may be.\n\nSource:SL 1976, ch 155, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-15/"
    },
    {
      "id": "section-21-25b-16",
      "number": "21-25B-16",
      "heading": "Striking selections for five-member panel.",
      "text": "21-25B-16. Striking selections for five-member panel.\n\nIn the case of a five-member panel each party may strike one choice of the other party. In such case the party whose choice has been struck shall make another selection. In the case of multiple plaintiffs or defendants, any panel member to be struck shall be mutually agreed to by all such plaintiffs or defendants. A request to strike a panel choice shall be made by a party by giving notice to the arbitration officer within five days of receipt from him of the other party's choices. The name of any person struck from the panel shall not be made public.\n\nSource:SL 1976, ch 155, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-16/"
    },
    {
      "id": "section-21-25b-17",
      "number": "21-25B-17",
      "heading": "Refusal to serve as panel member or arbitration officer--Withdrawal after agreement to serve.",
      "text": "21-25B-17. Refusal to serve as panel member or arbitration officer--Withdrawal after agreement to serve.\n\nAny individual who is selected as a member of any health care services arbitration panel or as an arbitration officer may, without cause, refuse to serve. However, once he has agreed to serve he cannot then refuse to serve unless his withdrawal is agreed to by all parties to the controversy or his withdrawal is approved by the presiding judge of the circuit court.\n\nSource:SL 1976, ch 155, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-17/"
    },
    {
      "id": "section-21-25b-18",
      "number": "21-25B-18",
      "heading": "Continuation of panel member's service until determination of existing controversy.",
      "text": "21-25B-18. Continuation of panel member's service until determination of existing controversy.\n\nAny member serving on a health care services arbitration panel selected to consider an existing controversy shall continue to serve on such panel as to such controversy until it has been finally determined irrespective of whether his term of office has expired.\n\nSource:SL 1976, ch 155, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-18/"
    },
    {
      "id": "section-21-25b-19",
      "number": "21-25B-19",
      "heading": "Disability or disqualification of panel member--Petition for court-appointed replacement--Prior exhibits and testimony available--Recommendation by originally appointing party",
      "text": "21-25B-19. Disability or disqualification of panel member--Petition for court-appointed replacement--Prior exhibits and testimony available--Recommendation by originally appointing party.\n\nIf any person serving on a health care services arbitration panel becomes disabled or is disqualified from service thereon for any reason, the presiding judge of the circuit court shall, upon petition of any party to the arbitration agreement on the controversy under consideration, within fifteen days appoint someone to fill such vacancy. The person appointed to fill a vacancy shall have made available to him all exhibits and testimony heard or introduced prior to his appointment. If the vacancy is a position originally appointed by one of the parties to the controversy, on making such appointment the court shall consider persons recommended by the party originally making the nomination for the position vacated, but the court shall not be bound by any such recommendation.\n\nSource:SL 1976, ch 155, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-19/"
    },
    {
      "id": "section-21-25b-20",
      "number": "21-25B-20",
      "heading": "Panel members to receive copies of statements.",
      "text": "21-25B-20. Panel members to receive copies of statements.\n\nThe arbitration officer shall send copies of the written statements of claim and of the defendant's case to the panel members upon their selection.\n\nSource:SL 1976, ch 155, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-20/"
    },
    {
      "id": "section-21-25b-21",
      "number": "21-25B-21",
      "heading": "Two-stage hearings--Waiting period between stages.",
      "text": "21-25B-21. Two-stage hearings--Waiting period between stages.\n\nHearings before the health care services arbitration panel shall be in two stages. The first stage shall be a hearing to determine whether or not there is any liability on behalf of the defendant or defendants. If the panel does find liability, there shall be a thirty-day waiting period during which the parties may agree as to damages. At the end of thirty days, if the damage question has not been settled, the panel shall reconvene to determine the amount of damages, if any, the claimant shall be awarded.\n\nSource:SL 1976, ch 155, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-21/"
    },
    {
      "id": "section-21-25b-22",
      "number": "21-25B-22",
      "heading": "Transcription of hearing--Expert witnesses--Expenses of panel members.",
      "text": "21-25B-22. Transcription of hearing--Expert witnesses--Expenses of panel members.\n\nThe hearing before the health care services arbitration panel shall be transcribed by a court reporter. The panel may retain expert witnesses to aid in its determination. Expenses incurred by the panel shall be paid out of the health care services arbitration account.\n\nSource:SL 1976, ch 155, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-22/"
    },
    {
      "id": "section-21-25b-23",
      "number": "21-25B-23",
      "heading": "Discovery procedures--Evidence--Privilege and confidentiality--Hearings closed to public.",
      "text": "21-25B-23. Discovery procedures--Evidence--Privilege and confidentiality--Hearings closed to public.\n\nThe discovery rules contained in the South Dakota Rules of Civil Procedure shall apply to proceedings before the health care services arbitration panel. Any motion for relief arising out of the use of such discovery procedures shall be decided by the arbitration officer. Irrelevant, immaterial, or unduly repetitious evidence shall be excluded. The panel shall give effect to rules of privilege and confidentiality recognized by law. All hearings before the arbitration panel shall be closed to the public.\n\nSource:SL 1976, ch 155, §§21, 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-23/"
    },
    {
      "id": "section-21-25b-24",
      "number": "21-25B-24",
      "heading": "Records and files of panel closed to public until judgment--Court order for disclosure--Record filed with clerk of courts.",
      "text": "21-25B-24. Records and files of panel closed to public until judgment--Court order for disclosure--Record filed with clerk of courts.\n\nRecords and files of proceedings before the health care services arbitration panel shall not, until the entry of judgment therein, be open to public inspection or examination, and the parties thereto or the subject thereof shall not be identified or disclosed except to the parties to such proceedings, their counsel of record, or members of the arbitration panel, or except upon order of the circuit court of the circuit in which such proceedings are venued, upon a showing of good cause therefor. When all proceedings are completed, the arbitration officer shall file the record with the clerk of courts.\n\nSource:SL 1976, ch 155, §§19, 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-24/"
    },
    {
      "id": "section-21-25b-25",
      "number": "21-25B-25",
      "heading": "Per diem and expenses of panel members--Compensation of arbitration officer--Payments from health care services arbitration account.",
      "text": "21-25B-25. Per diem and expenses of panel members--Compensation of arbitration officer--Payments from health care services arbitration account.\n\nEach member of the panel shall receive one hundred dollars per day plus expenses at the same rate as other state officers as compensation for his services on the panel. The presiding judge of the circuit court shall fix the compensation of the arbitration officer. All compensation shall be paid out of the health care services arbitration account.\n\nSource:SL 1976, ch 155, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-25/"
    },
    {
      "id": "section-21-25b-26",
      "number": "21-25B-26",
      "heading": "Immunity of panel members and arbitration officers for official actions or recommendations.",
      "text": "21-25B-26. Immunity of panel members and arbitration officers for official actions or recommendations.\n\nNo member of the health services arbitration panel nor the arbitration officer shall be liable in damages for any action taken or recommendation made by such panel member or arbitration officer acting within his official capacity as a member of the health services arbitration panel or as the arbitration officer.\n\nSource:SL 1976, ch 155, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-25b/section-21-25b-26/"
    }
  ]
}