{
  "state": "south-dakota",
  "path": "title-title-21-judicial-remedies/chapter-chapter-51-discharge-of-recorded-liens-and-real-estate-contr",
  "sections": [
    {
      "id": "section-21-51-1",
      "number": "21-51-1",
      "heading": "Limitation of actions on real property contract--Contract void after fifteen years",
      "text": "21-51-1. Limitation of actions on real property contract--Contract void after fifteen years.\n\nAn action upon a contract or bond for the purchase or sale of real property, or for the recovery of the consideration payable thereunder must be commenced within fifteen years after the cause of action shall have accrued, or within fifteen years after the last payment thereunder shall have become due and payable, and, if not so commenced, such action shall be forever barred, and such contract or bond shall become null and void and if there be no conveyance of record from the vendor or his successor in interest to the purchaser or his successor in interest, such contract or bond shall be conclusively presumed to have been terminated, and such contract or bond shall cease to be notice of any rights of the purchaser and said period of fifteen years shall not be extended by nonresidence, legal disability or partial payment. This section shall apply to all such contracts or bonds affecting real estate in this state, both those heretofore executed and those hereafter executed.\n\nSource:SL 1920 (SS), ch 67, §1; SDC 1939, §37.0902; SL 1957, ch 192.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-1/"
    },
    {
      "id": "section-21-51-2",
      "number": "21-51-2",
      "heading": "Judicial discharge of lien or contract permitted if holder cannot be served in state--Proof required for discharge of contract.",
      "text": "21-51-2. Judicial discharge of lien or contract permitted if holder cannot be served in state--Proof required for discharge of contract.\n\nThe circuit court for any county in which a mortgage or other lien is filed or recorded or in which any real estate under contract or bond for purchase or sale is located, may, on application of any person having an interest in or lien upon the property affected and notice as hereinafter provided, make an order discharging such contract, bond, mortgage, or lien of record, on proof to the satisfaction of the court that the mortgage or lien has been fully paid or satisfied, and that the mortgagee, assignee, or lien holder is deceased and has no acting representative of his estate in this state or, if a domestic corporation, that it has been dissolved and has no acting officer, trustee, or receiver of its property or, if a foreign corporation that it has not complied with the laws of this state applying to foreign corporations and has no one in this state upon whom service can be made as provided by law.\n\nIn the case of real estate subject to a contract or bond for sale or purchase of the same, the proof must show that the conditions prescribed by §21-51-1 exist.\n\nSource:SL 1901, ch 108; RCCivP 1903, §880; SL 1913, ch 272, §1; RC 1919, §3046; SL 1920 (SS), ch 67, §2; SDC 1939 & Supp 1960, §37.0901.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-2/"
    },
    {
      "id": "section-21-51-3",
      "number": "21-51-3",
      "heading": "Petition or complaint for discharge of record--Contents and allegations required.",
      "text": "21-51-3. Petition or complaint for discharge of record--Contents and allegations required.\n\nAny person having an interest in or lien or encumbrance upon any property described in any instrument referred to in §§21-51-1 and 21-51-2 may present his application, petition, or complaint to the circuit court for the county in which the property involved or any part thereof is situated, setting forth sufficient facts to show that the instrument or record thereof is subject to the provisions of this chapter together with such other facts, exhibits, or statements as the party in interest may desire to submit. The application, petition, or complaint shall identify the instrument or record sought to be discharged by naming the parties thereto, description of the property involved, date of the instrument, and book and page of record, if any.\n\nSource:SL 1901, ch 108; RCCivP 1903, §880; SL 1913, ch 272, §1; RC 1919, §3046; SL 1920 (SS), ch 67, §2; Supreme Court Rule 564, 1939; SDC 1939, §37.0903; Supreme Court Rule adopted October 20, 1947.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-3/"
    },
    {
      "id": "section-21-51-4",
      "number": "21-51-4",
      "heading": "Joinder of two or more applications for discharge.",
      "text": "21-51-4. Joinder of two or more applications for discharge.\n\nThe application, petition, or complaint may join in one application, petition, or complaint two or more applications for the discharge of an expired contract, bond, mortgage, or lien of record.\n\nSource:Supreme Court Rule adopted October 20, 1947; SDC Supp 1960, §37.0903.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-4/"
    },
    {
      "id": "section-21-51-5",
      "number": "21-51-5",
      "heading": "Signature and verification of petition or complaint.",
      "text": "21-51-5. Signature and verification of petition or complaint.\n\nThe application, petition, or complaint shall be signed by an attorney licensed to practice in this state or by the party in interest and if signed by the party in interest, it shall also be verified by him.\n\nSource:Supreme Court Rule 564, 1939; SDC 1939, §37.0903; Supreme Court Rule adopted October 20, 1947.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-5/"
    },
    {
      "id": "section-21-51-6",
      "number": "21-51-6",
      "heading": "Order fixing time for hearing on petition or complaint--Notice.",
      "text": "21-51-6. Order fixing time for hearing on petition or complaint--Notice.\n\nUpon the filing of the application, petition, or complaint in the office of the clerk of the court, the court shall by order fix a time and place for hearing the same and direct notice thereof to be given, which time shall be not less than thirty days from the first publication or posting of the notice as hereinafter provided.\n\nSource:SL 1901, ch 108; RCCivP 1903, §880; SL 1913, ch 272, §1; RC 1919, §3046; SL 1920 (SS), ch 67, §2; Supreme Court Rule 565, 1939; SDC 1939 & Supp 1960, §37.0904.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-6/"
    },
    {
      "id": "section-21-51-7",
      "number": "21-51-7",
      "heading": "Publication and posting of notice of hearing.",
      "text": "21-51-7. Publication and posting of notice of hearing.\n\nNotice of hearing the application, petition, or complaint shall be given by publishing the same once each week for a period of three weeks preceding the hearing in some legal newspaper of the county to be designated in the order of the court as most likely to give notice to the persons interested. If no legal newspaper is published in such county, a notice shall be given by publishing the same in some legal newspaper in the state in an adjoining county and designated by the court as most likely to give notice to the persons interested and also by posting notice of such hearing at the front door of the courthouse of the county wherein the action is pending.\n\nSource:SL 1901, ch 108; RCCivP 1903, §880; SL 1913, ch 272, §1; RC 1919, §3046; SL 1920 (SS), ch 67, §2; Supreme Court Rule 566, 1939; SDC 1939 & Supp 1960, §37.0905.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-7/"
    },
    {
      "id": "section-21-51-8",
      "number": "21-51-8",
      "heading": "Proof required on hearing--Objections to relief requested.",
      "text": "21-51-8. Proof required on hearing--Objections to relief requested.\n\nAt the time and place of hearing, the court shall require proof of publication or publication and posting of the notice and may require such other proof as to it may seem necessary and shall hear any persons interested in the matter who may appear or file written objections against granting the relief requested.\n\nSource:SL 1920 (SS), ch 67, §2; Supreme Court Rule 567, 1939; SDC 1939 & Supp 1960, §37.0906.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-8/"
    },
    {
      "id": "section-21-51-9",
      "number": "21-51-9",
      "heading": "Judgment discharging instrument and record--Contents and effect of judgment.",
      "text": "21-51-9. Judgment discharging instrument and record--Contents and effect of judgment.\n\nThe court may render judgment upon the record and proof required by this chapter canceling and discharging the instrument involved and any public record thereof. The judgment shall describe the instrument and the property involved and the book and page of the record of the instrument, if any, and such judgment shall be filed, entered, and docketed by the clerk and shall thereafter have the same force and effect as any other judgment of the court.\n\nSource:SL 1901, ch 108; RCCivP 1903, §880; SL 1913, ch 272, §1; RC 1919, §3046; SL 1920 (SS), ch 67, §2; Supreme Court Rule 567, 1939; SDC 1939 & Supp 1960, §37.0906.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-9/"
    },
    {
      "id": "section-21-51-10",
      "number": "21-51-10",
      "heading": "Recording of judgment--Effect as discharge.",
      "text": "21-51-10. Recording of judgment--Effect as discharge.\n\nA certified copy of the judgment may be filed in the office of any register of deeds or other public official of the state and shall have the effect of canceling or discharging said record according to the terms of said judgment and shall be of the same effect as a discharge or release of such instrument duly executed and acknowledged by the lawful holder thereof.\n\nSource:SL 1901, ch 108; RCCivP 1903, §880; SL 1913, ch 272, §1; RC 1919, §3046; SL 1920 (SS), ch 67, §2; Supreme Court Rule 567, 1939; SDC 1939 & Supp 1960, §37.0906.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-10/"
    },
    {
      "id": "section-21-51-11",
      "number": "21-51-11",
      "heading": "Remedy not exclusive.",
      "text": "21-51-11. Remedy not exclusive.\n\nThe remedy provided by this chapter shall be cumulative and not exclusive of any other actions or remedies provided by law whereby the relief or any part thereof provided by this remedy might be obtained.\n\nSource:SDC 1939 & Supp 1960, §37.0907.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-11/"
    },
    {
      "id": "section-21-51-12",
      "number": "21-51-12",
      "heading": "Removal of counterfeit lien--Filing of action.",
      "text": "21-51-12. Removal of counterfeit lien--Filing of action.\n\nA person who is the purported debtor or obligor or who owns real or personal property or an interest in real or personal property and who has reason to believe that the document purporting to create a lien or a claim against the real or personal property or an interest in the real or personal property previously recorded is counterfeit pursuant to chapter 22-11, may file an action in circuit court pursuant to §20-9-33 or 20-9-34 to have the purported lien removed. The filing of such an action does not bar the injured party from recovering damages as part of the action, in addition to fees, costs, or expenses allowed by those sections.\n\nSource:SL 1998, ch 41, §2; SL 2005, ch 120, §232.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-12/"
    },
    {
      "id": "section-21-51-13",
      "number": "21-51-13",
      "heading": "Counterfeit document--Vacation of judgment.",
      "text": "21-51-13. Counterfeit document--Vacation of judgment.\n\nA person against whom a purported judgment was rendered who has reason to believe that a document previously filed is counterfeit pursuant to §22-11-29, may file an action in circuit court pursuant to §20-9-34 to have the purported judgment vacated. The filing of such an action does not bar the injured party from recovering damages as part of the action, in addition to any fees, costs, or expenses allowed by that section.\n\nSource:SL 1998, ch 41, §4; SL 2005, ch 120, §232.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-51/section-21-51-13/"
    }
  ]
}