{
  "state": "south-dakota",
  "path": "title-title-21-judicial-remedies/chapter-chapter-23-judicial-sales",
  "sections": [
    {
      "id": "section-21-23-1",
      "number": "21-23-1",
      "heading": "Scope of chapter.Section 21-23-2 - Application by court officer or trustee for sale of property",
      "text": "21-23-1. Scope of chapter.\n\nThis chapter is intended to cover, and provide uniform procedure in all proceedings to sell property in court trusts, receiverships, and any other cases where property is in the custody of an officer of the court and no specific provisions of law exist prescribing judicial procedure in ordering and confirming the sale of such property.\n\nSource:Supreme Court Order No. 2 (1) adopted October 12, 1944; SDC Supp 1960, §33.26A01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-1/"
    },
    {
      "id": "section-21-23-2",
      "number": "21-23-2",
      "heading": "Application by court officer or trustee for sale of property.",
      "text": "21-23-2. Application by court officer or trustee for sale of property.\n\nAny court officer or trustee who has in his possession or custody real or personal property and who deems it necessary or desirable and in the interest of the persons entitled to receive such property or beneficially interested therein, may apply to the court having jurisdiction of the proceeding affecting such property for authority to sell the same.\n\nSource:Supreme Court Order No. 2 (2) adopted October 12, 1944; SDC Supp 1960, §33.26A02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-2/"
    },
    {
      "id": "section-21-23-3",
      "number": "21-23-3",
      "heading": "Application for sale verified--Contents.",
      "text": "21-23-3. Application for sale verified--Contents.\n\nThe application for leave to sell shall be verified and shall state the following particulars:\n\n(1)The name of the case, trust, or proceeding, and the name of the court having jurisdiction thereof;\n\n(2)The name of the receiver or other officer having custody of the property, with reference to the court order or decree giving him possession and custody thereof;\n\n(3)The name of the persons beneficially interested in such property and the nature of their interests so far as known to the applicant; whenever there has been filed in the trust or proceeding a list of the names of the persons beneficially interested, the petitioner may refer to such list and by reference incorporate it in the petition without setting out therein the names of all persons beneficially interested;\n\n(4)A description of the property as to which sale is desired;\n\n(5)A statement of its value, and whether an appraisal thereof has been made by order of court and the date of such appraisal, if any;\n\n(6)The reason why a sale is desired or necessary.\n\nSource:Supreme Court Order No. 2 (3) adopted October 12, 1944; SDC Supp 1960, §33.26A03.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-3/"
    },
    {
      "id": "section-21-23-4",
      "number": "21-23-4",
      "heading": "Perishable property ordered sold without hearing--Report of sale.",
      "text": "21-23-4. Perishable property ordered sold without hearing--Report of sale.\n\nPerishable property in the hands of such court officer may be ordered sold on his application, without hearing thereon. A written report of such sale containing the matters required in §21-23-12 shall be submitted to the court.\n\nSource:Supreme Court Order No. 2 (9) adopted October 12, 1944; SDC Supp 1960, §33.26A09.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-4/"
    },
    {
      "id": "section-21-23-5",
      "number": "21-23-5",
      "heading": "Time and place of hearing on application to sell property.",
      "text": "21-23-5. Time and place of hearing on application to sell property.\n\nOn the filing of an application for sale, except as provided by §21-23-4, the court shall by order fix a time and place for hearing such application. The place shall be that most convenient for the persons interested in the property, and the time such as to permit adequate notice of the hearing to be given.\n\nSource:Supreme Court Order No. 2 (4) adopted October 12, 1944; SDC Supp 1960, §33.26A04.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-5/"
    },
    {
      "id": "section-21-23-6",
      "number": "21-23-6",
      "heading": "Notice to parties of hearing on application--Manner of service prescribed by court.",
      "text": "21-23-6. Notice to parties of hearing on application--Manner of service prescribed by court.\n\nThe court to which the application for leave to sell property is addressed shall direct such notice to be given as will reasonably notify and inform the interested parties that an application to sell the property is pending. Ordinarily, such notice should be by the service on the interested parties of an appropriate notice of hearing, but where the number of persons beneficially interested is great, or some or all of them cannot conveniently be reached for personal service the court may direct that notice be given by publication in a legal newspaper, or by mailing, either by registered or certified mail, or otherwise, copies of the notice to the interested persons, or by posting copies of the notice at or about the place where the property is situated, the intention of this provision being that the court in its discretion shall prescribe such notice as can be given economically with reasonable likelihood that it will come to the attention of the interested parties.\n\nSource:Supreme Court Order No. 2 (5) adopted October 12, 1944; SDC Supp 1960, §33.26A05.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-6/"
    },
    {
      "id": "section-21-23-7",
      "number": "21-23-7",
      "heading": "Order for appraisal of property.",
      "text": "21-23-7. Order for appraisal of property.\n\nIf, in the opinion of the court, it is necessary in order to inform the court fully in the matter or to safeguard the rights of interested parties, the court may order an appraisal of such property to be made and filed before the hearing on the application to sell, and prescribe the time when the same shall be filed.\n\nSource:Supreme Court Order No. 2 (6) adopted October 12, 1944; SDC Supp 1960, §33.26A06.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-7/"
    },
    {
      "id": "section-21-23-8",
      "number": "21-23-8",
      "heading": "Court order after hearing on application to sell.",
      "text": "21-23-8. Court order after hearing on application to sell.\n\nOn hearing the application to sell, the court may make such order as in the discretion of the court will best protect the rights of all persons interested in the property.\n\nSource:Supreme Court Order No. 2 (7) adopted October 12, 1944; SDC Supp 1960, §33.26A07.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-8/"
    },
    {
      "id": "section-21-23-9",
      "number": "21-23-9",
      "heading": "Time and notice of sale--Order in which items offered--Upset price.",
      "text": "21-23-9. Time and notice of sale--Order in which items offered--Upset price.\n\nIf a sale be ordered the court shall fix the time of sale, prescribe the notice thereof to be given, and in appropriate cases may direct the order in which the several items of property shall be offered for sale, and may fix an upset price upon any or all of the property.\n\nSource:Supreme Court Order No. 2 (7) adopted October 12, 1944; SDC Supp 1960, §33.26A07.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-9/"
    },
    {
      "id": "section-21-23-10",
      "number": "21-23-10",
      "heading": "Bond required of applicant to sell property.",
      "text": "21-23-10. Bond required of applicant to sell property.\n\nWhenever, in the opinion of the court to whom an application to sell property under the provisions of this chapter is addressed, the bond of the person applying is inadequate fully to protect the rights of all persons beneficially interested in such property, the court may, in the order for the sale of such property, require the applicant for leave to sell to give a bond in such amount and containing such conditions as the court may prescribe and the court may require corporate surety on such.\n\nSource:Supreme Court Order No. 2 (8) adopted October 12, 1944; SDC Supp 1960, §33.26A08.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-10/"
    },
    {
      "id": "section-21-23-11",
      "number": "21-23-11",
      "heading": "Cash sale at public auction--Terms and security when deferred payments permitted.",
      "text": "21-23-11. Cash sale at public auction--Terms and security when deferred payments permitted.\n\nUnless for good cause the court orders otherwise, all sales of property shall be at public auction for cash. If any portion of the purchase price is to be upon deferred payments, the order of the court shall require adequate security and shall fix the time within which payments are to be made and prescribe the rate of interest.\n\nSource:Supreme Court Order No. 2 (7) adopted October 12, 1944; SDC Supp 1960, §33.26A07.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-11/"
    },
    {
      "id": "section-21-23-12",
      "number": "21-23-12",
      "heading": "Report of sale to court for confirmation--Contents of report.",
      "text": "21-23-12. Report of sale to court for confirmation--Contents of report.\n\nAll sales shall be reported to the court for confirmation. Such reports shall be in writing, shall specify when the property was sold, the name of the purchaser, the terms of sale, if the sale was other than for cash, the amount bid for each item of property, the expense of sale; and such report shall state that the provision of this chapter relative to the sale of such property, and the requirements of the court order, have been complied with.\n\nSource:Supreme Court Order No. 2 (7) adopted October 12, 1944; SDC Supp 1960, §33.26A07.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-12/"
    },
    {
      "id": "section-21-23-13",
      "number": "21-23-13",
      "heading": "Report for confirmation of sale authorized by trust instrument.",
      "text": "21-23-13. Report for confirmation of sale authorized by trust instrument.\n\nWhenever a trustee is duly empowered by the instrument which creates the trust, or otherwise, to make a sale of any property which is a part of the trust estate, whether real or personal, he shall not be required to obtain any authorization of the court as a prerequisite to such sale, but may, if he desires, report such sale to the court for confirmation.\n\nSource:Supreme Court Order No. 2 (1) adopted October 12, 1944; SDC Supp 1960, §33.26A01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-13/"
    },
    {
      "id": "section-21-23-14",
      "number": "21-23-14",
      "heading": "Examination of report of sale--Order and notice for formal hearing.",
      "text": "21-23-14. Examination of report of sale--Order and notice for formal hearing.\n\nOn receiving a report of sale the court shall determine on an inspection of the same and of the files of the case or proceeding, whether a hearing on said report is necessary for the protection of the rights of persons beneficially interested in the property sold. Ordinarily such hearing should be had, but where the court is satisfied that such hearing is unnecessary, or will serve no useful purpose, or will occasion delay which will interfere with the sale of the property, or the cost of giving notice because of the large number of persons involved will entail a large and disproportionate expense the court may by order dispense with a hearing upon notice, and make such order confirming or rejecting the sale as to the court seems appropriate.\n\nIf the court determines that there must be a formal hearing on application to confirm a sale it shall so order and fix a time for such hearing, and by such order prescribe the notice thereof to be given.\n\nSource:Supreme Court Order No. 2 (10) adopted October 12, 1944; SDC Supp 1960, §33.26A10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-14/"
    },
    {
      "id": "section-21-23-15",
      "number": "21-23-15",
      "heading": "Consideration of new offers on hearing to confirm sale--Confirmation and conveyance of property.",
      "text": "21-23-15. Consideration of new offers on hearing to confirm sale--Confirmation and conveyance of property.\n\nOn the hearing to confirm sale the court shall consider any new offers which exceed the offer set forth in the report of sale by at least five percent, and shall likewise consider any other offers made at the time of the hearing, and shall confirm the sale and direct the transfer of title, or conveyance of property, to the person submitting the best offer.\n\nSource:Supreme Court Order No. 2 (10) adopted October 12, 1944; SDC Supp 1960, §33.26A10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-23/section-21-23-15/"
    }
  ]
}