{
  "state": "south-dakota",
  "path": "title-title-21-judicial-remedies/chapter-chapter-20-relief-against-oppressive-levies",
  "sections": [
    {
      "id": "section-21-20-1",
      "number": "21-20-1",
      "heading": "Levy against earnings prohibited within six months after determination of exemption--Change of financial status--Civil penalty for violations",
      "text": "21-20-1. Levy against earnings prohibited within six months after determination of exemption--Change of financial status--Civil penalty for violations.\n\nWhen garnishment or levy under any judicial process has been used to reach earnings of a party to any action or proceeding to secure or satisfy any claim, and such earnings have been duly determined to be exempt, further earnings of such party shall not, for a period of six months, be garnished or levied upon in connection with such claim, unless with the good faith belief, and with good reason for such belief, that such party's financial status has changed to the extent that property of such party in excess of all his exemptions whatsoever, can be reached to secure or satisfy such claim, wholly or in part. Any person who violates the provisions of this section shall be liable to the party whose earnings are garnished or levied upon in violation of this section, for a penalty of fifty dollars, recoverable in a civil action.\n\nSource:SDC 1939 & Supp 1960, ยง37.5001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-20/section-21-20-1/"
    },
    {
      "id": "section-21-20-2",
      "number": "21-20-2",
      "heading": "Civil penalty against attorney or agent for levy on earnings after determination of exemption.",
      "text": "21-20-2. Civil penalty against attorney or agent for levy on earnings after determination of exemption.\n\nAny attorney or agent who as such has caused garnishment or levy under judicial process to be made upon the earnings of any person, and such earnings have been duly determined to be exempt, and who within six months thereafter, as such attorney or agent, whether in behalf of the same or another claimant, causes another garnishment or levy to be made upon earnings of the same person, unless with the good faith belief, and with good reason for such belief, that such party's financial status has changed to the extent that property of such party, in excess of all exemptions whatsoever, can be reached to secure or satisfy such claim, wholly or in part, shall be liable to such person whose earnings are garnished or levied upon, for a penalty of fifty dollars recoverable in a civil action.\n\nSource:SDC 1939 & Supp 1960, ยง37.5002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-20/section-21-20-2/"
    },
    {
      "id": "section-21-20-3",
      "number": "21-20-3",
      "heading": "One penalty for one levy.",
      "text": "21-20-3. One penalty for one levy.\n\nUnder the provisions of this chapter only one penalty can be recovered for any one garnishment or levy.\n\nSource:SDC 1939 & Supp 1960, ยง37.5003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-21/chapter-20/section-21-20-3/"
    }
  ]
}