{
  "state": "district-of-columbia",
  "path": "title-40/chapter-1",
  "sections": [
    {
      "id": "section-40-101",
      "number": "40-101",
      "heading": "Liveryman’s lien.",
      "text": "It shall be lawful for all persons keeping or boarding any animals at livery within the District, under any agreement with the owner thereof, to detain such animals until all charges under such agreement for the care, keep, or board of such animals shall have been paid; provided, however, that before enforcing the lien hereby given notice in writing shall be given to such owner in person or by registered mail at his last-known place of residence of the amount of such charges and the intention to detain such animal or animals until such charges shall be paid.",
      "history": "June 3, 1952, 66 Stat. 96, ch. 361, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/40-101.html"
    },
    {
      "id": "section-40-102",
      "number": "40-102",
      "heading": "Lien for storage, repairs and supplies for motor vehicles.",
      "text": "(a) All persons storing, repairing, or furnishing supplies of or concerning motor vehicles including trailers shall have a lien for their agreed or reasonable charges for such storage, repairs, and supplies when such charges are incurred by an owner or conditional vendee or chattel mortgagor (including a grantor of deed of trust in lieu of mortgage) of such motor vehicle, and may detain such motor vehicle at any time they may have lawful possession thereof. Such lien shall have priority over every security interest and other lien or right in or to the vehicle except as hereinafter limited with respect to claims for storage. Before enforcing such lien, notice in writing shall be given to the title holder, every secured party and other lien holder shown by the certificate of title or registry of the vehicle, and any other persons known to claimant who have any interest in or lien upon the vehicle. Such notice shall be delivered personally or sent by registered mail to the last-known address of the person to whom given, shall state that a lien is claimed for the charges therein set forth or thereto attached, and shall demand payment thereof. There shall be incorporated in or attached to said notice a statement of particulars of the charge or charges for which a lien is claimed, to which may be added to a claim for storage of the vehicle from the date of said notice to the date of payment or sale, which amount shall be set forth at a daily or weekly rate which shall not be in excess of charges prevailing at the time for similar storage, and shall not be in excess of $3 per day or $21 per week, which additional charge shall in no event cover a period in excess of 90 days.\n\n(b) As used in this section, “security interest” and “secured party” have the same meanings as those given to the terms by §§ 28:1-201 and 28:9-105 (1) (m), respectively.",
      "history": "June 3, 1952, 66 Stat. 97, ch. 361, § 2; Dec. 30, 1963, 77 Stat. 770, Pub. L. 88-243, § 5",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/40-102.html"
    },
    {
      "id": "section-40-103",
      "number": "40-103",
      "heading": "Enforcement of lien by sale.",
      "text": "(a) If the amount due and for which a lien is given by § 40-101 or 40-102 hereof is not paid by the end of 30 days after the giving of notice, then the party entitled to such lien may proceed to sell the property so subject to lien at public auction, after giving notice once a week for 3 successive weeks in some daily newspaper published in the District. Said advertisement shall set forth the date, time, and place of sale, which shall not be less than 15 days from date of the 1st publication of such notice, that the purpose of the sale is to satisfy a lien, the amount for which said lien is claimed, including storage to date of sale if allowable, the names of all interested parties, and a description of the chattel, including, in the case of vehicles, the make, type, year and model number, serial number and engine number, if any, and State or District license number and year.\n\n(b) Any person selling such property in order to satisfy a fraudulent, excessive, or unreasonable lien shall be guilty of a conversion of such property and liable to the owner in damages therefor.",
      "history": "June 3, 1952, 66 Stat. 97, ch. 361, § 3",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/40-103.html"
    },
    {
      "id": "section-40-104",
      "number": "40-104",
      "heading": "Application of proceeds of sale.",
      "text": "The proceeds of such sale shall be applied:\n\n(1) To the expenses of such sales and the discharge of such lien;\n\n(2) To payment of other liens, if any, in the order of their priority; and\n\n(3) To the owner of the property.",
      "history": "June 3, 1952, 66 Stat. 97, ch. 361, § 4",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/40-104.html"
    },
    {
      "id": "section-40-105",
      "number": "40-105",
      "heading": "Limitation on lien for storage.",
      "text": "To the extent that any lien provided for in this chapter is based on a claim for storage of a motor vehicle in excess of $150, such lien shall be, as to such excess, inferior to the lien of a conditional vendor or chattel mortgagee (as defined in § 40-102) claiming under an instrument recorded on a date earlier than the period to which such charges are attributable.",
      "history": "June 3, 1952, 66 Stat. 97, ch. 361, § 5",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/40-105.html"
    }
  ]
}