{
  "state": "idaho",
  "path": "title-title-73/chapter-chapter-1",
  "sections": [
    {
      "id": "section-73-101",
      "number": "73-101",
      "heading": "",
      "text": "73-101. CODES NOT RETROACTIVE. No part of these compiled laws is retroactive, unless expressly so declared.\n\n[(73-101) C.C.P. 1881, sec. 2; R.S., sec. 3; reen. R.C., sec. 3; reen. C.L. 500:3; C.S., sec. 9443; I.C.A., sec. 70-101.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-101/"
    },
    {
      "id": "section-73-102",
      "number": "73-102",
      "heading": "",
      "text": "73-102. CODES LIBERALLY CONSTRUED — MULTIPLE AMENDMENTS TO BE COMPILED . (1) The rule of the common law that statutes in derogation thereof are to be strictly construed, has no application to these compiled laws. The compiled laws establish the law of this state respecting the subjects to which they relate, and their provisions and all proceedings under them are to be liberally construed, with a view to effect their objects and to promote justice.\n\n(2) If multiple amendments to a single section of the Idaho Code have been or are made during a legislative session, and if the amendments can be read into the section without conflict, such amendments shall all be effective and shall be compiled as if made by a single enactment.\n\n[73-102, added C.C.P. 1881, sec. 3; R.S., sec. 4; reen. R.C., sec. 4; reen. C.L. 500:4; C.S., sec. 9444; reen. 1899, ch. 5, sec. 2, p. 147; reen. R.C., sec. 5150; reen. C.L. 500:4; I.C.A., sec. 70-102; am. 1978, ch. 325, sec. 1, p. 820.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-102/"
    },
    {
      "id": "section-73-103",
      "number": "73-103",
      "heading": "",
      "text": "73-103. CODES CONTINUE EXISTING LAW. The provisions of these compiled laws, so far as they are substantially the same as existing statutes, must be construed as continuations thereof, and not as new enactments.\n\n[(73-103) C.C.P. 1881, sec. 4; R.S., sec. 5; reen. R.C., sec. 5; reen. C.L. 500:5; C.S., sec. 9445; I.C.A., sec. 70-103.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-103/"
    },
    {
      "id": "section-73-104",
      "number": "73-104",
      "heading": "",
      "text": "73-104. TENURE OF OFFICES PRESERVED. All persons who at the time these compiled laws take effect hold office under any of the acts repealed, continue to hold the same according to the tenure thereof, except those offices which are not continued by these compiled laws.\n\n[(73-104) R.S., sec. 6; reen. R.C., sec. 6; reen. C.L. 500:6; C.S., sec. 9446; I.C.A., sec. 70-104.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-104/"
    },
    {
      "id": "section-73-105",
      "number": "73-105",
      "heading": "",
      "text": "73-105. CERTAIN OFFICES TO CEASE. When any office is abolished by the repeal of any act, and such act is not in substance re-enacted or continued in the compiled laws, such office ceases at the time the compiled laws take effect.\n\n[(73-105) R.S., sec. 7; reen. R.C., sec. 7; reen. C.L. 500:7; C.S., sec. 9447; I.C.A., sec. 70-105.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-105/"
    },
    {
      "id": "section-73-106",
      "number": "73-106",
      "heading": "",
      "text": "73-106. ACCRUED RIGHTS AND PENDING ACTIONS NOT AFFECTED. No action or proceeding commenced before the compiled laws take effect, and no right accrued, is affected by their provisions, but the proceedings therein must conform to the requirements of the compiled laws as far as applicable.\n\n[(73-106) C.C.P. 1881, sec. 5; R.S., sec. 8; reen. R.C., sec. 8; reen. C.L. 500:8; C.S., sec. 9448; I.C.A., sec. 70-106.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-106/"
    },
    {
      "id": "section-73-107",
      "number": "73-107",
      "heading": "",
      "text": "73-107. LIMITATIONS NOT TOLLED. When a limitation or period of time prescribed in any existing statute for acquiring a right, or barring a remedy, or for any other purpose, has begun to run before these compiled laws go into effect, and the same or any limitation is prescribed in these compiled laws, the time which has already run shall be deemed part of the time herein prescribed as such limitation.\n\n[(73-107) C.C.P. 1881, sec. 6; R.S., sec. 9; reen. R.C., sec. 9; reen. C.L. 500:9; C.S., sec. 9449; I.C.A., sec. 70-107.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-107/"
    },
    {
      "id": "section-73-108",
      "number": "73-108",
      "heading": "",
      "text": "73-108. HOLIDAYS ENUMERATED. Holidays, within the meaning of these compiled laws, are:\n\nEvery Sunday;\n\nJanuary 1 (New Year’s Day);\n\nThird Monday in January (Martin Luther King, Jr.-Idaho Human Rights Day);\n\nThird Monday in February (Washington’s Birthday);\n\nLast Monday in May (Memorial Day);\n\nJuly 4 (Independence Day);\n\nFirst Monday in September (Labor Day);\n\nSecond Monday in October (Columbus Day);\n\nNovember 11 (Veterans Day);\n\nFourth Thursday in November (Thanksgiving Day);\n\nDecember 25 (Christmas);\n\nEvery day appointed by the President of the United States, or by the governor of this state, for a public fast, thanksgiving, or holiday.\n\nAny legal holiday that falls on Saturday, the preceding Friday shall be a holiday and any legal holiday enumerated herein other than Sunday that falls on Sunday, the following Monday shall be a holiday.\n\n[(73-108) C.C.P. 1881, sec. 7, R.S., sec. 10; reen. R.C., sec. 10; am. 1909, p. 27; am. 1911, ch. 102, p. 344; am. 1911, ch. 158, p. 482; compiled and reen. C.L. 500:10; C.S., sec. 9450; am. 1925, ch. 80, sec. 1, p. 114; I.C.A., sec. 70-108; am. 1943, ch. 36, sec. 1, p. 68; am. 1945, ch. 38, sec. 1, p. 49; am. 1955, ch. 19, sec. 1, p. 38; am. 1969, ch. 11, sec. 1, p. 15; am. 1973, ch. 16, sec. 1, p. 32; am. 1977, ch. 167, sec. 2, p. 432; am. 1990, ch. 371, sec. 2, p. 1022; am. 2002, ch. 146, sec. 3, p. 423.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-108/"
    },
    {
      "id": "section-73-108a",
      "number": "73-108A",
      "heading": "",
      "text": "73-108A. CHILDREN’S DAY. April 30 shall be designated as Children’s Day/El Dia de los Ninos commemorative day in recognition of the importance of children to families and to communities. It is a day to celebrate the value of children and to focus on the importance of creating a future for children full of hope, health and success. Communities are encouraged to participate with special events and with children as the center of activity.\n\n[73-108A, added 2003, ch. 110, sec. 1, p. 348.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-108a/"
    },
    {
      "id": "section-73-108b",
      "number": "73-108B",
      "heading": "",
      "text": "73-108B. CONSTITUTIONAL COMMEMORATIVE DAY. September 17 shall be designated as constitutional commemorative day. The superintendent of public instruction shall be responsible for developing programs and suitable recognition of the constitution of the United States in conjunction with the commemorative day to be held annually on the anniversary of the signing of the constitution.\n\n[73-108B, added 1989, ch. 77, sec. 1, p. 139.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-108b/"
    },
    {
      "id": "section-73-108c",
      "number": "73-108C",
      "heading": "",
      "text": "73-108C. IDAHO DAY. March 4 shall be designated as Idaho day. If March 4 falls on a Sunday, the following Monday shall be celebrated as Idaho day; and if March 4 falls on a Saturday, the preceding Friday shall be celebrated as Idaho day. The governor of the state of Idaho shall issue a proclamation each year marking Idaho day. The president pro tempore of the senate and the speaker of the house of representatives shall conduct appropriate ceremonies and programs on Idaho day to honor Idaho’s heritage. The Idaho state historical society shall conduct appropriate activities and be encouraged to create exhibitions to commemorate Idaho day. The people of Idaho shall be encouraged to display the Idaho and United States flags on Idaho day. Idaho day shall not constitute a reason to close state and political subdivision offices.\n\n[73-108C, added 2014, ch. 31, sec. 2, p. 46; am. 2016, ch. 162, sec. 1, p. 445.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-108c/"
    },
    {
      "id": "section-73-109",
      "number": "73-109",
      "heading": "",
      "text": "73-109. COMPUTATION OF TIME. The time in which any act provided by law is to be done is computed by excluding the first day, and including the last unless the last is a holiday and then it is also excluded.\n\n[(73-109) C.C.P. 1881, sec. 8; R.S., sec. 11; reen. R.C., sec. 11; reen. C.L. 500:11; C.S., sec. 9451; I.C.A., sec. 70-109.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-109/"
    },
    {
      "id": "section-73-110",
      "number": "73-110",
      "heading": "",
      "text": "73-110. COMPUTATION OF TIME — OBLIGATIONS MATURING ON HOLIDAYS. Whenever any act of a secular nature, other than a work of necessity or mercy, is appointed by law or contract to be performed upon a particular day, which day falls upon a holiday, such act may be performed upon the next business day, with the same effect as if it had been performed upon the day appointed.\n\n[(73-110) C.C.P. 1881, sec. 9; R.S., sec. 12; reen. R.C., sec. 12; reen. C.L. 500:12; C.S., sec. 9452; I.C.A., sec. 70-110.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-110/"
    },
    {
      "id": "section-73-111",
      "number": "73-111",
      "heading": "",
      "text": "73-111. SEAL DEFINED. When the seal of a court, public officer or person is required by law to be affixed to any paper, the word \"seal\" includes an impression of such seal upon the paper, alone, as well as upon wax or a wafer affixed thereto; or, alternatively, the seal may be the mark of a rubber stamp providing substantially the same information as the impression.\n\n[73-111, added C.C.P. 1881, sec. 10; R.S., sec. 13; reen. R.C., sec. 13; reen. C.L. 500:13; C.S., sec. 9453; I.C.A., sec. 70-111; am. 1979, ch. 203, sec. 2, p. 584.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-111/"
    },
    {
      "id": "section-73-112",
      "number": "73-112",
      "heading": "",
      "text": "73-112. JOINT AUTHORITY CONSTRUED. Words giving a joint authority to three (3) or more public officers, or other persons, are construed as giving such authority to a majority of them, unless it is otherwise expressed in the act giving the authority.\n\n[(73-112) C.C.P. 1881, sec. 11; R.S., sec. 14; reen. R.C., sec. 14; reen. C.L. 500:14; C.S., sec. 9454; I.C.A., sec. 70-112.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-112/"
    },
    {
      "id": "section-73-113",
      "number": "73-113",
      "heading": "",
      "text": "73-113. CONSTRUCTION OF WORDS AND PHRASES. (1) The language of a statute should be given its plain, usual and ordinary meaning. Where a statute is clear and unambiguous, the expressed intent of the legislature shall be given effect without engaging in statutory construction. The literal words of a statute are the best guide to determining legislative intent.\n\n(2) If a statute is capable of more than one (1) conflicting construction, the reasonableness of the proposed interpretations shall be considered, and the statute must be construed as a whole. Interpretations which would render the statute a nullity, or which would lead to absurd results, are disfavored.\n\n(3) Words and phrases are construed according to the context and the approved usage of the language, but technical words and phrases, and such others as have acquired a peculiar and appropriate meaning in law, or are defined in the succeeding section, are to be construed according to such peculiar and appropriate meaning or definition.\n\n[(73-113) C.C.P. 1881, sec. 12; R.S., sec. 15; reen. R.C., sec. 15; reen. C.L. 500:15; C.S., sec. 9455; I.C.A., sec. 70-113; am. 2013, ch. 335, sec. 1, p. 873.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-113/"
    },
    {
      "id": "section-73-114",
      "number": "73-114",
      "heading": "",
      "text": "73-114. STATUTORY TERMS DEFINED. (1) Unless otherwise defined for purposes of a specific statute:\n\n(a) Words used in these compiled laws in the present tense, include the future as well as the present;\n\n(b) Words used in the masculine gender, include the feminine and neuter;\n\n(c) The singular number includes the plural and the plural the singular;\n\n(d) The word \"person\" includes a corporation as well as a natural person;\n\n(e) Writing includes printing;\n\n(f) Oath includes affirmation or declaration, and every mode of oral statement, under oath or affirmation, is embraced by the term \"testify,\" and every written one in the term \"depose\";\n\n(g) Signature or subscription includes mark, when the person cannot write, his name being written near it, and witnessed by a person who writes his own name as a witness.\n\n(2) The following words have, in the compiled laws and rules and policies of the state of Idaho, the signification attached to them in this section, unless otherwise apparent from the context:\n\n(a) \"Boy\" means a minor human male.\n\n(b) \"Father\" means a male parent.\n\n(c) \"Female\" means an individual who has, had, will have, or, but for a developmental or genetic anomaly or historical accident, would have the reproductive system that at some point produces, transports, and utilizes eggs for fertilization.\n\n(d) \"Gender,\" when used to refer to males, females, or the natural differences between males and females, shall be considered a synonym for \"sex\" and shall not be considered a synonym for gender identity, an internal sense of gender, experienced gender, gender expression, or gender role. This definition shall not apply when the term \"gender\" is used in conjunction with other words or as an adjective to modify other words.\n\n(e) \"Girl\" means a minor human female.\n\n(f) \"Intellectual disability\" means significantly subaverage general intellectual functioning that is accompanied by significant limitations in adaptive functioning in at least two (2) of the following skill areas: communication, self-care, home living, social or interpersonal skills, use of community resources, self-direction, functional academic skills, work, leisure, health and safety. The onset of significantly subaverage general intelligence functioning and significant limitations in adaptive functioning must occur before age eighteen (18) years.\n\n(g) \"Male\" means an individual who has, had, will have, or, but for a developmental or genetic anomaly or historical accident, would have the reproductive system that at some point produces, transports, and utilizes sperm for fertilization.\n\n(h) \"Month\" means a calendar month, unless otherwise expressed.\n\n(i) \"Mother\" means a female parent.\n\n(j) \"Personal property\" includes money, goods, chattels, things in action, evidences of debt and general intangibles as defined in the uniform commercial code — secured transactions.\n\n(k) \"Property\" includes both real and personal property.\n\n(l) \"Real property\" is coextensive with lands, tenements and hereditaments, possessory rights and claims.\n\n(m) \"Registered mail\" includes certified mail.\n\n(n) \"Sex\" means an individual’s biological sex, either male or female.\n\n(o) \"State,\" when applied to the different parts of the United States, includes the District of Columbia and the territories; and the words \"United States\" may include the District of Columbia and territories.\n\n(p) \"Will\" includes codicils.\n\n(q) \"Writ\" signifies an order or precept in writing, issued in the name of the people, or of a court or judicial officer, and the word \"process,\" a writ or summons issued in the course of judicial proceedings.\n\n[(73-114) C.C.P. 1881, sec. 13; R.S., sec. 16; reen. R.C., sec. 16; reen. C.L. 500:16; C.S., sec. 9456; reen. 1899, ch. 5, sec. 1, p. 147; reen. R.C., sec. 5149; reen. C.L. 500:16; C.S., sec. 9456; I.C.A., sec. 70-114; am. 1959, ch. 16, sec. 1, p. 36; am. 1967, ch. 272, sec. 31, p. 745; am. 2010, ch. 235, sec. 72, p. 607; am. 2024, ch. 322, sec. 2, p. 1063.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-114/"
    },
    {
      "id": "section-73-114a",
      "number": "73-114A",
      "heading": "",
      "text": "73-114A. LEGISLATIVE INTENT ON RESPECTFUL LANGUAGE. (1) It is the intent of the legislature that the Idaho Code be amended to remove certain archaic language related to the condition of individuals. Certain terms, such as \"idiots,\" \"handicap,\" \"retarded,\" \"lunatic\" and \"deficient,\" when applied to individuals, have outlived their usefulness. The term \"intellectual disability\" as used in this act is intended to replace the term \"mental retardation\" as previously used in the Idaho Code.\n\n(2) The legislature intends that the emphasis should be on people first, rather than on archaic labels. Therefore, any new or amended section of the Idaho Code should incorporate more modern and people first language when referring to the condition of individuals, as used in this act.\n\n(3) The legislature further intends that rules promulgated under the administrative procedure act, chapter 52, title 67, Idaho Code, after the effective date of this act, should incorporate more modern and people first language when referring to the condition of individuals, as used in this act. Where appropriate and when the use of more modern and people first language will not substantively change the meaning of a rule, the rules coordinator is encouraged to use the authority provided for in section 67-5202(2), Idaho Code, to replace archaic language in the administrative code with more modern and people first language, as used in this act.\n\n(4) This act’s substitution of more modern and people first language in place of archaic language when referring to the condition of individuals shall not change the substantive interpretation of the amended Idaho Code sections or the case law interpreting those sections.\n\n[73-114A, added 2010, ch. 235, sec. 73, p. 608.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-114a/"
    },
    {
      "id": "section-73-115",
      "number": "73-115",
      "heading": "",
      "text": "73-115. GENERAL REPEAL OF EXISTING LAW. No statute law is continued in force because it is consistent with the provisions of the compiled laws on the same subject, but in all cases provided for therein all statute laws heretofore in force in this state, whether consistent or not with the provisions of the compiled laws, unless expressly continued in force, are repealed and abrogated. This repeal or abrogation does not revive any former law heretofore repealed, nor does it affect any right already existing or accrued, or any action or proceeding already taken, except as in these compiled laws provided; nor does it affect any local or special statute not expressly repealed; nor does it affect any outstanding unexpended appropriation.\n\n[73-115) Based on R.S., sec. 17; am. R.C., sec. 17; reen. C.L. 500:17; C.S., sec. 9457; I.C.A., sec. 70-115.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-115/"
    },
    {
      "id": "section-73-116",
      "number": "73-116",
      "heading": "",
      "text": "73-116. COMMON LAW IN FORCE. The common law of England, so far as it is not repugnant to, or inconsistent with, the constitution or laws of the United States, in all cases not provided for in these compiled laws, is the rule of decision in all courts of this state.\n\n[(73-116) 1863, p. 527, sec. 1; R.S., sec. 18; reen. R.C., sec. 18; reen. C.L. 500:18; C.S., sec. 9460; I.C.A., sec. 70-116.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-116/"
    },
    {
      "id": "section-73-117",
      "number": "73-117",
      "heading": "",
      "text": "73-117. PRIOR LEGISLATION REPEALED. All general acts and parts and clauses of acts of a general nature passed prior to the fifteenth session of the state legislature, are hereby repealed, and these compiled laws are in force in lieu thereof; but such repeal does not affect any act done, or any right accruing or accrued, or any suit or proceeding had or commenced in any civil cause before the said repeal takes effect, but all rights and liabilities under said repealed acts continue, in the same manner as if said repeal had not been made.\n\n[(73-117) R.S., sec. 19; am. R.C., sec. 19; am. C.L. 500:19; C.S., sec. 9461; I.C.A., sec. 70-117.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-117/"
    },
    {
      "id": "section-73-118",
      "number": "73-118",
      "heading": "",
      "text": "73-118. PAST OFFENSES MAY BE PROSECUTED. All offenses committed and all penalties or forfeitures incurred prior to said repeal, may be prosecuted and punished in the same manner and with the same effect as if said repeal had not been made.\n\n[(73-118) R.S., sec. 20; reen. R.C., sec. 20; reen. C.L. 500:20; C.S., sec. 9462; I.C.A., sec. 70-118.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-118/"
    },
    {
      "id": "section-73-119",
      "number": "73-119",
      "heading": "",
      "text": "73-119. SPECIAL AND LOCAL LAWS CONTINUED. The following acts and parts of acts are the local and special statutes which are continued in force, except insofar as the same have been modified, amended, superseded or repealed by other legislation. All others are hereby repealed.\n\n1. All those special and local laws continued in force by an act entitled \"An act to provide for continuing in force certain special and local laws and repealing all others,\" approved February 10, 1887, which said local and special laws are embraced within the publication known as \"Local and special laws of Idaho territory,\" printed by direction of the fourteenth session of the territorial legislative assembly.\n\n2. All those special and local laws continued in force by the Revised Codes of Idaho, 1908, section 17.\n\n3. An act entitled, \"An act establishing insurance fund of capitol building annex, deaf, dumb and blind asylum insurance fund,\" etc., approved Feb. 24, 1909. [1909, p. 21, H.B. 38.]\n\n4. An act amendatory of the establishment of the graded public schools of the city of Lewiston, approved March 6, 1909. [1909, p. 43, H.B. 105.]\n\n5. An act providing for the sale and conveyance by the state board of land commissioners of a tract of land situated within the village of Blackfoot, Idaho, approved March 11, 1909. [1909, p. 65, H.B. 135.]\n\n6. An act amending the charter of Boise City, approved March 11, 1909. [1909, p. 113, H.B. 297.]\n\n7. An act amending an act entitled, \"An act to create the independent school district of Emmettsville,\" approved March 15, 1909. [1909, p. 188, H.B. 189.]\n\n8. An act entitled, \"An act levying and requiring the collection of a special ad valorem tax for the payment of interest upon certain bonds issued by the state of Idaho,\" etc., approved March 11, 1909. [1909, p. 304, H.B. 308.]\n\n9. An act amending the charter of the city of Bellevue, approved March 11, 1909. [1909, p. 320, H.B. 254.]\n\n10. An act amending an act entitled, \"An act to create independent school district of Emmettsville,\" approved March 13, 1909. [1909, p. 340, H.B. 129.]\n\n11. An act \"providing for the issuing, sale and redemption of state bonds for the purpose of improving the Idaho soldiers’ home,\" approved March 16, 1909. [1909, p. 365, H.B. 304.]\n\n12. An act \"providing for the issuing of state bonds for the additional buildings and improvements of the northern Idaho insane asylum,\" approved March 16, 1909. [1909, p. 368, H.B. 302.]\n\n13. An act \"providing for the issuing, sale and redemption of state bonds for the purpose of completing the cell house at the state penitentiary,\" approved March 16, 1909. [1909, p. 370, H.B. 303.]\n\n14. An act entitled, \" An act providing for the issuance and sale of state bonds to the amount of $55,000 for the Idaho industrial training school,\" etc., approved March 16, 1909. [1909, p. 376, H.B. 95.]\n\n15. An act entitled, \"An act to provide for the establishment, building and equipment of a state school for the deaf and the blind; to provide for the issuance, sale and redemption of bonds,\" etc., sections 7 to 14, inclusive, approved March 16, 1909. [1909, p. 379, H.B. 194.]\n\n16. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $52,000 and appropriating the proceeds thereof to the university of Idaho,\" etc., approved March 16, 1909. [1909, p. 382, H.B. 8.]\n\n17. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $36,000 and appropriating the proceeds thereof to the academy of Idaho,\" etc., approved March 16, 1909. [1909, p. 385, H.B. 37.]\n\n18. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $15,000 for the construction of a wagon bridge across the Salmon river,\" etc., approved March 17, 1909. [1909, p. 390, H.B. 85.]\n\n19. An act entitled, \"An act providing for the issuing and sale of state bonds in the sum of $10,000 for the construction of a wagon bridge across the Snake river between the counties of Lincoln and Cassia, Idaho,\" etc., approved March 16, 1909. [1909, p. 397, H.B. 198.]\n\n20. An act entitled, \"An act providing for the issue, sale and redemption of state bonds for the purpose of erecting and equipping a gymnasium building for Lewiston normal school,\" etc., approved March 17, 1909. [1909, p. 404, H.B. 27.]\n\n21. An act entitled, \"An act providing for the issuance and sale of state bonds in the aggregate sum of $73,000 to the university of Idaho,\" etc., approved March 17, 1909. [1909, p. 407, H.B. 12.]\n\n22. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $18,000 for the construction of a wagon bridge across the Kootenai river at Bonners Ferry in Bonner county, Idaho,\" etc., approved March 17, 1909. [1909, p. 413, S.B. 15.]\n\n23. An act entitled, \"An act to provide for the completion of the Paris-Franklin road in the counties of Bear Lake and Oneida,\" etc., approved March 17, 1909. [1909, p. 419, H.B. 174.]\n\n24. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $60,000 to the continuance of the construction of the capitol building at Boise, Idaho,\" etc., approved March 16, 1909. [1909, p. 423, H.B. 74.]\n\n25. An act entitled, \"An act providing for the issuance and sale of bonds in the sum of $36,000 for the purpose of building and equipping a gymnasium for the Albion state normal school,\" etc., approved March 17, 1909. [1909, p. 426, H.B. 81.]\n\n26. Section 6 of an act authorizing the relinquishment of Marble Creek lands, approved Feb. 8, 1911. [1911, ch. 6, section 6, p. 18.]\n\n27. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $10,000 for the construction of a wagon bridge across the Snake river at a point north of the north end of Overland avenue of the village of Burley,\" etc. Became a law without approval Feb. 13, 1911. [1911, ch. 1, p. 18.]\n\n28. An act entitled, \"An act appropriating the sum of $15,000 for the construction of a wagon bridge across the Salmon river,\" etc., approved Feb. 18, 1911. [1911, ch. 16, p. 39.]\n\n29. An act entitled, \"An act appropriating $3,059.10 for 8740.28 acres of state lands within the Black Canyon irrigation district,\" etc., approved Feb. 27, 1911. [1911, ch. 22, p. 47.]\n\n30. An act entitled, \"An act authorizing the governor and secretary of state to convey certain lots in Morehead’s addition to the city of Weiser,\" etc., approved March 3, 1911. [1911, ch. 36, p. 76.]\n\n31. An act entitled, \"An act to provide for the establishment, building and equipping of the Idaho state sanitarium,\" etc., approved March 4, 1911. [1911, ch. 41, p. 86.]\n\n32. An act entitled, \"An act authorizing the state board of education to cause to be erected a building near Gooding as a part of the Idaho state school for the deaf and the blind,\" etc., approved March 4, 1911. [1911, ch. 42, p. 97.]\n\n33. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $750,000 and appropriating the proceeds thereof to the completion of the construction of the central section of the capitol building at Boise,\" etc., approved March 7, 1911. [1911, ch. 47, p. 104.]\n\n34. An act entitled, \"An act providing for the issuing of state bonds to the amount of $35,000 for the additional buildings and improvements of the northern Idaho insane asylum,\" etc., approved March 7, 1911. [1911, ch. 53, p. 118.]\n\n35. An act entitled, \"An act authorizing the state board of land commissioners to extend the time of final payment due on all certificates of sale for school lands in the year 1911,\" etc., approved March 9, 1911. [1911, ch. 66, p. 188.]\n\n36. An act entitled, \"An act providing for the issuing, sale and redemption of state bonds for the purpose of improving the Idaho state penitentiary at Boise,\" approved March 10, 1911. [1911, ch. 69, p. 191.]\n\n37. Section 3 of an act validating previously incorporated religious and benevolent corporations, approved March 11, 1911. [1911, ch. 74, section 3, p. 229.]\n\n38. An act entitled, \"An act providing for the issuing, sale and redemption of state bonds for the purpose of improving the Idaho industrial training school at St. Anthony,\" approved March 13, 1911. [1911, ch. 77, p. 251.]\n\n39. An act entitled, \"An act providing for the issuing, sale and redemption of state bonds for the purpose of improving the Idaho soldiers’ home,\" etc., approved March 13, 1911. [1911, ch. 79, p. 254.]\n\n40. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $75,000 to the university of Idaho,\" etc., approved March 13, 1911. [1911, ch. 84, p. 315.]\n\n41. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $25,000 for the construction of a wagon bridge across the Snake river near the city of Payette,\" etc., approved Feb. 1, 1911. [1911, ch. 87, p. 329.]\n\n42. An act entitled, \"An act authorizing the board of county commissioners of Lemhi county to submit question of incurring indebtedness for the construction of the Big Creek wagon road,\" etc., approved Feb. 16, 1911. [1911, ch. 104, p. 346.]\n\n43. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $7500 for the construction of a wagon bridge across the Salmon river four miles below the Barr’s bridge,\" etc., approved Feb. 17, 1911. [1911, ch. 105, p. 347.]\n\n44. An act entitled, \"An act providing for the issuance and sale of state bonds in the sum of $15,000 for the construction of a wagon bridge across the Snake river near the Loveridge ferry,\" etc., approved Feb. 17, 1911. [1911, ch. 106, p. 352.]\n\n45. An act entitled, \"An act to provide for the macadamizing of about five miles of the public highway, along and adjoining the Oregon Short Line railroad, Bingham county, Idaho,\" etc., approved Feb. 18, 1911. [1911, ch. 108, p. 358.]\n\n46. An act entitled, \"An act providing for the issuance of state bonds in the sum of $20,000 for the construction of a wagon road between the city of Boise and the Payette lakes,\" etc., approved Feb. 18, 1911. [1911, ch. 109, p. 362.]\n\n47. An act entitled, \"An act providing for the issuance of state bonds in the sum of $9000 for the construction of a draw bridge across the St. Joe river at St. Maries,\" etc., approved Feb. 21, 1911. [1911, ch. 113, p. 368.]\n\n48. An act entitled, \"An act appropriating the sum of $2671.16 for the purchase of the Heyburn toll wagon bridge across Snake river between Heyburn and Burley,\" etc., approved March 1, 1911. [1911, ch. 126, p. 413.]\n\n49. An act entitled, \"An act providing for the issuance of state bonds in the sum of $25,000 for the construction of a wagon road between Kootenai and Idaho-Montana state line near Cabinet,\" etc., approved March 3, 1911. [1911, ch. 134, p. 420.]\n\n50. An act entitled, \"An act providing for the issuance of state bonds in the sum of $5000 for the construction of a wagon road between Leadore and a point on the northerly side of Lemhi river near the town of May,\" etc., approved March 3, 1911. [1911, ch. 138, p. 430.]\n\n51. An act entitled, \"An act to provide for the construction of roadbed on a public highway known as the Whitebird Dumacque and Grave Creek wagon road in Idaho county,\" etc., approved March 3, 1911. [1911, ch. 143, p. 438.]\n\n52. An act entitled, \"An act providing for the issuing of state bonds in the sum of $10,000 for the construction of a wagon bridge across the Snake river, near Brownlee or Robinette,\" etc., approved March 3, 1911. [1911, ch. 144, p. 444.]\n\n53. An act entitled, \"An act authorizing the state board of land commissioners to sell certain state lands in Bingham county,\" etc., approved March 4, 1911. [1911, ch. 151, p. 455.]\n\n54. An act entitled, \"An act to provide for the completion of Paris-Franklin road in the counties of Bear Lake and Oneida,\" etc., approved March 4, 1911. [1911, ch. 153, p. 458.]\n\n55. An act entitled, \"An act providing for the issuance of state bonds in the sum of $6000 for the construction of a wagon bridge across the Snake river between Twin Falls and Lincoln counties,\" etc., approved March 7, 1911. [1911, ch. 156, p. 476.]\n\n56. An act entitled, \"An act providing for the issuing of state bonds in the sum of $5500 for the construction of a wagon bridge across the south fork of Snake river,\" etc., approved March 8, 1911. [1911, ch. 180, p. 582.]\n\n57. An act entitled, \"An act providing for the issuing of state bonds in the sum of $6000 for the construction of a wagon bridge across the Snake river between the counties of Lincoln and Twin Falls,\" etc., approved March 9, 1911. [1911, ch. 202, p. 667.]\n\n58. [Repealed by S.L. 1925, ch. 110.]\n\n59. Saving clause in repeal of poll tax law. Approved Jan. 27, 1912. [1912, ch. 2, section 2, p. 6.]\n\n60. An act concerning the dissolution of school districts traversed by county lines and boundaries, approved Feb. 11, 1913. [1913, ch. 9, p. 48.]\n\n61. An act entitled, \"An act authorizing the state board of land commissioners to sell certain state lands in Bingham county,\" etc., approved March 1, 1913. [1913, ch. 43, p. 146.]\n\n62. An act entitled, \"An act providing for the issuance of bonds in the sum of $6000 for the construction of buildings to be erected in Lincoln county for experiment station,\" etc., approved March 1, 1913. [1913, ch. 44, p. 148.]\n\n63. An act entitled, \"An act providing for the issuance of state bonds in the sum of $10,000 for the construction of buildings upon the Lava Hot Springs,\" etc., approved March 4, 1913. [1913, ch. 49, p. 155.]\n\n64. An act entitled, \"An act appropriating $14,770.28 out of the Carey act trust fund for the reclamation of state lands within the Gem irrigation district in Owyhee county,\" etc., approved March 5, 1913. [1913, ch. 62, p. 296.]\n\n65. An act entitled, \"An act authorizing the state board of land commissioners to extend the time of payment due on all certificates of sale for state school lands in the year 1913 for five years,\" etc., approved March 8, 1913. [1913, ch. 78, p. 333.]\n\n66. An act entitled, \"An act authorizing the state treasurer to refund certain sums of money to widows,\" etc., approved March 8, 1913. [1913, ch. 79, p. 334.]\n\n67. An act entitled, \"An act providing for the issuance of state bonds for purchasing that portion of the interstate bridge over Snake river between Lewiston and Clarkston,\" etc., approved March 10, 1913. [1913, ch. 80, p. 334.]\n\n68. An act entitled, \"An act authorizing the use of moneys now in the public building endowment fund, by the capitol building commission,\" etc., approved March 10, 1913. [1913, ch. 104, p. 424.]\n\n69. An act entitled, \"An act authorizing the state land board to extend the time for payments for a period of ten years to purchasers of state lands,\" etc., approved March 11, 1913. [1913, ch. 131, p. 481.]\n\n70. [Repealed by S.L. 1925, ch. 110.]\n\n71. An act entitled, \"An act providing for the completion of the macadamizing a public highway, along and adjoining the Oregon Short Line railroad in Bingham county,\" etc., approved March 10, 1913. [1913, ch. 139, p. 490.]\n\n72. An act entitled, \"An act to amend sections 2 and 15 of chapter 134 of the laws of 1911,\" etc. (the original act relating to a bond issue for a road in Bonner county), approved March 12, 1913. [1913, ch. 164, p. 532.]\n\n73. An act entitled, \"An act authorizing the board of trustees of the capitol building to sell the Central school building,\" etc., approved March 5, 1913. [1913, ch. 176, p. 552.]\n\n74. An act entitled, \"An act to provide for the issuance of state bonds in the sum of $10,000 for the construction of a wagon road between the city of Boise and the state line between Idaho and Montana,\" etc., approved March 13, 1913. [1913, ch. 182, p. 580.]\n\n75. An act entitled, \"An act providing for the issuance of state bonds in the sum of $200,000 for the payment of a portion of the cost for constructing a system of state highways in the state of Idaho,\" etc., approved March 13, 1913. [1913, ch. 183, p. 585.]\n\n76. An act entitled, \"An act providing for the issuing of state bonds for the purpose of purchasing 84 acres of land for the state to be used in connection with the state penitentiary,\" approved March 15, 1913. [1913, ch. 192, p. 635.]\n\n77. An act entitled, \"An act authorizing the state land board to extend the time for payment for a period of two years to purchasers of state lands,\" etc., approved Feb. 26, 1915. [1915, ch. 19, p. 70.]\n\n78. An act entitled, \"An act authorizing the state board of land commissioners to sell certain state lands situate in Clearwater county,\" etc., approved March 3, 1915. [1915, ch. 32, p. 102.]\n\n78a. An act amending an act providing for the issuance of state bonds in the sum of $200,000 for state highways, approved March 13, 1913 [500:17a (75)], amendatory act approved March 7, 1915. [1915, ch. 36, p. 115.]\n\n79. An act entitled, \"An act ratifying the action of the board of trustees of Oakley independent school district No. 2 in Cassia county in issuing certain warrants,\" etc., approved March 15, 1915. [1915, ch. 107, p. 249.]\n\n80. An act entitled, \"An act providing for the issuance of state bonds in the sum of $1,000,000 for the payment of a portion of the cost of constructing a system of state highways in the state of Idaho,\" etc., approved March 20, 1917. [1917, ch. 64, p. 197.]\n\n81. An act entitled, \"An act changing the northern and western boundary lines of independent school district of Boise City,\" etc., approved March 20, 1917. [1917, ch. 77, p. 240.]\n\n82. An act entitled, \"An act to provide for the revision, compilation and codification of the laws of the state of Idaho,\" etc., approved March 20, 1917. [1917, ch. 78, p. 241.]\n\n83. An act amending the charter of the city of Lewiston, approved March 12, 1917. [1917, ch. 87, p. 303.]\n\n84. An act entitled, \"An act to provide for the erection of a monument to the memory of Governor Frank Steunenberg,\" etc., approved March 20, 1917. [1917, ch. 94, p. 324.]\n\n85. An act entitled, \"An act conferring authority upon the electors residing within certain territory to vote at the general election in November, 1918, upon the question whether such described territory shall be detached from Bannock county and attached to Franklin county,\" etc., approved Feb. 8, 1917. [1917, ch. 96, p. 327.]\n\n86. An act amending an act to provide for the establishment of graded public schools in the city of Lewiston, approved March 14, 1917. [1917, ch. 134, p. 444.]\n\n87. An act entitled, \"An act establishing an experimental and demonstration farm for the high altitude agricultural areas of the state of Idaho,\" etc., approved March 20, 1917. [1917, ch. 143, p. 458.]\n\n88. An act entitled, \"An act approving and confirming the purchase by the state board of land commissioners, in behalf of the state of Idaho of the irrigation system of the King’s Hill irrigation and power company,\" approved March 13, 1917. [1917, ch. 160, p. 487.]\n\n89. An act entitled, \"An act to authorize the governor to convey the title in the King Hill project to the United States for reconstruction,\" etc., approved March 16, 1917.\n\n[73-119, added 1917, ch. 162, p. 492.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-119/"
    },
    {
      "id": "section-73-121",
      "number": "73-121",
      "heading": "",
      "text": "73-121. ENGLISH THE OFFICIAL STATE LANGUAGE. (1) English is hereby declared to be the official language of the state of Idaho.\n\n(2) Except as provided in this section, the English language is the sole language of the government.\n\n(3) Except as provided in subsection (4) of this section, any document, certificate or instrument required to be filed, recorded or endorsed by any officer of this state, or of any county, city or district in this state, shall be in the English language or shall be accompanied by a certified translation in English and all transactions, proceedings, meetings or publications issued, conducted or regulated by, or on behalf of, or representing the state of Idaho, or any county, city or other political subdivision in this state shall be in the English language.\n\n(4) Language other than English may be used when required:\n\n(a) By the United States Constitution, the Idaho Constitution, federal law or federal regulation;\n\n(b) By law enforcement or public health and safety needs;\n\n(c) By public schools according to the rules promulgated by the state board of education pursuant to subsection (6) of this section;\n\n(d) By the public postsecondary educational institutions to pursue educational purposes;\n\n(e) To promote and encourage tourism and economic development, including the hosting of international events;\n\n(f) To change the use of non-English terms of art, phrases, proper names or expressions included as part of communication otherwise in English; and\n\n(g) By libraries to:\n\n(i) Collect and promote foreign language materials; and\n\n(ii) Provide foreign language services and activities.\n\n(5) Unless exempted by subsection (4) of this section, all state funds appropriated or designated for the printing or translation of materials or the provision of services or information in a language other than English shall be returned to the state general fund.\n\n(a) Each state agency that has state funds appropriated or designated for the printing or translation of materials or the provision of services or information in a language other than English shall:\n\n(i) Notify the state controller that those moneys exist and the amount of those moneys; and\n\n(ii) Return those moneys to the state controller for deposit into the state general fund.\n\n(b) The state controller shall account for those moneys and inform the legislature of the existence and amount of those moneys at the beginning of the legislature’s annual general session.\n\n(6) The state board of education shall make rules governing the use of foreign languages in the public schools that promote the following principles:\n\n(a) Non-English speaking children and adults should become able to read, write and understand English as quickly as possible;\n\n(b) Foreign language instruction should be encouraged;\n\n(c) Formal and informal programs in English as a second language should be initiated, continued and expanded; and\n\n(d) Public schools should establish communication with non-English speaking parents within their systems, using a means designed to maximize understanding when necessary, while encouraging those parents who do not speak English to become more proficient in English.\n\n(7) Nothing in this section shall restrict the rights of governmental employees, private businesses, not-for-profit organizations or private individuals to exercise their right under the first amendment of the United States constitution or section 9, article I, of the Idaho constitution.\n\n[73-121, added 1986, ch. 282, sec. 1, p. 706; am. 2007, ch. 254, sec. 1, p. 758.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-121/"
    },
    {
      "id": "section-73-122",
      "number": "73-122",
      "heading": "",
      "text": "73-122. SOCIAL SECURITY NUMBER. (1) The social security number of an applicant shall be recorded on any application for a professional, occupational or recreational license.\n\n(2) The requirement that an applicant provide a social security number shall apply only to applicants who have been assigned a social security number.\n\n(3) An applicant who has not been assigned a social security number shall:\n\n(a) Present written verification from the social security administration that the applicant has not been assigned a social security number; and\n\n(b) Submit a birth certificate, passport or other documentary evidence issued by an entity other than a state or the United States; and\n\n(c) Submit such proof as the department may require that the applicant is lawfully present in the United States.\n\n[73-122, added 1998, ch. 248, sec. 4, p. 813; am. 1999, ch. 334, sec. 2, p. 910.]",
      "source_url": "https://law.justia.com/codes/idaho/title-73/chapter-1/section-73-122/"
    }
  ]
}