{
  "state": "alabama",
  "path": "title-title-14-criminal-correctional-and-detention-facilities/chapter-chapter-2-alabama-corrections-institution-finance-authority",
  "sections": [
    {
      "id": "section-14-2-1",
      "number": "14-2-1",
      "heading": "Definitions.Section 14-2-2 - Purpose of Chapter; Construction Thereof",
      "text": "Section 14-2-1\n\nDefinitions.\n\nFor the purposes of this chapter, the following terms shall have the meanings respectively ascribed to them by this section:\n\n(1) AUTHORITY. The public corporation organized pursuant to the provisions of this chapter.\n\n(2) COMMISSION. The Building Commission created by Section 41-9-140 and its successors as the state agency for awarding construction contracts and supervising construction.\n\n(3) DEPARTMENT. The Alabama Department of Corrections created by Section 14-1-1.1 and its successors as the state agency responsible for supervising and controlling the operation of the correctional institutions of the state.\n\n(4) ESCAMBIA MEN’S PRISON FACILITY. A prison facility, including all real property, buildings, and improvements, designed to house at least 4,000 male inmates and with intake capability, to be located on land owned by the state or the authority as of December 1, 2020, in Escambia County, as provided in Section 14-2-12(c)(2)a.\n\n(5) STATE. The State of Alabama.\n\n(6) BONDS. The bonds issued under the provisions of this chapter.\n\n(7) FACILITIES. Such term includes any one or more of the following:\n\na. Prisons;\n\nb. Buildings and enclosures for housing, containing, or supervising prisoners; and\n\nc. Any facilities necessary or useful in connection with prisons, buildings, or enclosures, including, without limiting the generality of the foregoing, hospitals, offices, correctional officers’ quarters and residences, warehouses, garages, storage facilities, abattoirs, cold storage plants, canning plants, laundries, and manufacturing plants , educational and other programming facilities, medical, mental health, and other health care facilities, and substance abuse and addiction treatment facilities.\n\n(8) KILBY PROPERTY. Such term includes all of the real property commonly referred to as Kilby prison property, embracing not only the real property owned by the state on which Kilby prison is located, but also all real property owned by the state used in connection with Kilby prison and adjacent thereto, all located in sections 2, 3, 10, 11, 21, 22, 26, 27, 28, 29, 30, 33, 34, and 35 in township 17, range 18 in Montgomery County, Alabama, together with all personal property owned by the state and used in connection with Kilby prison and the real property adjacent thereto.\n\n(9) PERRY COUNTY FACILITY. The Perry County Correctional Center, including all real property, buildings, and improvements located at the facility in Perry County.\n\n(10) SPECIALIZED MEN’S PRISON FACILITY. A prison facility, including all real property, buildings, and improvements, designed to house at least 4,000 male inmates, with intake capability, and with designated space for enhanced medical, mental health, and other health care, substance abuse and addiction treatment, and educational and other programming services to inmates, to be located on land owned by the state or the authority as of December 1, 2020, in Elmore County, as provided in Section 14-2-12(c)(2)a.\n\n(11) WOMEN’S PRISON FACILITY. A prison facility designed to house at least 1,000 female inmates to be located on land owned by the state or the authority in Elmore County, as provided in Section 14-2-12(c)(2)b.1.\n\n(Acts 1965, No. 678, p. 1226, §2; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §1; Act 2010-729, p. 1834, §1; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-1/"
    },
    {
      "id": "section-14-2-2",
      "number": "14-2-2",
      "heading": "Purpose of Chapter; Construction Thereof.",
      "text": "Section 14-2-2\n\nPurpose of Chapter; Construction Thereof.\n\nIt is the intent of the Legislature, by the passage of this chapter, to authorize the incorporation of the Governor, the Commissioner of Corrections, the Director of Finance, the Lieutenant Governor and the Attorney General as a public corporation for the purposes of acquiring land, constructing and leasing correctional institutions, buildings and facilities, disposing of the Kilby property by sale or lease and to vest such corporation with all powers, authority, rights, privileges and titles that may be necessary to enable it to accomplish such purpose. This chapter shall be liberally construed in conformity with the purpose just stated.\n\n(Acts 1965, No. 678, p. 1226, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-2/"
    },
    {
      "id": "section-14-2-3",
      "number": "14-2-3",
      "heading": "Incorporation by State Officials - Authority.",
      "text": "Section 14-2-3\n\nIncorporation by State Officials - Authority.\n\nThe Governor, the Commissioner of Corrections, the Director of Finance, the Lieutenant Governor and the Attorney General may become a public corporation with the power and authority provided in this chapter by proceeding according to the provisions of this chapter.\n\n(Acts 1965, No. 678, p. 1226, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-3/"
    },
    {
      "id": "section-14-2-4",
      "number": "14-2-4",
      "heading": "Incorporation by State Officials - Application.",
      "text": "Section 14-2-4\n\nIncorporation by State Officials - Application.\n\nTo become a corporation, the Governor, the Commissioner of Corrections, the Director of Finance, the Lieutenant Governor and the Attorney General shall present to the Secretary of State of Alabama an application signed by them which shall set forth:\n\n(1) The name, official designation and official residence of each of the applicants, together with a certified copy of the document evidencing each applicant’s right to office;\n\n(2) The date on which each applicant was inducted into office and the term of office of each of the applicants;\n\n(3) The name of the proposed corporation, which shall be the “Alabama Corrections Institution Finance Authority”;\n\n(4) The location of the principal office of the proposed corporation; and\n\n(5) Any other matter relating to the incorporation which the applicants may choose to insert and which is not inconsistent with this chapter or the laws of the State of Alabama.\n\nThe application shall be subscribed and sworn to by each of the applicants before an officer authorized by the laws of this state to take acknowledgments to deeds. The Secretary of State shall examine the application, and if he finds that it substantially complies with the requirements of this section, he shall receive and file it and record it in an appropriate book of records in his office.\n\n(Acts 1965, No. 678, p. 1226, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-4/"
    },
    {
      "id": "section-14-2-5",
      "number": "14-2-5",
      "heading": "Incorporation by State Officials - Certificate of Incorporation.",
      "text": "Section 14-2-5\n\nIncorporation by State Officials - Certificate of Incorporation.\n\nWhen the application has been made, filed and recorded as provided in Section 14-2-4, the Secretary of State shall make and issue to the applicants a certificate of incorporation pursuant to this chapter, under the great seal of the state, and shall record the certificate with the application, whereupon the applicants shall constitute a public corporation and agency of the state under the name proposed in the application.\n\n(Acts 1965, No. 678, p. 1226, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-5/"
    },
    {
      "id": "section-14-2-6",
      "number": "14-2-6",
      "heading": "Members; Officers; Directors; Quorum; Vacancies; Salaries.",
      "text": "Section 14-2-6\n\nMembers; Officers; Directors; Quorum; Vacancies; Salaries.\n\n(a) The membership of the authority shall be as follows: The Governor shall be the president of the authority, the Commissioner of Corrections shall be the vice president of the authority, and the Director of Finance shall be the secretary of the authority. In addition to these three members, the Chair of the House Ways and Means General Fund Committee, the Chair of the Senate Finance and Taxation General Fund Committee, a member jointly appointed by the House Minority Leader and the Senate Minority Leader, and the Director of the Board of Pardons and Paroles shall be members of the authority. The governing documents of the authority shall be amended to reflect this membership.\n\n(b) The State Treasurer shall be the treasurer and custodian of the funds of the authority, but shall not be a member of the authority.\n\n(c) A majority of the members of the authority shall constitute a quorum for the transaction of business.\n\n(d) Should any person holding any state office named in this section cease to hold such office by reason of death, resignation, expiration of his or her term of office, or for any other reason, then his or her successor in office shall take his or her place as a member or officer, as the case may be, of the authority.\n\n(e) No member or officer of the authority shall draw any salary in addition to that now authorized by law for any service he or she may render or for any duty he or she may perform in connection with the authority.\n\n(f) No member, officer, or employee of the authority shall be personally liable for any debt, obligation, or liability of the authority.\n\n(g) The authority may delegate any of its administrative or reporting duties and obligations under this chapter to the Department of Corrections or any other state agency, department, or other state entity.\n\n(Acts 1965, No. 678, p. 1226, §6; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §2; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-6/"
    },
    {
      "id": "section-14-2-7",
      "number": "14-2-7",
      "heading": "Resolutions and Proceedings of Board of Directors.",
      "text": "Section 14-2-7\n\nResolutions and Proceedings of Board of Directors.\n\nAll resolutions adopted by the board of directors shall constitute actions of the authority, and all proceedings of the board of directors shall be reduced to writing by the secretary of the authority, shall be signed by the members of the authority and shall be recorded in a substantially bound book and filed in the office of the Secretary of State. Copies of such proceedings, when certified by the secretary of the authority under the seal of the authority, shall be received in all courts as prima facie evidence of the matters and things therein certified.\n\n(Acts 1965, No. 678, p. 1226, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-7/"
    },
    {
      "id": "section-14-2-8",
      "number": "14-2-8",
      "heading": "Powers - Generally.",
      "text": "Section 14-2-8\n\nPowers - Generally.\n\nThe authority shall have the following powers among others specified in this chapter:\n\n(1) To have succession in its corporate name until the principal of and interest on all bonds issued by it shall have been fully paid and until it shall have been dissolved as provided in this chapter;\n\n(2) To maintain actions and have actions maintained against it and to prosecute and defend in any court having jurisdiction of the subject matter and of the parties thereof;\n\n(3) To have and to use a corporate seal and to alter such seal at pleasure;\n\n(4) To establish a fiscal year;\n\n(5) To acquire and hold title to real and personal property and to sell, convey, mortgage, or lease the same as provided in this chapter;\n\n(6) To provide for the acquisition, construction, reconstruction, alteration, and improvement of facilities and for the procurement of sites and equipment for such facilities and for the lease thereof;\n\n(7) To lease facilities to the state, the department, and any other agency or instrumentality of the state;\n\n(8) To anticipate by the issuance of its bonds as limited in this chapter the receipt of the rent and revenues from such facilities; and from the net rent and sale proceeds of the Kilby property;\n\n(9) As security for the payment of the principal of and interest on its bonds, to enter into any lawful covenant, to grant mortgages upon and security interests in its facilities and to pledge the rents and revenues from such facilities; and from the net rent and sale proceeds of the Kilby property;\n\n(10) To invest as provided in this chapter the proceeds from the sale of its bonds pending need therefor; and\n\n(11) To appoint and employ such attorneys, agents, and employees as the business of the authority may require, subject to the Merit System where applicable.\n\n(Acts 1965, No. 678, p. 1226, §7; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §3; Act 2010-729, p. 1834, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-8/"
    },
    {
      "id": "section-14-2-81",
      "number": "14-2-8.1",
      "heading": "Powers-Actions to Be Taken Upon Payment of All Bonds Issued by the Authority; Correctional Facilities Maintenance Fund.",
      "text": "Section 14-2-8.1\n\nPowers-Actions to Be Taken Upon Payment of All Bonds Issued by the Authority; Correctional Facilities Maintenance Fund.\n\n(a) Separate and apart from the power granted to the authority in regard to the Kilby property in Sections 14-2-26 and 14-2-27, and in addition to those powers, the authority shall have the power to sell, convey, and lease all or any part of any real and personal property now or hereafter owned by it, together with the improvements thereon and ancillary thereto, that is not being used by the department as a facility, and the sale of which will not impair the outstanding obligations of the authority, and as an aid to the sale or lease, to cause to be prepared by competent real estate experts a land use map and plan. The authority may lease or sell lands and property owned by it without going through the Lands Division or in any other way complying with the provisions of Title 9, Chapter 15, Article 3. The authority must have duly adopted written policies and procedures governing the sale or lease of the property which invoke open competition and produce the best price, to include obtaining an appraisal, advertising the sale or lease, and conducting the sale by public auction or publicly sought sealed bid. The sale or lease shall be made at public sale or private sale as the authority shall determine to be necessary or desirable.\n\n(b) The award of any property offered for public sale or lease shall be made to the highest responsible bidder unless all bids shall be rejected as inadequate and other public offering shall be made upon notice republished as prescribed above. Any sale shall be for all cash. Each deed or lease to effectuate any sale or lease shall be signed in the name of the authority by its president, to which the seal of the authority shall be affixed and attested by its secretary.\n\n(c) The proceeds of each sale or lease of any such property shall be used first to pay the reasonable and necessary expenses of the sale or lease, and the balance remaining shall be deposited into the Correctional Facilities Maintenance Fund.\n\n(d) The department shall maintain all facilities not being used for the purposes designated in Section 14-2-1(7), and designated for sale, lease, demolition, or other disposition, so long as title thereto is held by the authority, to enable the authority to achieve the best possible price or other result upon the sale, lease, or other disposition thereof.\n\n(e) Upon request of the authority, the department shall convey to the authority any real and personal property to which the department holds title and acquired with proceeds of the authority’s bonds or income thereon.\n\n(Act 2021-546, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-8-1/"
    },
    {
      "id": "section-14-2-9",
      "number": "14-2-9",
      "heading": "Powers - Eminent Domain.",
      "text": "Section 14-2-9\n\nPowers - Eminent Domain.\n\nThe authority shall have the same power of eminent domain as the state. Such power shall be exercised in the same manner and under the same conditions as is provided by law for the exercise of the power of eminent domain by the state.\n\n(Acts 1965, No. 678, p. 1226, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-9/"
    },
    {
      "id": "section-14-2-10",
      "number": "14-2-10",
      "heading": "Temporary Loans in Anticipation of Issuance of Bonds.",
      "text": "Section 14-2-10\n\nTemporary Loans in Anticipation of Issuance of Bonds.\n\nIn anticipation of issuance of bonds under this chapter, the authority may, from time to time, borrow such sums as may be needed, not exceeding $1,000,000.00 in aggregate principal amount, for any of the purposes for which bonds are authorized to be issued under this chapter and in evidence of the moneys so borrowed may issue its promissory notes. The authorized principal amount of notes that may be issued under this section shall be reduced to the extent that bonds may be issued under this chapter. The principal of and the interest on notes so issued may, from time to time, be refunded by refunding notes or by bonds in anticipation of the issuance of which such notes were issued. All such notes, whether initial issues or refunding issues, may bear interest from their dates until their maturities at such rate or rates as may be deemed acceptable by the board of directors, not to exceed 10 percent per annum, shall mature within two years from their date, and the principal thereof, premium, if any, and interest thereon shall be payable solely from the proceeds of the refunding notes issued to refund any such notes outstanding, the proceeds from the sale of bonds in anticipation of the issuance of which any such notes were issued and funds from which such bonds may be made payable, all as may be provided in the resolution of the board of directors under which such notes may be issued.\n\n(Acts 1965, No. 678, p. 1226, §10; Acts 1967, Ex. Sess., No. 103, p. 131; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-10/"
    },
    {
      "id": "section-14-2-11",
      "number": "14-2-11",
      "heading": "Execution of Bonds and Notes.",
      "text": "Section 14-2-11\n\nExecution of Bonds and Notes.\n\nThe bonds and notes of the authority shall be executed by the manual or facsimile signature of either its president or its treasurer, as shall be provided in the resolution under which such securities shall be issued, and the seal of the authority or a facsimile thereof shall be affixed to any bonds so issued and attested by its secretary; provided, that if bonds are executed entirely by facsimile, such bonds shall be authenticated by the manual signature of the bond trustee, registrar or paying agent. If, after any of the bonds shall be so signed, whether manually or by facsimile, any such officer shall for any reason vacate his said office, the bonds so signed may nevertheless be delivered at any time thereafter as the act and deed of the authority.\n\n(Acts 1965, No. 678, p. 1226, §12; Acts 1967, Ex. Sess., No. 103, p. 131; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-11/"
    },
    {
      "id": "section-14-2-12",
      "number": "14-2-12",
      "heading": "Bonds - Authorization.",
      "text": "Section 14-2-12\n\nBonds - Authorization.\n\n(a) For the purpose of providing funds for the acquisition of sites, for the construction, reconstruction, alteration, and improvement of facilities, for the procurement and installation of equipment therefor, and for payment of obligations incurred and the principal of and interest on any temporary loans made for any of the purposes, the authority is hereby authorized, from time to time, to sell and issue, in addition to all bonds heretofore authorized to be issued by the authority, its bonds in such aggregate principal amounts as may be determined by the corporation to be necessary for the purposes, but not to exceed $25,000,000, plus an additional seven million five hundred thousand dollars ($7,500,000) pursuant to Act 97-950, in aggregate principal amount.\n\n(b) In addition to the authorization provided in subsection (a), the authority is hereby authorized, from time to time, to sell and issue its bonds in amounts determined by the authority to be necessary for the acquisition, construction, reconstruction, alteration, and improvement of facilities. Additional bonds may be issued to provide for additional bedspace by improving properties currently owned by the Department of Corrections or the authority. The total additional bonds authorized by this subsection shall not exceed $60 million.\n\n(c)(1) Subject to subdivision (2), in addition to any other authorization provided in this chapter, the authority is hereby authorized, from time to time, to sell and issue bonds in multiple series and in amounts determined by the authority to be necessary to replace existing bed space in Department of Corrections facilities through the implementation of the phased plan set forth in Act 2021-546. The total additional bonds authorized by Act 2021-546 may not exceed $785 million.\n\n(2) The additional bonds authorized under subdivision (1) shall be issued by the authority as necessary for the projects specified in each phase:\n\na.1. PHASE 1: Effective October 1, 2021, the authority shall be authorized to issue bonds as necessary, and subject to the limitation in this subsection, to fund the following Phase 1 projects:\n\n(i) The construction of the specialized men’s prison facility.\n\n(ii) The construction of the Escambia men’s prison facility.\n\n2. Within one year from the completion of the specialized men’s prison facility and the Escambia men’s prison facility, the Staton, Elmore, and Kilby facilities shall all be closed.\n\n3. At a time to be determined by the Department of Corrections, and following the closure of the facilities described in subparagraph 2., the next major Department of Corrections facility to be closed shall be the St. Clair Correctional Facility.\n\nb. PHASE 2: Upon substantial completion of at least 60 percent of the construction of Phase 1 projects, in the aggregate, or anytime thereafter, as certified by the Commissioner of Corrections, and upon certification by the Director of Finance, the Chair of the House Ways and Means General Fund Committee, and the Chair of the Senate Finance and Taxation General Fund Committee that the General Fund can support additional lease payments from the department to the authority or that the funding otherwise exists to complete any of the Phase II projects and it is in the best interest of the state to do so, the authority shall be authorized to issue bonds as necessary, and subject to the limitation in this subsection, to fund any of the following Phase 2 projects:\n\n1. The construction of a women’s prison facility. Within one year of completion of this women’s facility, the Julia Tutwiler Prison shall be closed.\n\n2. The renovation and improvement, or, if necessary, the demolition and reconstruction, of existing state-owned prison facilities in Jefferson and Limestone Counties.\n\n3. The renovation and improvement, or, if necessary, the demolition and reconstruction, of an existing state-owned men’s prison facility to be selected by the authority and to be located in Barbour or Bullock County.\n\nc. PHASE 3: Prior to substantial completion of 75 percent of the renovation and improvement of Phase 2 projects, in the aggregate, as certified by the Commissioner of Corrections, the Department of Corrections, in consultation with the Joint Legislative Prison Oversight Committee, shall perform an evaluation of men’s prison facilities based on a current facilities assessment and inmate population trends to determine if additional facility beds need to be replaced. This evaluation shall include a site assessment of the Bibb Correctional Facility to determine the feasibility of repurposing the existing facility, on existing property, into a correctional or rehabilitation facility or for any other purpose. A copy of the evaluation shall be provided to the Legislature.\n\n(3) If bond proceeds exceed the amount authorized in subdivision (1) due to receipt of original issue premium in connection with the sale of bonds or due to any other reason, the bond proceeds in excess of those amounts shall be allocated by the authority for the expense of issuance, including capitalized interest, or as determined necessary for the purposes provided in subdivision (1).\n\n(4) Within 30 days of the completion of any bond sale pursuant to this subsection, the authority shall provide a report in concise, simple language to the Legislature which reflects the date of the issuance of the bonds pursuant to this subsection, total amount of the bonds, maturity date, schedule of payments, including interest and principal, amount of attorney fees, architect fees and bond attorney fees, underwriting fees, and all other costs incurred in the issuance of and sale of the bonds herein authorized, and to what person, firm, corporation, company, or other entity to which any such fees or money is to be or has been paid.\n\n(d) Any monetary transactions by the authority completed pursuant to Act 2010-729 and Act 2021-546 shall be fully disclosed to the public.\n\n(e) Any bonds issued pursuant to this section shall be sold pursuant to the terms of Section 14-2-16.\n\n(f)(1) The authority is strongly encouraged to utilize businesses and companies in all aspects of the bond portions of this chapter that reflect the racial and ethnic diversity of the state.\n\n(2) It is the intent of the Legislature that the authority encourage participation by minority businesses in the construction of prison facilities as provided by the Act 2021-546. Accordingly, the authority shall adopt a plan that achieves to the greatest extent possible a level of participation by minority businesses, with a focus on ethnic minority businesses, including prevailing ethnic minority businesses. The authority shall administer training programs and other educational activities to enable eligible minority businesses to compete for participation on an equal basis, and shall focus on developing ethnic minority businesses, including prevailing ethnic minority businesses. The authority shall monitor the results of minority business participation and shall report at least on a quarterly basis the results of minority business participation, with specificity, to the Governor, the President Pro Tempore of the Senate, the Speaker of the House of Representatives, the Senate Minority Leader, and the House Minority Leader.\n\n(Acts 1965, No. 678, p. 1226, §9; Acts 1967, Ex. Sess., No. 103, p. 131; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §6; Acts 1992, No. 92-587, p. 1209, §2; Acts 1997, No. 97-950, 1st Ex. Sess., p. 528, §1; Act 98-375, p. 706, §1; Act 2010-729, p. 1834, §1; Act 2015-295, §1; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-12/"
    },
    {
      "id": "section-14-2-13",
      "number": "14-2-13",
      "heading": "Bonds - Sale and Issuance of Refunding Bonds.",
      "text": "Section 14-2-13\n\nBonds - Sale and Issuance of Refunding Bonds.\n\nThe authority may, from time to time, sell and issue its refunding bonds for the purpose of refunding any matured or unmatured bonds of the authority at the time outstanding and any premiums necessary to be paid to redeem any such bonds so to be refunded. Such refunding bonds shall be subrogated and entitled to all priorities, rights and pledges to which the bonds refunded thereby were entitled.\n\n(Acts 1965, No. 678, p. 1226, §11; Acts 1967, Ex. Sess., No. 103, p. 131.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-13/"
    },
    {
      "id": "section-14-2-131",
      "number": "14-2-13.1",
      "heading": "Bonds - Limitations on Issuance of Refunding Bonds; Present Value of Debt Service; Average Maturity of Refunding Bonds.",
      "text": "Section 14-2-13.1\n\nBonds - Limitations on Issuance of Refunding Bonds; Present Value of Debt Service; Average Maturity of Refunding Bonds.\n\nIt is hereby further provided that no refunding bonds as provided for by Section 14-2-13 shall be issued unless the present value of all debt service on the refunding bonds (computed with a discount rate equal to the bond yield of the refunding bonds and taking into account all underwriting discount and other issuance expenses) shall not be greater than 98 percent of the present value of all debt service on the bonds to be refunded (computed using the same discount rate and taking into account the underwriting discount and other issuance expenses originally applicable to such bonds) determined as if such bonds to be refunded were paid and retired in accordance with the schedule of maturities (considering mandatory redemption as a scheduled maturity) provided at the time of their issuance. Provided further, that the average maturity of the refunding bonds, as measured from the date of issuance of such refunding bonds, shall not exceed by more than three years the average maturity of the bonds to be refunded, as also measured from such date of issuance, with the average maturity of any principal amount of bonds to be determined by multiplying the principal of each maturity by the number of years (including any fractional part of a year) intervening between such date of issuance and each such maturity, taking the sum of all such products, and then dividing such sum by the aggregate principal amount of bonds for which the average maturity is to be determined.\n\n(Acts 1992, No. 92-587, p. 1209, §4; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-13-1/"
    },
    {
      "id": "section-14-2-14",
      "number": "14-2-14",
      "heading": "Bonds - Specifications; Redemption; Precedence.",
      "text": "Section 14-2-14\n\nBonds - Specifications; Redemption; Precedence.\n\nAny bonds of the authority may be executed and delivered by it at any time and from time to time, shall be in such form and denominations and of such tenor and maturities, shall bear such rate or rates of interest payable and evidenced in such manner, may contain provisions for redemption prior to maturity and may contain other provisions not inconsistent with this section, all as may be provided by the resolution of the authority whereunder such bonds are authorized to be issued; provided, that no bond of the authority shall have a specified maturity date later than 30 years after its date.\n\n(Acts 1965, No. 678, p. 1226, §13; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §7; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-14/"
    },
    {
      "id": "section-14-2-15",
      "number": "14-2-15",
      "heading": "Bonds - Recital, Notice and Contest of Authorizing Resolution, Etc.",
      "text": "Section 14-2-15\n\nBonds - Recital, Notice and Contest of Authorizing Resolution, Etc.\n\n(a) Any resolution or indenture of trust authorizing any bonds under this chapter shall contain a recital that they are issued pursuant to the provisions of this chapter, which recital shall be conclusive evidence that said bonds have been duly authorized pursuant to the provisions of this chapter, notwithstanding the provisions of any other law now in force or hereafter enacted or amended.\n\n(b) Upon the passage of any resolution or approval of any indenture or trust providing for the issuance of bonds under the provisions of this chapter, the authority may, in its discretion, cause to be published once in each of two consecutive weeks in a newspaper published and having general circulation in the City of Montgomery, Alabama, a notice in substantially the following form, the blanks being first properly filled in:\n\n“Alabama Corrections Institution Finance Authority, an Agency of the State of Alabama, on the _____ day of _____, 20__, adopted a resolution providing for the issuance of _____ Dollars principal amount of bonds of said Authority. Any action or proceeding questioning the validity of said resolution or said bonds or the pledges and agreements made in said resolution for the benefit thereof, or the proceedings under which said bonds, pledges and agreements were authorized, must be commenced within 20 days after the first publication of this notice.\n\nAlabama Corrections Institution Finance Authority.\n\n(c) Any action or proceeding in any court seeking to set aside or invalidate a resolution providing for the issuance of bonds under the provisions of this chapter or to contest the validity of any such bonds or the validity of any pledge or agreement made therefor must be commenced within 20 days after the first publication of said notice. After the expiration of 20 days following such first publication, no right of action or defense founded upon the validity of the resolution, indenture of trust or other proceedings, if any, or of the bonds or of the pledges or agreements shall be asserted. In the event of such publication, the validity of such resolution, indenture of trust, proceedings, bonds, pledges or agreements shall not be open to question in any court upon any ground whatever, except in an action or proceeding commenced within such period. Any such action shall be brought in the circuit court of Montgomery County, Alabama.\n\n(Acts 1965, No. 678, p. 1226, §28.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-15/"
    },
    {
      "id": "section-14-2-16",
      "number": "14-2-16",
      "heading": "Bonds - Sale.",
      "text": "Section 14-2-16\n\nBonds - Sale.\n\nBonds of the authority may be sold at such price or prices and at such time or times as the authority may consider advantageous, at public sale, private sale, or via negotiation. Bonds of the authority sold by competitive bid must be sold, whether on sealed bids or at public auction, to the bidder whose bid reflects the lowest true interest cost to the authority for the bonds being sold; provided, that if no bid acceptable to the authority is received, it may reject all bids. The authority may fix the terms and conditions under which such sale may be held; provided, that such terms and conditions shall not conflict with any of the requirements of this chapter. The authority may pay out of the proceeds of the sale of its bonds all expenses, including capitalized interest during a period not to exceed three years from the date of issuance of such bonds, publication and printing charges, attorneys’ fees, and other expenses that the authority may deem necessary and advantageous in connection with the authorization, advertisement, sale, execution, and issuance of such bonds. Except as otherwise provided in paragraphs (c)(2)b. and c. of Section 14-2-12, neither a public hearing nor consent of the State Department of Finance or any other department or agency of the state shall be a prerequisite to the issuance or sale of bonds by the authority.\n\n(Acts 1965, No. 678, p. 1226, §14; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §8; Acts 1986, No. 86-281, p. 407, §1; Acts 1992, No. 92-587, p. 1209, §3; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-16/"
    },
    {
      "id": "section-14-2-161",
      "number": "14-2-16.1",
      "heading": "Bonds - Report to Legislature; Contents.",
      "text": "Section 14-2-16.1\n\nBonds - Report to Legislature; Contents.\n\nThe bonding authority provided herein must file a report, in concise, simple language to each legislator between the first and the twelfth legislative day of each legislative session which shall reflect the date of the issuance of the bonds, total amount of the bonds, maturity date, schedule of payments, including interest and principal, amount of attorney fees, architect fees and bond attorney fees, discount points and all other costs incurred in the issuance of and sale of the bonds herein authorized, and to what person, firm, corporation, company or other entity to which any such fees or money is to be or has been paid.\n\n(Acts 1992, No. 92-587, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-16-1/"
    },
    {
      "id": "section-14-2-17",
      "number": "14-2-17",
      "heading": "Bonds - Investment of Surplus in State Fund, Etc., and Trust Funds.",
      "text": "Section 14-2-17\n\nBonds - Investment of Surplus in State Fund, Etc., and Trust Funds.\n\nAny surplus in any state fund and any retirements or trust fund, where the investment thereof is permitted or required by law, may be invested in bonds issued by the authority. Unless otherwise directed by the court having jurisdiction thereof or the document which is the source of authority, a trustee, executor, administrator, guardian or one acting in any other fiduciary capacity may, in addition to any other investment powers conferred by law and with the exercise of reasonable business prudence, invest trust funds in the bonds of the authority.\n\n(Acts 1965, No. 678, p. 1226, §19.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-17/"
    },
    {
      "id": "section-14-2-18",
      "number": "14-2-18",
      "heading": "Bonds - Security for Deposit of Governmental Funds.",
      "text": "Section 14-2-18\n\nBonds - Security for Deposit of Governmental Funds.\n\nAny bonds issued by the authority may be used by the holders thereof as security for deposits of any funds belonging to the state or to any instrumentality, agency or political subdivision of the state in any instance where security for such deposits may be required or permitted by law.\n\n(Acts 1965, No. 678, p. 1226, §19.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-18/"
    },
    {
      "id": "section-14-2-19",
      "number": "14-2-19",
      "heading": "Bonds - Disposition of Proceeds.",
      "text": "Section 14-2-19\n\nBonds - Disposition of Proceeds.\n\n(a) All proceeds derived from the sale of any bonds, except refunding bonds, sold by the authority, remaining after payment of the expenses of issuance thereof, shall be turned over to the State Treasurer, shall be carried in a special account to the credit of the authority, and shall be subject to be drawn on by the authority solely for the purposes of:\n\n(1) Acquiring land for and constructing, reconstructing, and equipping thereon one or more facilities;\n\n(2) Constructing additional improvements on property currently owned by the Department of Corrections or the authority in order to provide for additional or replacement bedspace;\n\n(3) Paying all reasonable and necessary expenses incidental thereto, including filing, recording, surveying, legal and engineering fees, and expenses;\n\n(4) Paying the interest which will accrue on the bonds during the period required for the construction and equipping of the facilities and for a period not exceeding six months after the completion thereof;\n\n(5) Paying the principal of and interest on all then outstanding notes theretofore issued by the authority pursuant to the provisions of Section 14-2-10;\n\n(6) Paying for the cost of constructing the specialized men’s prison facility and the Escambia men’s prison facility; and\n\n(7) Paying for the cost of renovation and improvement of existing state-owned prison facilities in Jefferson and Limestone Counties and an additional men’s prison facility selected by the authority and to be located in Barbour or Bullock County, and the construction of a women’s prison facility.\n\nThe balance of the proceeds thereafter remaining, unless required for the construction of other facilities by the authority as shall be determined by resolution within six months after completion of the facilities for which the bonds were issued, shall be set aside as additional security for the bonds or shall be used to pay, purchase, or redeem bonds as may be provided in the proceedings authorizing their issuance. The reasonable and necessary expenses incident to the construction of any facility shall, if deemed advisable by the authority, include all or any part of the expense of providing temporary facilities, during the construction of a new facility, for any penal or correctional institution facility which is demolished or unserviceable as such.\n\n(b) All proceeds from the sale of refunding bonds issued by the authority that remain after paying the expenses of their issuance may be used only for the purpose of refunding the principal of and any unpaid and accrued interest on the outstanding bonds of the authority for the refunding of which the refunding bonds are authorized to be issued, together with any premium that may be necessary to be paid in order to redeem or retire such outstanding bonds.\n\n(Acts 1965, No. 678, p. 1226, §20; Acts 1967, Ex. Sess., No. 103, p. 131; Act 2010-729, p. 1834, §1; Act 2015-295, §1; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-19/"
    },
    {
      "id": "section-14-2-20",
      "number": "14-2-20",
      "heading": "Bonds - Investment of Proceeds.",
      "text": "Section 14-2-20\n\nBonds - Investment of Proceeds.\n\nAny portion of the principal proceeds derived from the sale of the bonds which the board of directors of the authority may determine is not then needed for any of the purposes for which the bonds are authorized to be issued shall, on order of the authority, be invested by the State Treasurer in any securities which are direct and general obligations of the United States of America or the principal of and interest on which are unconditionally and irrevocably guaranteed by the United States of America. Any such securities may, at any time and from time to time on order of the authority, be sold or otherwise converted by the State Treasurer into cash. The income derived from any such investments shall be disbursed on order of the authority for any purpose for which it may lawfully expend funds.\n\n(Acts 1965, No. 678, p. 1226, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-20/"
    },
    {
      "id": "section-14-2-21",
      "number": "14-2-21",
      "heading": "Bonds - Security.",
      "text": "Section 14-2-21\n\nBonds - Security.\n\n(a) The principal of, premium, if any, and interest on the bonds of the authority shall be secured by any or all of the following, as the authority may determine:\n\n(1) The rent and revenue for the use of one or more facilities of the authority;\n\n(2) The net rent or sale proceeds from the Kilby property;\n\n(3) Any bond proceeds remaining unexpended upon completion of all facilities to be constructed with such bond proceeds and the payment of the cost thereof;\n\n(4) Any insurance proceeds which the authority may receive by reason of its ownership of any of the facilities; and\n\n(5) Any mortgage upon or security interest in one or more facilities of the authority, granted in connection with the issuance of such bonds.\n\n(b) The authority shall have authority to transfer and assign any lease agreement of any of the facilities and any lease or mortgage of the Kilby property as security for the payment of such principal, premium, if any, and interest. The bonds may be issued under, and secured by, a resolution which may, but need not, provide for an indenture of trust covering one or more facilities of the authority. Such resolution or such indenture of trust may contain any provision or agreement customarily contained in instruments securing evidences of indebtedness, including, without limiting the generality of the foregoing, provisions respecting the collection and application of any lease agreement revenues, or other receipts pledged to the payment of bonds, the terms to be incorporated in lease agreements respecting the facilities, the maintenance and insurance thereof, the creation and maintenance of reserve and other special funds from such receipts, and the rights and remedies available in the event of default to the holders of the bonds or to the trustee for the holders of the bonds or under any indenture of trust, all as the authority may deem advisable and as shall not be in conflict with the provisions of this chapter; provided, however, that in making such agreements or provisions the authority shall not have the power to obligate itself except with respect to its facilities, the Kilby property, and the application of the lease agreement revenues and other receipts which it is authorized in this chapter to pledge.\n\n(c) The Department of Corrections - Correctional Capital Improvement Fund is created within the State Treasury, to be administered by the Department of Corrections. The Legislature shall make appropriations to this entity to be used exclusively for the construction, renovation, and improvement of the prison facilities as enumerated in Section 14-2-12(c).\n\n(d) The Correctional Facilities Maintenance Fund is created within the State Treasury, to be administered by the Department of Corrections. The Legislature shall make appropriations to this fund to be used exclusively for maintenance of the prison facilities as enumerated in Section 14-2-12(c).\n\n(Acts 1965, No. 678, p. 1226, §26; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §9; Act 2010-729, p. 1834, §1; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-21/"
    },
    {
      "id": "section-14-2-22",
      "number": "14-2-22",
      "heading": "Bonds - Enforcement Upon Default.",
      "text": "Section 14-2-22\n\nBonds - Enforcement Upon Default.\n\nIf there be any default by the authority in the payment of the principal of or interest on the bonds or in any of the agreements on the part of the authority which may properly be included in any resolution or indenture of trust securing such bonds, any holder of any of the bonds or the trustee for the bondholders under any resolution or indenture of trust, if so authorized therein, may, by an action, mandamus or other proceedings, enforce payment of such items and foreclosure upon any mortgage or security interest granted as security for such bonds and compel performance of all duties of the directors and officers of the authority and shall be entitled, as a matter of right and regardless of the sufficiency of any such security or the availability of any other remedy, to the appointment of a receiver with all the power of such receiver for the maintenance, insurance and leasing of the facilities and property covered by such resolution or such indenture of trust and the collection and application of the receipts therefrom. Any such resolution or indenture of trust may contain provisions regarding the rights and remedies of any trustee thereunder and the holders of the bonds and may contain provisions restricting the individual rights of action of the holders of the bonds.\n\n(Acts 1965, No. 678, p. 1226, §26; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-22/"
    },
    {
      "id": "section-14-2-23",
      "number": "14-2-23",
      "heading": "Bonds - Bonds and Coupons Deemed Negotiable Instruments.",
      "text": "Section 14-2-23\n\nBonds - Bonds and Coupons Deemed Negotiable Instruments.\n\nAll bonds issued by the authority, while not registered, shall be construed to be negotiable instruments even though they are payable from a limited source. All coupons applicable to any bonds issued by the authority, while the applicable bonds are not registered as to both principal and interest, shall likewise be construed to be negotiable instruments although payable from a limited source.\n\n(Acts 1965, No. 678, p. 1226, §17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-23/"
    },
    {
      "id": "section-14-2-24",
      "number": "14-2-24",
      "heading": "Obligations, Bonds, and Notes Not Debt of State.",
      "text": "Section 14-2-24\n\nObligations, Bonds, and Notes Not Debt of State.\n\nAll obligations incurred by the authority and all bonds and notes issued by it shall be solely and exclusively an obligation of the authority, payable solely from the revenues and income which may under the provisions of this chapter be pledged to the payment thereof. No obligation incurred by the authority and no bond or note issued by it shall create an obligation or debt of the state.\n\n(Acts 1965, No. 678, p. 1226, §18; Acts 1967, Ex. Sess., No. 103, p. 131.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-24/"
    },
    {
      "id": "section-14-2-25",
      "number": "14-2-25",
      "heading": "Conveyance of Property by State; Right to Possession Thereof; Consideration Therefor.",
      "text": "Section 14-2-25\n\nConveyance of Property by State; Right to Possession Thereof; Consideration Therefor.\n\nThe Governor of the state is authorized to execute and deliver, at any time and from time to time, an appropriate deed or deeds conveying to the authority:(1) The Kilby property,(2) Any unimproved real property belonging to the state in any county which the department determines to be needed by the authority for the construction of facilities, and(3) Any improved real property and any personal property associated therewith, belonging to the state in any county which the department determines to be needed by the authority for the construction, reconstruction or improvement of facilities.Upon delivery of such deed to the authority, it thereby shall be invested with all right and title that the state had in the property conveyed thereby, subject to the right of reverter to the state of all such property, except such parts of the Kilby property as shall be sold as authorized in Section 14-2-26, upon the dissolution of the authority. The authority shall be entitled to immediate possession of all such property upon execution of the deed thereto, but it shall not have the right to possession of the Kilby property, or any portion or parcel thereof, until such time or times as the board shall determine that such property, or a portion or parcel, is not required by it for penal or correctional use. The consideration for said conveyance shall be the authority’s agreement to reconvey to the state all said property, except portions of the Kilby property, which have been disposed of, with all improvements thereon, free of charge, immediately before the dissolution of the authority. Since the state will receive back in free rent or earlier reconveyance of facilities the full value of the Kilby property and since other property to be conveyed to and utilized by the authority would not otherwise be improved or further improved, said consideration is hereby conclusively determined to be valuable, adequate and fair. Immediately prior to its dissolution, the authority shall also convey to the state all other assets acquired by the authority, whether by purchase, gift, grant or otherwise, provided the terms of the grant are not violated thereby.\n\n(Acts 1965, No. 678, p. 1226, §22; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-25/"
    },
    {
      "id": "section-14-2-26",
      "number": "14-2-26",
      "heading": "Kilby Property - Sale or Lease by Authority.",
      "text": "Section 14-2-26\n\nKilby Property - Sale or Lease by Authority.\n\n(a) The authority shall have the power to sell, convey and lease all or any part of the Kilby property and, as an aid to such sale or lease, to cause to be prepared by competent real estate experts a land use map and plan. No such sale or lease shall be made, however, except at public offering, on sealed bids or at auction, and upon such published notice as the authority shall determine to be necessary or desirable in order to attract the greatest interest from prospective bidders. Notice of any public sale or lease shall, in any event, be given by publication in at least three newspapers of general circulation published in the state at least three times, the first notice to be published not less than 60 days before the date of such public offering, the second notice to be published not less than 30 days nor more than 40 days before such public offering and the third notice to be published not less than 10 days nor more than 20 days before such public offering.\n\n(b) The award of any property offered for sale or lease shall be made to the highest responsible bidder unless all bids shall be rejected as inadequate and other public offering shall be made upon notice republished as before. Any sale shall be for all cash or at least one-third cash and the balance payable in not exceeding three years, bearing interest at the legal rate, payable in such manner as may be specified by the authority and secured by a purchase money mortgage on the property sold. Each deed or lease to effectuate any such sale or lease shall be signed in the name of the authority by its president, to which the seal of the authority shall be affixed and attested by its secretary.\n\n(c) The proceeds of each sale or lease of any such property shall be used first to pay the reasonable and necessary expenses of the sale or lease, and the balance remaining shall be paid to the State Treasurer and held by him in a special account and disbursed on order of the authority for any one or more of the following purposes:(1) If none of the bonds authorized in this chapter shall be outstanding at the time of the sale or lease, the said remaining proceeds, to the extent necessary, shall be used to acquire land for and to construct, reconstruct and equip one or more facilities; and(2) At any time while any of the bonds authorized under this chapter shall be outstanding, the said remaining proceeds shall be disbursed solely for payment, at their respective maturities of the principal of, and interest on, such bonds or to redeem bonds at the then applicable redemption price provided for in the proceedings under which such bonds may be issued.The authority is authorized to pledge and agree to use the said remaining proceeds for payment of the principal of, and interest on, all of the authorized bonds or for other retirement thereof, as may be provided in the proceedings under which such bonds are issued. If the proceeds from the sale or lease of the Kilby property are more than sufficient to pay, redeem or otherwise retire all of the bonds authorized in this chapter which shall be issued, the balance of such proceeds not needed for the retirement of such bonds may, at the election of the authority, be used to finish the construction of any of the facilities remaining uncompleted or to construct additional facilities.\n\n(d) Nothing contained in this section or in any pledge made pursuant to the provisions of this section shall be construed to impose a lien on any part of the Kilby property, and the purchasers and lessees of the Kilby property, or any part thereof, shall not be obligated to assure that the proceeds of any sale or lease of any of the Kilby property are disbursed as are provided in this section.\n\n(Acts 1965, No. 678, p. 1226, §23; Acts 1967, Ex. Sess., No. 103, p. 131.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-26/"
    },
    {
      "id": "section-14-2-27",
      "number": "14-2-27",
      "heading": "Kilby Property - Lease to United States Environmental Protection Agency.",
      "text": "Section 14-2-27\n\nKilby Property - Lease to United States Environmental Protection Agency.\n\nNotwithstanding the provisions of this chapter to the contrary, the authority is authorized, in its discretion, to continue to lease to the Environmental Protection Agency of the United States of America approximately 11.8 acres of land, bounded on the north by Federal Drive, on the south and east by Gunter Air Force Base and on the west by Three-Mile Branch, of the Kilby property in the County of Montgomery known as the Eastern Radiological Laboratory and to give to the Environmental Protection Agency of the United States of America the improvements thereon consisting of four frame buildings for the purpose of maintaining and operating an environmental laboratory by said Environmental Protection Agency. Such lease is to be made upon the same terms, conditions and provisions upon which said land is presently leased; however, no such lease shall be for a term longer than the then current fiscal year of the state, but such lease may contain a grant of successive options of renewing said lease on the terms specified therein for any subsequent fiscal year or years. The authority may continue such lease for so long as the said Environmental Protection Agency maintains and operates an environmental laboratory on said land and for so long as such lease does not materially impair the security of any bonds issued by said authority.\n\n(Acts 1971, No. 2055, p. 3306.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-27/"
    },
    {
      "id": "section-14-2-28",
      "number": "14-2-28",
      "heading": "Facilities - Construction.",
      "text": "Section 14-2-28\n\nFacilities - Construction.\n\n(a)(1)a. Notwithstanding any other provision of law, the contract for the design and construction of the specialized men’s prison facility and the Escambia men’s prison facility authorized in Section 14-2-12(c)(2)a. may be awarded to either of the following:\n\n1. Any person that was part of a team qualified by the department for any proposed facility pursuant to the Request for Qualifications issued by the Department of Corrections June 27, 2019, provided that the previously qualified person may petition the department to add or substitute members as needed.\n\n2. In the event the authority determines it is not in the best interest of this state to enter into a contract for the design and construction of one or both of the specialized men’s prison facility and the Escambia men’s prison facility pursuant to subparagraph 1., the authority may enter into contracts with any other public and private parties for the design and construction of the facilities not contracted for pursuant to subparagraph 1., including a design-build contract, in accordance with the following:\n\n(i) The authority shall develop procedures to implement this section, including, but not limited to, proposal content, selection criteria, prequalification, applicant interview, proposal evaluation, proposal negotiation, selection, and award, which will be outlined in each authority request for proposal.\n\n(ii) Notwithstanding any provision of law to the contrary, proposals under this section shall be awarded by the authority based on qualifications of participants and best value as evaluated by procedures of the authority and taking into consideration the best interest of this state.\n\n(iii) Proposals shall use the standard specifications of the department or other specifications the authority and the department determine necessary for the facility.\n\n(iv) The authority may award a contract through any other procurement authority, proposals, or other means of procurement otherwise available for public works projects in this state.\n\nb. Both the specialized men’s prison facility and the Escambia men’s prison facility shall not be awarded to the same person unless it is determined by the authority that to award the contracts to the same person would be in the best interest of this state.\n\nc. Unless the authority finds it is not in the best interest of this state, the contract for the design and construction of the specialized men’s prison facility shall be executed before execution of the contract for the design and construction of the Escambia men’s prison facility.\n\nd. Any contract for the design and construction of the specialized men’s prison facility or for the design and construction of the Escambia men’s prison facility shall establish a guaranteed maximum price for each project.\n\ne. As a condition of entering into a contract for the design and construction of either the specialized men’s prison facility or the Escambia men’s prison facility, any person entering into the contract shall agree to full transparency and shall share all pricing information with the authority. The authority, at its sole discretion, shall have the right to require verification of competitive pricing for any portion of the proposed scope of the design and construction agreements.\n\n(2)a. Notwithstanding any other provision of law, and except as provided in paragraph b., all other construction contemplated by Act 2021-546 shall be subject to the bid requirements for public works in Title 39.\n\nb. When two or more bids are received for contracts referenced in paragraph a., and all bids exceed available funding for the contract as provided in Section 14-2-12, the authority may negotiate for the work with the lowest responsible and responsive bidder provided that the authority certifies a shortage of funding, that time is of the essence, and that the negotiated changes are in the public interest and do not materially alter the scope and nature of the project.\n\n(c) All such contracts shall be lump sum contracts. The entire work on a prison facility may be divided into one or more contracts. All contracts for the entire work on a facility need not be awarded at the same time, so that prior work under another contract can progress to a point where the joint or following work can best be coordinated for the earliest completion of the entire project in a sound and workmanlike manner. Each contract shall be executed by the authority. Payments made by the authority under the construction contracts shall be upon the contractor’s written sworn request only if endorsed as approved by the commission or in any lesser amount the commission shall endorse as having been then earned on the contract. After the contracts for a facility have been awarded, the construction cost estimate shall be revised and all extras on the contracts shall be awarded within the funds available. The authority shall pay to the commission as a part of the cost of constructing the facility such sums for the services of its employees as may be mutually agreed between the department and the commission.\n\n(Acts 1965, No. 678, p. 1226, §21; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §12; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-28/"
    },
    {
      "id": "section-14-2-281",
      "number": "14-2-28.1",
      "heading": "Facilities - Determination on Provider of Telephone Service.",
      "text": "Section 14-2-28.1\n\nFacilities - Determination on Provider of Telephone Service.\n\nWhen a facility is constructed with the proceeds from any bonds issued under this chapter, a determination on the provider of telephone service for the facility shall be made by the Joint Legislative Oversight Committee on Corrections.\n\n(Acts 1992, No. 92-587, p. 1209, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-28-1/"
    },
    {
      "id": "section-14-2-29",
      "number": "14-2-29",
      "heading": "Facilities - Leasing - State or Agency Thereof.",
      "text": "Section 14-2-29\n\nFacilities - Leasing - State or Agency Thereof.\n\n(a) The authority is hereby authorized to enter into a lease or leases of any one or more facilities constructed, acquired, reconstructed, renovated or improved by the authority under the provisions of this chapter to and with the department and any other agency, board, commission, bureau or department of the state which may be charged with the responsibility for the operation of any of the penal or correctional institutions of the state. The department and any such other agency, board, commission, bureau or department of the state and each of them are hereby authorized to lease any such facilities from the authority. No such lease shall, however, be for a term longer than the then current fiscal year of the state, but any such lease may contain a grant to the state or its agency of successive options of renewing said lease on the terms specified therein for any subsequent fiscal year or years of the state; provided, that liability for the payment of rent shall never be for a term longer than one fiscal year.\n\n(b) Rent payment by the state or any of its agencies shall be due in accordance with the provisions of any lease by the authority of any of its facilities and shall, upon being so paid, entitle the state or such agency to quiet possession of the facilities leased for the remainder of such fiscal year. The rent for each fiscal year during which said lease agreement shall be in effect shall be due in accordance with the provisions of any lease by the authority of any of its facilities, and said rent for such fiscal year shall be payable, and any such covenant on the part of the state or any of its agencies shall be performed, solely out of the current revenues of the state for such fiscal year. The rent payable and the covenants to be performed by the state or any of its agencies under the provisions of said lease shall never create a debt of the state within the meaning of the Constitution.\n\n(c) In the event that there shall be any default in the payment of any rent required to be paid or in the performance of any covenant required to be performed by the state or any of its agencies under the provisions of any such lease, while such lease is in effect, the authority and any pledgee of such lease may, by any appropriate proceedings instituted within the time permitted by law, enforce and compel the payment of such rent and the performance of such covenants. No free use shall be made of any facilities of the authority so long as the principal of or interest on any bonds, including refunding bonds, issued by the authority remains unpaid.\n\n(d) In the event that any facility of the authority should become vacant or not be used by the state or one of its agencies, then neither the state nor any agency, board, bureau, commission, public corporation or department of the state shall rent, purchase, acquire, construct or lease any facility for penal or correctional use or renew any lease of any facility for penal or correctional use, nor shall it use any such facility other than those of the authority, so long as any facility of the authority shall remain vacant or unused.\n\n(Acts 1965, No. 678, p. 1226, §24; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §13; Acts 1986, No. 86-281, p. 407, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-29/"
    },
    {
      "id": "section-14-2-30",
      "number": "14-2-30",
      "heading": "Facilities - Leasing - County, Municipal Corporation, Agency of Federal Government, Etc.",
      "text": "Section 14-2-30\n\nFacilities - Leasing - County, Municipal Corporation, Agency of Federal Government, Etc.\n\nIf at any time any facility constructed by the authority is, or is about to be, vacant or unused as a result of there being no lease for such facility in effect for the current fiscal year, then, but only in such event, in order to prevent default on its bonds, the authority is hereby authorized to lease such facility to any other agency, department, bureau or commission of the state, any municipal corporation, public corporation, county, or other public body in the state, or any agency of the federal government other than the original lessee of said facility. Any such lease shall not be for the purpose of lending public credit but shall be solely to avoid default on the authority’s bonds and to insure the prompt payment of the principal thereof and interest thereon when due.\n\n(Acts 1965, No. 678, p. 1226, §25; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-30/"
    },
    {
      "id": "section-14-2-301",
      "number": "14-2-30.1",
      "heading": "Facilities-Lease or Purchase of Prison Facility in Perry County.",
      "text": "Section 14-2-30.1\n\nFacilities-Lease or Purchase of Prison Facility in Perry County.\n\nThe state, through any of its departments or agencies or a subdivision thereof, shall lease or purchase upon commercially reasonable terms, or a combination thereof, the existing prison facility in Perry County to be utilized by the department or any other state department or agency using funds appropriated for that purpose from the State General Fund.\n\n(Act 2021-546, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-30-1/"
    },
    {
      "id": "section-14-2-31",
      "number": "14-2-31",
      "heading": "Special Funds.",
      "text": "Section 14-2-31\n\nSpecial Funds.\n\nIn the resolution or proceedings authorizing the issuance of any bonds, any temporary loans or in any indenture of trust, the authority may provide for the establishment of one or more special funds for the payment of the principal of, or interest on, the bonds, certificates or notes, one or more reserve funds therefor and a fund, or funds, for the payment of insurance premiums or other expenses with respect to the ownership and leasing of the facilities or for the expense of selling and leasing the Kilby property. Any such special funds shall be held as trust funds by the State Treasurer separate and apart from all other moneys. The State Treasurer is authorized and directed to pay, solely from the special fund, or funds, provided therefor, the principal of and interest on all bonds issued under this chapter as such principal and interest respectively mature and come due and the redemption price of any bonds called prior to maturity. He shall establish and maintain appropriate records pertaining to such funds. Such records shall be available at all reasonable times to public inspection.\n\n(Acts 1965, No. 678, p. 1226, §27.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-31/"
    },
    {
      "id": "section-14-2-32",
      "number": "14-2-32",
      "heading": "Exemption from Taxation.",
      "text": "Section 14-2-32\n\nExemption from Taxation.\n\nThe properties of the authority and the income therefrom, all lease agreements made by the authority and all bonds issued by the authority, the coupons applicable thereto, the income therefrom and all lien notices with respect thereto shall be forever exempt from any and all taxation in the State of Alabama.\n\n(Acts 1965, No. 678, p. 1226, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-32/"
    },
    {
      "id": "section-14-2-33",
      "number": "14-2-33",
      "heading": "Venue for Actions.",
      "text": "Section 14-2-33\n\nVenue for Actions.\n\nAny action to protect or enforce any rights under the provisions of this chapter shall be brought in the circuit court of Montgomery County, Alabama.\n\n(Acts 1965, No. 678, p. 1226, §28.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-33/"
    },
    {
      "id": "section-14-2-34",
      "number": "14-2-34",
      "heading": "Dissolution.",
      "text": "Section 14-2-34\n\nDissolution.\n\nWhen all bonds and securities issued by the authority and all obligations assumed by it under the provisions of this chapter shall have been paid in full, the then president of the authority shall thereupon execute and deliver in the name of, and in behalf of, the authority an appropriate deed or deeds, to which the seal of the authority shall be affixed and attested by the secretary of the authority, conveying all facilities and other assets then owned by the authority to the state, except that no such conveyance shall be required if the president of the authority determines that the issuance of additional bonds to finance improvements to existing facilities is contemplated. The officers of the authority may, in their discretion, at such time file with the Secretary of State a written statement, subscribed and sworn to by each of them, reciting the payment in full of all bonds theretofore issued by the authority and the execution and delivery of such deed or deeds, which statement shall be filed by the Secretary of State and recorded with the certificate of incorporation of the authority, and thereupon the authority shall stand dissolved.\n\n(Acts 1965, No. 678, p. 1226, §29; Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §15; Act 2021-546, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-34/"
    },
    {
      "id": "section-14-2-35",
      "number": "14-2-35",
      "heading": "Fees of Secretary of State.",
      "text": "Section 14-2-35\n\nFees of Secretary of State.\n\nThere shall be no fees paid to the Secretary of State for any work done in connection with the incorporation or dissolution of the authority.\n\n(Acts 1965, No. 678, p. 1226, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-35/"
    },
    {
      "id": "section-14-2-36",
      "number": "14-2-36",
      "heading": "Exemption from Competitive Bid Laws.",
      "text": "Section 14-2-36\n\nExemption from Competitive Bid Laws.\n\nAll leases of facilities made by the authority shall be exempt from the provisions and requirements of Chapter 16 of Title 41 of this Code.\n\n(Acts 1985, 1st Ex. Sess., No. 85-125, p. 187, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-36/"
    },
    {
      "id": "section-14-2-37",
      "number": "14-2-37",
      "heading": "Swap Agreements.",
      "text": "Section 14-2-37\n\nSwap Agreements.\n\nNotwithstanding any other provision of law, including without limitation Article 3, commencing with Section 41-1-40, of Chapter 1 of Title 41, the Alabama Corrections Institution Finance Authority shall not enter into any swap agreement involving the bonds authorized to be issued by Act 2010-729. For purposes of the preceding sentence, swap agreement shall have the same meaning as provided in Section 41-1-41.\n\n(Act 2010-729, p. 1834, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-37/"
    },
    {
      "id": "section-14-2-38",
      "number": "14-2-38",
      "heading": "Disclosure of Information by Person or Entity Submitting a Project Proposal.",
      "text": "Section 14-2-38\n\nDisclosure of Information by Person or Entity Submitting a Project Proposal.\n\nA person or entity submitting a proposal for any project under this act shall disclose both of the following:\n\n(1) The names of all lobbyists, attorneys, or other professionals or professional firms hired or retained by the person or entity on or after December 6, 2019.\n\n(2) The names of all current or past public officials or family members of public officials as defined in Section 36-25-1, associated in any manner with the person or entity submitting the proposal or associated in any manner with a subcontractor of the person or entity on or after December 6, 2019.\n\n(Act 2021-546, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-38/"
    },
    {
      "id": "section-14-2-39",
      "number": "14-2-39",
      "heading": "Use of Third Party or Private Facilities for Certain Programs or Housing of Inmates.",
      "text": "Section 14-2-39\n\nUse of Third Party or Private Facilities for Certain Programs or Housing of Inmates.\n\nNothing in Act 2021-546 shall be construed to limit the department from continuing to use third party or private facilities for any program or housing of inmates that are not under medium, maximum, or close security supervision.\n\n(Act 2021-546, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-39/"
    },
    {
      "id": "section-14-2-40",
      "number": "14-2-40",
      "heading": "Commission Required to Study Economic Impact Prior to Closure of Any Facility.",
      "text": "Section 14-2-40\n\nCommission Required to Study Economic Impact Prior to Closure of Any Facility.\n\n(a) Prior to the closure of any facility as the result of the provisions of this act, there shall be established a commission to study the economic impact of the closure of the facility, any possible repurposing of the facility, and any outstanding obligations of the facility to a local governmental entity or utility board. The commission shall report its findings to the Governor, the President Pro Tempore of the Senate, the Speaker of the House of Representatives, the Senate Minority Leader, and the House Minority Leader.\n\n(b) The Alabama Prison Repurposing Commission, created by Executive Order No. 722, September 22, 2020, is deemed to satisfy the requirements of subsection (a) for as long as the commission exists.\n\n(Act 2021-546, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-14/chapter-2/section-14-2-40/"
    }
  ]
}