{
  "state": "illinois",
  "path": "title-chapter-765-property/chapter-765-ilcs-1015-bailment-insurance-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nBailment Insurance Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "If a bailee for hire makes a separate charge for any part or all of",
      "text": "the cost any insurance which he may carry to indemnify him against\nliability for loss or damage of property of a bailor while in the\npossession or control of the bailee, or if a bailee for hire in any manner\ninforms a bailor or prospective bailor that his property will be protected\nfrom loss or damage while in the bailee's possession or control and makes a\ncharge for such protection, then the bailee shall furnish to the bailor, at\nthe time the bailment contract is entered into, a statement plainly showing\nthe type and extent of the coverage of such insurance, the particular\narticles of property insured against loss or damage, the maximum amounts\nrecoverable, and the name of the insurance carrier. If the bailee is a self\ninsurer, no separate charge for insurance shall be made. The requirements\nof this Act shall not apply to insurance procured by the bailee to protect\nagainst loss while the property is in transit by mail, express or other\nmeans of transportation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "No bailee for hire shall make a charge to the bailor for any part",
      "text": "or all of the cost of such protection or insurance unless a statement as\nrequired by Section 1 hereof is furnished to the bailor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "In case of loss or damage of a bailor's property while in such a",
      "text": "bailee's possession or control and the bailee has represented to the bailor\nthat he would be indemnified for loss in such case, and no statement has\nbeen furnished to the bailor as required by Section 1 hereof, the bailee\nshall be liable to a penalty of $100, which penalty together with\nreasonable attorney's fees may be recovered by the bailor in a civil\naction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The provisions of this Act are in addition to and not in lieu of",
      "text": "any common law or statutory right now or hereafter accruing to a bailor\nbecause of loss or damage of his property while in a bailee's possession or\ncontrol.",
      "history": "",
      "source_url": ""
    }
  ]
}