{
  "state": "south-carolina",
  "path": "title-title-18/chapter-t18c007",
  "sections": [
    {
      "id": "section-18-7-10",
      "number": "18-7-10",
      "heading": "",
      "text": "When a judgment is rendered by a magistrates court, by the governing body of a county or by any other inferior court or jurisdiction, save the probate court, the appeal shall be to the circuit court of the county wherein the judgment was rendered and shall amount to a supersedeas if the party against whom judgment is rendered shall execute a good and sufficient bond with surety to pay the amount of the judgment and costs in the event that he fail to sustain such appeal. And in all cases in which such bond with surety shall be filed no executions shall issue until the termination of such appeal. Provided, that in any county in which a county court exists, appeals in such cases, except those from the probate courts and those that exceed the jurisdictional amounts of the respective county courts, shall be to the county court of the county. HISTORY: 1962 Code Section 7-301; 1952 Code Section 7-301; 1942 Code Section 794; 1932 Code Section 794; Civ. P. '22 Section 659; Civ. P. '12 Section 397; Civ. P. '02 Section 358; 1870 (14) 369; 1887 (19) 832; 1937 (40) 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-10/"
    },
    {
      "id": "section-18-7-20",
      "number": "18-7-20",
      "heading": "",
      "text": "The appellant, within thirty days after written notice of judgment has been given him or his attorney by the magistrate, recorder, or judge of the municipal court, except when the judgment is announced at the trial in the presence of the appellant or his attorney then no written notice is necessary, shall serve a notice of appeal, stating the grounds upon which the appeal is founded. If the judgment is rendered upon process not personally served and the defendant did not appear, he has thirty days after personal notice of the judgment to serve the notice of appeal provided for in this section. HISTORY: 1962 Code Section 7-302; 1952 Code Section 7-302; 1942 Code Section 795; 1932 Code Section 795; Civ. P. '22 Section 660; Civ. P. '12 Section 398; Civ. P. '02 Section 359; 1870 (14) 70; 1911 (27) 140; 1973 (58) 171; 1989 Act No. 20, Section 1, eff March 12, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-20/"
    },
    {
      "id": "section-18-7-30",
      "number": "18-7-30",
      "heading": "",
      "text": "In the notice of appeal the appellant shall state in what particular or particulars he claims the judgment should have been more favorable to him. If he claims that the amount of judgment is less favorable to him than it should have been, he shall state what should have been its amount. HISTORY: 1962 Code Section 7-303; 1952 Code Section 7-303; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P. '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502 Section 20; 1880 (17) 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-30/"
    },
    {
      "id": "section-18-7-60",
      "number": "18-7-60",
      "heading": "",
      "text": "The court below shall thereupon, after ten days and within thirty days after service of the notice of appeal, make a return to the appellate court of the testimony, proceedings and judgment and file it in the appellate court. HISTORY: 1962 Code Section 7-306; 1952 Code Section 7-306; 1942 Code Section 798; 1932 Code Section 798; Civ. P. '22 Section 663; Civ. P. '12 Section 401; Civ. P. '02 Section 362; 1870 (14) 377; 1880 (17) 306; 1972 (57) 2484.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-60/"
    },
    {
      "id": "section-18-7-70",
      "number": "18-7-70",
      "heading": "",
      "text": "When a magistrate by whom a judgment appealed from was rendered shall have gone out of office before a return is ordered, he shall, nevertheless, make a return in the same manner and with the like effect as if he were still in office. HISTORY: 1962 Code Section 7-307; 1952 Code Section 7-307; 1942 Code Section 799; 1932 Code Section 799; Civ. P. '22 Section 664; Civ. P. '12 Section 402; Civ. P. '02 Section 363; 1870 (14) 378.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-70/"
    },
    {
      "id": "section-18-7-80",
      "number": "18-7-80",
      "heading": "",
      "text": "If the return be defective the appellate court may direct a further or amended return as often as may be necessary and may compel a compliance with its order. And the court shall always be deemed open for this purpose. HISTORY: 1962 Code Section 7-308; 1952 Code Section 7-308; 1942 Code Section 800; 1932 Code Section 800; Civ. P. '22 Section 665; Civ. P. '12 Section 403; Civ. P. '02 Section 364; 1870 (14) 379; 1972 (57) 2484.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-80/"
    },
    {
      "id": "section-18-7-90",
      "number": "18-7-90",
      "heading": "",
      "text": "If a magistrate whose judgment is appealed from shall die, become insane or remove from the State before having made a return, the appellate court may examine witnesses on oath as to the facts and circumstances of the trial or judgment and determine the appeal as if the facts had been returned by the magistrate. If he shall have removed to another county within the State the appellate court may compel him to make the return as if he were still within the county where the judgment was rendered. HISTORY: 1962 Code Section 7-309; 1952 Code Section 7-309; 1942 Code Section 801; 1932 Code Section 801; Civ. P. '22 Section 666; Civ. P. '12 Section 404; Civ. P. '02 Section 365; 1870 (14) 380.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-90/"
    },
    {
      "id": "section-18-7-100",
      "number": "18-7-100",
      "heading": "",
      "text": "Within fifteen days after the service of the notice of the appeal the respondent may serve upon the appellant and the magistrate an offer in writing to allow the judgment to be corrected in any of the particulars mentioned in the notice of appeal. The appellant may thereupon, and within five days thereafter, file with the magistrate a written acceptance of such offer, and in such case the magistrate shall thereupon make a minute of such acceptance in his docket and correct the judgment accordingly, and the judgment, so corrected, shall stand as his judgment and be enforced accordingly; and any execution which has been issued upon the judgment appealed from shall be amended by the magistrate to correspond with the amended judgment. If the offer be made and accepted by the appellant, the appellant shall recover all his disbursements on appeal and all his costs in the court below. HISTORY: 1962 Code Section 7-310; 1952 Code Section 7-310; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P. '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502; 1880 (17) 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-100/"
    },
    {
      "id": "section-18-7-110",
      "number": "18-7-110",
      "heading": "",
      "text": "In any appeal either party may, at any time before the trial, serve upon the opposite party an offer, in writing, to allow judgment to be taken against him for the sum or property or to the effect in such offer specified, and with or without costs as the offer shall specify. If the party receiving such offer accept it and give notice thereof in writing within ten days, he may file the return and offer, with an affidavit of service of notice of acceptance thereof, and judgment shall be entered thereon according to the offer. If the notice of acceptance be not given, the offer is to be deemed withdrawn and cannot be given in evidence. HISTORY: 1962 Code Section 7-311; 1952 Code Section 7-311; 1942 Code Section 804; 1932 Code Section 804; Civ. P. '22 Section 669; Civ. P. '12 Section 407; Civ. P. '02 Section 368; 1870 (14) 383; 1873 (15) 502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-110/"
    },
    {
      "id": "section-18-7-130",
      "number": "18-7-130",
      "heading": "",
      "text": "The appeal shall be heard by the court upon all the papers in the case, including the testimony on the trial, which shall be taken down in writing and signed by the witnesses, and the grounds of exception made, without the examination of witnesses in court. The appeal shall be heard on the original papers and no copy thereof need be furnished for the use of the court. HISTORY: 1962 Code Section 7-313; 1952 Code Section 7-313; 1942 Code Sections 794, 803; 1932 Code Sections 794, 803; Civ. P. '22 Sections 659, 668; Civ. P. '12 Sections 397, 406; Civ. P. '02 Sections 358, 367; 1870 (14) 369, 382; 1887 (19) 832; 1937 (40) 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-130/"
    },
    {
      "id": "section-18-7-140",
      "number": "18-7-140",
      "heading": "",
      "text": "The court shall have the same power over its own determinations, and shall render judgment thereon in the same manner, as the circuit court in actions pending therein, without trial by jury, and may allow either party to amend his pleadings upon such terms as shall be just. HISTORY: 1962 Code Section 7-314; 1952 Code Section 7-314; 1942 Code Section 804; 1932 Code Section 804; Civ. P. '22 Section 669; Civ. P. '12 Section 407; Civ. P. '02 Section 368; 1870 (14) 383; 1873 (15) 502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-140/"
    },
    {
      "id": "section-18-7-150",
      "number": "18-7-150",
      "heading": "",
      "text": "If (a) the appellant failed to appear before the magistrate, (b) it is shown by the affidavits served by the appellant, or otherwise, that manifest injustice has been done and (c) the appellant satisfactorily excuses his default, the court may, in its discretion, set aside or suspend judgment and order a new trial before the same or any other magistrate in the same county at such time and place and on such terms as the court may deem proper. When a new trial shall be ordered before a magistrate the parties must appear before him according to the order of the court and the same proceedings must thereupon be had in the action as on the return of a summons personally served. HISTORY: 1962 Code Section 7-315; 1952 Code Section 7-315; 1942 Code Section 804; 1932 Code Section 804; Civ. P. '22 Section 669; Civ. P. '12 Section 407; Civ. P. '02 Section 368; 1870 (14) 383; 1873 (15) 502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-150/"
    },
    {
      "id": "section-18-7-160",
      "number": "18-7-160",
      "heading": "",
      "text": "Either party may move for a new trial in the appellate court on a case or exceptions, or otherwise, and such motion may be made before or after judgment has been entered; and the provisions of this code in relation to the proceedings, exceptions to the decisions of the court, making and settling cases and exceptions, motions for new trials and making up the judgment roll in the circuit court are hereby made applicable to all appeals brought up for trial as in this chapter provided. HISTORY: 1962 Code Section 7-316; 1952 Code Section 7-316; 1942 Code Section 804; 1932 Code Section 804; Civ. P. '22 Section 669; Civ. P. '12 Section 407; Civ. P. '02 Section 368; 1870 (14) 383; 1873 (15) 502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-160/"
    },
    {
      "id": "section-18-7-170",
      "number": "18-7-170",
      "heading": "",
      "text": "Upon hearing the appeal the appellate court shall give judgment according to the justice of the case, without regard to technical errors and defects which do not affect the merits. In giving judgment the court may affirm or reverse the judgment of the court below, in whole or in part, as to any or all the parties and for errors of law or fact. HISTORY: 1962 Code Section 7-317; 1952 Code Section 7-317; 1942 Code Section 804; 1932 Code Section 804; Civ. P. '22 Section 669; Civ. P. '12 Section 407; Civ. P. '02 Section 368; 1870 (14) 383; 1873 (15) 502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-170/"
    },
    {
      "id": "section-18-7-180",
      "number": "18-7-180",
      "heading": "",
      "text": "If the appeal is founded on an error in fact in the proceedings, not affecting the merits of the action and not within the knowledge of the magistrate, the court may determine the alleged error in fact on affidavits and may, in its discretion, inquire into and determine the alleged error upon examination of the witnesses. Every issue of fact so joined or brought upon an appeal shall be tried in the manner provided in Section 18-7-130. HISTORY: 1962 Code Section 7-318; 1952 Code Section 7-318; 1942 Code Section 804; 1932 Code Section 804; Civ. P. '22 Section 669; Civ. P. '12 Section 407; Civ. P. '02 Section 368; 1870 (14) 383; 1873 (15) 502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-180/"
    },
    {
      "id": "section-18-7-190",
      "number": "18-7-190",
      "heading": "",
      "text": "If the issue joined before the magistrate was an issue of law, the court shall render judgment thereon according to the law of the case; and if such judgment be against the pleadings of either party, an amendment of such pleading may be allowed on the same terms, and in like case, as pleadings in actions in the circuit court, and the court may thereupon require the opposite party to answer such amended pleading or join issue thereon, as the case may require, summarily. If upon an appeal in an issue of law the court should adjudge the pleading complained of to be valid, it shall, in like manner, require the opposite party summarily to answer such pleading or join issue thereon, as the case may require. HISTORY: 1962 Code Section 7-319; 1952 Code Section 7-319; 1942 Code Section 804; 1932 Code Section 804; Civ. P. '22 Section 669; Civ. P. '12 Section 407; Civ. P. '02 Section 368; 1870 (14) 383; 1873 (15) 502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-190/"
    },
    {
      "id": "section-18-7-200",
      "number": "18-7-200",
      "heading": "",
      "text": "If the judgment below, or any part thereof, be paid or collected and the judgment be afterwards reversed, the appellate court shall order the amount paid or collected to be restored, with interest from the time of such payment or collection. The order may be obtained on proof of the facts made at or after the hearing, upon a previous notice of six days; and if the order shall be made before the judgment is entered, the amount may be included in the judgment. HISTORY: 1962 Code Section 7-320; 1952 Code Section 7-320; 1942 Code Section 807; 1932 Code Section 807; Civ. P. '22 Section 672; Civ. P. '12 Section 410; Civ. P. '02 Section 371; 1870 (14) 386.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-200/"
    },
    {
      "id": "section-18-7-210",
      "number": "18-7-210",
      "heading": "",
      "text": "To every judgment upon an appeal there shall be annexed the return on which it was heard, the notice of appeal and any offer, decision of the court, exceptions or case and all orders and papers in any way involving the merits and necessarily affecting the judgment, all of which shall be filed with the clerk of the court and shall constitute the judgment roll. HISTORY: 1962 Code Section 7-321; 1952 Code Section 7-321; 1942 Code Section 805; 1932 Code Section 805; Civ. P. '22 Section 670; Civ. P. '12 Section 408; Civ. P. '02 Section 369; 1870 (14) 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-210/"
    },
    {
      "id": "section-18-7-220",
      "number": "18-7-220",
      "heading": "",
      "text": "Costs shall be allowed to the prevailing party in judgments rendered on appeal in all cases, with the exceptions and limitations stated in Sections 18-7-230 to 18-7-300. HISTORY: 1962 Code Section 7-322; 1952 Code Section 7-322; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P. '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502; 1880 (17) 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-220/"
    },
    {
      "id": "section-18-7-230",
      "number": "18-7-230",
      "heading": "",
      "text": "If in the notice of appeal the appellant shall not state in what particular or particulars he claims the judgment should have been more favorable to him, he shall not be entitled to costs unless the judgment appealed from shall be wholly reversed. HISTORY: 1962 Code Section 7-323; 1952 Code Section 7-323; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P. '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502; 1880 (17) 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-230/"
    },
    {
      "id": "section-18-7-240",
      "number": "18-7-240",
      "heading": "",
      "text": "The appellant shall not recover costs unless the judgment appealed from shall be reversed on such appeal or be made more favorable to him to the amount of at least ten dollars. HISTORY: 1962 Code Section 7-324; 1952 Code Section 7-324; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P. '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502; 1880 (17) 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-240/"
    },
    {
      "id": "section-18-7-250",
      "number": "18-7-250",
      "heading": "",
      "text": "If an offer be made under the provisions of Section 18-7-100 and be not accepted and the judgment in the appellate court be not at least ten dollars more favorable to the appellant than the offer of the respondent, the respondent shall recover costs. HISTORY: 1962 Code Section 7-325; 1952 Code Section 7-325; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P. '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502; 1880 (17) 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-250/"
    },
    {
      "id": "section-18-7-260",
      "number": "18-7-260",
      "heading": "",
      "text": "If an offer be made under the provisions of Section 18-7-110 and be not accepted and if the party to whom such offer is made fail to obtain a judgment more favorable to him by at least ten dollars than that specified in the offer, then he shall not recover costs but must pay the other party's costs from the date of the service of the offer. HISTORY: 1962 Code Section 7-326; 1952 Code Section 7-326; 1942 Code Sections 804, 809; 1932 Code Sections 804, 809; Civ. P. '22 Sections 669, 674; Civ. P. '12 Sections 407, 412; Civ. P. '02 Sections 368, 373; 1870 (14) 383; 1873 (15) 502 Section 20; 1880 (17) 297 Sections 2, 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-260/"
    },
    {
      "id": "section-18-7-270",
      "number": "18-7-270",
      "heading": "",
      "text": "If the judgment appealed from be reversed in part and affirmed as to the residue, the amount of costs allowed to either party shall be such sum as the appellate court may award. If the judgment be reversed for an error of fact in the proceedings not affecting the merits, costs shall be in the discretion of the court. HISTORY: 1962 Code Section 7-327; 1952 Code Section 7-327; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P. '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502; 1880 (17) 297; 1972 (57) 2602.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-270/"
    },
    {
      "id": "section-18-7-280",
      "number": "18-7-280",
      "heading": "",
      "text": "If the appeal be dismissed for want of prosecution, as provided by Section 18-7-120, no costs shall be allowed to either party. HISTORY: 1962 Code Section 7-328; 1952 Code Section 7-328; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P. '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502; 1880 (17) 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-280/"
    },
    {
      "id": "section-18-7-290",
      "number": "18-7-290",
      "heading": "",
      "text": "Whenever costs are awarded to the appellant and when the judgment in the suit before the court below was against such appellant, he shall further be allowed to tax the costs incurred by him which he would have been entitled to recover in case the judgment below had been rendered in his favor. HISTORY: 1962 Code Section 7-329; 1952 Code Section 7-329; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502; 1880 (17) 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-290/"
    },
    {
      "id": "section-18-7-300",
      "number": "18-7-300",
      "heading": "",
      "text": "If, upon an appeal, a recovery for any debt or damages be had by one party and costs be awarded to the other party, the court shall set off such costs against such debt or damages and render judgment for the balance. HISTORY: 1962 Code Section 7-330; 1952 Code Section 7-330; 1942 Code Section 809; 1932 Code Section 809; Civ. P. '22 Section 674; Civ. P. '12 Section 412; Civ. P. '02 Section 373; 1870 (14) 388; 1873 (15) 502; 1880 (17) 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-18/chapter-7/section-18-7-300/"
    }
  ]
}