{
  "state": "nebraska",
  "path": "title-chapter-8-banks-and-banking/chapter-8-226-trust-terms-use-restricted-penalty",
  "sections": [
    {
      "id": "section-8-226trust",
      "number": "8-226.Trust",
      "heading": "terms; use restricted; penalty",
      "text": "(1) No individual, firm, corporation, or association doing business directly or indirectly in the State of Nebraska shall use the words trust, trust company, trust association, or trust fund as any part of its title except:(a) A trust company as defined in section 8-23",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-226",
      "number": "8-226",
      "heading": "",
      "text": "8-226.Trust terms; use restricted; penalty.\n\n(1) No individual, firm, corporation, or association doing business directly or indirectly in the State of Nebraska shall use the words trust, trust company, trust association, or trust fund as any part of its title except:\n\n(a) A trust company as defined in section 8-230;\n\n(b) A trust company chartered and supervised under the laws of the United States or any other state;\n\n(c) A bank or savings association chartered and supervised under the laws of the United States or any other state, if such bank or savings association has been further chartered to conduct a trust company business;\n\n(d) An entity with a pending application for a trust company chartered under the Nebraska Trust Company Act, provided that if the entity's application is withdrawn or denied, the entity shall cease using the words trust, trust company, trust association, or trust fund as any part of its title within thirty days after the withdrawal or denial of the application;\n\n(e) A limited partnership to the extent authorized by subdivision (5) of section 67-234;\n\n(f) An entity required by any other law to use such words; or\n\n(g) Except as provided in subsection (2) of this section.\n\n(2) Notwithstanding the provisions of subsection (1) of this section:\n\n(a) An organization described in section 501(c)(3) of the Internal Revenue Code and exempt from taxation under section 501(a) of the code may use the words trust or trust fund;\n\n(b) A trust created by a testamentary or fiduciary document may use the word trust; and\n\n(c) An account in a financial institution established by or on behalf of trusts referenced in subdivision (b) of this subsection may use the words trust or trust fund.\n\n(3) A violation of this section is a Class V misdemeanor.\n\nSourceLaws 1911, c. 31, § 13, p. 195;R.S.1913, § 752;Laws 1919, c. 190, tit. V, art. XVIII, § 20, p. 723;C.S.1922, § 8082;C.S.1929, § 8-221;R.S.1943, § 8-226;Laws 1977, LB 40, § 55;Laws 1993, LB 81, § 42;Laws 1996, LB 1268, § 1;Laws 1997, LB 44, § 1;Laws 2025, LB251, § 9.Effective Date: March 12, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-8/statute-8-226/"
    }
  ]
}