{
  "state": "nebraska",
  "path": "title-chapter-8-banks-and-banking/chapter-8-3009-digital-asset-depository-required-liquid-assets",
  "sections": [
    {
      "id": "section-8-3009digital",
      "number": "8-3009.Digital",
      "heading": "asset depository; required liquid assets",
      "text": "(1) At all times, a digital asset depository shall maintain unencumbered liquid assets denominated in United States dollars valued at not less than one hundred percent of the value of any outstanding stablecoin issued by the digital asset depository.(2) For p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-3009",
      "number": "8-3009",
      "heading": "",
      "text": "8-3009.Digital asset depository; required liquid assets.\n\n(1) At all times, a digital asset depository shall maintain unencumbered liquid assets denominated in United States dollars valued at not less than one hundred percent of the value of any outstanding stablecoin issued by the digital asset depository.\n\n(2) For purposes of this section, liquid assets means:\n\n(a) United States currency held on the premises of the digital asset depository that is not a digital asset depository institution;\n\n(b) United States currency held for the digital asset depository by a federal reserve bank or a Federal Deposit Insurance Corporation-insured financial institution which has a main-chartered office in this state, any branch thereof in this state, or any branch of the financial institution which maintained a main-chartered office in this state prior to becoming a branch of such financial institution; or\n\n(c) Investments which are highly liquid and obligations of the United States Treasury or other federal agency obligations, consistent with rules and regulations or order adopted by the director.\n\nSourceLaws 2021, LB649, ยง 9;Laws 2022, LB707, ยง 29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-8/statute-8-3009/"
    }
  ]
}