{
  "state": "nebraska",
  "path": "title-chapter-8-banks-and-banking/chapter-8-1303-deposit-of-united-states-government-securities-with-a",
  "sections": [
    {
      "id": "section-8-1303",
      "number": "8-1303",
      "heading": "",
      "text": "8-1303.Deposit of United States Government securities with a federal reserve bank; procedure; rules and regulations; applicability.\n\n(1) Notwithstanding any other provision of law, any bank or trust company, when acting as a fiduciary and any bank or trust company, when holding securities as custodian for a fiduciary, is authorized to deposit, or arrange for the deposit, with the federal reserve bank in its district of any securities the principal and interest of which the United States or any department, agency, or instrumentality thereof has agreed to pay, or has guaranteed payment, to be credited to one or more accounts on the books of such federal reserve bank in the name of such bank or trust company, to be designated fiduciary or safekeeping accounts, to which account other similar securities may be credited. A bank or trust company so depositing securities with a federal reserve bank shall be subject to such rules and regulations with respect to the making and maintenance of such deposit as, in the case of state-chartered institutions, the Director of Banking and Finance or, in the case of national banking associations, the Comptroller of the Currency may from time to time issue. The records of such bank or trust company shall at all times show the ownership of the securities held in such account. Ownership of, and other interests in, the securities credited to such account may be transferred by entries on the books of such federal reserve bank without physical delivery of any securities. A bank or trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by such bank or trust company with such federal reserve bank for the account of such fiduciary. A fiduciary shall, on demand by any party to its accounting or on demand by the attorney for such party, certify in writing to such party the securities deposited by such fiduciary with such federal reserve bank for its account as such fiduciary.\n\n(2) This section shall apply to all fiduciaries, and custodians for fiduciaries, acting on September 2, 1977, or who thereafter may act regardless of the date of the instrument or court order by which they are appointed.\n\nSourceLaws 1977, LB 500, ยง 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-8/statute-8-1303/"
    }
  ]
}