{
  "state": "nebraska",
  "path": "title-chapter-8-banks-and-banking/chapter-8-325-real-estate-acquisition-and-disposal-powers-limitation",
  "sections": [
    {
      "id": "section-8-325real",
      "number": "8-325.Real",
      "heading": "estate; acquisition and disposal; powers; limitations",
      "text": "Such association may purchase, hold, lease and convey real estate or stock for the following purposes and no others:(1) Such real estate as it may need to occupy as a place of business;(2) Such as shall in good faith be conveyed to it in satisfac",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-325",
      "number": "8-325",
      "heading": "",
      "text": "8-325.Real estate; acquisition and disposal; powers; limitations.\n\nSuch association may purchase, hold, lease and convey real estate or stock for the following purposes and no others:\n\n(1) Such real estate as it may need to occupy as a place of business;\n\n(2) Such as shall in good faith be conveyed to it in satisfaction of debts contracted in the ordinary course of business;\n\n(3) Such as it shall purchase at sales under judgments, decrees or mortgages held by the association, or shall purchase in good faith to secure debts due;\n\n(4) Such as it shall in good faith acquire as a part of the consideration for the sale or exchange of real estate owned by it;\n\n(5) Such as shall be acquired in salvaging the value of property owned by the association; and\n\n(6) Such as is permitted building and loan service corporations under section 8-320.01. Nothing in this section shall be construed to forbid the mortgaging of real estate to such associations.\n\nSourceLaws 1899, c. 17, § 9, p. 89;R.S.1913, § 494;Laws 1919, c. 190, tit. V, art. XIX, § 10, p. 728;C.S.1922, § 8092;C.S.1929, § 8-310;Laws 1935, c. 11, § 1, p. 80;C.S.Supp.,1941, § 8-310;R.S.1943, § 8-325;Laws 1969, c. 38, § 1, p. 246.\n\nAnnotations\n\nAssociation must dispose of title and possession to property held for five years. State ex rel. Johnson v. Conservative Savings and Loan Assn., 143 Neb. 805, 11 N.W.2d 89 (1943).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-8/statute-8-325/"
    }
  ]
}