{
  "state": "south-carolina",
  "path": "title-title-5/chapter-chapter-15",
  "sections": [
    {
      "id": "section-5-15-10",
      "number": "5-15-10",
      "heading": "",
      "text": "Municipal primary, general and special elections shall be conducted pursuant to Title 7, mutatis mutandi, except as otherwise provided for specifically in Chapters 1 through 17.\n\nHISTORY: 1962 Code Section 47-90; 1975 (59) 692.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-10/"
    },
    {
      "id": "section-5-15-20",
      "number": "5-15-20",
      "heading": "",
      "text": "Each municipality in this State shall provide by ordinance for the election of its council. Councils shall select any one of the following methods of election of council:\n\n(1) Members of the council elected from the municipality at large.\n\n(2) One member elected from each ward of the municipality by the qualified electors of the ward. Candidates seeking office from a particular ward shall be residents of the ward during their entire terms of office.\n\n(3) Some members elected from wards as provided for in (2) and the remainder elected from the municipality at large.\n\n(4) Members required to be residents of particular wards but be elected from the municipality at large.\n\n(5) Some members may be required to be residents of particular wards and others may be residents of the municipality without regard to a particular ward and all members shall be elected from the municipality at large.\n\nRegardless of the form adopted by the municipality, the mayor shall be elected at large.\n\nMayors and councilmen shall be qualified electors of the municipality and, if they are elected subject to residential or ward requirements as provided in this section, they shall be qualified electors of the ward prescribed for their election qualification.\n\nHISTORY: 1962 Code Section 47-91; 1975 (59) 692; 1976 Act No. 623, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-20/"
    },
    {
      "id": "section-5-15-30",
      "number": "5-15-30",
      "heading": "",
      "text": "If by action of a majority of council, or if fifteen percent of the registered municipal electors present to the municipal election commission a duly executed petition on which none of the signatures is more than six months old, in which an election is sought to change the number of council members to a number authorized by the form of government under which the municipality is then operating or to change the method of election of council members, then the municipal governing body shall call a referendum not later than ninety days nor earlier than thirty days after the petition has been certified and delivered to the governing body by the municipal election commission. A petition must be certified as valid or rejected by the municipal election commission within sixty days after it has been delivered to the commission. There may be only one question framed by the municipal governing body for the referendum in a format similar to that provided by Section 5-5-40, and no other election on the same question may be held for two years after that time. If more than one petition is received before publication of a notice of special election, the change sought in the petition bearing the highest number of qualified signatures must be submitted on the ballot. A change receiving a majority of the votes cast is effective at the next general election of the municipality.\n\nHISTORY: 1962 Code Section 47-91.1; 1975 (59) 692; 1988 Act No. 455; 1990 Act No. 490, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-30/"
    },
    {
      "id": "section-5-15-40",
      "number": "5-15-40",
      "heading": "",
      "text": "The mayor and councilmen of each municipality shall be elected for terms of two or four years. Unless otherwise provided by ordinance, four-year terms shall be set so that not more than one-half of the council and mayor shall be elected in the same general election; provided, that in the first election after incorporation of a new municipality or adoption of a form of government pursuant to Section 5-5-10, one-half of the councilmen may be elected for terms of two years and one-half of the councilmen and mayor may be elected for terms of four years if necessary to establish staggered terms. Two-year terms shall not be staggered.\n\nHISTORY: 1962 Code Section 47-92; 1975 (59) 692; 1977 Act No. 81, Section 1A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-40/"
    },
    {
      "id": "section-5-15-50",
      "number": "5-15-50",
      "heading": "",
      "text": "Each municipal governing body may by ordinance establish municipal ward lines and the time for general and special elections within the municipality. Public notice of the elections shall be given at least sixty days prior to such elections.\n\nHISTORY: 1962 Code Section 47-93; 1975 (59) 692; 1978 Act No. 435, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-50/"
    },
    {
      "id": "section-5-15-60",
      "number": "5-15-60",
      "heading": "",
      "text": "Each municipality in this State shall adopt by ordinance one of the following alternative methods of nominating candidates for and determining the results of its nonpartisan elections:\n\n(1) The nonpartisan plurality method prescribed in Section 5-15-61;\n\n(2) The nonpartisan election and runoff election method prescribed in Section 5-15-62;\n\n(3) The nonpartisan primary election and general election method prescribed in Section 5-15-63. If nonpartisan elections are not provided for, nomination of candidates for municipal offices may be by party primary, party convention or by petition in accordance with the provisions of this chapter, the applicable provisions of the state election laws and the rules of municipal political party organizations not in conflict therewith.\n\nHISTORY: 1962 Code Section 47-94; 1975 (59) 692; 1977 Act No. 81, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-60/"
    },
    {
      "id": "section-5-15-61",
      "number": "5-15-61",
      "heading": "",
      "text": "In conducting nonpartisan elections and using the plurality method, election results shall be determined in accordance with the following rules:\n\n(1) When more than one person is seeking election to a single office, the candidate who receives the highest number of votes shall be declared elected.\n\n(2) When more persons are seeking election to two or more offices (constituting a group) than there are offices to be filled, those candidates receiving the highest number of votes, equal in number to the number of offices to be filled, shall be declared elected.\n\nHISTORY: 1962 Code Section 47-94.1; 1977 Act No. 81, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-61/"
    },
    {
      "id": "section-5-15-62",
      "number": "5-15-62",
      "heading": "",
      "text": "(a) Except as otherwise provided in this section, results in nonpartisan municipal elections in municipalities using the election and runoff election method shall be determined by a majority of the votes cast. A majority within the meaning of this section shall be determined as follows:\n\n(1) When more than one person is seeking election to a single office, the majority shall be ascertained by dividing the total votes cast for all candidates by two. Any excess of the sum so ascertained shall be a majority and the candidate who obtains a majority shall be declared elected.\n\n(2) When more persons are seeking election to two or more offices (constituting a group) than there are offices to be filled, the majority shall be ascertained by dividing the total vote cast for all candidates by the number of officers to be filled and by dividing the result by two. Any excess of the sum so ascertained shall be a majority and the candidates who obtain a majority shall be declared elected. If more candidates obtain a majority than there are offices to be filled, those having the highest vote (equal to the number of offices to be filled) shall be declared elected.\n\n(b) If no candidate for a single office receives a majority of the votes cast in the first election or if an insufficient number of candidates receives a majority of the votes cast for a group of offices, a runoff election shall be held as herein provided:\n\n(1) If no candidate for a single office receives a majority of the votes cast in the first election, a second election shall be conducted two weeks later between the two candidates receiving the largest number of votes in the first election who do not withdraw. The candidate receiving a majority of the votes cast in the runoff election shall be declared elected.\n\n(2) If candidates for two or more offices (constituting a group) are to be selected and aspirants for some or all of the positions within the group do not receive a majority of the votes cast in the first election, a second election shall be conducted two weeks later between one more than the number of candidates necessary to fill the vacant offices. The candidates receiving the highest number of the votes cast in the second election equal in number to the number to be elected shall be declared elected.\n\nHISTORY: 1962 Code Section 47-94.2; 1977 Act No. 81, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-62/"
    },
    {
      "id": "section-5-15-63",
      "number": "5-15-63",
      "heading": "",
      "text": "(a) In municipalities whose elections are nonpartisan and which use the nonpartisan primary election and general election method, there shall be a primary election to reduce the field of candidates to two candidates for each position to be filled, if when the filing period closes there are more than two candidates for a single office or the number of candidates for a group of offices exceeds twice the number of positions to be filled. If only one or two candidates file for a single office, no primary election shall be held for that office and the candidates shall be declared nominated.\n\n(b) In the primary election the two candidates for a single office receiving the highest number of votes and those candidates for a group of offices receiving the highest number of votes, equal to twice the number of positions to be filled, shall be declared nominated.\n\n(c) In the election, the names of those candidates declared nominated without a primary election and those candidates nominated in the primary election shall be placed on the ballot. The candidate for a single office receiving the highest number of votes shall be elected. Those candidates for a group of offices receiving the highest number of votes, equal in number to the number of positions to be filled, shall be declared elected.\n\nHISTORY: 1962 Code Section 47-94.3; 1977 Act No. 81, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-63/"
    },
    {
      "id": "section-5-15-70",
      "number": "5-15-70",
      "heading": "",
      "text": "Each municipal governing body shall determine by ordinance the time for filing nominating petitions, holding primary elections or conventions, the time for entry of candidates for nominations in municipal party primary elections or conventions, the time for closing of entries, and the time and manner of filing by candidates in nonpartisan elections. The municipal governing body may determine by ordinance that either filing a statement of candidacy or a petition with the municipal election commission is required to place the name of the candidate on the ballot in nonpartisan general elections. However, no candidate's name may be placed on the ballot by petition in a general election conducted in accordance with the provisions of Section 5-15-63. If the municipal council determines that the petition method is used, the percentage of electors required on these petitions may not be less than five percent of the qualified electors of the geographical area of the office for which he offers as a candidate.\n\nWhen a candidate's name is to be placed on the ballot by virtue of a primary election or convention, the party concerned shall certify the candidacy to the municipal election commission not later than sixty days prior to the election. When the filing by statement of candidacy is authorized, the individual candidate shall file the statement with the commission not later than sixty days prior to the election and the commission shall place the name of the candidate upon the ballot. If the petition method is authorized, the candidate shall file the necessary petition with the municipal clerk seventy-five days prior to the general election concerned and the clerk shall deliver the petition to the commission. The commission shall examine the petition and determine its validity not later than sixty days prior to the general election concerned and when so validated, the commission shall place the name of the petition candidate upon the ballot.\n\nFor nonpartisan special elections, if the petition method is authorized, the candidate shall file the petition with the municipal clerk not later than twelve o'clock noon, sixty days prior to the election. The commission shall determine the validity of the petition not later than forty-five days prior to the election and when so validated, shall place the candidate's name on the ballot. If the statement of candidacy is authorized, these statements must be filed not later than twelve o'clock noon, forty-five days prior to the election.\n\nFor partisan special elections, petitions must be submitted pursuant to Section 7-13-190(B).\n\nHISTORY: 1962 Code Section 47-95; 1975 (59) 692; 1977 Act No. 81 Section 3; 1988 Act No. 387, Section 1; 1998 Act No. 412, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-70/"
    },
    {
      "id": "section-5-15-80",
      "number": "5-15-80",
      "heading": "",
      "text": "The results of any political party primary shall be declared by the party conducting the election. Protests and contests shall be filed in writing with the municipal party chairman within two days after the day of the declaration of the results of the election and the municipal party executive committee shall determine such protests within five days after the filing thereof. From the decision of the municipal party committee an appeal may be made to the Board of State Canvassers of Municipal Primaries as provided in Section 7-17-580. Notice and grounds of appeal must be filed in writing with the chairman of the Board of State Canvassers of Municipal Primaries within five days following the date on which the decision of the municipal committee is declared.\n\nAny appeal thereafter shall be to the court of common pleas of the county in which the municipality is situate. Notice and grounds of appeal shall be served on the opposing parties or their attorneys within ten days following the decision of the Board of State Canvassers of Municipal Primaries.\n\nHISTORY: 1962 Code Section 47-96; 1975 (59) 692.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-80/"
    },
    {
      "id": "section-5-15-90",
      "number": "5-15-90",
      "heading": "",
      "text": "(A) All municipal elections held under the provisions of this chapter must be conducted by a municipal election commission composed of three electors who must be residents of the municipality and who must be appointed by the municipal governing body. The terms of the members are six years except of those first appointed one shall serve a term of four years and one a term of two years.\n\n(B)(1) Each municipal election commissioner and each staff person designated by the commission, shall complete, within eighteen months after a commissioner's initial appointment or his reappointment after a break in service, or within eighteen months after a staff person's initial employment or reemployment following a break in service, a training and certification program conducted by the State Election Commission. When a commissioner or staff person has successfully completed the training and certification program, the State Election Commission shall issue the commissioner or staff person a certification, whether or not the commissioner or staff person applies for the certification.\n\n(2)(a) The provisions of this section do not exempt a member or staff person from completing the training and certification program required in item (1).\n\n(b) A member appointed or reappointed after a break in service before the effective date of this section or a staff person employed or reemployed after a break in service before the effective date of this section shall successfully complete a training and certification program by the latter of:\n\n(i) eighteen months after the member's appointment or reappointment after a break in service or the staff person's employment or reemployment after a break in service; or\n\n(ii) ninety days after the effective date of this section.\n\n(c) On and after the effective date of this section, a member appointed or reappointed after a break in service or a staff person employed or reemployed after a break in service shall complete the training and certification program required in item (1) within eighteen months after the member's appointment or reappointment after a break in service or staff person's employment or reemployment after a break in service.\n\n(3) If a member does not fulfill the training and certification program as provided in this section, the municipal governing body, upon notification, shall remove that member from the board unless the municipal governing body grants the member an extension to complete the training and certification program based upon exceptional circumstances.\n\n(4) Following completion of the training and certification program required in item (1), each commission member, and staff person designated by the commission, shall take at least one training course each year.\n\nHISTORY: 1962 Code Section 47-97; 1975 (59) 692; 2010 Act No. 191, Section 1, eff May 28, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-90/"
    },
    {
      "id": "section-5-15-100",
      "number": "5-15-100",
      "heading": "",
      "text": "The municipal election commission shall be vested with the functions, powers and duties of Municipal Supervisors of Registration if no such supervisors have been appointed pursuant to Section 7-5-640, and shall also have the functions, powers and duties of commissioners of election, as set forth in Section 7-5-10 and other provisions of Title 7. The municipal election commission shall insure proper books of registration are provided for each ward or precinct, shall prepare and distribute ballots and election materials, appoint managers of election for each polling place and otherwise supervise and conduct all municipal, special and general elections. The managers shall certify the results of the election to the commission within one day and the commission shall declare the results not later than three days following the election.\n\nNominees in a party primary or party convention and nominees by petition shall be certified to the municipal election commission within the time specified herein and when so certified, the commission shall place the names of such nominees upon the ballots.\n\nHISTORY: 1962 Code Section 47-98; 1975 (59) 692.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-100/"
    },
    {
      "id": "section-5-15-110",
      "number": "5-15-110",
      "heading": "",
      "text": "Candidates for municipal offices in any partisan or nonpartisan general election nominated by petition shall file the necessary petition with the municipal election commission seventy-five days before the general election concerned. The commission shall examine the petition and determine its validity not later than sixty days before the general election concerned. A nomination petition must bear the signatures of not less than five percent of the qualified electors of the geographical area of the office for which he offers as a candidate.\n\nHISTORY: 1962 Code Section 47-99; 1975 (59) 692; 1977 Act No. 81 Section 4; 1988 Act No. 387, Section 2; 1998 Act No. 412, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-110/"
    },
    {
      "id": "section-5-15-120",
      "number": "5-15-120",
      "heading": "",
      "text": "Immediately upon the closing of the polls at any municipal election, the managers shall count publicly the votes cast and make a statement of the whole number of votes cast in such election together with the number of votes cast for each candidate for mayor and councilman and transmit this information to the municipal election commission. In partisan elections the person securing the highest number of votes for mayor shall be declared elected and the councilmen shall be selected by the following methods:\n\n(a) When all councilmen are to be elected at large, the persons receiving the highest number of votes in number equal to the number to be chosen shall be declared elected.\n\n(b) When the councilmen are to be elected from each ward and are required to be residents of that ward, the person receiving the highest number of votes in that ward shall be declared elected.\n\n(c) When some councilmen are to be elected from each ward and required to be residents of that ward and the remainder of the councilmen to be elected at large, those persons receiving the highest number of votes in each ward shall be declared elected and those persons running at large who receive the highest number of votes in number equal to the number to be chosen at large shall be declared elected.\n\n(d) When all councilmen are to be elected at large, but required to reside in a particular ward, the person receiving the highest number of votes for the seat to be filled shall be declared elected.\n\n(e) When all councilmen are to be elected at large, but some are required to be residents of particular wards and other councilmen may not be so required, the person receiving the highest number of votes for the seat to be filled shall be declared elected.\n\nNewly elected officers shall not be qualified until at least forty-eight hours after the closing of the polls and in the case a contest is finally filed the incumbents shall hold over until the contest is finally determined.\n\nHISTORY: 1962 Code Section 47-100; 1975 (59) 692; 1977 Act No. 81, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-120/"
    },
    {
      "id": "section-5-15-125",
      "number": "5-15-125",
      "heading": "",
      "text": "If any municipal election results in a tie, the municipal election commission or the municipal party committee shall conduct a runoff election to break the tie two weeks following that election. In the tie-breaking runoff, the laws of this State apply, mutatis mutandi. If the date for the tie-breaking runoff election falls on a legal holiday, it must be set for the same day of the first week following which is not a legal holiday. If a tie-breaking runoff election is required, any remaining municipal elections required are postponed for two weeks. If the date of a postponed election falls on a legal holiday, it must be set for the same day of the first week following which is not a legal holiday.\n\nHISTORY: 1988 Act No. 364, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-125/"
    },
    {
      "id": "section-5-15-130",
      "number": "5-15-130",
      "heading": "",
      "text": "Within forty-eight hours after the closing of the polls, any candidate may contest the result of the election as reported by the managers by filing a written notice of such contest together with a concise statement of the grounds therefor with the Municipal Election Commission. Within forty-eight hours after the filing of such notice, the Municipal Election Commission shall, after due notice to the parties concerned, conduct a hearing on the contest, decide the issues raised, file its report together with all recorded testimony and exhibits with the clerk of court of the county in which the municipality is situated, notify the parties concerned of the decisions made, and when the decision invalidates the election the council shall order a new election as to the parties concerned.\n\nNeither the mayor nor any member of council shall be eligible to pass on the issues arising in any contest in which he is a party.\n\nHISTORY: 1962 Code Section 47-101; 1975 (59) 692.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-130/"
    },
    {
      "id": "section-5-15-140",
      "number": "5-15-140",
      "heading": "",
      "text": "Within ten days after notice of the decision of the municipal election commission, any party aggrieved thereby may appeal from such decision to the court of common pleas. Notice of appeal shall be served on the opposing parties or their attorneys and filed in the office of the clerk of court within ten days. The notice of appeal shall act as a stay of further proceedings pending the appeal.\n\nHISTORY: 1962 Code Section 47-102; 1975 (59) 692.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-140/"
    },
    {
      "id": "section-5-15-145",
      "number": "5-15-145",
      "heading": "",
      "text": "(A) Municipalities are authorized to transfer authority for conducting municipal elections to the county elections commission. County elections commissions are authorized to conduct municipal elections.\n\n(B) As a condition of the transfer of authority to conduct elections pursuant to this section, the governing bodies of the municipality and the county must agree to the terms of the transfer and enact ordinances embodying the terms of that agreement. The municipal ordinance must state what authority is being transferred and the county ordinance must accept the authority being transferred.\n\n(C) When the total responsibility for the conduct of a municipal election is transferred to a county election commission, pursuant to the provisions of this section, the municipal election commission is abolished.\n\n(D) If the municipality, by ordinance transfers a portion of the responsibilities for the conduct of a municipal election to a county election commission, the municipality shall not abolish the municipal election commission.\n\n(E) A municipality which by ordinance transfers authority for conducting municipal elections to the county election commission under this section may by ordinance set the filing dates for municipal offices, and the date by which candidates must be certified to the appropriate authority to be placed on the ballot, to run concurrently with the filing dates set by law for countywide and less than countywide offices or other filing dates as may be mutually agreed upon between the municipality and the county election commission.\n\nHISTORY: 1992 Act No. 289, Section 1; 1996 Act No. 443, Section 1; 1998 Act No. 412, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-145/"
    },
    {
      "id": "section-5-15-150",
      "number": "5-15-150",
      "heading": "",
      "text": "The mayor and councilmen, before entering upon the duties of their respective offices, shall take the oath prescribed by the Constitution and also the following oath, to wit:\n\n\"As mayor (councilman) of the municipality of __________ I will equally, fairly, and impartially, to the best of my ability and skill, exercise the trust reposed in me, and I will use my best endeavors to preserve the peace and carry into effect according to law the purposes for which I have been elected. So help me God.\"\n\nHISTORY: 1962 Code Section 47-103; 1975 (59) 692.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-150/"
    },
    {
      "id": "section-5-15-160",
      "number": "5-15-160",
      "heading": "",
      "text": "Notwithstanding any other provisions of law, a municipal council is authorized by ordinance to provide that the term of office of any commissioner of public works of any municipality of this State which now expires at a time other than the time of the general election for municipal officials in such municipality shall be extended until fifteen days after the general election for municipal officials of such municipality next succeeding the expiration of such commissioner's present term of office.\n\nNo municipal council shall adopt an ordinance as provided by this section unless it has been requested by the Board of Commissioners of Public Works of such municipality.\n\nThe term of office of each succeeding commissioner shall be for a period of six years, and until his successor is elected and qualified.\n\nHISTORY: 1981 Act No. 169, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-160/"
    },
    {
      "id": "section-5-15-170",
      "number": "5-15-170",
      "heading": "",
      "text": "Any and all actions taken by a commissioner of public works whose term of office expired prior to the adoption of the ordinance provided for by Section 5-15-160 are ratified, validated and confirmed.\n\nHISTORY: 1981 Act No. 169, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-15/section-5-15-170/"
    }
  ]
}