{
  "state": "south-carolina",
  "path": "title-title-5/chapter-chapter-27",
  "sections": [
    {
      "id": "section-5-27-10",
      "number": "5-27-10",
      "heading": "",
      "text": "Whenever the mayor and aldermen of any city or the intendant and wardens of any town in this State shall think it expedient to widen, open, lay out, extend or establish any street, alley, road, court or lane, they may purchase the lot, lots or parts of lots of land necessary for such street, alley, road, court or lane, and the fee simple of such land shall be vested in such city or town for the use of the public from the day of delivery of the deed of sale.\n\nHISTORY: 1962 Code Section 47-1301; 1952 Code Section 47-1301; 1942 Code Section 7367; 1932 Code Section 7367; Civ. C. '22 Section 4499; Civ. C. '12 Section 3065; Civ. C. '02 Section 1396; R. S. 1181; 1884 (18) 781; 1905 (24) 964.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-10/"
    },
    {
      "id": "section-5-27-110",
      "number": "5-27-110",
      "heading": "",
      "text": "Every town council of a town of less than one thousand inhabitants shall keep all streets and ways which may be necessary for public use within the limits of the town open and in good repair and for that purpose they are hereby invested with the powers, rights and privileges granted by law to the governing body of the county without the limits of the town. For neglect of duty they shall be liable to the pains and penalties imposed by Section 57-17-80 upon governing bodies of counties for like neglect.\n\nHISTORY: 1962 Code Section 47-1321; 1952 Code Section 47-1321; 1942 Code Section 7411; 1932 Code Section 7411; Civ. C. '22 Section 4523; Civ. C. '12 Section 2902; Civ. C. '02 Section 1944; 1896 (22) 78.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-110/"
    },
    {
      "id": "section-5-27-120",
      "number": "5-27-120",
      "heading": "",
      "text": "The city or town council of any city or town of over one thousand inhabitants shall keep in good repair all the streets, ways and bridges within the limits of the city or town and for such purpose it is invested with all the powers, rights and privileges within the limits of such city or town that are given to the governing bodies of the several counties of this State as to the public roads.\n\nHISTORY: 1962 Code Section 47-1323; 1952 Code Section 47-1323; 1942 Code Section 7438; 1932 Code Section 7438; Civ. C. '22 Section 4550; Civ. C. '12 Section 2951; Civ. C. '02 Section 1985; 1896 (22) 67; 1901 (23) 649; 1908 (25) 1023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-120/"
    },
    {
      "id": "section-5-27-130",
      "number": "5-27-130",
      "heading": "",
      "text": "Every person sentenced to imprisonment in any such city or town, either directly or in consequence of a failure to pay a fine imposed, shall be subject to work upon the public roads of such city or town of over one thousand inhabitants or of the county in which such city or town is situate during the term of such imprisonment.\n\nHISTORY: 1962 Code Section 47-1325; 1952 Code Section 47-1325; 1942 Code Section 7432; 1932 Code Section 7432; Civ. C. '22 Section 4544; Civ. C. '12 Section 2946; Civ. C. '02 Section 1982; 1896 (22) 67; 1901 (23) 649.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-130/"
    },
    {
      "id": "section-5-27-140",
      "number": "5-27-140",
      "heading": "",
      "text": "In towns of less than five thousand inhabitants, incorporated under the provisions of Chapter 1 of Title 5 of the 1976 Code of Laws of South Carolina, the town council may, in its discretion, authorize the erection of poles, posts and any other obstruction which, without legislative sanction, either mediately or immediately given, would constitute nuisances in, upon or under the highways, streets and roads of said town.\n\nHISTORY: 1962 Code Section 47-1326; 1952 Code Section 47-1326; 1942 Code Section 7438; 1932 Code Section 7438; Civ. C. '22 Section 4550; Civ. C. '12 Section 2951; Civ. C. '02 Section 1985; 1896 (22) 67; 1901 (23) 649; 1908 (25) 1023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-140/"
    },
    {
      "id": "section-5-27-150",
      "number": "5-27-150",
      "heading": "",
      "text": "The city council of any city containing more than five thousand inhabitants may open new streets, close, widen, or alter streets in the city when, in its judgment, it may be necessary for the improvement of the city. It shall first pay damages, should any be claimed, to any landowner through whose premises the streets may run, according to the Eminent Domain Procedure Act (Chapter 2 of Title 28).\n\nHISTORY: 1962 Code Section 47-1327; 1952 Code Section 47-1327; 1942 Code Section 7455; 1932 Code Section 7455; Civ. C. '22 Section 4570; Civ. C. '12 Section 2926; Civ. C. '02 Section 1967; 1901 (23) 648; 1953 (48) 272; 1987 Act No. 173, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-150/"
    },
    {
      "id": "section-5-27-160",
      "number": "5-27-160",
      "heading": "",
      "text": "It shall be unlawful to sell and convey lots or parcels of real estate subdivided into lots and streets, situated within five miles of a city having a population of thirty-five thousand or more, unless and until a map or plat has been approved by the city engineer of the city constituting the county seat in the county in which such lot or parcel is located and until such map, with the approval of such city engineer, has been duly recorded in the office of the clerk of the court of common pleas or of the register of deeds for such county in which it is located. If the city engineer shall disapprove the plans submitted to him or if his rulings shall be unsatisfactory to those persons submitting such plans an appeal may be had to the city council or other governing body of the city.\n\nHISTORY: 1962 Code Section 47-1329; 1952 Code Section 47-1329; 1942 Code Section 7549; 1932 Code Section 7389; 1925 (34) 14; 1940 (41) 1849; 1997 Act No. 34, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-160/"
    },
    {
      "id": "section-5-27-170",
      "number": "5-27-170",
      "heading": "",
      "text": "In any county and beyond the borders of any incorporated city or town and within a radius of five miles of any city having a population of fifty thousand or more, the city engineer of such city and the county engineer of such county may change the name of any street or road. Any such change of name when made shall be certified to the office of the clerk of court of common pleas and general sessions or of the register of deeds for such county, there to be recorded. In any county having no county engineer the executive officer of the county department or agency having jurisdiction of the construction and maintenance of county roads and highways shall act in his stead. But the city engineer of a city that had a population of more than sixty thousand and less than seventy thousand according to the 1940 United States census shall not have the right to change the names of streets that lie outside the county in which the city hall of such city is located.\n\nHISTORY: 1962 Code Section 47-1330; 1952 Code Section 47-1330; 1942 Code Section 7549; 1932 Code Section 7389; 1925 (34) 14; 1940 (41) 1849; 1944 (43) 1294; 1997 Act No. 34, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-170/"
    },
    {
      "id": "section-5-27-180",
      "number": "5-27-180",
      "heading": "",
      "text": "In any county containing a city having a population of more than eighty-five thousand and less than one hundred thousand, according to the latest official United States census, the city engineer of such city and the county engineer of such county may name any street or road beyond the borders of such incorporated city or town and may change and give a number to designate each lot of land facing and fronting on such street or road for a distance of every twenty-six feet. A copy of the plat, and any revisions thereof, showing the street or road to be named and lots to be numbered shall be filed with the county engineer before he or the city engineer may name any street or road or give a number to any lot thereon. The street or road shown on such plat shall be located and referenced with an existing named street or road or a fixed or natural marker. Any such name or any number designating such a lot facing on a street or road, when made, shall be certified to the office of the clerk of court of such county for recording.\n\nHISTORY: 1962 Code Section 47-1331; 1952 Code Section 47-1331; 1944 (43) 1294; 1957 (50) 168; 1961 (52) 97.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-180/"
    },
    {
      "id": "section-5-27-310",
      "number": "5-27-310",
      "heading": "",
      "text": "Any incorporated city or town of this State may provide by ordinance for the payment of the cost of the permanent improvements of its streets and sidewalks by levying upon the owners of property immediately abutting on the streets and sidewalks or parts of either so improved an assessment in proportion to the frontage only of such property on such streets or sidewalks or parts of either so improved of not exceeding in the aggregate one half of the cost of such improvements.\n\nHISTORY: 1962 Code Section 47-1341; 1952 Code Section 47-1341; 1942 Code Section 7374; 1932 Code Section 7374; Civ. C. '22 Section 4506; 1915 (29) 250; 1919 (31) 140.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-310/"
    },
    {
      "id": "section-5-27-320",
      "number": "5-27-320",
      "heading": "",
      "text": "No such assessment shall be so laid upon the abutting property owners until such improvements have been ordered pursuant to such ordinance upon the written consent, signed and filed with the city or town clerk, of not less than two thirds in number of the owners of the property abutting upon the street, sidewalk or part of either proposed to be improved and provision made for the payment by the corporate authorities of such city or town of not less than one half of the cost of such improvement. The times and terms of payment and rates of interest on deferred payments of assessments by such property owners shall be such as may be prescribed by ordinance.\n\nHISTORY: 1962 Code Section 47-1342; 1952 Code Section 47-1342; 1942 Code Section 7374; 1932 Code Section 7374; Civ. C. '22 Section 4506; 1915 (29) 250; 1919 (31) 140.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-320/"
    },
    {
      "id": "section-5-27-330",
      "number": "5-27-330",
      "heading": "",
      "text": "The amounts of money raised by such assessments, together with the amounts added thereto by the city or town authorities from the city or town treasury, shall constitute and be kept as a separate fund, to be used only for the purpose for which it was raised and appropriated.\n\nHISTORY: 1962 Code Section 47-1349; 1952 Code Section 47-1349; 1942 Code Section 7375; 1932 Code Section 7375; Civ. C. '22 Section 4507; 1919 (31) 140.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-330/"
    },
    {
      "id": "section-5-27-340",
      "number": "5-27-340",
      "heading": "",
      "text": "Such assessments shall be entered in a book kept by the city or town clerk, to be entitled \"assessment liens,\" stating the names of the owners, the location of the property and the amount of the assessment and the time or times of payment. When so entered such assessments shall constitute and be a lien upon the property so assessed and payment thereof may be enforced as the payment of city or town taxes is enforced. Such lien shall continue from the date of entry on such book until the expiration of five years from the date when final payment is due and payable, unless sooner paid. Upon default in the payment of any installment or deferred portion of any assessment, at the time and in accordance with the terms and conditions fixed by ordinance, the total amount of any such assessment then unpaid, including deferred installments or payments and interest, shall immediately become due and collectible as city or town taxes are collected and with such penalties and costs as are now provided for the payment of such taxes.\n\nHISTORY: 1962 Code Section 47-1350; 1952 Code Section 47-1350; 1942 Code Section 7376; 1932 Code Section 7376; Civ. C. '22 Section 4508; 1919 (31) 140.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-340/"
    },
    {
      "id": "section-5-27-350",
      "number": "5-27-350",
      "heading": "",
      "text": "The city or town clerk shall be required by ordinance of the city or town to make entry of satisfaction on such \"assessment liens\" book as soon as full payment is made, and the lien shall be thereby extinguished.\n\nHISTORY: 1962 Code Section 47-1352; 1952 Code Section 47-1352; 1942 Code Section 7377; 1932 Code Section 7377; Civ. C. '22 Section 4509; 1919 (31) 140.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-350/"
    },
    {
      "id": "section-5-27-360",
      "number": "5-27-360",
      "heading": "",
      "text": "Such cities or towns may, by ordinance, require the grantor and grantee of any property or part thereof sold or transferred after such assessment has been laid thereon and before such assessment lien has been extinguished, as provided herein, to file in writing with the city or town clerk, within ten days after every such sale or transfer, the name of such grantor and grantee, an accurate description of the property sold or transferred and the date of such sale or transfer.\n\nHISTORY: 1962 Code Section 47-1356; 1952 Code Section 47-1356; 1942 Code Section 7379; 1932 Code Section 7379; Civ. C. '22 Section 4511; 1919 (31) 140.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-360/"
    },
    {
      "id": "section-5-27-370",
      "number": "5-27-370",
      "heading": "",
      "text": "The provisions of Sections 5-27-310, 5-27-320, 5-27-330, 5-27-340, 5-27-350 and 5-27-360 shall not apply or become operative in any city or town until upon being submitted to the qualified electors thereof by the city or town council for approval, a majority of the qualified electors voting on the question of such approval vote in favor thereof at any general municipal election or at any special municipal election, whether called and held for that purpose or not, when the question of such approval of said sections is submitted and voted on separately and the ballots thereon deposited in a separate box properly labeled and provided for that purpose.\n\nHISTORY: 1962 Code Section 47-1357; 1952 Code Section 47-1357; 1942 Code Section 7381; 1932 Code Sections 7380, 7381; Civ. C. '22 Section 4512; 1919 (31) 140; 1922 (32) 974; 1925 (34) 281; 1926 (34) 1028; 1929 (36) 624; 1930 (36) 1324; 1932 (37) 1149; 1936 (39) 1288; 1937 (40) 304, 457; 1938 (40) 1802.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-370/"
    },
    {
      "id": "section-5-27-510",
      "number": "5-27-510",
      "heading": "",
      "text": "A municipality may construct or authorize the construction of any building which encroaches upon or projects over a public sidewalk. Any encroachment on a street which is included in the state highway system shall be subject to the approval of the South Carolina Department of Transportation.\n\nHISTORY: 1962 Code Section 47-1334; 1968 (55) 2660; 1993 Act No. 181, Section 63.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-510/"
    },
    {
      "id": "section-5-27-520",
      "number": "5-27-520",
      "heading": "",
      "text": "A municipality may construct or authorize the construction of motor vehicle parking facilities which encroach upon or project over a public sidewalk in the shopping districts of such municipality. Any such encroachment or projection shall be, in the opinion of the municipality's governing body, of a sufficient height above the sidewalk so as not to impede or interfere with normal pedestrian or vehicular movement. No such parking facility shall be allowed to encroach upon or project over any street within the State highway system or which has been constructed or improved with Federal aid funds, but this provision shall not apply to any such parking facility constructed or in the process of construction on May 23, 1961. The encroachment or projection of any such parking facility shall be removable and shall be removed, without compensation, upon reasonable notice given by the governing body of the municipality that the area subject to encroachment or projection is needed for street-widening purposes or that the encroachment or projection interferes with normal pedestrian or vehicular movement.\n\nHISTORY: 1962 Code Section 47-1335; 1961 (52) 553.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-520/"
    },
    {
      "id": "section-5-27-910",
      "number": "5-27-910",
      "heading": "",
      "text": "Any rescue squad, volunteer fire department, or charitable or eleemosynary organization in this State may solicit funds from motorists on highways and streets located within a municipality with a permit issued by the governing body of the municipality or within the unincorporated areas of a county with a permit issued by the governing body of the county. The governing body may grant or deny a permit. Permits may be issued for more than one day but no organization may be issued more than two permits in any one calendar year. Permits may impose limits upon solicitation as the governing body of the municipality or county determines are necessary to protect the health and safety of motorists, pedestrians, and those soliciting for an organization and to ensure that solicitation does not unreasonably impede the flow of traffic. The governing body issuing the permit shall have responsibility for supervising the solicitation and enforcing the terms of the permit; provided, that the municipality or county is immune from liability as provided in the Tort Claims Act for any loss or injury occurring as a result of these solicitations.\n\nHISTORY: 1986 Act No. 392, Section 1; 1988 Act No. 373, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-27/section-5-27-910/"
    }
  ]
}