{
  "state": "south-carolina",
  "path": "title-title-5/chapter-chapter-29",
  "sections": [
    {
      "id": "section-5-29-10",
      "number": "5-29-10",
      "heading": "",
      "text": "This chapter, and all statutes incorporated herein by reference, may collectively be cited as the \"Off-Street Parking Facilities Act.\"\n\nHISTORY: 1962 Code Section 59-566; 1954 (48) 1771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-29/section-5-29-10/"
    },
    {
      "id": "section-5-29-20",
      "number": "5-29-20",
      "heading": "",
      "text": "As used in this chapter:\n\n(1) The term \"municipality\" shall mean any incorporated city or town in this State.\n\n(2) The term \"Revenue Bond Act\" shall mean Sections 6-21-10 through 6-21-570, as the same are now constituted, or as the same shall hereafter be amended.\n\n(3) The term \"Refunding Revenue Bond Act\" shall mean Sections 6-17-10 through 6-17-320, as the same are now constituted, or as the same shall hereafter be amended.\n\n(4) The term \"off-street parking facilities\" shall mean motor vehicular parking facilities of all sorts, including parking lots, buildings or ramps.\n\n(5) The term \"on-street parking facilities\" shall mean any system of parking meters, curb line or other, regulating the parking of motor vehicles on any street within the corporate limits of any municipality, requiring the payment of a charge for the right to make use of any portion of any street set apart for motor vehicular parking.\n\nHISTORY: 1962 Code Section 59-566.1; 1954 (48) 1771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-29/section-5-29-20/"
    },
    {
      "id": "section-5-29-30",
      "number": "5-29-30",
      "heading": "",
      "text": "The right of any municipality to establish on-street parking facilities is reaffirmed, and such facilities may be established and operated wherever traffic conditions in such municipality require.\n\nHISTORY: 1962 Code Section 59-566.2; 1954 (48) 1771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-29/section-5-29-30/"
    },
    {
      "id": "section-5-29-40",
      "number": "5-29-40",
      "heading": "",
      "text": "Any municipality shall be permitted to make provision for the construction, establishment, maintenance and improvement of off-street parking facilities, and to finance or refinance the cost of such construction, establishment, maintenance and improvement through the issuance of bonds pursuant to the Revenue Bond Act or the Refunding Revenue Bond Act.\n\nHISTORY: 1962 Code Section 59-566.3; 1954 (48) 1771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-29/section-5-29-40/"
    },
    {
      "id": "section-5-29-50",
      "number": "5-29-50",
      "heading": "",
      "text": "Any municipality shall be fully empowered to avail itself of all powers granted by either or both of the Revenue Bond Act or the Refunding Revenue Bond Act. In exercising the powers conferred by such acts, the municipality may make all pledges and covenants authorized by any provision thereof, and may confer upon the holders of bonds issued pursuant to either of such acts all rights and liens authorized thereby. But in making any pledge pursuant to the Revenue Bond Act or the Refunding Revenue Bond Act, the municipality shall reserve the right to make appropriate changes in the location of any parking meters or other part of any on-street parking facilities, made necessary by street widening or street closing, and shall also reserve the right to substitute and make changes in the location of parking meters or other part of any on-street parking facilities, to provide essential and necessary traffic regulation and control. It shall also reserve the right to discontinue the use of on-street parking facilities wherever traffic requirements make such action necessary.\n\nHISTORY: 1962 Code Section 59-566.4; 1954 (48) 1771; 1969 (56) 788.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-29/section-5-29-50/"
    },
    {
      "id": "section-5-29-60",
      "number": "5-29-60",
      "heading": "",
      "text": "Any municipality may:\n\n(1) Provide that any revenue bonds issued under this chapter shall be payable, both as to principal and interest, from such portions of the revenues of either or both of its off-street parking facilities and its on-street parking facilities as the municipality shall prescribe in the proceedings adopted in the issuance of bonds pursuant to this chapter but any pledge with respect to revenues derived from on-street parking facilities shall reserve the right in the municipality to discontinue the use of on-street parking facilities whenever traffic conditions so require;\n\n(1A) Additionally secure the payment of the principal and interest of bonds issued pursuant to this chapter by a pledge of so much of the moneys as the municipality shall derive from business license taxes as may be necessary to pay the principal of and interest on any bonds issued under this chapter, and covenant and agree that all powers granted to such municipality to impose business license taxes shall be exercised to such degree as will enable the municipality to discharge the covenant herein first authorized;\n\n(2) Covenant and agree that upon its being adjudged in default as to the payment of any installment of principal or interest upon any bond issued by it, or in default as to the performance of any covenant or undertaking made by it, that in such event, the principal of all bonds of such issue may be declared forthwith due and payable, notwithstanding that any of them may not have then matured;\n\n(3) Confer upon a corporate trustee the power to make disposition of the proceeds from all borrowings and also of all revenues derived from the operation of either or both of its off-street parking facilities and its on-street parking facilities, in accordance with and in the order of priority prescribed by the proceedings adopted by the municipality as an incident to the issuance of any bonds;\n\n(4) Dispose of its bonds at public or private sale, and upon such terms and conditions as it shall approve;\n\n(5) Make such provision for the redemption of bonds issued by it prior to their stated maturity, with or without premium, and on such terms and conditions as the municipality shall approve;\n\n(6) Covenant and agree that any cushion fund established to further secure the payment of the principal and interest of any bonds shall be in a fixed amount;\n\n(7) Covenant and agree that no free service will be furnished to any person, firm, corporation, municipal corporation, or any subdivision or division of the State, or limit the conditions under which free service may be made available;\n\n(8) Prescribe the procedure, if any, by which the terms of the contract with the holders of its bonds may be amended, the number of bonds whose holders must consent thereto, and the manner in which such consent shall be given; and\n\n(9) Prescribe the events of default and the terms and conditions upon which all or any bonds shall become or may be declared due before maturity and the terms and conditions upon which such declaration and its consequences may be waived.\n\nHISTORY: 1962 Code Section 59-566.5; 1954 (48) 1771; 1969 (56) 788.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-29/section-5-29-60/"
    }
  ]
}