{
  "state": "south-carolina",
  "path": "title-title-5/chapter-t05c003",
  "sections": [
    {
      "id": "section-5-3-10",
      "number": "5-3-10",
      "heading": "",
      "text": "Any city or town council may extend the corporate limits of the municipality in the manner set forth in this chapter. HISTORY: 1962 Code Section 47-11; 1952 Code Section 47-11; 1942 Code Section 7230; 1932 Code Section 7230; Civ. C. '22 Section 4385; Civ. C. '12 Section 2991; Civ. C. '02 Section 1997; 1896 (22) 82; 1897 (22) 459; 1901 (23) 658; 1948 (45) 1974; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-10/"
    },
    {
      "id": "section-5-3-15",
      "number": "5-3-15",
      "heading": "",
      "text": "No municipality may annex, under the provisions of this chapter, any real property owned by an airport district composed of more than one county without prior written approval of the governing body of the district. HISTORY: 1995 Act No. 99, Section 1; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-15/"
    },
    {
      "id": "section-5-3-20",
      "number": "5-3-20",
      "heading": "",
      "text": "No municipality may annex, under the provisions of this chapter, any real property owned by a professional sports team as defined in Section 12-6-3360(M)(17) without prior written consent of the professional sports team. HISTORY: 2019 Act No. 83 (H.4243), Section 4, eff May 22, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-20/"
    },
    {
      "id": "section-5-3-30",
      "number": "5-3-30",
      "heading": "",
      "text": "When two or more municipal corporations propose to consolidate, no petition shall be required and each municipal corporation desiring to consolidate may call for the election hereinafter provided by ordinance. HISTORY: 1962 Code Section 47-12.1; 1971 (57) 413; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-30/"
    },
    {
      "id": "section-5-3-40",
      "number": "5-3-40",
      "heading": "",
      "text": "Whenever it is proposed to extend the corporate limits of any municipality by inclusion of territory of another adjacent municipality in whole or in part, the governing bodies of the municipalities may, after public hearing, stipulate and agree upon terms of consolidation or boundary adjustment by ordinance adopted by each municipality, which shall be binding upon the enlarged municipality, and the consolidation or adjustment shall be effective on the date of adoption of the final ordinance. HISTORY: 1962 Code Section 47-13; 1952 Code Section 47-13; 1942 Code Section 7231; 1932 Code Section 7231; Civ. C. '22 Section 4386; Civ. C. '12 Section 2992; 1911 (27) 22; 1996 Act No. 412, Section 1; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-40/"
    },
    {
      "id": "section-5-3-90",
      "number": "5-3-90",
      "heading": "",
      "text": "Any municipality increasing its territory shall file a notice with the Secretary of State, Department of Transportation, and the Department of Public Safety describing its new boundaries. The notice shall include a written description of the boundary, along with a map or plat which clearly defines the new territory added. HISTORY: 1962 Code Section 47-18; 1952 Code Section 47-18; 1942 Code Section 7230; 1932 Code Section 7230; Civ. C. '22 Section 4385; Civ. C. '12 Section 2991; Civ. C. '02 Section 1997; 1896 (22) 82; 1897 (22) 459; 1901 (23) 658; 1948 (45) 1974; 1968 (55) 2590; 1993 Act No. 181, Section 59; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-90/"
    },
    {
      "id": "section-5-3-100",
      "number": "5-3-100",
      "heading": "",
      "text": "If the territory proposed to be annexed belongs entirely to the municipality seeking its annexation and is adjacent thereto, the territory may be annexed by resolution of the governing body of the municipality. When the territory proposed to be annexed to the municipality belongs entirely to the county in which the municipality is located and is adjacent thereto, it may be annexed by resolution of the governing body of the municipality and the governing body of the county. Upon the adoption of the resolutions required by this section and the passage of an ordinance to that effect by the municipality, the annexation is complete. HISTORY: 1962 Code Section 47-18.1; 1955 (49) 270; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-100/"
    },
    {
      "id": "section-5-3-110",
      "number": "5-3-110",
      "heading": "",
      "text": "Whenever the whole or any part of any street, roadway, or highway has been accepted for and is under permanent public maintenance by a city, a county, or the Department of Transportation, that portion of any right-of-way area not exceeding the width thereof lying beyond but abutting on the corporate limits of the city may be annexed to and incorporated within the city by adoption of an ordinance so declaring, without necessity for election of any sort, upon prior consent in writing of any public agency other than the city engaged in maintenance of the right-of-way area to be annexed. Consent on behalf of the Department of Transportation may be given by the director. Consent on behalf of any county may be given by its county commissioners, county board of directors, or other local county agency or governing body having jurisdiction over county roads. HISTORY: 1962 Code Section 47-18.2; 1971 (57) 299; 1993 Act No. 181, Section 60; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-110/"
    },
    {
      "id": "section-5-3-115",
      "number": "5-3-115",
      "heading": "",
      "text": "Notwithstanding any other provision of law, any real property which is or has been included within a multicounty park under Section 4-1-170 and title to which is held by the State of South Carolina, may be annexed only upon approval by the State Fiscal Accountability Authority. HISTORY: 1995 Act No. 4, Section 2; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-115/"
    },
    {
      "id": "section-5-3-120",
      "number": "5-3-120",
      "heading": "",
      "text": "If the entire area proposed to be annexed belongs to a corporation only, it may be annexed on the petition of the stockholders of the corporation. Upon agreement of the governing body of the municipality to accept the petition and the passage of an ordinance to that effect by the municipality, the annexation is complete. HISTORY: 1962 Code Section 47-19; 1952 Code Section 47-19; 1942 Code Section 7230; 1932 Code Section 7230; Civ. C. '22 Section 4385; Civ. C. '12 Section 2991; Civ. C. '02 Section 1997; 1896 (22) 82; 1897 (22) 459; 1901 (23) 658; 1948 (45) 1974; 1964 (53) 1810; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-120/"
    },
    {
      "id": "section-5-3-130",
      "number": "5-3-130",
      "heading": "",
      "text": "If the area proposed to be annexed belongs entirely to a school district, it may be annexed upon the petition of the board of trustees of the school district to the city or town council. Upon agreement of the city or town council to accept the petition and the passage of an ordinance to that effect, the annexation is complete. HISTORY: 1962 Code Section 47-19.1; 1953 (48) 221; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-130/"
    },
    {
      "id": "section-5-3-140",
      "number": "5-3-140",
      "heading": "",
      "text": "If the territory proposed to be annexed belongs entirely to the federal government or to the State of South Carolina and is adjacent to a municipality, it may be annexed upon the petition of the federal government or of the State to the city or town council thereof. As used in this section, a petition by the State shall mean a petition executed by the State Fiscal Accountability Authority. Upon agreement of the city or town council to accept the petition and the passage of an ordinance to that effect, the annexation is complete. HISTORY: 1962 Code Section 47-19.2; 1967 (55) 952; 1971 (57) 798; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-140/"
    },
    {
      "id": "section-5-3-150",
      "number": "5-3-150",
      "heading": "",
      "text": "(1) Any area or property which is contiguous to a municipality may be annexed to the municipality by filing with the municipal governing body a petition signed by seventy-five percent or more of the freeholders, as defined in Section 5-3-240, owning at least seventy-five percent of the assessed valuation of the real property in the area requesting annexation. Upon the agreement of the governing body to accept the petition and annex the area, and the enactment of an ordinance declaring the area annexed to the municipality, the annexation is complete. No member of the governing body who owns property or stock in a corporation owning property in the area proposed to be annexed is eligible to vote on the ordinance. This method of annexation is in addition to any other methods authorized by law; however, this property may not be annexed unless the following has been complied with: (1) the petition must be dated before the first signature is affixed to it and all necessary signatures must be obtained within six months from the date of the petition; (2) the petition and all signatures to it are open for public inspection at any time on demand of any resident of the municipality or area affected by the proposed annexation or by anyone owning property in the area to be annexed; (3) the petition must state the act or code section pursuant to which the proposed annexation is to be accomplished; (4) the petition must contain a description of the area to be annexed and there must be attached to the petition a plat of the area to be annexed; (5) the municipality or any resident of it and any person residing in the area to be annexed or owning real property of it may institute and maintain a suit in the court of common pleas, and in that suit the person may challenge and have adjudicated any issue raised in connection with the proposed or completed annexation; (6) not less than thirty days before acting on an annexation petition, the annexing municipality must give notice of a public hearing by publication in a newspaper of general circulation in the community, by posting the notice of the public hearing on the municipal bulletin board, and by written notification to the taxpayer of record of all properties within the area proposed to be annexed, to the chief administrative officer of the county, to all public service or special purpose districts, and all fire departments, whether volunteer or full time. This public hearing must include a map of the proposed annexation area, a complete legal description of the proposed annexation area, a statement as to what public services are to be assumed or provided by the municipality, and the taxes and fees required for these services. The notice must include a projected timetable for the provision or assumption of these services. (2) The conditions relating to petitions set forth in this section apply only to the alternate method of annexation as defined in subsection (1) of this section. (3) Notwithstanding the provisions of subsections (1) and (2) of this section, any area or property which is contiguous to a municipality may be annexed to the municipality by filing with the municipal governing body a petition signed by all persons owning real estate in the area requesting annexation. Upon the agreement of the governing body to accept the petition and annex the area, and the enactment of an ordinance declaring the area annexed to the municipality, the annexation is complete. No member of the governing body who owns property or stock in a corporation owning property in the area proposed to be annexed is eligible to vote on the ordinance. This method of annexation is in addition to any other methods authorized by law. (4) For purposes of this section any real property owned by a governmental entity and leased to any other entity pursuant to a fee in lieu of taxes transaction under Section 4-29-67 or 4-29-69 is considered to have an assessed valuation equal to the original cost of the real property as determined under Section 4-29-67(D). For purposes of this section, the lessee of real property pursuant to a fee in lieu of taxes transaction under Section 4-29-67 or 4-29-69 is the freeholder with respect to the property. (5) For purposes of this section, any real property included within a multicounty park under Section 4-1-170 is considered to have the same assessed valuation that it would have if the multicounty park did not exist. Notwithstanding any other provision of law, any real property which is or has been included within a multicounty park under Section 4-1-170 and title to which is held by the State of South Carolina, only may be annexed with prior written consent of the State of South Carolina, and when title to real property in the park is held by a political subdivision of the State, the property may be annexed only with prior written consent of the governing body of the political subdivision holding title. HISTORY: 1962 Code Section 47-19.5; 1964 (53) 2081; 1967 (55) 619; 1994 Act No. 497, Part II, Section 142C; 1995 Act No. 45, Section 1; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-150/"
    },
    {
      "id": "section-5-3-155",
      "number": "5-3-155",
      "heading": "",
      "text": "An area in this State located more than twelve miles from the Atlantic Ocean, which is a peninsula being predominately industrial in character, separating a freshwater reservoir from a body of brackish water subject to tidal influences, and created by the construction of a manmade canal and manmade dam, may be annexed by a municipality only under the provisions of Section 5-3-150. HISTORY: 1979 Act No. 194, Part III, Section 2; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-155/"
    },
    {
      "id": "section-5-3-210",
      "number": "5-3-210",
      "heading": "",
      "text": "When an annexation election is defeated either by the voters inside the municipality concerned or within the territory proposed to be annexed, or both, another annexation election within the territory proposed to be annexed shall not be initiated within a period of twenty-four months from the date upon which the voting took place. HISTORY: 1962 Code Section 47-19.16; 1963 (53) 264; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-210/"
    },
    {
      "id": "section-5-3-235",
      "number": "5-3-235",
      "heading": "",
      "text": "Except when the procedures for an annexation provided for in Sections 5-3-100, 5-3-110, 5-3-120, 5-3-130, 5-3-140, and 5-3-150 are followed, the assessed value of real property of any single freeholder to be annexed, as defined in Section 5-3-240, shall not at the time of a proposed annexation exceed twenty-five percent of the assessed value of real property of the existing area of a municipality. HISTORY: 1980 Act No. 464; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-235/"
    },
    {
      "id": "section-5-3-240",
      "number": "5-3-240",
      "heading": "",
      "text": "For the purposes of Sections 5-3-150, 5-3-280, and 5-3-300, a \"freeholder\" is defined as any person eighteen years of age, or older, and any firm or corporation, who or which owns legal title to a present possessory interest in real estate equal to a life estate or greater (expressly excluding leaseholds, easements, equitable interests, inchoate rights, dower rights, and future interests) and who owns, at the date of the petition or of the referendum, at least an undivided one-tenth interest in a single tract and whose name appears on the county tax records as an owner of real estate. HISTORY: 1962 Code Section 47-19.19; 1963 (53) 264; 1976 Act No. 695, Section 1; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-240/"
    },
    {
      "id": "section-5-3-250",
      "number": "5-3-250",
      "heading": "",
      "text": "Any municipality may extend its corporate limits so as to include any or all cemeteries adjoining the municipality, for the purposes only of police and sanitary measures, by the passage of an ordinance declaring them to be a portion of the municipality. But the inclusion of these cemeteries shall not give to the municipality the right to tax them in any manner. HISTORY: 1962 Code Section 47-20; 1952 Code Section 47-20; 1942 Code Section 7232; 1932 Code Section 7232; Civ. C. '22 Section 4387; Civ. C. '12 Section 2993; Civ. C. '02 Section 1998; 1896 (22) 82; 1897 (22) 459; 1901 (23) 658; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-250/"
    },
    {
      "id": "section-5-3-260",
      "number": "5-3-260",
      "heading": "",
      "text": "Any area owned entirely by an established church or religious group which is contiguous to a municipality may be annexed to the municipality upon the petition of the governing body of the church or religious group being submitted to the governing body of a municipality. Upon agreement of the governing body of the municipality to accept the petition, and the passage of an ordinance to that effect, the annexation is complete. HISTORY: 1962 Code Section 47-21; 1962 (52) 2145; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-260/"
    },
    {
      "id": "section-5-3-270",
      "number": "5-3-270",
      "heading": "",
      "text": "When the limits of a municipality are ordered extended, no contest thereabout shall be allowed unless the person interested therein files, within sixty days after the result has been published or declared, with both the clerk of the municipality and the clerk of court of the county in which the municipality is located, a notice of his intention to contest the extension, nor unless, within ninety days from the time the result has been published or declared an action is begun and the original summons and complaint filed with the clerk of court of the county in which the municipality is located. HISTORY: 1962 Code Section 47-22; 1952 Code Section 47-22; 1946 (44) 1376; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-270/"
    },
    {
      "id": "section-5-3-280",
      "number": "5-3-280",
      "heading": "",
      "text": "Whenever a petition is presented to a city or town council signed by a majority of the resident freeholders of the municipality asking for a reduction of the corporate limits of the city or town, the council shall order an election after not less than ten days' public advertisement. This advertisement shall describe the territory that is proposed to be cut off. If a majority of the qualified electors vote at the election in favor of the release of the territory, the council must issue an ordinance declaring the territory no longer a portion of the municipality and must notify the Secretary of State of the new boundaries of the municipality. HISTORY: 1962 Code Section 47-23; 1952 Code Section 47-23; 1942 Code Section 7232; 1932 Code Section 7232; Civ. C. '22 Section 4387; Civ. C. '12 Section 2993; Civ. C. '02 Section 1998; 1896 (22) 82; 1897 (22) 459; 1901 (23) 658; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-280/"
    },
    {
      "id": "section-5-3-285",
      "number": "5-3-285",
      "heading": "",
      "text": "Territory proposed to be removed from within the corporate limits of a municipality which is owned entirely by that municipality may be removed from within the corporate limits by ordinance of the governing body of the municipality. Territory proposed to be removed from within the corporate limits of a municipality which is owned entirely by a county or jointly by a county and a municipality may be removed from within the corporate limits by ordinance of the governing body of the municipality upon receipt of a resolution from the county governing body requesting the removal. HISTORY: 1997 Act No. 9, Section 1; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-285/"
    },
    {
      "id": "section-5-3-290",
      "number": "5-3-290",
      "heading": "",
      "text": "The word \"municipality\" as used in this chapter shall be construed to mean any incorporated city or town located within this State. HISTORY: 1962 Code Section 47-24; 1952 Code Section 47-24; 1942 Code Section 7230; 1932 Code Section 7230; Civ. C. '22 Section 4385; Civ. C. '12 Section 2991; Civ. C. '02 Section 1997; 1896 (22) 82; 1897 (22) 459; 1901 (23) 658; 1948 (45) 1974; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-290/"
    },
    {
      "id": "section-5-3-300",
      "number": "5-3-300",
      "heading": "",
      "text": "(A) In addition to other methods of annexation authorized by this chapter, any area which is contiguous to a municipality may be annexed to the municipality by the filing of a petition with the council signed by twenty-five percent or more of the qualified electors who are residents within the area proposed to be annexed. (B) The petition must contain a description of the area to be annexed, the signature of the qualified elector, the address of residence, and the act or code section pursuant to which the proposed annexation is to be accomplished. (C) If the municipal council finds that the petition has been signed by twenty-five percent or more of the qualified electors resident within the area proposed to be annexed, the council may certify that fact to the county election commission of the county in which the area is situated. Upon receipt of a written resolution certifying that the petition meets the requirements of this section, the county election commission shall order an election to be held within the area proposed to be annexed to the municipality on the question of extension of the corporate limits of the municipality by annexation of the area proposed to be annexed. (D) The election ordered pursuant to this section is a special election and not a municipal election and must be held, regulated, and conducted with the provisions prescribed by Chapters 13 and 17 of Title 7, except as otherwise provided in this section. The county election commission shall give at least thirty days' notice in a newspaper of general circulation within the area proposed to be annexed to the municipality. Registered qualified electors residing within the area proposed to be annexed to the municipality shall have the same qualifications to vote in this election as are required of registered qualified electors to vote in state and county general elections. At the election, the registered qualified electors residing within the area proposed to be annexed shall vote in a box or boxes to be provided for the purpose within the area proposed to be annexed by the county election commission. The county election commission shall certify the result of the election to the municipal council of the municipality. If a majority of the votes cast by the qualified electors of the area proposed to be annexed are in favor of the annexation, the council by written resolution must publish the result of the election. (E) After publishing the result of the election, the municipal council shall publish in a newspaper of general circulation within the municipality a notice which must contain: (1) a description of the area to be annexed; (2) the act or code section pursuant to which the proposed annexation is to be accomplished; (3) a statement that the qualified electors of the area to be annexed voted to be annexed to the municipality; and (4) a statement that the municipal council will approve the annexation of the area unless a petition signed by five percent or more of the qualified electors within the municipality is presented to the municipal council within thirty days from the date of the notice requesting that the municipal council order an election to be held within the municipality on the question of extension of the corporate limits by annexation of the area proposed to be annexed. (F) The municipal council may give final reading approval to an ordinance declaring the area annexed not less than thirty days from the date of the publication of the notice required by subsection (E). However, if within thirty days from the date of the publication of the notice required by subsection (E), a petition signed by five percent or more of the qualified electors within the municipality is presented to the municipal council requesting an election to be held within the municipality on the question of extension of the corporate limits by annexation of the area proposed to be annexed, the municipal council shall delay final reading approval of the ordinance declaring the area annexed until the results of the election within the municipality are published. (G) If within thirty days from the date of the publication of the notice required by subsection (E), a petition is presented to the municipal council requesting an election to be held within the municipality on the question of extension of the corporate limits by annexation of the area proposed to be annexed, the municipal council, after verifying that at least five percent of the qualified electors within the municipality have signed the petition, shall certify that fact to the municipal election commission and order an election. The election ordered pursuant to this subsection is a municipal election and must be held, regulated, and conducted by the municipal election commission pursuant to provisions prescribed by Chapters 13 and 17 of Title 7, except as otherwise provided in this subsection. The municipal election commission shall give at least thirty days' notice prior to the date set for the election by publishing the notice in a newspaper of general circulation within the municipality. Registered qualified electors residing within the municipality shall have the same qualifications to vote in this election as are required of registered qualified electors to vote in the state and county general elections. The municipal election commission shall certify the result of the election to the municipal council. (H) If a majority of the votes cast by the qualified electors of the municipality are in favor of the annexation, the council shall give final reading approval to the ordinance declaring the area annexed. If a majority of the votes cast by the qualified electors of the municipality are in opposition to the annexation, the municipal council shall publish the result of the election and table the proposed ordinance. (I) When the procedure for annexation provided for in this section is followed, any freeholder owning real property in the area to be annexed equal to twenty-five percent or more of the total assessed value of all real property of the area proposed to be annexed and any freeholder owning agricultural real property in the area to be annexed shall receive written notice of the proposed annexation by certified mail, return receipt requested, from the municipal clerk. Unless the freeholder files written notice with the municipal clerk at least ten days before the election provided for in subsection (D), the freeholder's property must be considered as part of the area proposed to be annexed for the purposes of the annexation election. If the freeholder files written notice objecting to the inclusion of his property in the area to be annexed with the municipal clerk at least ten days before the election provided for in subsection (D), the freeholder's property must be excluded from the area to be annexed. For purposes of this section, \"agricultural real property\" means: (1) land used to grow timber, if the size of the tract is ten acres or more. Tracts of timberland of less than ten acres which are contiguous to or are under the same management system as a tract of timberland which meets the minimum acreage requirement are treated as part of the qualifying tract. Tracts of timberland of less than ten acres are agricultural real property when they are owned in combination with other tracts of nontimberland agricultural real property that qualify as agricultural real property. For purposes of this item, tracts of timberland must be actively devoted to growing trees for commercial use; (2) all other agricultural real property, if the size of the tract is ten acres or more. Tracts of other than timberland of less than ten acres which are contiguous to a tract which meets the minimum acreage requirement are treated as part of the qualifying tract; (3) tracts of other than timberland not meeting the acreage requirement qualify if the freeholder reported at least one thousand dollars of gross farm income on his federal income tax return Schedule E or F for at least three of the five taxable years preceding the year of the annexation. The municipal clerk may require the freeholder (a) to give written authorization consistent with privacy laws allowing the clerk to verify farm income from the South Carolina Department of Revenue or the Internal Revenue Service and (b) to provide the Agriculture Stabilization and Conservation Service (ASCS) farm identification number of the tract and allow verification with the ASCS office. HISTORY: 1988 Act No. 626, Section 1; 1993 Act No. 181, Section 613; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-300/"
    },
    {
      "id": "section-5-3-305",
      "number": "5-3-305",
      "heading": "",
      "text": "For purposes of this chapter, \"contiguous\" means property which is adjacent to a municipality and shares a continuous border. Contiguity is not established by a road, waterway, right-of-way, easement, railroad track, marshland, or utility line which connects one property to another; however, if the connecting road, waterway, easement, railroad track, marshland, or utility line intervenes between two properties, which but for the intervening connector would be adjacent and share a continuous border, the intervening connector does not destroy contiguity. HISTORY: 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-305/"
    },
    {
      "id": "section-5-3-310",
      "number": "5-3-310",
      "heading": "",
      "text": "When all or part of the area of a special purpose district as defined in Section 6-11-1610 or a special taxing district created pursuant to Section 4-9-30 or Section 4-19-10, et seq. or an assessment district created pursuant to Chapter 15 of Title 6, or any other special purpose district or special taxing or assessment district is annexed into a municipality under the provisions of Section 5-3-150 or 5-3-300, the following provisions apply: (1) At the time of annexation or at any time thereafter the municipality may elect at its sole option to provide the service formerly provided by the district within the annexed area. The transfer of service rights must be made pursuant to a plan formulated under the provisions of Sections 5-3-300 through 5-3-315. (2) Until the municipality upon reasonable written notice elects to displace the district's service, the district must be allowed to continue providing service within the district's annexed area. (3) Annexation does not divest the district of any property; however, subject to the provisions of item (4) below, real or tangible personal property located within the area annexed must be transferred to the municipality pursuant to a plan formulated under the provisions of Sections 5-3-300 through 5-3-315. (4) In any case in which the municipality annexes less than the total service area of the district, the district may, at its sole discretion, retain ownership and control of any asset, within or without the annexed area, used by or intended to be used by residents within the district's unannexed area or used or intended to be used to provide service to residents in the unannexed area of the district. (5) Upon annexation of less than the total area of the district, the district's boundaries must be modified, if at all, by the plan formulated pursuant to the provisions of Sections 5-3-300 through 5-3-315. The plan must specify the new boundaries of the district. HISTORY: 1988 Act No. 626, Section 2; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-310/"
    },
    {
      "id": "section-5-3-311",
      "number": "5-3-311",
      "heading": "",
      "text": "The plan contemplated by Sections 5-3-300 through 5-3-315 may be formulated by agreement of the district and the annexing municipality. If, however, the district and municipality do not agree on such a plan within ninety days following a favorable vote at the last referendum election required to be held to authorize the annexation, the district and the municipality must appoint a committee to formulate such a plan in accordance with the following: (1) The district and municipality shall each select a member of the committee and the two members so selected shall select a third member. (2) If the two members fail to select a third member within thirty days after the second of them is appointed, either member may petition the court of common pleas for the county in which the annexed area or any part thereof lies to appoint a third member. (3) Within ten days after appointment of a third member, the three members must select a committee chairman from among themselves. (4) Within sixty days after selection of a chairman, the committee must develop a plan and present it to the district and the municipality. (5) If either the annexing municipality or the district objects to the plan, it may appeal the plan to the court of common pleas for the county in which the annexed area or any part thereof lies. The appeal must be instituted within thirty days of the date the district or municipality receives the committee's plan. (6) The court may modify the plan forwarded by the committee only upon finding an error of law, abuse of discretion, or arbitrary or capricious action by the committee. (7) The fact that a plan has not been finalized may not in any way alter or delay the effective date of annexation; however, the district shall retain the right to operate its existing system, collect revenues, and collect taxes from or within the area annexed until such time as the municipality and the district agree on a plan or a plan is presented to the municipality and the district under item (4) above. In the event a plan is appealed to the courts, the court of common pleas for the county in which the annexed area or any part thereof lies may enter such orders under its general equitable powers as are necessary to protect the rights of parties pending final resolution of any appeal. HISTORY: 1988 Act No. 626, Section 3; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-311/"
    },
    {
      "id": "section-5-3-312",
      "number": "5-3-312",
      "heading": "",
      "text": "The plan formulated under Sections 5-3-300 through 5-3-315 shall seek to balance the equities and interests of the residents and taxpayers of the annexed area and of the area of the district not annexed. The plan may be formulated with regard to any factors bearing on such balance of equities and interests in accordance with the following: (1) The plan may provide for certain service contracts to be entered into between the municipality and the district. The municipality has the right, in its sole discretion, to determine whether the municipality will provide service to the area annexed directly or by contract with the district. At the option of the district, the plan may provide for service contracts by which the municipality will provide service to residents of unannexed areas of the district. (2) In any case in which less than the total service area of the district will be annexed by the municipality, the plan shall: (a) protect the district's ability to serve the residents of the district's unannexed area economically and efficiently and protect the district's ability to continue to expand or otherwise make service available throughout its unannexed area; (b) protect the ability of the municipality to serve residents of the annexed area of the district economically and efficiently; (c) protect the rights of the district's bondholders. (3) To carry out the requirements of subitem (a) of item (2) above, the plan shall require the municipality to assume contractually the obligation to pay debt service on an amount of the district's bonded indebtedness or other obligations including lease purchase obligations adequate to offset the district's loss of net service revenue or tax revenue from the area annexed, in accordance with the following: (a) specifically included within this amount must be revenues, if any, projected under the provisions of any governmentally approved plan promulgated pursuant to federal pollution control legislation; (b) as the district retires bonded indebtedness existing at the time of annexation, the municipality's payment obligation under this provision must be reduced by the proportion which the principal amount of the indebtedness retired bears to the total principal amount of bonded indebtedness of the district at the time of annexation; (c) as used herein, net service revenue means revenue from fees, charges, and all other sources, attributable to service provided in the area annexed, less the actual cost of operating and maintaining the system or facilities needed to serve that area; however, debt service or other payments required to finance capital assets may not be considered to be part of such operating and maintenance expenses. Tax revenue means taxes collected from property owners within the annexed area. (4) Under any plan whereby the district must disconnect or reintegrate its facilities, the municipality shall bear the reasonable cost of such disconnection or reintegration. In the event that the plan contemplates that the district will continue to provide service by contract within the incorporated limits of the municipality, the municipality shall agree to provide the district with all permits or authority necessary to use municipal streets, alleys, ways, and other public spaces for the provision of such service. (5) In no event may any provision be incorporated in any plan which will impair the rights of bondholders, or which will impair the statutory liens created by Section 6-21-330 or Title 7 of the United States Code, Section 1926(b), or which will accelerate the requirement to repay bonds, or which would violate the conditions of any grant. (6) In no event may any plan require that the residents in the annexed area be taxed or assessed by both the municipality and the district for the provision of the same service, except as provided by the laws of this State. (7) Absent consent of the district, neither annexation nor any plan hereunder entitles the municipality to any cash, securities, or other liquid assets of any kind of the district. (8) Subject to the provisions of Article VIII, Section 15 of the Constitution of this State, the service provided or made available through any district may not be curtailed or limited by inclusion of the area served by the district within the boundaries of any municipal corporation or other public body, or by the granting of any private franchise for similar service within such area in a manner which would impair any of the district revenue bonds. HISTORY: 1988 Act No. 626, Section 4; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-312/"
    },
    {
      "id": "section-5-3-313",
      "number": "5-3-313",
      "heading": "",
      "text": "The auditor and treasurer of the county or counties in which the annexed area is located shall take such action as is appropriate to conform with the plan finally established pursuant to the terms of Sections 5-3-300 through 5-3-315, including releasing or adjusting any levy of district taxes within any annexed area. The annexing municipality and the district shall execute and deliver such documents, including any deeds or bills of sale, appropriate to the implementation of such a plan. HISTORY: 1988 Act No. 626, Section 5; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-313/"
    },
    {
      "id": "section-5-3-314",
      "number": "5-3-314",
      "heading": "",
      "text": "In no event under any plan or otherwise may the obligation between the district and its general obligation bondholders or, in the case of a special tax or assessment district, the obligation between the district and the holders of the county bonds issued on its behalf, be disturbed. If adequate provision is not made for the levy of taxes or for payment of the principal and interest on such bonds, it is the duty of the auditor of the county to levy, and of the treasurer of the county to collect, an ad valorem tax, without limit as to rate or amount, upon all taxable property within the district as it was constituted on the dates those bonds were issued sufficient to pay principal and interest as they become due. Only bondholders or agents or trustees acting on their behalf may proceed at law or in equity to enforce this requirement. HISTORY: 1988 Act No. 626, Section 6; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-314/"
    },
    {
      "id": "section-5-3-315",
      "number": "5-3-315",
      "heading": "",
      "text": "Any district affected by the proposed annexation may conduct a public hearing within sixty days prior to the required election. The district must give at least fourteen days' notice of the time and place of this public hearing in a newspaper of general circulation within the area proposed to be annexed; however, failure to conduct a public hearing or failure to publish proper notice of the hearing may not delay any election or other proceedings herein. HISTORY: 1988 Act No. 626, Section 7; 2000 Act No. 250, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-3/section-5-3-315/"
    }
  ]
}