{
  "state": "south-carolina",
  "path": "title-title-5/chapter-chapter-21",
  "sections": [
    {
      "id": "section-5-21-10",
      "number": "5-21-10.",
      "heading": "",
      "text": "No city council of any city of over forty-five thousand inhabitants shall create any debt beyond the municipal income of the current year or endorse or guarantee the notes, bonds or obligations or accept the drafts of any person for any purpose whatsoever, unless the following terms and conditions be first observed and complied with:\n\n(1) A resolution declaring the intention of the city council to create such indebtedness or incur such liability and specifying the amount thereof shall first have been passed at a regular meeting of the city council by a vote of two thirds of the whole body;\n\n(2) The proposition, after being adopted in such manner by the city council, shall have been submitted to the qualified voters of the city at an election held under resolution of the city council after ninety days' notice thereof and two thirds of the number of qualified voters voting at such election shall have voted affirmatively; and\n\n(3) The proposition shall have been submitted to the General Assembly for approval and approved by the General Assembly.\n\nHISTORY: 1962 Code Section 47-802; 1952 Code Section 47-802; 1942 Code Section 7552; 1932 Code Section 7530; Civ. C. '22 Section 4644; Civ. C. '12 Section 2959; Civ. C. '02 Section 1993; 1899 (23) 51.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-10/"
    },
    {
      "id": "section-5-21-20",
      "number": "5-21-20.",
      "heading": "",
      "text": "Nothing in Section 5-21-10 contained shall apply to any debt contracted or to any note, bond, draft or obligation executed, indorsed or guaranteed by the city council of such city and approved and confirmed by a two-thirds vote of the whole of such city council, at a regular meeting thereof, for the purpose of (a) the establishment of a sewage system, (b) securing a supply of water or light for its public use, by contract or (c) the lease, purchase, construction or operation by the city council of any plant for waterworks or lighting purposes, one or both. For any of such purposes the city council may create debts and incur liabilities beyond the municipal income of the current year, upon the same being approved and confirmed by a two-thirds vote of the whole of the city council at a regular meeting thereof. But no purchase or construction of any such plant for waterworks or lighting purposes shall be made by the city council except upon a majority vote of the electors in such city who are qualified to vote on the bonded indebtedness of the city.\n\nHISTORY: 1962 Code Section 47-803; 1952 Code Section 47-803; 1942 Code Section 7552; 1932 Code Section 7530; Civ. C. '22 Section 4644; Civ. C. '12 Section 2959; Civ. C. '02 Section 1993; 1899 (23) 51.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-20/"
    },
    {
      "id": "section-5-21-30",
      "number": "5-21-30.",
      "heading": "",
      "text": "(A) It is unlawful for a municipal officer to take a contract to perform work or furnish material for the municipal corporation of which he is an officer or receive compensation on any contract except that:\n\n(1) in cities of over thirty thousand inhabitants such contracts may be allowed by the unanimous vote of the city council upon each specific contract, the vote to be taken by yeas and nays and entered upon the council's journal; and\n\n(2) a municipal officer may enter into a contract whenever the contract is awarded to him as low bidder after a public call for bids and the contract is allowed by the unanimous vote of the city or town council upon each particular contract, the vote to be taken by yeas and nays and entered upon the council's minutes.\n\n(B) A person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined in the discretion of the court or imprisoned not more than three years.\n\nHISTORY: 1962 Code Section 47-804; 1952 Code Section 47-804; 1942 Code Sections 1516, 7242; 1932 Code Sections 1516, 7242; Civ. C. '22 Section 4397; Cr. C. '22 Section 464; Civ. C. '12 Section 2999; Cr. C. '12 Section 304; Civ. C. '02 Section 2002; Cr. C. '02 Section 224; 1900 (23) 455; 1946 (44) 1418; 1993 Act No. 184, Section 130.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-30/"
    },
    {
      "id": "section-5-21-40",
      "number": "5-21-40.",
      "heading": "",
      "text": "A municipal officer depositing funds at interest in a bank or other depository shall account to the municipality for all interest collected on the deposits. A person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined in the discretion of the court or imprisoned not more than three years.\n\nHISTORY: 1962 Code Section 47-805; 1952 Code Section 47-805; 1942 Code Section 1577; 1932 Code Section 1577; Cr. C. '22 Section 530; 1915 (29) 56; 1993 Act No. 184, Section 131.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-40/"
    },
    {
      "id": "section-5-21-50",
      "number": "5-21-50.",
      "heading": "",
      "text": "All towns in this State of more than two hundred population shall keep an itemized account of all receipts and disbursements and shall publish quarterly statements of such accounts in some newspaper in the county in which such town is situated or shall post such quarterly statements at some conspicuous place or places in the town.\n\nHISTORY: 1962 Code Section 47-807; 1952 Code Section 47-807; 1942 Code Section 7243; 1932 Code Section 7243; Civ. C. '22 Section 4398; 1912 (27) 817; 1933 (38) 163.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-50/"
    },
    {
      "id": "section-5-21-60",
      "number": "5-21-60.",
      "heading": "",
      "text": "Notwithstanding any other provision of law, when any business establishment is annexed into the corporate limits of a municipality which has a business license tax, the tax for the business concerned for the year in which the annexation became effective shall be prorated so that the amount payable shall be one-twelfth of the annual tax multiplied by the number of full months of the tax year the business was located within the corporate limits. The provisions of this section shall apply to the year 1976 and each year thereafter.\n\nHISTORY: 1977 Act No. 126.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-60/"
    },
    {
      "id": "section-5-21-110",
      "number": "5-21-110.",
      "heading": "",
      "text": "All municipal taxes levied by cities and towns in this State shall be levied on all property, real and personal, not exempt by law from taxation, situate within the limits of such cities and towns.\n\nAll clauses of charters of cities or towns restricting taxation in such cities or towns to real estate only are hereby repealed.\n\nHISTORY: 1962 Code Section 47-821; 1952 Code Section 47-821; 1942 Code Section 7265; 1932 Code Section 7265; Civ. C. '22 Section 4420; Civ. C. '12 Section 3011; Civ. C. '02 Section 2006; 1897 (22) 409.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-110/"
    },
    {
      "id": "section-5-21-120",
      "number": "5-21-120.",
      "heading": "",
      "text": "The cities and towns of this State may collect the taxes of such cities or towns in such installments as the municipal authorities thereof may by ordinance prescribe.\n\nHISTORY: 1962 Code Section 47-822; 1952 Code Section 47-822; 1942 Code Section 7266; 1932 Code Section 7266; Civ. C. '22 Section 4421; Civ. C. '12 Section 3012; Civ. C. '02 Section 2007; 1898 (22) 728.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-120/"
    },
    {
      "id": "section-5-21-130",
      "number": "5-21-130.",
      "heading": "",
      "text": "Whenever a municipal corporation shall levy and collect a tax for any specific purpose, it shall be unlawful for the officers or agents of such municipal corporation to apply any of the proceeds of such tax levy to any other purpose than that for which it was collected, until such purpose shall have been discharged, fulfilled or abandoned. Any municipal officer or agent violating the provisions of this section shall be fined in a sum of not less than five hundred dollars or imprisoned not less than six months, or both, in the discretion of the judge.\n\nHISTORY: 1962 Code Section 47-823; 1952 Code Section 47-823; 1942 Code Section 1509; 1932 Code Section 1509; Cr. C. '22 Section 458; Cr. C. '12 Section 533; 1909 (26) 124.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-130/"
    },
    {
      "id": "section-5-21-140",
      "number": "5-21-140.",
      "heading": "",
      "text": "The powers and authorities conferred upon county governing bodies by Section 4-9-195 are also conferred upon municipal governing bodies, mutatis mutandi.\n\nHISTORY: 1990 Act No. 474, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-140/"
    },
    {
      "id": "section-5-21-210",
      "number": "5-21-210.",
      "heading": "",
      "text": "This article may be cited as the \"Municipal Bond Act.\"\n\nHISTORY: 1962 Code Section 47-831; 1952 Code Section 47-831; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-210/"
    },
    {
      "id": "section-5-21-220",
      "number": "5-21-220.",
      "heading": "",
      "text": "As used in this article:\n\n(1) The word \"municipality\" shall mean an incorporated city or town, irrespective of its population;\n\n(2) The term \"municipal council\" shall mean the governing body of any incorporated city or town;\n\n(3) The term \"corporate purpose\" shall denote any public purpose, necessary or convenient to the welfare of the municipality and shall include the funding of existing indebtedness, evidenced otherwise than by bonds of the municipality; and\n\n(4) The word \"commissioners\" shall mean the commissioners of public works or the board of public works or other body established by law and given the power of operating any waterworks system, electric light system, sewage system or other municipal utility.\n\nHISTORY: 1962 Code Section 47-832; 1952 Code Section 47-832; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-220/"
    },
    {
      "id": "section-5-21-230",
      "number": "5-21-230.",
      "heading": "",
      "text": "This article is designed to authorize the issuance of general obligation bonds by the several incorporated cities and towns of this State and to provide the procedure for the issuance and the method for the payment of such bonds for all corporate purposes for which the municipal corporations shall be empowered to issue bonds, except:\n\n(1) Bonds issued to refund other bonds; and\n\n(2) Bonds issued in anticipation of the collection of unpaid paving assessments due such municipalities.\n\nHISTORY: 1962 Code Section 47-833; 1952 Code Section 47-833; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-230/"
    },
    {
      "id": "section-5-21-240",
      "number": "5-21-240.",
      "heading": "",
      "text": "The municipal council of any municipality may issue general obligation bonds of such municipality for any corporate purpose of such municipality to any amount not exceeding the constitutional debt limitation applicable, if such there be, under the conditions prescribed by this article.\n\nHISTORY: 1962 Code Section 47-834; 1952 Code Section 47-834; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-240/"
    },
    {
      "id": "section-5-21-250",
      "number": "5-21-250.",
      "heading": "",
      "text": "Unless exempted in whole or in part from the following requirement by reason of a special constitutional amendment, there shall be filed with the municipal council a petition signed by a majority of the freeholders of such municipality, as shown by its tax books, petitioning the municipal council to hold an election of the sort provided for by the Constitution of the State upon the question of issuing bonds of the municipality. The petition shall set forth the amount of bonds sought to be issued and the purpose or purposes for which the proceeds thereof are to be expended. Each purpose shall be separately enumerated, except that a proposed bond issue for water and sewer purposes may be combined. The filing of such petition shall be a condition precedent to the holding of the election provided for by this article.\n\nHISTORY: 1962 Code Section 47-835; 1952 Code Section 47-835; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-250/"
    },
    {
      "id": "section-5-21-260",
      "number": "5-21-260.",
      "heading": "",
      "text": "Upon the filing of such a petition the municipal council shall give notice that it has been filed and will be open for public inspection on all secular days during the week following the publication of the notice and that action will be taken on the petition on some occasion specified in such notice, not sooner than ten days following the occasion when the notice shall be published. Such notice shall be published in some newspaper having general circulation in the municipality.\n\nHISTORY: 1962 Code Section 47-836; 1952 Code Section 47-836; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-260/"
    },
    {
      "id": "section-5-21-270",
      "number": "5-21-270.",
      "heading": "",
      "text": "Upon the occasion fixed in the notice a meeting of the municipal council shall be held for the purpose of determining the sufficiency of the petition and action thereon shall be taken at such meeting or some adjournment thereof. If the municipal council shall find:\n\n(1) That the petition is signed by a majority of the freeholders of the municipality;\n\n(2) That it seeks the issuance of bonds for corporate purposes of the municipality; and\n\n(3) That it seeks the issuance of bonds in an amount not prohibited by any constitutional limitation;\n\nThe municipal council shall order such an election.\n\nHISTORY: 1962 Code Section 47-837; 1952 Code Section 47-837; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-270/"
    },
    {
      "id": "section-5-21-280",
      "number": "5-21-280.",
      "heading": "",
      "text": "Such election shall be held not sooner than twenty days from the occasion on which the election shall be ordered.\n\nHISTORY: 1962 Code Section 47-838; 1952 Code Section 47-838; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-280/"
    },
    {
      "id": "section-5-21-290",
      "number": "5-21-290.",
      "heading": "",
      "text": "Notice of the holding of the election shall be published in some newspaper having general circulation in the municipality on not less than two occasions. The first publication shall appear not less than fifteen days prior to the occasion of the holding of the election and the second publication shall appear within the week prior to the election. Such notice shall specify:\n\n(1) The time of the holding of the election;\n\n(2) The location of the several polling places;\n\n(3) The qualifications imposed upon persons desirous of voting;\n\n(4) The amount of bonds to be issued; and\n\n(5) A brief description of the purposes for which the proceeds of the bonds are to be applied.\n\nHISTORY: 1962 Code Section 47-839; 1952 Code Section 47-839; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-290/"
    },
    {
      "id": "section-5-21-300",
      "number": "5-21-300.",
      "heading": "",
      "text": "Only those persons, residents of the municipality, qualified under the applicable constitutional provisions to vote in such elections shall be entitled to vote.\n\nHISTORY: 1962 Code Section 47-840; 1952 Code Section 47-840; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-300/"
    },
    {
      "id": "section-5-21-310",
      "number": "5-21-310.",
      "heading": "",
      "text": "The form of ballot shall seek an answer to the question or questions as to whether the municipal council of the municipality shall be empowered to issue general obligation bonds of such municipality for the purpose specified in the petition. The question thus presented shall be followed with the words \"YES\" and \"NO\" and instructions shall appear on such ballot that those who wish the issuance of bonds shall strike through the word \"NO\" while those who oppose the issuance of bonds shall strike through the word \"YES.\" As many questions may be submitted on a single ballot as there are purposes for which bonds are sought to be issued in the petition, but each question shall be separately stated, except that when bonds are sought to be issued for water and sewer purposes those questions may be combined. If more than one question appears on the ballot, the instructions shall make it clear to all voters that they may vote for one or more proposals and against the others or that they may vote for one or more proposals and not vote for or against the others.\n\nHISTORY: 1962 Code Section 47-841; 1952 Code Section 47-841; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-310/"
    },
    {
      "id": "section-5-21-320",
      "number": "5-21-320.",
      "heading": "",
      "text": "Upon the receipt of the returns of the election the municipal council shall by resolution declare the results thereof. It may then provide for the filing of a certified copy of such resolution declaring the results of the election in the office of the clerk of court for the county wherein the municipality is located. In such event the results of the election, as declared by resolution of the municipality so certified and filed, shall not be open to question except by a suit or other proceeding instituted within thirty days from the date of the filing thereof.\n\nHISTORY: 1962 Code Section 47-842; 1952 Code Section 47-842; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-320/"
    },
    {
      "id": "section-5-21-330",
      "number": "5-21-330.",
      "heading": "",
      "text": "The bonds authorized as a consequence of the favorable result of such an election may be issued either as a single issue or from time to time as several separate issues, but no bonds shall be issued subsequent to five years following the occasion on which the election was held.\n\nHISTORY: 1962 Code Section 47-843; 1952 Code Section 47-843; 1951 (47) 771; 1976 Act No. 527; 1980 Act No. 424, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-330/"
    },
    {
      "id": "section-5-21-340",
      "number": "5-21-340.",
      "heading": "",
      "text": "Bonds issued hereunder shall mature in such annual series or instalments, equal or unequal in amount, as the municipal council shall provide, except that:\n\n(1) The first maturing bonds shall mature within five years from the date as of which they are issued;\n\n(2) Not less than two per cent of the aggregate of the issue shall mature in any year; and\n\n(3) No bonds shall mature later than forty years from the date as of which they are issued.\n\nHISTORY: 1962 Code Section 47-844; 1952 Code Section 47-844; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-340/"
    },
    {
      "id": "section-5-21-350",
      "number": "5-21-350.",
      "heading": "",
      "text": "All bonds maturing subsequent to fifteen years from their date shall be subject to redemption not later than fifteen years from their date and on all subsequent interest payment dates prior to their respective maturities. Bonds may be issued with a provision permitting their redemption on any interest payment date prior to their respective maturities. Bonds made subject to redemption prior to their stated maturities may contain a provision requiring the municipality to pay a premium for the privilege of exercising the right of redemption, in such amount as the municipal council shall have prescribed in the proceedings taken to authorize the issuance of such bonds. All bonds that are subject to redemption shall contain a statement to that effect on the face of each bond. In the proceedings authorizing the issuance of such bonds, provision shall be made specifying the manner of call and the notice thereof that must be given.\n\nHISTORY: 1962 Code Section 47-845; 1952 Code Section 47-845; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-350/"
    },
    {
      "id": "section-5-21-360",
      "number": "5-21-360.",
      "heading": "",
      "text": "Bonds issued hereunder shall be in the form of negotiable coupon bonds, payable to bearer, with the privilege to the holder of having them registered on the books of the treasurer of the municipality and the principal thus made payable to the registered holder, unless the last registered transfer shall have been to bearer, upon such conditions as the municipal council may prescribe. Unless registered such bonds shall have all the qualities of negotiable instruments under the law merchant and the Uniform Commercial Code.\n\nHISTORY: 1962 Code Section 47-846; 1952 Code Section 47-846; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-360/"
    },
    {
      "id": "section-5-21-370",
      "number": "5-21-370.",
      "heading": "",
      "text": "Such bonds shall be made payable at such place or places, within or without the State, as the municipal council shall provide.\n\nHISTORY: 1962 Code Section 47-847; 1952 Code Section 47-847; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-370/"
    },
    {
      "id": "section-5-21-390",
      "number": "5-21-390.",
      "heading": "",
      "text": "Such bonds and the coupons annexed thereto shall be executed in the manner provided for by the municipal council.\n\nHISTORY: 1962 Code Section 47-849; 1952 Code Section 47-849; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-390/"
    },
    {
      "id": "section-5-21-380",
      "number": "5-21-380.",
      "heading": "",
      "text": "The bonds shall bear interest at the rate or rates to be named by the municipal council.\n\nHISTORY: 1962 Code Section 47-848; 1952 Code Section 47-848; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-380/"
    },
    {
      "id": "section-5-21-400",
      "number": "5-21-400.",
      "heading": "",
      "text": "For the payment of the principal and interest of the bonds as they respectively mature and for the creation of a sinking fund to aid in the retirement and payment thereof the full faith, credit and taxing power of the municipality shall be irrevocably pledged, and there shall be levied and collected annually upon all taxable property in the municipality an ad valorem tax, without limitation as to rate or amount, sufficient for such purposes.\n\nHISTORY: 1962 Code Section 47-850; 1952 Code Section 47-850; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-400/"
    },
    {
      "id": "section-5-21-410",
      "number": "5-21-410.",
      "heading": "",
      "text": "The municipal council may, in its discretion, additionally secure bonds by a pledge of the net revenues which it may derive from any municipally owned public utility. In making a pledge of such revenues the municipality may reserve the right to place other bonds, general obligation or revenue, on a parity with the bonds additionally secured in the manner provided for by this section.\n\nIf the net revenues of any municipally owned utility shall be pledged and such utility shall be under the management of commissioners, the commissioners shall give their consent to the issuance of bonds and to the pledge and covenants securing them.\n\nHISTORY: 1962 Code Section 47-851; 1952 Code Section 47-851; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-410/"
    },
    {
      "id": "section-5-21-420",
      "number": "5-21-420.",
      "heading": "",
      "text": "If revenues are pledged pursuant to the provisions of Section 5-21-410, the municipality may covenant and agree:\n\n(1) That the schedule of rates and charges for the services rendered by the utility shall be designed at all times to produce not less than the amount needed to discharge the covenants and obligations undertaken by the municipality in the proceedings authorizing the issuance of such bonds;\n\n(2) That it will operate the utility in an efficient and economical manner;\n\n(3) That it will segregate the revenues therefrom into funds designed to (a) operate and maintain the utility, (b) pay the principal and interest of the bonds secured by such pledge, (c) establish a cushion or reserve fund to insure the timely payment of such principal and interest and (d) provide for contingencies and for depreciation; and\n\n(4) That upon its failure to pay any instalment of interest or principal as it becomes due and payable or to observe the covenants and obligations undertaken in issuing the bonds any court having jurisdiction thereof may appoint a receiver to operate and administer such utility.\n\nHISTORY: 1962 Code Section 47-852; 1952 Code Section 47-852; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-420/"
    },
    {
      "id": "section-5-21-430",
      "number": "5-21-430.",
      "heading": "",
      "text": "Bonds issued hereunder shall be sold at public sale, after advertisement of the sale in a newspaper having general circulation in the State or in a financial publication published in the city of New York or, in the discretion of the municipal council, in both such publications. Such advertisement shall appear not less than ten days prior to the occasion set for such sale. The bonds may be disposed of at private sale if there are no bids received or if all bids are rejected. The provisions of this section shall not prevent a sale at private sale to the United States or any agency thereof.\n\nHISTORY: 1962 Code Section 47-853; 1952 Code Section 47-853; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-430/"
    },
    {
      "id": "section-5-21-440",
      "number": "5-21-440.",
      "heading": "",
      "text": "Such bonds must be sold at a price of not less than par and accrued interest to the date of delivery.\n\nHISTORY: 1962 Code Section 47-854; 1952 Code Section 47-854; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-440/"
    },
    {
      "id": "section-5-21-450",
      "number": "5-21-450.",
      "heading": "",
      "text": "The proceeds derived from the sale of any such bonds shall be deposited in a special fund, separate and distinct from all other funds, and applied solely to the purposes for which the bonds are issued, except that the premium, if any, shall be placed in the sinking fund established by Section 5-21-400 and the accrued interest, if any, shall be used to discharge in part the first interest to become due on such bonds. Should any surplus remain it shall be deposited in the sinking fund required by the provisions of Section 5-21-400 to be established for the payment of the bonds.\n\nHISTORY: 1962 Code Section 47-855; 1952 Code Section 47-855; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-450/"
    },
    {
      "id": "section-5-21-460",
      "number": "5-21-460.",
      "heading": "",
      "text": "It shall be lawful for all executors, administrators, guardians, committees and other fiduciaries and all sinking fund commissions to invest any moneys in their hands in bonds issued under this article.\n\nHISTORY: 1962 Code Section 47-856; 1952 Code Section 47-856; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-460/"
    },
    {
      "id": "section-5-21-470",
      "number": "5-21-470.",
      "heading": "",
      "text": "Bonds issued under this article shall be exempt from all State, county, municipal, school district and other taxes or assessments, direct or indirect, general or special, whether imposed for the purpose of general revenue or otherwise.\n\nHISTORY: 1962 Code Section 47-857; 1952 Code Section 47-857; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-470/"
    },
    {
      "id": "section-5-21-480",
      "number": "5-21-480.",
      "heading": "",
      "text": "The municipal council may provide in the proceedings taken in connection with the issuance of bonds that the bonds or the coupons, either or both, shall be receivable for taxes due to the municipality during the years in which they respectively mature.\n\nHISTORY: 1962 Code Section 47-858; 1952 Code Section 47-858; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-480/"
    },
    {
      "id": "section-5-21-490",
      "number": "5-21-490.",
      "heading": "",
      "text": "If the municipal council shall fail to levy the taxes required to be levied or to perform the covenants undertaken in the issuance of the bonds, any holder of any of the bonds or coupons may require the levy of taxes and enforce the performance of the covenants by mandamus in any of the courts of this State.\n\nHISTORY: 1962 Code Section 47-859; 1952 Code Section 47-859; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-490/"
    },
    {
      "id": "section-5-21-500",
      "number": "5-21-500.",
      "heading": "",
      "text": "Any member of any municipal council or any commissioner who shall vote to divert money applicable to the payment of principal or interest of bonds or to the sinking fund or cushion fund for them and any disbursing officer who shall pay out any moneys applicable thereto, whether or not such payment has been ordered by the municipal council, the commissioners or any officer or agent of either, shall be guilty of a misdemeanor and shall be punished by imprisonment for a term of not less than thirty days nor more than one year and by a fine of not less than two hundred dollars nor more than five hundred dollars, either or both, within the discretion of the court.\n\nHISTORY: 1962 Code Section 47-860; 1952 Code Section 47-860; 1951 (47) 771.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-500/"
    },
    {
      "id": "section-5-21-610",
      "number": "5-21-610.",
      "heading": "",
      "text": "This article shall be cited as the \"Paving Bond Act.\"\n\nHISTORY: 1962 Code Section 47-860.1; 1952 Code Section 47-860.1; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-610/"
    },
    {
      "id": "section-5-21-620",
      "number": "5-21-620.",
      "heading": "",
      "text": "As used in this article:\n\n(1) The word \"municipality\" shall mean an incorporated city or town, irrespective of its population;\n\n(2) The term \"municipal council\" shall mean the governing body of any incorporated city or town; and\n\n(3) The word \"assessments\" shall denote such sums as may be due to the municipality by reason of improvements to streets and sidewalks, in the nature of roadway paving, sidewalk paving, the installation of curbs, the installation of gutters, the installation of storm drains or sewers, the paving of sidewalk or roadway intersections, street lighting or any other improvement for which such municipality shall be authorized to pay, in whole or in part, through the means of assessments against the real property benefited thereby.\n\nHISTORY: 1962 Code Section 47-860.2; 1952 Code Section 47-860.2; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-620/"
    },
    {
      "id": "section-5-21-630",
      "number": "5-21-630.",
      "heading": "",
      "text": "This article is designed to furnish a method by which incorporated cities and towns to which there are due sums of money represented by unpaid and unmatured assessments levied for improvements benefiting real property may realize such sums at once through the issuance and sale of paving bonds.\n\nHISTORY: 1962 Code Section 47-860.3; 1952 Code Section 47-860.3; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-630/"
    },
    {
      "id": "section-5-21-650",
      "number": "5-21-650.",
      "heading": "",
      "text": "Each issue of such paving bonds shall mature in annual installments of equal or unequal amounts, beginning not more than one year from the date of the bonds and ending not more than two years following the occasion when the last installment of the assessments, in anticipation of whose collection such bonds are issued, shall fall due. In fixing the dates or amounts of annual installments the municipal council shall consider the probable amounts to be collected in each year upon the assessments and shall endeavor, so far as may be practicable, to make the bonds mature in such amounts that the principal of the bonds will be paid by means of the assessments.\n\nHISTORY: 1962 Code Section 47-860.5; 1952 Code Section 47-860.5; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-650/"
    },
    {
      "id": "section-5-21-640",
      "number": "5-21-640.",
      "heading": "",
      "text": "When any municipality shall have levied assessments against real property for the purpose of paying for any permanent improvement to streets and sidewalks of any type mentioned in Section 5-21-620, the municipal council may by ordinance direct that bonds of the municipality, to be known as paving bonds, be issued in anticipation of the collection of such assessments. The amount of the bonds to be issued may equal but shall not exceed the amount of the unmatured assessments remaining uncollected at the time of the adoption of the ordinance authorizing their issuance. A single issue of paving bonds may be authorized and issued in anticipation of the collection of two or more separate assessments.\n\nHISTORY: 1962 Code Section 47-860.4; 1952 Code Section 47-860.4; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-640/"
    },
    {
      "id": "section-5-21-660",
      "number": "5-21-660.",
      "heading": "",
      "text": "Any bond issued may be issued with a provision providing for its redemption prior to its stated maturity at par and accrued interest plus such redemption premium as may be prescribed by the municipal council, but no bond shall be redeemable before maturity unless it contains a statement to that effect. In the proceedings authorizing the issuance of such bonds provision shall be made specifying the manner of call and the notice thereof that must be given.\n\nHISTORY: 1962 Code Section 47-860.6; 1952 Code Section 47-860.6; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-660/"
    },
    {
      "id": "section-5-21-670",
      "number": "5-21-670.",
      "heading": "",
      "text": "Bonds issued under this article shall be of such denominations as may be fixed by the municipal council.\n\nHISTORY: 1962 Code Section 47-860.7; 1952 Code Section 47-860.7; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-670/"
    },
    {
      "id": "section-5-21-680",
      "number": "5-21-680.",
      "heading": "",
      "text": "Any such bonds shall be issued as coupon bonds, payable to bearer, with the privilege to the holder of having them registered on the books of the treasurer of the municipality and the principal thus made payable to the registered holder (unless the last registered transfer shall have been to bearer) upon such conditions as the municipal council may prescribe. Unless registered such bonds shall have all the qualities of negotiable instruments under the law merchant and the Uniform Commercial Code.\n\nHISTORY: 1962 Code Section 47-860.8; 1952 Code Section 47-860.8; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-680/"
    },
    {
      "id": "section-5-21-690",
      "number": "5-21-690.",
      "heading": "",
      "text": "The bonds shall be made payable at such place or places, within or without the State, as the municipal council shall provide.\n\nHISTORY: 1962 Code Section 47-860.9; 1952 Code Section 47-860.9; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-690/"
    },
    {
      "id": "section-5-21-700",
      "number": "5-21-700.",
      "heading": "",
      "text": "Such bonds shall bear interest at the rate or rates to be named by the municipal council.\n\nHISTORY: 1962 Code Section 47-860.10; 1952 Code Section 47-860.10; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-700/"
    },
    {
      "id": "section-5-21-710",
      "number": "5-21-710.",
      "heading": "",
      "text": "Such bonds and the coupons annexed thereto shall be executed in the manner provided for by the municipal council.\n\nHISTORY: 1962 Code Section 47-860.11; 1952 Code Section 47-860.11; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-710/"
    },
    {
      "id": "section-5-21-720",
      "number": "5-21-720.",
      "heading": "",
      "text": "Bonds issued under this article shall be exempt from all State, county, municipal, school district and other taxes or assessments, direct or indirect, general or special, whether imposed for the purpose of general revenue or otherwise.\n\nHISTORY: 1962 Code Section 47-860.12; 1952 Code Section 47-860.12; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-720/"
    },
    {
      "id": "section-5-21-730",
      "number": "5-21-730.",
      "heading": "",
      "text": "Such bonds shall be sold at public sale, after advertisement of the sale in a newspaper having general circulation in the State or in a financial publication published in the city of New York or, in the discretion of the municipal council, in both such publications. Such advertisement shall appear not less than ten days prior to the occasion set for such sale. The bonds may be disposed of at private sale if there are no bids received or if all bids are rejected. The provisions of this section shall not prevent a sale at private sale to the United States or any agency thereof.\n\nHISTORY: 1962 Code Section 47-860.13; 1952 Code Section 47-860.13; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-730/"
    },
    {
      "id": "section-5-21-750",
      "number": "5-21-750.",
      "heading": "",
      "text": "The proceeds derived from the sale of any bonds issued under this article shall be deposited in a special fund, separate and distinct from all other funds, and applied solely to the cost of the improvements for which were levied the assessments in anticipation of which the bonds were issued, except that the premium, if any, shall be placed in the fund established for the payment of the principal of the bonds and the accrued interest, if any, shall be used to discharge in part the first interest to become due on such bonds. Should any surplus remain after paying for the cost of the improvements, it shall be deposited in the fund established for the payment of such principal and interest.\n\nHISTORY: 1962 Code Section 47-860.15; 1952 Code Section 47-860.15; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-750/"
    },
    {
      "id": "section-5-21-740",
      "number": "5-21-740.",
      "heading": "",
      "text": "All bonds must be sold at a price of not less than par and accrued interest to date of delivery.\n\nHISTORY: 1962 Code Section 47-860.14; 1952 Code Section 47-860.14; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-740/"
    },
    {
      "id": "section-5-21-760",
      "number": "5-21-760.",
      "heading": "",
      "text": "It shall be lawful for all executors, administrators, guardians, committees and other fiduciaries and all sinking fund commissions to invest any moneys in their hands in bonds issued under this article.\n\nHISTORY: 1962 Code Section 47-860.16; 1952 Code Section 47-860.16; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-760/"
    },
    {
      "id": "section-5-21-770",
      "number": "5-21-770.",
      "heading": "",
      "text": "The municipal council may provide in the proceedings taken in connection with the issuance of bonds that the bonds or the coupons, either or both, shall be receivable for taxes due to the municipality during the year in which they respectively mature.\n\nHISTORY: 1962 Code Section 47-860.17; 1952 Code Section 47-860.17; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-770/"
    },
    {
      "id": "section-5-21-780",
      "number": "5-21-780.",
      "heading": "",
      "text": "The full faith, credit and taxing power of the municipality shall be pledged for the punctual payment of the principal and interest of all bonds issued pursuant to this article as such principal and interest become due. The municipal council shall levy annually on all taxable property in the municipality a tax sufficient to pay such principal and interest as they respectively become due. Such tax, however, shall be reduced in each year by the amount of moneys in the special fund provided for by Section 5-21-790 which are applicable to the payment of such principal and interest then due or falling due in such year, and such tax shall be entirely suspended for such year in case such moneys on hand and applicable as aforesaid are sufficient to pay such principal and interest then due or falling due in such year and remaining unpaid.\n\nHISTORY: 1962 Code Section 47-860.18; 1952 Code Section 47-860.18; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-780/"
    },
    {
      "id": "section-5-21-790",
      "number": "5-21-790.",
      "heading": "",
      "text": "All moneys derived from the collection of the assessments upon which any such paving bonds are predicated, which are collected subsequent to the passage of the ordinance authorizing the bonds, including all interest on any deferred payment of the assessments, shall be placed in a special fund to be used only for the payment of the principal and interest of the bonds. The amount of such special fund to be applied to the payment of interest shall not exceed so much of such fund as shall have been derived from the collections by way of interest on deferred payments of the assessments. The special fund shall be pledged for such purposes and such pledge shall be an obligation of the contract between the municipality and the holders of its paving bonds.\n\nHISTORY: 1962 Code Section 47-860.19; 1952 Code Section 47-860.19; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-790/"
    },
    {
      "id": "section-5-21-800",
      "number": "5-21-800.",
      "heading": "",
      "text": "If the municipal council shall fail to levy the taxes required to be levied or to perform the covenants undertaken in the issuance of the bonds, any holder of any of the bonds or coupons may require the levy of such taxes and enforce the performance of such covenants by mandamus in any of the courts of this State.\n\nHISTORY: 1962 Code Section 47-860.20; 1952 Code Section 47-860.20; 1951 (47) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-5/chapter-21/section-5-21-800/"
    }
  ]
}