{
  "state": "illinois",
  "path": "title-chapter-740-civil-liabilities/chapter-740-ilcs-82-gender-violence-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nGender Violence Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Definitions. In this Act:",
      "text": "Definitions. In this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Cause of action.",
      "text": "Any person who has been\nsubjected to gender-related violence as defined in Section 5\nmay bring a civil action for damages, injunctive relief, or other\nappropriate relief against a person or persons perpetrating\nthat gender-related violence. For purposes of this Section,\n\"perpetrating\" means either personally committing the\ngender-related violence or personally encouraging or\nassisting the act or acts of gender-related violence.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Employer liability for an employee or agent.",
      "text": "Employer liability for an employee or agent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Relief.",
      "text": "In an action brought under this Act,\nthe court may award damages, injunctive relief, or other appropriate\nrelief. The court may award actual damages, damages for\nemotional distress, or punitive damages. A judgment may\nalso include attorney's fees and costs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Limitation. An action by an individual based on gender-related violence as",
      "text": "defined\nin\nparagraph (1), (2), or (2.5) of Section 5 must be commenced within 7 years after the\ncause of\naction accrued, except that if the person entitled to bring the action was a\nminor at the\ntime the cause of action accrued, the action must be commenced within 7 years\nafter the\nperson reaches the age of 18. An action based on gender-related violence as\ndefined in\nparagraph (3) of Section 5 must be commenced within 2 years after the cause of\naction\naccrued, except that if the person entitled to bring the action was a minor at\nthe time the\ncause of action accrued, the action must be commenced within 2 years after the\nperson\nreaches the age of 18. An action against an employer pursuant to Section 11 must be commenced within 4 years after the cause of action accrued, except that if the person entitled to bring the action was a minor at the time the cause of action accrued, the action must be commenced within 4 years after the person reaches the age of 18.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-98",
      "number": "98.",
      "heading": "Applicability.",
      "text": "This Act applies only to\ncauses of action accruing on or after its effective date.",
      "history": "",
      "source_url": ""
    }
  ]
}