{
  "state": "illinois",
  "path": "title-chapter-740-civil-liabilities/chapter-740-ilcs-160-uniform-fraudulent-transfer-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the Uniform Fraudulent Transfer Act.",
      "text": "This Act shall be known and may be cited as the Uniform Fraudulent Transfer Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "As used in this Act:",
      "text": "As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "(a) A debtor is insolvent if the sum of the debtor's debts",
      "text": "is greater than all of the debtor's assets at a fair valuation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "(a) Value is given for a transfer or an obligation if, in exchange",
      "text": "for the transfer or obligation, property is transferred or an antecedent\ndebt is secured or satisfied, but value does not include an unperformed\npromise made otherwise than in the ordinary course of the promisor's business\nto furnish support to the debtor or another person.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "(a) A transfer made or obligation incurred by a debtor is",
      "text": "fraudulent as to a creditor, whether the creditor's claim arose before or\nafter the transfer was made or the obligation was incurred, if the debtor\nmade the transfer or incurred the obligation:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "(a) A transfer made or obligation incurred by a debtor is",
      "text": "fraudulent as to a creditor whose claim arose before the transfer was made\nor the obligation was incurred if the debtor made the transfer or incurred\nthe obligation without receiving a reasonably equivalent value in exchange\nfor the transfer or obligation and the debtor was insolvent at that time or\nthe debtor became insolvent as a result of the transfer or obligation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "For the purposes of this Act:",
      "text": "For the purposes of this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "(a) In an action for relief against a transfer or obligation",
      "text": "under this Act, a creditor, subject to the limitations in Section 9, may obtain:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "(a) A transfer or obligation is not voidable under paragraph",
      "text": "(1) of subsection (a) of Section\n5 against a person who took in good faith and for a reasonably\nequivalent value or against any subsequent transferee or obligee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "A cause of action with respect to a fraudulent transfer or",
      "text": "obligation under this Act is extinguished unless action is brought:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Unless displaced by the provisions of this Act, the",
      "text": "principles of law and equity, including the law merchant and the law\nrelating to principal and agent, estoppel, laches, fraud,\nmisrepresentation, duress, coercion, mistake, insolvency, or other\nvalidating or invalidating cause, supplement its provisions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "This Act shall be applied and construed to effectuate its",
      "text": "general purpose to make uniform the law with respect to the subject of this\nAct among states enacting it.",
      "history": "",
      "source_url": ""
    }
  ]
}