{
  "state": "ohio",
  "path": "title-title-55roads-highways-bridges/chapter-chapter-5571board-of-township-trustees",
  "sections": [
    {
      "id": "section-numbergo",
      "number": "NumberGo",
      "heading": "To Section",
      "text": "To Section",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "Number",
      "text": "Number",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5571",
      "number": "5571",
      "heading": "01|Road improvements.Effective:June 30, 2025Latest Legislation:House Bill 54 - 136th General AssemblyPDF:Download Authenticated PDF(A) A board of township trustees may construct, reconstruct, resurface, or improve any public road or part thereof under its jurisdiction, or any county road, intercount",
      "text": "01|Road improvements.Effective:June 30, 2025Latest Legislation:House Bill 54 - 136th General AssemblyPDF:Download Authenticated PDF(A) A board of township trustees may construct, reconstruct, resurface, or improve any public road or part thereof under its jurisdiction, or any county road, intercounty highway, or state highway within its township. In the case of a county road, the plans and specifications for the proposed improvement first shall be submitted to the board of county commissioners of the county and receive its approval. In the case of an intercounty or state highway, the plans and specifications first shall be submitted to the director of transportation and receive the director's approval. The board of township trustees may widen, straighten, or change the direction of any part of a road in connection with the proceedings for its improvement.(B) The board of township trustees may construct, improve, maintain, or repair the berm of any road under its jurisdiction, in order to provide a hard surface or other improved approach to rural mail boxes located on public highways.(C) A board of township trustees, in conformity with the manual and uniform system of traffic control devices adopted under section4511.09of the Revised Code, may erect and maintain at intersecting roads, at least one of which is a township road, suitable signposts showing the names and numbers of the roads. The cost of the signs shall be paid from the township road fund.(D) Subject to division (F) of this section, a board of township trustees, in conformity with the manual and uniform system of traffic control devices adopted under section4511.09of the Revised Code, may erect and maintain at intersecting roads, at least one of which is a township road, suitable signposts showing the direction and distance to any nearby municipal corporation. The costs of the signs shall be paid from the township road fund.(E) Subject to divisions (F) and (G) of this section, a board of township trustees may purchase or lease and erect and maintain at intersecting roads, at least one of which is a township road, suitable traffic control devices and highway traffic signals. The traffic control devices and highway traffic signals and their placement and maintenance shall conform with the manual and specifications adopted under section4511.09of the Revised Code. In purchasing or leasing and erecting and maintaining the traffic control devices and highway traffic signals, the board may expend any moneys that are available to it that legally may be expended for that purpose.(F) If one of the intersecting highways as provided in divisions (D) and (E) of this section is a state highway, both of the following apply:(1) No signpost showing the direction and distance to any nearby municipal corporation shall be placed at or near the intersection, and no traffic control device or highway traffic signal shall be erected at the intersection, without prior permission of the director as required by section4511.10of the Revised Code.(2) The department of transportation shall maintain any highway traffic signal erected by the board of township trustees at that intersection.(G) If one of the intersecting roads as provided in division (E) of this section is a county road, a board of township trustees shall not erect a traffic control device or highway traffic signal at the intersection without prior permission of the county engineer of the county in which the intersection is located.(H) No contract for the construction or repair of a bridge, the entire cost of which construction or repair exceeds fifty thousand dollars, shall be entered into by the township unless the plans are first approved by the director.Last updated April 30, 2025 at 11:26 AM",
      "history": "",
      "source_url": ""
    }
  ]
}