{
  "state": "wyoming",
  "path": "title-title-17-corporations-partnerships-and-associations/chapter-chapter-32-wyoming-decentralized-unincorporated-nonprofit-as",
  "sections": [
    {
      "id": "section-17-32-101",
      "number": "17-32-101",
      "heading": "Short Title.Section 17-32-102 - Definitions",
      "text": "Section 17-32-103 - Governing Law; Territorial Application.Section 17-32-104 - Profits; Prohibitions on Distributions and Dividends; Compensation and Other Permitted Payments.Section 17-32-105 - Real and Personal Property; Decentralized Unincorporated Nonp",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17-32-102",
      "number": "17-32-102",
      "heading": "Definitions.",
      "text": "17-32-102. Definitions.\n\n(a) As used in this act:\n\n(i) \"Administrator\" means a person authorized by the members of a decentralized unincorporated nonprofit association to fulfill administrative or operational tasks at the direction of the membership;\n\n(ii) \"Charitable purpose\" means any purpose of an organization that has attained exemption under section 501(c)(3) of the Internal Revenue Code or any successor section, or that upon dissolution shall distribute its assets to a public benefit corporation, the United States, a state or a person that is recognized as exempt under section 501(c)(3) of the Internal Revenue Code or any successor section;\n\n(iii) \"Decentralized unincorporated nonprofit association\" or \"nonprofit association\" means an unincorporated nonprofit association that meets the following requirements:\n\n(A) Consists of at least one hundred (100) members joined by mutual consent under an agreement, that may be in writing or inferred from conduct, for a common nonprofit purpose except as permitted under W.S. 17-32-104;\n\n(B) Has elected to be formed under this act; and\n\n(C) Is not formed under any other law governing the nonprofit association's organization or operation.\n\n(iv) \"Digital asset\" means as defined in W.S. 34-29-101(a)(i);\n\n(v) \"Distributed ledger technology\" means a distributed ledger protocol and supporting infrastructure, including blockchain, that uses a distributed, shared and replicated ledger, whether it be public or private, permissioned or permissionless, and that may include the use of digital assets as a medium of electronic exchange;\n\n(vi) \"Established practices\" means the practices used by a decentralized unincorporated nonprofit association without material change during the most recent five (5) years of the association's existence, or if the association has existed for less than five (5) years, during the nonprofit association's entire existence;\n\n(vii) \"Governing principles\" means all agreements and any amendment or restatement of those agreements, including any decentralized unincorporated nonprofit association agreements, consensus formation algorithms, smart contracts or enacted governance proposals, that govern the purpose or operation of a decentralized unincorporated nonprofit association and the rights and obligations of the nonprofit association's members and administrators, whether contained in a record, implied from the nonprofit association's established practices or both;\n\n(viii) \"Member\" means a person who, under the governing principles of a decentralized unincorporated nonprofit association, may participate in the selection of the nonprofit association's administrators or the development of the policies and activities of the nonprofit association;\n\n(ix) \"Membership interest\" means a member's voting right in a decentralized unincorporated nonprofit association determined by the nonprofit association's governing principles, including as ascertained from decentralized ledger technology on which the nonprofit association relies to determine a member's voting right;\n\n(x) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, association, agency, joint venture, government, governmental subdivision or instrumentality or any other legal commercial entity;\n\n(xi) \"Record\" means as defined in W.S. 40-21-102(a)(xiii);\n\n(xii) \"Smart contract\" means an automated transaction, as defined in W.S. 40-21-102(a)(ii), or any substantially similar analogue or code, script or programming language relying on distributed ledger technology, including blockchain, which may include facilitating and instructing transfers of an asset, administrating membership interest votes with respect to a decentralized unincorporated nonprofit association or issuing executable instructions for these actions based on the occurrence or nonoccurrence of specified conditions;\n\n(xiii) \"State\" means a state of the United States, the District of Columbia, the commonwealth of Puerto Rico or any territory or insular possession subject to the jurisdiction of the United States;\n\n(xiv) \"This act\" means W.S. 17-32-101 through 17-32-128.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-102/"
    },
    {
      "id": "section-17-32-103",
      "number": "17-32-103",
      "heading": "Governing Law; Territorial Application.",
      "text": "17-32-103. Governing law; territorial application.\n\n(a) The law of this state governs any decentralized unincorporated nonprofit association that is formed in this state.\n\n(b) A decentralized unincorporated nonprofit association's governing principles shall identify the jurisdiction in which the decentralized unincorporated nonprofit association is formed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-103/"
    },
    {
      "id": "section-17-32-104",
      "number": "17-32-104",
      "heading": "Profits; Prohibitions on Distributions and Dividends; Compensation and Other Permitted Payments.",
      "text": "17-32-104. Profits; prohibitions on distributions and dividends; compensation and other permitted payments.\n\n(a) A decentralized unincorporated nonprofit association may engage in profit-making activities, but profits from any activities shall be used in furtherance of, or set aside for, the nonprofit association's common nonprofit purpose.\n\n(b) Except as provided in subsection (c) of this section, a decentralized unincorporated nonprofit association may not pay dividends or distribute any part of its income or profits to its members or administrators or persons outside the nonprofit association.\n\n(c) A decentralized unincorporated nonprofit association may:\n\n(i) Pay reasonable compensation or reimburse reasonable expenses to its members, administrators and persons outside the nonprofit association for services rendered, including with respect to the administration and operation of the nonprofit association, which may include the provisions of collateral for the self-insurance of the nonprofit association, voting or participation in the nonprofit association's operations and activities;\n\n(ii) Confer benefits on its members and administrators in conformity with its common nonprofit purpose;\n\n(iii) Repurchase membership interests to the extent authorized by the nonprofit association's governing principles; and\n\n(iv) Make distributions of property to members upon winding up and termination of the decentralized unincorporated nonprofit association to the extent permitted by W.S. 17-32-126.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-104/"
    },
    {
      "id": "section-17-32-105",
      "number": "17-32-105",
      "heading": "Real and Personal Property; Decentralized Unincorporated Nonprofit Association as Beneficiary, Legatee or Devisee.",
      "text": "17-32-105. Real and personal property; decentralized unincorporated nonprofit association as beneficiary, legatee or devisee.\n\n(a) A decentralized unincorporated nonprofit association in its name may acquire, hold, encumber or transfer an estate or interest in real or personal property.\n\n(b) A decentralized unincorporated nonprofit association may be a legatee, devisee or beneficiary of a trust or contract.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-105/"
    },
    {
      "id": "section-17-32-106",
      "number": "17-32-106",
      "heading": "Statement of Authority as to Real Property.",
      "text": "17-32-106. Statement of authority as to real property.\n\n(a) A decentralized unincorporated nonprofit association shall execute and record a statement of authority to transfer an estate or interest in real property in the name of the nonprofit association.\n\n(b) An estate or interest in real property in the name of a decentralized unincorporated nonprofit association may be transferred by a person so authorized in a statement of authority recorded in the office of the county clerk in which a transfer of the property will be recorded.\n\n(c) A statement of authority shall set forth:\n\n(i) The name of the decentralized unincorporated nonprofit association;\n\n(ii) The address in this state, including the street address, if any, of the nonprofit association. If the nonprofit association does not have an address in this state, the statement of authority shall include the nonprofit association's address out of state;\n\n(iii) The name or title of the person authorized to transfer an estate or interest in real property held in the name of the nonprofit association; and\n\n(iv) The action, procedure or vote of the decentralized unincorporated nonprofit association which authorizes the person to transfer the real property of the nonprofit association and which authorizes the person to execute the statement of authority.\n\n(d) A statement of authority shall be executed in the same manner as a deed. The person who executes the statement of authority shall not be the named person in the statement of authority authorized to transfer the estate or interest.\n\n(e) The filing officer may collect a fee for recording the statement of authority in the amount authorized for recording a transfer of real property.\n\n(f) An amendment, including cancellation, of a statement of authority shall meet the requirements for execution and recording of an original statement. Unless canceled earlier, a recorded statement of authority or its most recent amendment is canceled by operation of law five (5) years after the date of the most recent recording.\n\n(g) If the record title to the real property is in the name of a decentralized unincorporated nonprofit association and the statement of authority is recorded in the office of the county clerk in which a transfer of real property would be recorded, the authority of the person named in a statement of authority is conclusive in favor of a transferee who gives value without notice that the person named in the statement of authority lacks authority.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-106/"
    },
    {
      "id": "section-17-32-107",
      "number": "17-32-107",
      "heading": "Liability in Tort or Contract.",
      "text": "17-32-107. Liability in tort or contract.\n\n(a) A decentralized unincorporated nonprofit association is a legal entity separate from its members for the purposes of determining and enforcing rights, duties and liabilities in contract and tort.\n\n(b) A person is not liable for a breach of a decentralized unincorporated nonprofit association's contract merely because the person is a member, administrator, authorized to participate in the management of the affairs of the nonprofit association or considered as a member by the nonprofit association.\n\n(c) A person is not liable for a tortious act or omission for which a decentralized unincorporated nonprofit association is liable merely because the person is a member or administrator of the nonprofit association, or is a person authorized to participate in the management of the affairs of the nonprofit association or considered as a member by the nonprofit association.\n\n(d) A tortious act or omission of a member, administrator or other person for which a decentralized unincorporated nonprofit association is liable is not imputed to a person merely because the person is a member or administrator of the nonprofit association, or is a person authorized to participate in the management of the affairs of the nonprofit association or considered as a member by the nonprofit association.\n\n(e) A member, administrator, person authorized to participate in the management of the affairs of the nonprofit association, or person considered as a member by the nonprofit association may assert a claim against the decentralized unincorporated nonprofit association. A decentralized unincorporated nonprofit association may assert a claim against a member, administrator, person authorized to participate in the management of the affairs of the nonprofit association or person considered as a member by the nonprofit association.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-107/"
    },
    {
      "id": "section-17-32-108",
      "number": "17-32-108",
      "heading": "Capacity to Assert and Defend; Standing.",
      "text": "17-32-108. Capacity to assert and defend; standing.\n\n(a) A decentralized unincorporated nonprofit association, in its name, may institute, defend, intervene or participate in a judicial, administrative or other governmental proceeding or in an arbitration, mediation or any other form of alternative dispute resolution.\n\n(b) A decentralized unincorporated nonprofit association may assert a claim on behalf of its members if:\n\n(i) One (1) or more members of the nonprofit association have standing to assert a claim in their own right;\n\n(ii) The interests the nonprofit association seeks to protect are germane to its purposes; and\n\n(iii) Neither the claim asserted, nor the relief requested requires the participation of a member.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-108/"
    },
    {
      "id": "section-17-32-109",
      "number": "17-32-109",
      "heading": "Effect of Judgement or Order.",
      "text": "17-32-109. Effect of judgement or order.\n\nA judgment or order against a decentralized unincorporated nonprofit association is not by itself a judgment or order against a member or administrator of the nonprofit association.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-109/"
    },
    {
      "id": "section-17-32-110",
      "number": "17-32-110",
      "heading": "Appointment of Agent to Receive Service of Process.",
      "text": "17-32-110. Appointment of agent to receive service of process.\n\n(a) A decentralized unincorporated nonprofit association may file in the office of the secretary of state a statement appointing an agent authorized to receive service of process.\n\n(b) A statement appointing an agent shall set forth:\n\n(i) The name of the decentralized unincorporated nonprofit association;\n\n(ii) The address in this state, including the street address, if any, of the nonprofit association. If the nonprofit association does not have an address in this state, the statement shall include the nonprofit association's address out of state; and\n\n(iii) The name of the person in this state authorized to receive service of process and the person's address, including the state address, in this state.\n\n(c) A statement appointing an agent shall be signed and acknowledged by a person authorized to administer the affairs of the decentralized unincorporated nonprofit association. The statement shall also be signed and acknowledged by the person appointed agent, who thereby accepts the appointment.\n\n(d) A filing officer may collect a fee of five dollars ($5.00) for filing a statement appointing an agent to receive service of process, an amendment or a resignation.\n\n(e) An amendment to a statement appointing an agent to receive service of process shall meet the requirements for execution of an original statement.\n\n(f) If the secretary of state refuses to file a statement appointing an agent, the secretary of state shall return the statement to the decentralized unincorporated nonprofit association or its representative within fifteen (15) days after the statement was received by the secretary of state, together with a brief, written explanation of the reason for the refusal.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-110/"
    },
    {
      "id": "section-17-32-111",
      "number": "17-32-111",
      "heading": "Summons and Complaint; Service on Whom.",
      "text": "17-32-111. Summons and complaint; service on whom.\n\nIn an action or proceeding against a decentralized unincorporated nonprofit association a summons and complaint shall be served on an agent authorized to receive service of process or a person authorized to administer the affairs of the nonprofit association. If none of them can be served, service may be made on a member of the nonprofit association.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-111/"
    },
    {
      "id": "section-17-32-112",
      "number": "17-32-112",
      "heading": "Claim Not Abated by Change of Members, Administrators or Persons Authorized.",
      "text": "17-32-112. Claim not abated by change of members, administrators or persons authorized.\n\nA claim for relief against a decentralized unincorporated nonprofit association shall not abate merely because of a change in its members or persons authorized to administer the affairs of the nonprofit association.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-112/"
    },
    {
      "id": "section-17-32-113",
      "number": "17-32-113",
      "heading": "Venue.",
      "text": "17-32-113. Venue.\n\n(a) For purposes of venue, a decentralized unincorporated nonprofit association is a resident of a county in which:\n\n(i) The nonprofit association has an office; or\n\n(ii) The agent authorized to receive service of process under W.S. 17-32-110 resides.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-113/"
    },
    {
      "id": "section-17-32-114",
      "number": "17-32-114",
      "heading": "Perpetual Existence, Dissolution, Continuation of Existence.",
      "text": "17-32-114. Perpetual existence, dissolution, continuation of existence.\n\n(a) A decentralized unincorporated nonprofit association shall have perpetual existence unless its governing principles otherwise specify.\n\n(b) A decentralized unincorporated nonprofit association may be dissolved by any of the following methods:\n\n(i) If the governing principles of the nonprofit association provide a time or method for dissolution, by that method;\n\n(ii) If the governing principles of the nonprofit association do not provide a method for dissolution, by approval of its members in accordance with W.S. 17-32-120;\n\n(iii) If membership in the nonprofit association falls below one hundred (100) members and the decentralized unincorporated nonprofit association does not meet the requirements of a Wyoming unincorporated nonprofit association under W.S. 17-22-101 through 17-22-115. In the event membership in the nonprofit association falls below one hundred (100) members and the nonprofit association meets the requirements of a Wyoming unincorporated nonprofit association under W.S. 17-22-101 through 17-22-115, the entity automatically converts to a Wyoming unincorporated nonprofit association unless the governing principles otherwise specify another organizational statute and the organization meets the statutory requirements of that organization;\n\n(iv) By court order.\n\n(c) After dissolution, a decentralized unincorporated nonprofit association continues in existence until its activities have been wound up and terminated pursuant to W.S. 17-32-126.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-114/"
    },
    {
      "id": "section-17-32-115",
      "number": "17-32-115",
      "heading": "Admission, Suspension, Dismissal or Expulsion of Members.",
      "text": "17-32-115. Admission, suspension, dismissal or expulsion of members.\n\n(a) A person becomes a member in accordance with the governing principles of the decentralized unincorporated nonprofit association. If there are no applicable governing principles, a person shall be considered a member upon purchase or assumption of ownership of a membership interest or other property or instrument that confers a voting right with the nonprofit association and the person shall continue as a member absent the person's suspension, dismissal or expulsion pursuant to subsection (b) of this section, resignation pursuant to W.S. 17-32-116 or the nonprofit association's dissolution and wind-up pursuant to W.S. 17-32-114 and W.S. 17-32-126.\n\n(b) Subject to the governing principles, a member may be suspended, dismissed or expelled from a decentralized unincorporated nonprofit association. If there are no applicable governing principles, a member may be suspended, dismissed or expelled by approval of its members in accordance with W.S. 17-32-120.\n\n(c) Unless otherwise provided for in the governing principles, suspension, dismissal or expulsion of a member does not relieve the member of any obligation incurred, or commitment made by the member, before the suspension, dismissal or expulsion.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-115/"
    },
    {
      "id": "section-17-32-116",
      "number": "17-32-116",
      "heading": "Member Resignation.",
      "text": "17-32-116. Member resignation.\n\n(a) A member may resign as a member of a decentralized unincorporated nonprofit association in accordance with the governing principles of the nonprofit association. If there are no applicable governing principles, a member shall be deemed to have resigned as a member upon the disposal, whether voluntary or involuntary, of all membership interests or other property or instruments that confer upon the person a voting right within the nonprofit association.\n\n(b) Unless otherwise provided for in the governing principles, resignation of a member does not relieve the member of any obligation incurred, or commitment made by the member, before the resignation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-116/"
    },
    {
      "id": "section-17-32-117",
      "number": "17-32-117",
      "heading": "Duties of Members.",
      "text": "17-32-117. Duties of members.\n\n(a) Unless otherwise provided for in the governing principles, a member shall not have any fiduciary duty to a decentralized unincorporated nonprofit association or to any other member of the nonprofit association solely by reason of being a member.\n\n(b) All members shall be subject to the implied contractual covenant of good faith and fair dealing.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-117/"
    },
    {
      "id": "section-17-32-118",
      "number": "17-32-118",
      "heading": "Member Has No Agency Powers.",
      "text": "17-32-118. Member has no agency powers.\n\n(a) A member is not an agent of a decentralized unincorporated nonprofit association solely by reason of being a member.\n\n(b) A person's status as a member does not prevent or restrict laws other than this act from imposing liability on a decentralized unincorporated nonprofit association because of the member's conduct.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-118/"
    },
    {
      "id": "section-17-32-119",
      "number": "17-32-119",
      "heading": "Member Interests Transferable.",
      "text": "17-32-119. Member interests transferable.\n\nExcept as otherwise provided in the decentralized unincorporated nonprofit association's governing principles, a member interest or any right thereunder is freely transferable to another person through conveyance of the membership interest or other property that confers upon a person a voting right within the nonprofit association.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-119/"
    },
    {
      "id": "section-17-32-120",
      "number": "17-32-120",
      "heading": "Approval by Members.",
      "text": "17-32-120. Approval by members.\n\n(a) Except as otherwise provided in the governing principles, a decentralized unincorporated nonprofit association shall have the approval of the majority of membership interests participating in a vote to:\n\n(i) Suspend, dismiss or expel a member;\n\n(ii) Select or dismiss an administrator;\n\n(iii) Adopt, amend or repeal the governing principles;\n\n(iv) Sell, lease, exchange or otherwise dispose of the decentralized unincorporated nonprofit association's property;\n\n(v) Dissolve the decentralized unincorporated nonprofit association under W.S 17-32-114;\n\n(vi) Undertake any other act outside the ordinary course of the decentralized unincorporated nonprofit association's activities;\n\n(vii) Determine the policy and purpose of the decentralized unincorporated nonprofit association.\n\n(b) A decentralized unincorporated nonprofit association shall have the approval of its members in accordance with its governing principles to perform any acts or exercise a right that the governing principles require to be approved by members.\n\n(c) Unless otherwise provided for in the governing principles, membership interest in a decentralized unincorporated nonprofit association shall be calculated in proportion to a member's voting rights within the nonprofit association.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-120/"
    },
    {
      "id": "section-17-32-121",
      "number": "17-32-121",
      "heading": "Utilization of Distributed Ledger Technology.",
      "text": "17-32-121. Utilization of distributed ledger technology.\n\n(a) A decentralized unincorporated nonprofit association may provide for its governance, in whole or in part, through distributed ledger technology, including smart contracts.\n\n(b) The governing principles for a decentralized unincorporated nonprofit association may:\n\n(i) Specify whether any distributed ledger technology utilized or enabled by the decentralized unincorporated nonprofit association will be fully immutable or subject to change by the nonprofit association and whether any distributed ledger will be fully or partially public or private, including the extent of a member's access to information;\n\n(ii) Adopt voting procedures, which may include smart contracts deployed to distributed ledger technology that provide for the following:\n\n(A) Proposals from members or administrators in the decentralized unincorporated nonprofit association for upgrades, modifications or additions to software systems or protocols;\n\n(B) Other proposed changes to the decentralized unincorporated nonprofit association's governing principles; and\n\n(C) Any other matters of governance or activities within the purpose of the decentralized unincorporated nonprofit association.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-121/"
    },
    {
      "id": "section-17-32-122",
      "number": "17-32-122",
      "heading": "Consensus Formation Algorithms and Governance Process.",
      "text": "17-32-122. Consensus formation algorithms and governance process.\n\n(a) In accordance with its governing principles, a decentralized unincorporated nonprofit association may:\n\n(i) Adopt any reasonable algorithmic means for establishing consensus for the validation of records, as well as for establishing requirements, processes and procedures for conducting operations or making organizational decisions with respect to the distributed ledger technology used by the decentralized unincorporated nonprofit association; and\n\n(ii) In accordance with any procedure specified pursuant to W.S. 17-32-121, modify the consensus mechanism, as well as the requirements, processes and procedures or substitute a new consensus mechanism, requirements, processes or procedures that comply with this state's law and the governing principles of the nonprofit association.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-122/"
    },
    {
      "id": "section-17-32-123",
      "number": "17-32-123",
      "heading": "Selection of Administrators; Rights and Duties of Administrators.",
      "text": "17-32-123. Selection of administrators; rights and duties of administrators.\n\n(a) Unless otherwise provided for in the decentralized unincorporated nonprofit association's governing principles, the members of a nonprofit association may select the nonprofit association's administrators in accordance with W.S. 17-32-120.\n\n(b) If no administrators are selected, none of the members shall be considered administrators for the decentralized unincorporated nonprofit association.\n\n(c) No decentralized unincorporated nonprofit association shall be required to have an administrator, and the rights and duties of all administrators shall be established as part of the authorization of authority to act as an administrator.\n\n(d) If in a record, the governing principles of a decentralized unincorporated nonprofit association may limit or eliminate the liability of an administrator to the nonprofit association or its members for money damages for any action taken, or failure to take any action, as an administrator except liability for:\n\n(i) The amount of financial benefit improperly received by an administrator;\n\n(ii) An intentional infliction of harm on the nonprofit association or its members;\n\n(iii) An intentional violation of criminal law;\n\n(iv) Breach of the duty of loyalty should one exist, unless, following full disclosure of all material facts to the nonprofit association members, the specific act or transaction that would otherwise breach the duty of loyalty is authorized or ratified by approval of the disinterested members pursuant to W.S. 17-32-120;\n\n(v) Improper distributions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-123/"
    },
    {
      "id": "section-17-32-124",
      "number": "17-32-124",
      "heading": "Right to Inspect Records.",
      "text": "17-32-124. Right to inspect records.\n\n(a) Except as provided by subsection (b) of this section, on reasonable notice, a member or administrator of a decentralized unincorporated nonprofit association shall be entitled to an electronic record of any record maintained by the nonprofit association regarding the nonprofit association's activities, financial condition and other circumstances, to the extent the information is material to a member or administrator's rights and duties under the nonprofit association's governing principles or this act.\n\n(b) A decentralized unincorporated nonprofit association shall not be obligated to provide records requested from a member or administrator if access to the information is contained in a record available to the member or administrator on decentralized ledger technology.\n\n(c) A decentralized unincorporated nonprofit association may impose reasonable restrictions on access to and use of information that may be provided under this section, including by designating the information confidential and imposing nondisclosure or other safeguarding obligations on the recipient of the information. In a dispute concerning the reasonableness of a restriction under this subsection, the nonprofit association shall have the burden of proving reasonableness.\n\n(d) A former member or administrator may have access to information to which the former member or administrator was entitled to as a member or administrator if:\n\n(i) The information relates to the period of time during which the former member or administrator was a member or administrator;\n\n(ii) The former member or administrator seeks the information in good faith; and\n\n(iii) The former member or administrator satisfies the requirements of subsection (a) through (c) of this section with respect to the information.\n\n(e) A decentralized unincorporated nonprofit association shall not be obligated to collect and maintain a list of members or individual member information, including the names or addresses of its members.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-124/"
    },
    {
      "id": "section-17-32-125",
      "number": "17-32-125",
      "heading": "Indemnification; Advancement of Expenses.",
      "text": "17-32-125. Indemnification; advancement of expenses.\n\n(a) Unless otherwise provided in its governing principles, a decentralized unincorporated nonprofit association may reimburse a member or administrator for authorized expenses reasonably incurred on behalf of the nonprofit association.\n\n(b) A decentralized unincorporated nonprofit association may indemnify a member or administrator for any debt, obligation or other liability incurred in the course of the member or administrator's activities on behalf of the nonprofit association. To be eligible for indemnification, an administrator must have complied with the duties stated in W.S. 17-32-123. If in a record, a nonprofit association's governing principles may broaden or limit this right of indemnification.\n\n(c) If a person is made, or threatened to be made, a party in a proceeding based on that person's conduct in the affairs of a decentralized unincorporated nonprofit association, that person is entitled, upon written request to the nonprofit association, including through decentralized ledger technology, to receive payment of or reimbursement by the nonprofit association, of reasonable expenses, including attorney's fees and disbursements, incurred by that person in advance of the final disposition of the proceeding. To be entitled to these payments or advances the person making the request shall make a written affirmation that the person has a good faith belief that the criteria for indemnification in subsection (a) of this section have been satisfied and that the person will repay the amounts paid or reimbursed if it is determined that the criteria for reimbursement have not been satisfied. No payment or reimbursement under this subsection shall be made without prior approval, in a record, of the disinterested members under W.S. 17-32-102.\n\n(d) A decentralized unincorporated nonprofit association may purchase and maintain insurance on behalf of a member or administrator for liability asserted against or incurred by the member or administrator in that capacity, whether or not the nonprofit association would have the power to indemnify or advance expenses to the member or administrator against the same liability under this section.\n\n(e) These rights of reimbursement, indemnification and advancement of expense apply to former members or administrators for activities undertaken on behalf of the decentralized unincorporated nonprofit association while they were members or administrators.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-125/"
    },
    {
      "id": "section-17-32-126",
      "number": "17-32-126",
      "heading": "Winding Up; Termination.",
      "text": "17-32-126. Winding up; termination.\n\n(a) A dissolved decentralized unincorporated nonprofit association shall wind up its operations and the nonprofit association shall continue after dissolution only for the purpose of winding up.\n\n(b) In winding up a decentralized unincorporated nonprofit association, the members:\n\n(i) Shall discharge the nonprofit association's debts, obligations and other liabilities, settle and close the nonprofit association's business and distribute any remaining property:\n\n(A) As required by state law other than this chapter requiring assets of an association to be distributed to another entity or person with similar nonprofit purposes;\n\n(B) In accordance with the nonprofit association's governing principles. In the absence of applicable governing principles, to the current members of the nonprofit association in proportion to their membership interests; or\n\n(C) If neither subdivision (A) or (B) of this paragraph applies, in accordance with the law of unclaimed property contained in W.S. 34-24-101 through 34-24-140.\n\n(A) Authorize an administrator to wind up the nonprofit association in accordance with W.S. 17-32-120. Any administrator so authorized shall owe the nonprofit association a duty of care in the conduct or winding up of the nonprofit to refrain from grossly negligent or reckless conduct, willful or intentional misconduct or a knowing violation of the law;\n\n(B) Preserve the nonprofit association's operations and property as a going concern for a reasonable time;\n\n(C) Prosecute and defend actions and proceedings, whether civil, criminal or administrative;\n\n(D) Transfer the nonprofit association's property;\n\n(E) Settle disputes by mediation or arbitration;\n\n(F) Perform other acts necessary or appropriate to the winding up.\n\n(iii) If the members of a nonprofit association do not appoint an administrator or administrators to wind up the nonprofit association, the members shall owe the nonprofit association a duty of care in the conduct or winding up of the nonprofit association's operations to refrain from engaging in grossly negligent or reckless conduct, willful or intentional misconduct or a knowing violation of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-126/"
    },
    {
      "id": "section-17-32-127",
      "number": "17-32-127",
      "heading": "Mergers.",
      "text": "17-32-127. Mergers.\n\n(a) As used in this section:\n\n(i) \"Constituent organization\" means an organization that is merged with one (1) or more other organizations and includes the surviving organization;\n\n(ii) \"Disappearing organization\" means a constituent organization that is not the surviving organization;\n\n(iii) \"Governing statute\" means the statute that governs an organization's internal affairs;\n\n(iv) \"Organization\" means a decentralized unincorporated nonprofit association, an unincorporated nonprofit association, a general partnership, including a limited liability partnership, a limited partnership, including a limited liability limited partnership, a limited liability company, a business or statutory trust, a corporation or any other legal or commercial person having a governing statute. The term includes a domestic or foreign organization regardless of whether the organization is organized for profit;\n\n(v) \"Organizational document\" means the basic records that create the organization and determine its internal governance and the relations among the persons that own it, have an interest in it or are members of it;\n\n(vi) \"Surviving organization\" means an organization into which one (1) or more other organizations are merged.\n\n(b) A decentralized unincorporated nonprofit association may merge with any organization that is not expressly prohibited by the law.\n\n(c) A merger involving a decentralized unincorporated nonprofit association is subject to the following requirements:\n\n(i) Each of the constituent merging organizations shall comply with its governing law;\n\n(ii) Each party to the merger shall approve a plan of merger in accordance with its governing principles. The plan shall be in a record and shall include the following provisions:\n\n(A) The name and form of each organization that is party to the merger;\n\n(B) The name and form of the surviving organization and, if the surviving organization is to be created by the merger, a statement to that effect;\n\n(C) The terms and conditions of the merger, including the manner and basis for converting the interests in each constituent organization into any combination of money, interests in the surviving organization or other considerations;\n\n(D) If the surviving organization is to be created by the merger, the surviving organization's organizational documents that are proposed to be in a record; and\n\n(E) If the surviving organization is not to be created by the merger, any amendments to be made by the merger to the surviving organization's organizational documents that are, or are proposed to be, in a record.\n\n(iii) The plan of merger shall be approved by the members of each decentralized unincorporated nonprofit association that is a constituent organization in the merger, subject to W.S. 17-32-120. If a member of a nonprofit association that is party to a merger will have personal liability with respect to an obligation of a constituent or surviving organization, the consent in a record of that member to the plan of merger shall also be obtained;\n\n(iv) Subject to the contractual rights of third parties, after a plan of merger is approved and at any time before the merger is effective, a constituent organization may amend the plan or abandon the merger as provided in the plan, or except as otherwise prohibited in the plan, with the same consent as was required to approve the plan;\n\n(v) Following approval of the plan, a merger under this section shall be effective if:\n\n(A) A constituent organization is required to give notice to or obtain the approval of a governmental agency or officer in order to be a party to a merger, the notice has been given and the approval has been obtained; and\n\n(B) The surviving organization is a decentralized unincorporated nonprofit association, as specified in the plan of merger and upon compliance by any constituent organization that is not a nonprofit association with any requirements, including any required filings in the office of the secretary of state, of the organization's governing statute; or\n\n(C) The surviving organization is not a decentralized unincorporated nonprofit association under the state law governing the surviving organization.\n\n(d) When a merger becomes effective:\n\n(i) The surviving organization continues or comes into existence;\n\n(ii) Each constituent organization that merges into the surviving organization ceases to exist as a separate entity;\n\n(iii) All property owned by each constituent organization that ceases to exist vests in the surviving organization;\n\n(iv) All debts, obligations or other liabilities of each constituent organization that ceases to exist continue as debts, obligations or other liabilities of the surviving organization;\n\n(v) An action or proceeding pending by or against any constituent organization that ceases to exist may be continued as if the merger had not occurred;\n\n(vi) Except as prohibited by other law, all of the rights, privileges, immunities, powers and purposes of each constituent organization that ceases to exist vest in the surviving organization;\n\n(vii) Except as otherwise provided in the plan of merger, the terms and conditions of the plan of merger take effect;\n\n(viii) The merger shall not affect the personal liability, if any, of a member, administrator or manager of a constituent association for a debt, liability or obligation of the nonprofit association incurred before the merger is effective; and\n\n(ix) A surviving organization that is a foreign organization consents to the jurisdiction of the courts of this state to enforce any debt, obligation or other liability owed by a constituent organization, if before the merger the constituent organization was subject to suit in this state on the debt, obligation or other liability. A surviving organization that is a foreign organization and not authorized to transact business in this state appoints the secretary of state as agent for service of process for the purpose of enforcing a debt, obligation or other liability under this subsection.\n\n(e) Property held for a charitable purpose under the law of this state by a domestic or foreign organization immediately before a merger under this section becomes effective shall not, as a result of the merger, be diverted from the objects for which it was donated, granted or devised, unless, to the extent required by or pursuant to the law of this state concerning nondiversion of charitable assets, the organization obtains an appropriate order of the attorney general or of the district court in a proceeding for which the attorney general has been given notice specifying the disposition of the property.\n\n(f) A bequest, devise, gift, grant or promise contained in a will or other instrument of donation, subscription or conveyance that is made to a disappearing organization and that takes effect or remains payable after the merger inures to the benefit of the surviving organization. A trust obligation that would govern property if transferred to the disappearing entity applies to property that is instead transferred to the surviving organization under this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-127/"
    },
    {
      "id": "section-17-32-128",
      "number": "17-32-128",
      "heading": "Conversion of Entities.",
      "text": "17-32-128. Conversion of entities.\n\nA decentralized unincorporated nonprofit association may effect a conversion by complying with the applicable provisions of W.S. 17-26-101 and any applicable provisions of the nonprofit association's governing principles.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-128/"
    },
    {
      "id": "section-17-32-129",
      "number": "17-32-129",
      "heading": "Supplemental Principles of Law.",
      "text": "17-32-129. Supplemental principles of law.\n\nPrinciples of law and equity supplement this act unless displaced by a specific provision of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-17/chapter-32/section-17-32-129/"
    }
  ]
}