{
  "state": "hawaii",
  "path": "title-title-8-public-proceedings-and-records/chapter-91-administrative-procedure",
  "sections": [
    {
      "id": "section-91-1",
      "number": "91-1",
      "heading": "Definitions.91-2 Public information",
      "text": "§91-1 Definitions.For the purpose of this chapter:\n\n\"Agency\" means each state or county board, commission, department, or officer authorized by law to make rules or to adjudicate contested cases, except those in the legislative or judicial branches.\n\n\"Agency hearing\" refers only to such hearing held by an agency immediately prior to a judicial review of a contested case as provided in section 91-14.\n\n\"Contested case\" means a proceeding in which the legal rights, duties, or privileges of specific parties are required by law to be determined after an opportunity for agency hearing.\n\n\"Party\" means each person named or admitted as a party, or properly seeking and entitled as of right to be admitted as a party, in any court or agency proceeding.\n\n\"Persons\" includes individuals, partnerships, corporations, associations, agencies, or public or private organizations.\n\n\"Rule\" means each agency statement of general or particular applicability and future effect that implements, interprets, or prescribes law or policy, or describes the organization, procedure, or practice requirements of any agency. The term does not include regulations concerning only the internal management of an agency and not affecting private rights of or procedures available to the public, nor does the term include declaratory rulings issued pursuant to section 91-8, nor intra-agency memoranda. L 1961, c 103, §1; Supp, §6C-1; HRS §91-1; am L 2017, c 110, §1\n\nLaw Journals and Reviews\n\nThe Protection of Individual Rights Under Hawai`i's Constitution. 14 UH L. Rev. 311.\n\nGenerally. 55 H. 538, 524 P.2d 84.\n\nAdministrative agency is not a \"person\" under Civil Rights Act, 42 USCA 1983. 396 F. Supp. 375.\n\nCity council is not subject to the procedural requirements of Hawaii administrative procedure act when acting in either a legislative or nonlegislative capacity. 70 H. 361, 773 P.2d 250.\n\nExecutive director of Hawaii civil rights commission was not an \"agency\" because the director neither made rules nor adjudicated contested cases. 104 H. 158, 86 P.3d 449.\n\nCounty of Hawai`i department of finance was an \"agency\" within the meaning of chapter 91, and was not a \"person\" entitled to appeal under §91-14 (prior to 1993 amendment). 77 H. 396 (App.), 885 P.2d 1137.\n\nAgency hearing.\n\nHearing concerning transfer of prisoner to mainland prison not an \"agency hearing\". 63 H. 138, 621 P.2d 976.\n\nHearing before zoning board of appeals was properly denominated as the \"agency hearing\", as contemplated by the definition of \"contested case\" in paragraph (5), where appellant temple was permitted to introduce relevant evidence and cross-examine witnesses. 87 H. 217, 953 P.2d 1315.\n\nWhere a hearing on a petition for a declaratory order before the public utilities commission was discretionary and not required by law, the dismissal order was not a contested case under paragraph (5); therefore, as a direct appeal to the intermediate appellate court (ICA) under §91-14(b) and §269-15.5 only applied to contested cases, appellant power company was not entitled to appeal the dismissal order directly to the ICA; thus, the ICA lacked jurisdiction over appellant's appeal. 126 H. 242 (App.), 269 P.3d 777.\n\nContested case.\n\nGenerally. 55 H. 538, 524 P.2d 84.\n\nA hearing \"required by law\" includes those required by due process. 55 H. 478, 522 P.2d 1255.\n\n\"Contested case\" construed. 56 H. 680, 548 P.2d 253.\n\nHearing \"required by law\" includes constitutional and statutory law. 58 H. 386, 570 P.2d 563.\n\nPublic hearing conducted pursuant to public notice has been deemed a contested case. 65 H. 506, 654 P.2d 874.\n\n\"Fair hearing\" regarding the reduction of welfare benefits was a \"contested case\". 66 H. 485, 666 P.2d 1133.\n\nEvidentiary hearing under PURPRA was contested case rather than rulemaking. 66 H. 538, 669 P.2d 148.\n\nGranting of special management area permit did not involve a \"contested case\". 69 H. 81, 734 P.2d 161.\n\nBecause the subject matter of the underlying hearing did not involve the homestead lessees' property interests, the Hawaiian homes commission hearing that transpired was not required by law and therefore was not a contested case as defined by paragraph (5). 76 H. 128, 870 P.2d 1272.\n\nPublic hearings held by department were \"contested cases\". 77 H. 64, 881 P.2d 1210.\n\nRevocation of mooring permit not contested case. 3 H. App. 91, 641 P.2d 991.\n\nIn the context of parole hearings, the Hawaii paroling authority does not \"adjudicate contested cases\" because a Hawaii paroling authority parole proceeding is not a \"contested case\" as defined under this chapter. 93 H. 298 (App.), 1 P.3d 768.\n\nOpponents of university's application for conservation district use permit to construct telescope observatory on mountain summit were denied a meaningful opportunity to be heard, as guaranteed by due process, when board of land and natural resources approved the permit prior to holding the contested case hearing; the purpose of contested case hearing procedural protections designed to ensure that the record is fully developed and subjected to adversarial testing before a decision is made was frustrated where the decisionmaker ruled on the merits before the factual record was even developed. 136 H. 376, 363 P.3d 224 (2015).\n\nOpponents of university's application for conservation district use permit to construct telescope observatory on mountain summit were entitled to contested case hearing before board of land and natural resources as a matter of constitutional due process, given that: (1) the right to exercise Native Hawaiian customs and traditions was explicitly protected by the state constitution; (2) opponents argued that the project would have significant negative effects on their Native Hawaiian cultural practices on the mountain; (3) there was a risk of erroneous deprivation absent the protections provided by a contested case hearing; and (4) there was a lack of undue burden on the government in affording opponents a contested case hearing. 136 H. 376, 363 P.3d 224 (2015).\n\nGenerally. 55 H. 538, 524 P.2d 84.\n\nDefendant's approval of use of wood preservative for treating structural lumber in Hawaii, together with defendant's conditions of approval, would appear to be rulemaking. 939 F. Supp. 746.\n\n\"General applicability\"; \"implement law or policy\"; \"internal management\". 55 H. 478, 522 P.2d 1255.\n\nManual of instructions to personnel of department of social services and housing covering welfare fraud investigations dealt only with \"internal management\". 58 H. 94, 564 P.2d 1271.\n\nPolicy decisions governing transfer of prisoners from state to federal prison do not require publication. 58 H. 386, 570 P.2d 563.\n\nInternal management; rule covering dress standards of visitors to prison. 59 H. 346, 581 P.2d 1164.\n\nHawaii administrative procedure act held not applicable to advisory functions of the county planning commission. 60 H. 428, 591 P.2d 602.\n\n\"Descriptive words and phrases\" distributed by department to unemployment compensation appeals referees are rules. 62 H. 286, 614 P.2d 380.\n\nContract in which board of land and natural resources rented excess transmission capacity in Molokai Irrigation System is not a rule. Concerned only internal management because it dealt with a matter within the custodial management of the board. 62 H. 546, 617 P.2d 1208.\n\nInternal management. 63 H. 117, 621 P.2d 957.\n\nAgency's requirement that no-fault claimants submit to insurer-ordered medical exams is a \"rule\". 67 H. 148, 682 P.2d 73.\n\nApproval of use of specific breath testing apparatus was not rulemaking. 67 H. 451, 691 P.2d 365.\n\nState hospital's bylaws regarding corrective action against a doctor are not \"rules\". 68 H. 422, 717 P.2d 1029.\n\nCircular was sent only to other state agencies and did not command or prohibit any action by any member of the public or any public employee; by the clear language of paragraph (4), therefore, Hawaii administrative procedure act did not apply, and conclusion of law stating that circular was not a rule or regulation, but was merely a guideline and was not subject to provisions of Hawaii administrative procedure act was not wrong. 76 H. 332, 876 P.2d 1300.\n\nWhere city appraiser's unwritten methodology for determining imparted value fell within definition of a rule for purposes of paragraph (4), city needed to follow rulemaking procedures set forth in §91-3 prior to applying imparted value deductions toward golf course assessments. 89 H. 381, 974 P.2d 21.\n\nWater resource management commission's distinctive treatment of \"nonagricultural uses\", such as golf course irrigation, in its water use permit and policy decision did not constitute \"illegal rulemaking\" where commission did not propose any general rules automatically applicable in all circumstances, but instead devised a principled solution to a specific dispute based on \"facts applied to rules that have already been promulgated by the legislature\". 94 H. 97, 9 P.3d 409.\n\nPlanning and permitting department's policy of refusing to publicly disclose developer's engineering reports prior to their approval constituted a \"rule\"; as this policy was not \"published or made available for public inspection\" nor did plaintiff have actual knowledge of the policy prior to its initial request for the reports, department did not comply with this chapter and was proscribed from invoking this policy; thus, department violated this chapter by refusing to publicly disclose any unaccepted engineering reports and written comments, and all of its files, including developer's file, were public records that could be examined upon request. 119 H. 90, 194 P.3d 531.\n\nAgency's decision not a \"rule\" where it was made in a contested hearing that was accusatory in nature; distinction between rulemaking and adjudication discussed. 4 H. App. 463, 667 P.2d 850.\n\nPolice department regulation establishing procedures aimed at prescribing officers' activities regarding sobriety roadblocks was internal department regulation. 9 H. App. 98, 825 P.2d 1068.\n\nHawai`i county police department's field sobriety testing procedures are not \"rules\" subject to Hawaii administrative procedure act's rulemaking requirements. 9 H. App. 406, 844 P.2d 679.\n\nWhere Kauai police department's general order establishing authority and procedures at sobriety checkpoints concerned only the internal management of an agency and did not affect the private rights of or procedures available to the public, the general order was not required to be promulgated pursuant to this chapter. 111 H. 59 (App.), 137 P.3d 373.\n\nThe procedures used by a precinct to request additional election ballots when the precinct runs out of ballots, in which precinct workers monitor the supply of paper ballots at the polling place and when it appears that the supply of ballots is running low, a precinct worker calls the counting center at the state capitol and asks that reserve ballots for that precinct be delivered, were not rules within the meaning of this section because the challenged procedure was: (1) directed exclusively to precinct workers in the execution of their election day responsibilities; and (2) aimed at prescribing and controlling election-day workers in order to facilitate the rights of voters, and not at the rights of or procedures available to the public. 137 H. 58 (App.), 365 P.3d 987 (2015).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-1/"
    },
    {
      "id": "section-91-2",
      "number": "91-2",
      "heading": "Public information.",
      "text": "§91-2 Public information.(a) In addition to other rulemaking requirements imposed by law, each agency shall:\n\n(1) Adopt as a rule a description of the methods whereby the public may obtain information or make submittals or requests.\n\n(2) Adopt rules of practice, setting forth the nature and requirements of all formal and informal procedures available, and including a description of all forms and instructions used by the agency.\n\n(3) Make available for public inspection all rules and written statements of policy or interpretation formulated, adopted, or used by the agency in the discharge of its functions.\n\n(4) Make available for public inspection all final opinions and orders.\n\n(b) No agency rule, order, or opinion shall be valid or effective against any person or party, nor may it be invoked by the agency for any purpose, until it has been published or made available for public inspection as herein required, except where a person has actual knowledge thereof.\n\n(c) Nothing in this section shall affect the confidentiality of records as provided by statute. [L 1961, c 103, §2; Supp, §6C-2; HRS §91-2]\n\n\"Actual knowledge\" referred to in section cannot give effect to rules not adopted in conformity with §91-3 and §91-4. 55 H. 478, 522 P.2d 1255.\n\nPlanning and permitting department's policy of refusing to publicly disclose developer's engineering reports prior to their approval constituted a \"rule\"; as this policy was not \"published or made available for public inspection\" nor did plaintiff have actual knowledge of the policy prior to its initial request for the reports, department did not comply with this chapter and was proscribed from invoking this policy; thus, department violated this chapter by refusing to publicly disclose any unaccepted engineering reports and written comments, and all of its files, including developer's file, were public records that could be examined upon request. 119 H. 90, 194 P.3d 531.\n\nCited: 904 F. Supp. 1098.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-2/"
    },
    {
      "id": "section-91-25",
      "number": "91-2.5",
      "heading": "Fees for proposed and final rules.",
      "text": "§91-2.5 Fees for proposed and final rules.(a) Notwithstanding any law to the contrary, each agency may charge up to a maximum fee of ten cents per page, plus the actual costs of mailing, for the reproduction of paper copies of the following:\n\n(1) Proposed and final rules, whether new rules, amended rules, or repealed rules, in any format; and\n\n(2) Notices of proposed rulemaking actions pursuant to section 91-3(a)(1).\n\nThis section shall not apply to the reproduction by the office of the lieutenant governor of other agencies' rules, kept in the general collection of the office of the lieutenant governor. Charges for the reproduction of paper copies of rules in the general collection of the office of the lieutenant governor shall be as stated in section 92-21.\n\n(b) Informational or educational publications that are produced by agencies for noncommercial use and which contain copies of state statutes, proposed or final rules, or both, shall be subject to the same fees as specified in subsection (a).\n\n(c) The fees specified in subsection (a) shall not include any charges for searching, identifying, or segregating rules in preparation for reproduction. Agencies may charge separate fees for these activities in accordance with rules adopted by the office of information practices. [L 1999, c 301, pt of §2(1)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-2-5/"
    },
    {
      "id": "section-91-26",
      "number": "91-2.6",
      "heading": "Proposed rulemaking actions and rules; posting on the lieutenant governor's internet website.",
      "text": "§91-2.6 Proposed rulemaking actions and rules; posting on the lieutenant governor's internet website.(a) Beginning January 1, 2000, all state agencies, through the office of the lieutenant governor, shall make available on the website of the office of the lieutenant governor each proposed rulemaking action of the agency and the full text of the agency's proposed rules or changes to existing rules. The internet website shall provide instructions regarding how to download the information regarding proposed rulemaking actions and the full text of the agency's proposed rules.\n\n(b) Each state agency, to the greatest extent feasible, shall:\n\n(1) Ensure that all information pertaining to that agency that is contained on the lieutenant governor's website is current and accurate; and\n\n(2) Advise individuals contacting the state agency of the availability of the proposed rulemaking actions and the full text of the agency's proposed rules on the lieutenant governor's website. [L 1999, c 301, pt of §2(1)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-2-6/"
    },
    {
      "id": "section-91-3",
      "number": "91-3",
      "heading": "Procedure for adoption, amendment, or repeal of rules.",
      "text": "§91-3 Procedure for adoption, amendment, or repeal of rules.(a) Except as otherwise provided in this section, prior to the adoption of any rule authorized by law, or the amendment or repeal thereof, the adopting agency shall:\n\n(1) Give at least thirty days' notice for a public hearing. The notice shall include:\n\n(A) A statement of the topic of the proposed rule adoption, amendment, or repeal or a general description of the subjects involved; and\n\n(B) A statement that a copy of the proposed rule to be adopted, the proposed rule amendment, or the rule proposed to be repealed will be mailed to any interested person who requests a copy, pays the required fees for the copy and the postage, if any, together with a description of where and how the requests may be made;\n\n(C) A statement of when, where, and during what times the proposed rule to be adopted, the proposed rule amendment, or the rule proposed to be repealed may be reviewed in person; and\n\n(D) The date, time, and place where the public hearing will be held and where interested persons may be heard on the proposed rule adoption, amendment, or repeal.\n\nThe notice shall be mailed to all persons who have made a timely written request of the agency for advance notice of its rulemaking proceedings, given at least once statewide for state agencies and in the county for county agencies. Proposed state agency rules shall also be posted on the Internet as provided in section 91-2.6; and\n\n(2) Afford all interested persons opportunity to submit data, views, or arguments, orally or in writing. The agency shall fully consider all written and oral submissions respecting the proposed rule. The agency may make its decision at the public hearing or announce then the date when it intends to make its decision. Upon adoption, amendment, or repeal of a rule, the agency, if requested to do so by an interested person, shall issue a concise statement of the principal reasons for and against its determination.\n\n(b) Notwithstanding the requirements of subsection (a), if an agency finds that an imminent peril to the public health, safety, or morals, to livestock and poultry health, or to natural resources requires adoption, amendment, or repeal of a rule upon less than thirty days' notice of hearing, and states in writing its reasons for such finding, it may proceed without prior notice or hearing or upon such abbreviated notice and hearing, including posting the abbreviated notice and hearing on the Internet as provided in section 91-2.6, as it finds practicable to adopt an emergency rule to be effective for a period of not longer than one hundred twenty days without renewal.\n\n(c) In addition to emergency rules adopted pursuant to subsection (b), an agency may, in a similar manner, adopt emergency rules where new federal legislation or federal and state court decisions disrupt prior practice under any statute administered by the agency and adoption of an emergency rule is urgently needed to:\n\n(1) Conform existing rules to new requirements;\n\n(2) Implement newly-established rights;\n\n(3) Clarify existing rules and prevent confusion among those covered by existing statutes;\n\n(4) Stabilize a regulated industry or endeavor;\n\n(5) Avoid disruption of governmental or industrial operations;\n\n(6) Facilitate orderly agency or legislative study of the consequences of the new federal legislation or a federal or state court decision;\n\n(7) Reinforce or preserve the unmodified goals of a statute administered by the agency; or\n\n(8) Temporarily resolve any practical problems created by the new federal legislation or federal and state court decisions;\n\nprovided that an agency shall not adopt any emergency rule pursuant to this subsection without conducting a public hearing; provided further that an agency shall give no less than thirty days' notice of the hearing; provided further that any emergency rule adopted pursuant to this subsection shall be effective until no later than adjournment sine die of the next regular legislative session following adoption of the emergency rule.\n\n(d) The adoption, amendment, or repeal of any rule by any state agency shall be subject to the approval of the governor. The adoption, amendment, or repeal of any rule by any county agency shall be subject to the approval of the mayor of the county. This subsection shall not apply to the adoption, amendment, and repeal of the rules of the county boards of water supply.\n\n(e) The requirements of subsection (a) may be waived by the governor in the case of the State, or by the mayor in the case of a county, whenever a state or county agency is required by federal provisions to adopt rules as a condition to receiving federal funds and the agency is allowed no discretion in interpreting the federal provisions as to the rules required to be adopted; provided that the agency shall make the adoption, amendment, or repeal known to the public by:\n\n(1) Giving public notice of the substance of the proposed rule at least once statewide prior to the waiver of the governor or the mayor; and\n\n(2) Posting the full text of the proposed rulemaking action on the Internet as provided in section 91-2.6.\n\n(f) No adoption, amendment, or repeal of any rule shall be invalidated solely because of:\n\n(1) The inadvertent failure to mail an advance notice of rulemaking proceedings;\n\n(2) The inadvertent failure to mail or the nonreceipt of requested copies of the proposed rule to be adopted, the proposed rule amendment, or the rule proposed to be repealed; or\n\n(3) The inadvertent failure on the part of a state agency to post on the website of the office of the lieutenant governor all proposed rulemaking actions of the agency and the full text of the agency's proposed rules as provided in section 91-2.6.\n\nAny challenge to the validity of the adoption, amendment, or repeal of an administrative rule on the ground of noncompliance with statutory procedural requirements shall be forever barred unless the challenge is made in a proceeding or action, including an action pursuant to section 91-7, that is begun within three years after the effective date of the adoption, amendment, or repeal of the rule.\n\n(g) Whenever an agency seeks only to repeal one or more sections, chapters, or subchapters of the agency's rules because the rules are either null and void or unnecessary, and not adopt, amend, or compile any other rules:\n\n(1) The agency shall give thirty days' public notice at least once statewide of the proposed date of repeal and of:\n\n(A) A list of the sections, chapters, or subchapters, as applicable, being repealed; and\n\n(B) A statement of when, where, and during what times the sections, chapters, or subchapters proposed to be repealed may be reviewed in person;\n\n(2) The agency shall post the full text of the proposed sections, chapters, or subchapters to be repealed on the Internet as provided in section 91-2.6; and\n\n(3) Any interested person may petition the agency regarding the sections, chapters, or subchapters proposed to be repealed, pursuant to section 91-6.\n\nThis subsection does not apply to the repeal of one or more subsections, paragraphs, subparagraphs, clauses, words, phrases, or other material within a section that does not constitute the entire section to be repealed. [L 1961, c 103, §3; am L 1965, c 96, §139a; Supp, §6C-3; HRS §91-3; am L 1973, c 13, §1; am L 1979, c 64, §1; am L 1985, c 68, §2; am L 1989, c 64, §2; am L 1998, c 2, § §27, 28; am L 1999, c 301, §2(2); am L 2000, c 283, §6; am L 2012, c 149, §2; am L 2018, c 56, §2]\n\nCross References\n\nAdditional requirements for publication of notice of public hearings, see §92-41.\n\nAttorney General Opinions\n\nThe \"General Requirements and Covenants\" of public works contracts are rules as defined by section 91-1 and any amendments require notice and a public hearing. Att. Gen. Op. 66-10.\n\nSection is limited to rules having the force and effect of law; AG Opinion 66-10 superseded. Att. Gen. Op. 72-5.\n\nState agency required by subsection (a)(1) to publish notice of hearing must in addition comply with publication requirements of section 92-41. Att. Gen. Op. 73-12.\n\nBoard cannot adopt \"policy\" which would have the effect of amending a rule, without following HAPA requirements. Att. Gen. Op. 81-11.\n\nNotices are not required to be in the legal section of a newspaper. Att. Gen. Op. 89-4.\n\nSubstantial changes in proposed rules made after public hearing require additional hearing where material is included on subject not covered in original notice or change was not advocated or discussed at original hearing. Att. Gen. Op. 91-05.\n\nFor the repeal of rules, this section and §92-41 did not require individual notice to all property owners potentially affected by the change in the rules but only notice by publication, and a mailing to those persons who requested advance notice of department's rulemaking proceedings. Att. Gen. Op. 97-4.\n\nWhere defendant did not give notice and hold public hearing pursuant to subsection (a) before issuing approval of use of wood preservative, defendant's approval, together with defendant's conditions of approval, would appear to be rulemaking. 939 F. Supp. 746.\n\nChanges may be made in a rule between the original proposed and presented at a public hearing and as finally adopted. Substantial change in a rule after a public hearing may require another public hearing. 50 H. 156, 434 P.2d 516.\n\nNotice should fairly apprise interested parties of what is being proposed so they can formulate and present rational responses to the proposal. 64 H. 389, 642 P.2d 530.\n\n\"Substance\" of proposed rules defined. 64 H. 389, 642 P.2d 530.\n\nRule enabling insurance commissioner to prescribe endorsements did not give carte blanche authority to sidestep the independent requirements of chapter 91. 67 H. 148, 682 P.2d 73.\n\nAdoption by reference of future amendments unlawful. 67 H. 451, 691 P.2d 365.\n\nNo waiver of notice and hearing requirements allowed where agency had discretion to interpret federal provisions as to required rules. 68 H. 80, 705 P.2d 17.\n\nInadequate notice, discussed. 70 H. 135, 764 P.2d 1233.\n\nDepartment provided adequate notice under this chapter of its intent to hold public hearings on proposed amendments to its administrative rules; nothing in chapter or case law requires that notice of public hearings on proposed amendments be published only after the effective date of the statute authorizing such amendments. 88 H. 307, 966 P.2d 619.\n\nWhere city appraiser's unwritten methodology for determining imparted value fell within definition of a rule for purposes of §91-1(4), city needed to follow rulemaking procedures set forth in this section prior to applying imparted value deductions toward golf course assessments. 89 H. 381, 974 P.2d 21.\n\nThe board of land and natural resources was not required to engage in rule-making to adopt a standardized methodology for valuation of damages to conservation lands before making a valuation of damage to land in the conservation district resulting from excessive sedimentation. 132 H. 247, 320 P.3d 912 (2014).\n\nNotice of public hearing met all requirements of this section; no merit to points on appeal that court erroneously dismissed claims that proposed hearing room was too small and that separate hearings should be held on neighbor islands. 10 H. App. 210, 863 P.2d 344.\n\nSections 183D-22 and 183D-10.5 provided the authority for the department of land and natural resources to require payment of a fee for a hunting-related article such as a stamp; however, since game bird hunting was an activity permitted under chapter 183D, the department was required under §183D-3 to adopt a rule pursuant to this section when setting the stamp fees for hunting. 117 H. 16 (App.), 175 P.3d 126.\n\nSince the addition of two extra hunting days to each week of the hunting season concerned \"conditions for entry into game management areas, and public hunting areas designated by the department of land and natural resources\" and \"open seasons\" for hunting, the express language of §183D-3 mandated that in order to add the two weekdays for bird hunting, the department had to amend Hawaii administrative rule 13-122-4 pursuant to chapter 91. 117 H. 16 (App.), 175 P.3d 126.\n\nCited: 715 F. Supp. 2d 1115.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-3/"
    },
    {
      "id": "section-91-4",
      "number": "91-4",
      "heading": "Filing and taking effect of rules.",
      "text": "§91-4 Filing and taking effect of rules.(a) Each agency adopting, amending, or repealing a rule, upon approval thereof by the governor or the mayor of the county, shall file forthwith certified copies thereof with the lieutenant governor in the case of the State, or with the clerk of the county in the case of a county. In addition, the clerks of all of the counties shall file forthwith certified copies thereof with the lieutenant governor. A permanent register of the rules, open to public inspection, shall be kept by the lieutenant governor and the clerks of the counties.\n\n(b) Each rule hereafter adopted, amended, or repealed shall become effective ten days after filing with the lieutenant governor in the case of the State, or with the respective county clerks in the case of the counties; provided that:\n\n(1) If a later effective date is required by statute or specified in the rule, the later date shall be the effective date; provided further that no rule shall specify an effective date in excess of thirty days after the filing of the rule as provided herein;\n\n(2) An emergency rule adopted pursuant to section 91-3(b) shall become effective upon filing with the lieutenant governor in the case of the State, or with the respective county clerks in the case of the counties, for a period of not longer than one hundred twenty days without renewal unless extended in compliance with section 91-3(b) if the agency finds that immediate adoption of the rule is necessary because of imminent peril to the public health, safety, or morals, or to natural resources. The agency's finding and brief statement of the reasons therefor shall be incorporated in the rule as filed. The agency shall make an emergency rule adopted pursuant to section 91-3(b) known to persons who will be affected by it by publication at least once in a newspaper of general circulation in the State for state agencies and in the county for county agencies within five days from the date of filing of the rule; and\n\n(3) An emergency rule adopted pursuant to section 91-3(c) shall become effective upon filing with the lieutenant governor in the case of the State, or with the respective county clerks in the case of the counties, and shall be effective until no later than adjournment sine die of the next regular legislative session following adoption of the emergency rule. The agency's finding and brief statement of the reasons therefor shall be incorporated in the rule as filed. The agency shall make an emergency rule adopted pursuant to section 91-3(c) known to persons who will be affected by it by publication at least once in a newspaper of general circulation in the State for state agencies and in the county for county agencies within five days from the date of filing of the rule. [L 1961, c 103, §4; am L 1965, c 96, §139b; Supp, §6C-4; HRS §91-4; am L 2012, c 149, §3; am L 2018, c 56, §3]\n\nRevision Note\n\nIn subsection (a), provision requiring approval of rule by the chairman of the board of supervisors, has been deleted as obsolete.\n\nApproval of rules as required is necessary for their validity. 51 H. 673, 466 P.2d 1009.\n\nAgency's resolution of a dispute was quasi-judicial and did not establish a rule. 70 H. 585, 779 P.2d 868.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-4/"
    },
    {
      "id": "section-91-41",
      "number": "91-4.1",
      "heading": "Rulemaking actions; copies in Ramseyer format.",
      "text": "§91-4.1 Rulemaking actions; copies in Ramseyer format.Each state agency adopting, amending, or repealing a rule shall prepare a certified copy of the rule changes according to the Ramseyer format. Each state agency shall maintain a file of the copies in the Ramseyer format and shall make the file available for public inspection and copying at a cost as specified in section 91-2.5. [L 1979, c 216, pt of §2; am L 1994, c 279, §5; am L 1999, c 301, §2(3)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-4-1/"
    },
    {
      "id": "section-91-42",
      "number": "91-4.2",
      "heading": "Rule format; publication of index.",
      "text": "§91-4.2 Rule format; publication of index.The revisor of statutes shall:\n\n(1) Prescribe a single format for the publication, filing, and indexing of rules by all state agencies. Among other things, the revisor shall provide for the manner and form, including size, in which the agency rules shall be prepared, printed, and indexed, to the end that all rules, compilations, and codifications shall be prepared and published in a uniform manner at the earliest practicable date. The format shall provide that each rule published shall be accompanied by a reference to the statutory authority pursuant to which the rule is adopted, the statutory section implemented by the rule, if any, and the effective date of the rule; and provide that whenever possible rules should incorporate any applicable sections of the Hawaii Revised Statutes by reference and not print the section in the rule. The stipulated format shall also provide for access by the public to all of the rules with an index, both of which shall be located in the office of the lieutenant governor.\n\n(2) Compile and publish an index to all rules required to be filed with the lieutenant governor with annual supplements. [L 1979, c 216, pt of §2; am L 1980, c 67, §1]\n\n\"Rules and Regulations Governing the Filing of Rules and Regulations by State and County Officers in the Office of the Lieutenant Governor as Required by Law\", effective December 27, 1961, are superseded. L 1980, c 67, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-4-2/"
    },
    {
      "id": "section-91-43",
      "number": "91-4.3",
      "heading": "Price.",
      "text": "§91-4.3 Price.(a) The lieutenant governor shall sell the Hawaii administrative rules index and its supplements at prices which as nearly as practicable will reimburse the State for all costs incurred for printing, publication, and distribution.\n\n(b) All money received from the sale of the Hawaii administrative rules index and its supplements shall be deposited in the state general fund. [L 1979, c 216, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-4-3/"
    },
    {
      "id": "section-91-44",
      "number": "91-4.4",
      "heading": "Form of publication.",
      "text": "§91-4.4 Form of publication.The revisor of statutes shall determine the form in which the Hawaii administrative rules index and its supplements shall be published. Either or both of the publications may be issued in units, in bound or loose-leaf form, separately or in combination, at the same or different times, as the revisor considers most economical and best adapted to make the index available to interested persons and the public. [L 1979, c 216, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-4-4/"
    },
    {
      "id": "section-91-5",
      "number": "91-5",
      "heading": "Publication of rules.",
      "text": "§91-5 Publication of rules.(a) Each agency shall compile, index, and publish, in the manner prescribed by the format established by the revisor of statutes under section 91-4.2(1), all rules adopted by the agency and remaining in effect. Compilations shall be supplemented as often as necessary and shall be revised at least once every ten years.\n\n(b) Compilations and supplements shall be made available free of charge upon request by the state officers in the case of a state agency and by the county officers in the case of a county agency. As to other persons, each agency may fix a price to cover mailing and publication costs as specified in section 91-2.5. Each state agency adopting, amending, or repealing a rule shall file a copy with the revisor of statutes. [L 1961, c 103, §5; Supp, §6C-5; HRS §91-5; am L 1979, c 216, §5; am L 1994, c 279, §6; am L 1999, c 301, §2(4)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-5/"
    },
    {
      "id": "section-91-6",
      "number": "91-6",
      "heading": "Petition for adoption, amendment or repeal of rules.",
      "text": "§91-6 Petition for adoption, amendment or repeal of rules.Any interested person may petition an agency requesting the adoption, amendment, or repeal of any rule stating reasons therefor. Each agency shall adopt rules prescribing the form for the petitions and the procedure for their submission, consideration, and disposition. Upon submission of the petition, the agency shall within thirty days either deny the petition in writing, stating its reasons for the denial or initiate proceedings in accordance with section 91-3. [L 1961, c 103, §6; Supp, §6C-6; HRS §91-6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-6/"
    },
    {
      "id": "section-91-7",
      "number": "91-7",
      "heading": "Declaratory judgment on validity of rules.",
      "text": "§91-7 Declaratory judgment on validity of rules.(a) Any interested person may obtain a judicial declaration as to the validity of an agency rule as provided in subsection (b) by bringing an action against the agency in the circuit court or, if applicable, the environmental court, of the county in which the petitioner resides or has its principal place of business. The action may be maintained whether or not the petitioner has first requested the agency to pass upon the validity of the rule in question.\n\n(b) The court shall declare the rule invalid if it finds that it violates constitutional or statutory provisions, or exceeds the statutory authority of the agency, or was adopted without compliance with statutory rulemaking procedures. [L 1961, c 103, §7; Supp, §6C-7; HRS §91-7; am L 2014, c 218, §3]\n\nAttorney General Opinions\n\nAgency rule adopted under former version of statute without authority upon statute's amendment. Att. Gen. Op. 85-13.\n\nPlaintiff required to exhaust remedy under this section before resorting to federal court to attack regulation as unconstitutional. 252 F. Supp. 223.\n\nRules not adopted in compliance with chapter 91 are invalid. 55 H. 478, 522 P.2d 1255.\n\nDismissal of complaint for declaratory judgment for failure to join indispensable parties held erroneous. 58 H. 292, 568 P.2d 1189.\n\n\"Interested persons.\" 63 H. 166, 623 P.2d 431.\n\nPlaintiff had standing under \"injury in fact\" test to bring action under this section where plaintiff alleged injury by insurer's denial of medical treatment, injury fairly traceable to agency's rules, and decision precluding use of rule would likely provide plaintiff relief. 82 H. 249, 921 P.2d 169.\n\nA water management area designation under chapter 174C may not be challenged in an original action pursuant to this section. 83 H. 484, 927 P.2d 1367.\n\nA plaintiff seeking \"a judicial declaration as to the validity of an agency rule\", pursuant to this section, must \"reside or have its principal place of business\" in the county in which the adjudicating circuit court sits; initiating an action under this section in the wrong circuit is a defect of jurisdiction mandating dismissal. 114 H. 87, 157 P.3d 526.\n\nFor purposes of declaratory actions brought pursuant to subsection (a), the circuit court of the plaintiff's domicile is the only circuit court that may exercise jurisdiction over the subject matter. 114 H. 87, 157 P.3d 526.\n\nPetitioner had standing to challenge the validity of §3-122-66 (repealed), Hawaii administrative rules, as mandated by \"the needs of justice\"; petitioner was not required to satisfy the three-part injury in fact test to obtain standing as an \"interested person\". 132 H. 333, 322 P.3d 228 (2014).\n\nThe circuit court's ruling that §3-122-66 (repealed), Hawaii administrative rules, was invalid satisfied the statutory mandate of this section; the court did not err in refusing to declare that the rule \"has never been valid and has always been ultra vires and void ab initio\". 132 H. 333, 322 P.3d 228 (2014).\n\nUnder this section, court authorized to order ancillary, affirmative relief. 5 H. App. 419, 697 P.2d 43; 6 H. App. 160, 715 P.2d 813.\n\nCited: 939 F. Supp. 746.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-7/"
    },
    {
      "id": "section-91-8",
      "number": "91-8",
      "heading": "Declaratory rulings by agencies.",
      "text": "§91-8 Declaratory rulings by agencies.Any interested person may petition an agency for a declaratory order as to the applicability of any statutory provision or of any rule or order of the agency. Each agency shall adopt rules prescribing the form of the petitions and the procedure for their submission, consideration, and prompt disposition. Orders disposing of petitions in such cases shall have the same status as other agency orders. [L 1961, c 103, §8; Supp, §6C-8; HRS §91-8]\n\nHawaii public employment relations board was empowered to make declaratory ruling regarding whether violation of collective bargaining agreement is a prohibited practice. 60 H. 436, 591 P.2d 113.\n\nWhere an agency employee's only interest in obtaining a declaratory ruling from that agency stems from his or her work as an agency employee, that interest is insufficient to satisfy this section's standing requirements; where executive director's interest in filing the petition stemmed from the director's work as executive director, the Hawaii civil rights commission did not have jurisdiction to issue a declaratory order on the petition. 104 H. 158, 86 P.3d 449.\n\nOrders disposing of petitions for declaratory rulings under this section are appealable to the circuit court pursuant to §91-14; thus, circuit court had proper jurisdiction to review Hawaii labor relations board order. 107 H. 178, 111 P.3d 587.\n\nAs both the title and the pertinent text make clear, the declaratory ruling procedure of this section is meant to provide a means of seeking a determination of whether and in what way some statute, agency rule, or order, applies to the factual situation raised by an interested person; it was not intended to allow review of concrete agency decisions for which other means of review are available. 114 H. 184, 159 P.3d 143.\n\nWhere insurance commissioner's decision was appealable pursuant to §91-14 because it was an order disposing of a petition brought pursuant to this section, and plaintiff was a \"person aggrieved\" by the commissioner's decision because it faced increased competition from allegedly improperly licensed competitors in the managed care plan contract process, and the decision held that plaintiff's competitors were in fact properly licensed to offer the services required under those contracts, plaintiff had standing to appeal the insurance commissioner's decision. 126 H. 326, 271 P.3d 621.\n\nOut-of-state sex offender's pro se letter to state Attorney General inquiring as to whether the offender's offense was a \"covered offense\" that triggered a requirement to register if the offender vacationed in Hawaii should have been liberally construed as a petition for a declaratory ruling, notwithstanding that the offender mis-cited the appropriate statutory provision, where offender's letter to the appropriate agency unequivocally and timely sought to initiate administrative proceedings provided for by statute. 135 H. 390, 351 P.3d 1156 (2015).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-8/"
    },
    {
      "id": "section-91-85",
      "number": "91-8.5",
      "heading": "Mediation in contested cases.",
      "text": "§91-8.5 Mediation in contested cases.(a) An agency may encourage parties to a contested case hearing under this chapter to participate in mediation prior to the hearing subject to conditions imposed by the agency in rules adopted in accordance with this chapter. The agency may suspend all further proceedings in the contested case pending the outcome of the mediation.\n\n(b) No mediation period under this section shall exceed thirty days from the date the case is referred to mediation, unless otherwise extended by the agency.\n\n(c) The parties may jointly select a person to conduct the mediation. If the parties are unable to jointly select a mediator within ten days of the referral to mediation, the agency shall select the mediator. All costs of the mediation shall be borne equally by the parties unless otherwise agreed, ordered by the agency, or provided by law.\n\n(d) No mediation statements or settlement offers tendered shall be admitted into any subsequent proceedings involving the case, including the contested case hearing or a court proceeding.\n\n(e) No preparatory meetings, briefings, or mediation sessions under this section shall constitute a meeting under section 92-2. Any mediator notes under this section shall be exempt from section 92-21 and chapter 92F. Section 91-10 shall not apply to mediation proceedings. [L 2003, c 76, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-8-5/"
    },
    {
      "id": "section-91-9",
      "number": "91-9",
      "heading": "Contested cases; notice; hearing; interactive conference technology; records.",
      "text": "§91-9 Contested cases; notice; hearing; interactive conference technology; records.(a) Subject to section 91-8.5, in any contested case, all parties shall be afforded an opportunity for hearing after reasonable notice.\n\n(b) The notice shall include a statement of:\n\n(1) The date, time, place, and nature of hearing;\n\n(2) The legal authority under which the hearing is to be held;\n\n(3) The particular sections of the statutes and rules involved;\n\n(4) An explicit statement in plain language of the issues involved and the facts alleged by the agency in support thereof; provided that if the agency is unable to state the issues and facts in detail at the time the notice is served, the initial notice may be limited to a statement of the issues involved, and thereafter upon application a bill of particulars shall be furnished; and\n\n(5) The fact that any party may retain counsel if the party so desires and the fact that an individual may appear on the individual's own behalf, or a member of a partnership may represent the partnership, or an officer or authorized employee of a corporation or trust or association may represent the corporation, trust, or association.\n\n(c) The hearing may be held by interactive conference technology that allows interaction by the agency, any party, and counsel if retained by the party, and the notice identifies electronic contact information for each agency, party, and counsel if retained by the party. A contested case hearing held by interactive conference technology shall be recessed for up to one hour when audio communication cannot be maintained; provided that the hearing may reconvene when only audio communication is reestablished. If audio-only communication is reestablished, then each speaker shall state the speaker's name prior to making remarks.\n\n(d) Opportunities shall be afforded all parties to present evidence and argument on all issues involved; provided that, if the hearing is held by interactive conference technology evidence may be submitted and exchanged by electronic means.\n\n(e) Any procedure in a contested case may be modified or waived by stipulation of the parties and informal disposition may be made of any contested case by stipulation, agreed settlement, consent order, or default.\n\n(f) For the purpose of agency decisions, the record shall include:\n\n(1) All pleadings, motions, intermediate rulings;\n\n(2) Evidence received or considered, including oral testimony, exhibits, and a statement of matters officially noticed;\n\n(3) Offers of proof and rulings thereon;\n\n(4) Proposed findings and exceptions;\n\n(5) Report of the officer who presided at the hearing; and\n\n(6) Staff memoranda submitted to members of the agency in connection with their consideration of the case.\n\n(g) It shall not be necessary to transcribe the record unless requested for purposes of rehearing or court review.\n\n(h) No matters outside the record shall be considered by the agency in making its decision except as provided herein.\n\n(i) For the purposes of this subsection, \"interactive conference technology\" means any form of audio or audio and visual conference technology, including teleconference, videoconference, and voice over internet protocol, that facilitates interaction between the agency, any party, and counsel if retained by the party. [L 1961, c 103, §9; Supp, §6C-9; HRS §91-9; am L 1980, c 130, §1; gen ch 1985; am L 2003, c 76, §2; am L 2021, c 168, §2]\n\nProvision for waiver of any procedure includes procedural requirements of §91-11. 54 H. 10, 510 P.2d 358.\n\nSubsection (c) applied. 55 H. 538, 524 P.2d 84.\n\nThere were no statutes which required that the prisoner be given a hearing on transfer from state to federal prison. 58 H. 386, 570 P.2d 563.\n\nFull hearing, what constitutes. 60 H. 166, 590 P.2d 524.\n\nState did not have to follow contested case procedures in canceling a lease of state land. 66 H. 632, 672 P.2d 1030.\n\nParticularized notice of methodology used by public utilities commission in its ratemaking determinations not required. 67 H. 425, 690 P.2d 274.\n\nWhere board of land and natural resources improperly consulted outside sources, the violation was cured by the subsequent rehearing proceeding. 76 H. 259, 874 P.2d 1084.\n\nAppellant failed to show that board of medical examiners violated subsection (g), where appellant contended that board violated subsection (g) by taking testimony from hearings officer during a hearing before the board en banc about matters not contained in the record. 78 H. 21, 889 P.2d 705.\n\nDespite not citing to the specific relevant section of the Hawaii administrative rules (HAR), the contested case hearing notice satisfied the requirements of subsection (b), where, among other things, the notice provided an implicit reference to the HAR section because \"excessive sedimentation\" could only be a reference to that section. 132 H. 247, 320 P.3d 912 (2014).\n\nReceiving a letter from party and taking a view of the premises after the public hearing was closed were irregularities leading to reversal. 2 H. App. 43, 625 P.2d 1044.\n\nNot violated by agency's order that parties not make any further comments unless specifically requested. 4 H. App. 633, 675 P.2d 784.\n\nCited: 904 F. Supp. 1098.\n\nCited: 134 H. 187, 339 P.3d 685 (2014).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-9/"
    },
    {
      "id": "section-91-95",
      "number": "91-9.5",
      "heading": "Notification of hearing; service.",
      "text": "§91-9.5 Notification of hearing; service.(a) Unless otherwise provided by law, all parties shall be given written notice of hearing by registered or certified mail with return receipt requested at least fifteen days before the hearing.\n\n(b) Unless otherwise provided by law, if service by registered or certified mail is not made because of the refusal to accept service or the board or its agents have been unable to ascertain the address of the party after reasonable and diligent inquiry, the notice of hearing may be given to the party by publication at least once in each of two successive weeks in a newspaper of general circulation. The last published notice shall appear at least fifteen days prior to the date of the hearing. [L 1976, c 100, §1]\n\nFor purposes of conducting a public hearing on a liquor license application, the notice provisions of §281-57 control over those in this section. 118 H. 320, 189 P.3d 432.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-9-5/"
    },
    {
      "id": "section-91-10",
      "number": "91-10",
      "heading": "Rules of evidence; official notice.",
      "text": "§91-10 Rules of evidence; official notice.In contested cases:\n\n(1) Except as provided in section 91-8.5, any oral or documentary evidence may be received, but every agency shall as a matter of policy provide for the exclusion of irrelevant, immaterial, or unduly repetitious evidence and no sanction shall be imposed or rule or order be issued except upon consideration of the whole record or such portions thereof as may be cited by any party and as supported by and in accordance with the reliable, probative, and substantial evidence. The agencies shall give effect to the rules of privilege recognized by law;\n\n(2) Documentary evidence may be received in the form of copies or excerpts, if the original is not readily available; provided that upon request parties shall be given an opportunity to compare the copy with the original;\n\n(3) Every party shall have the right to conduct such cross-examination as may be required for a full and true disclosure of the facts, and shall have the right to submit rebuttal evidence;\n\n(4) Agencies may take notice of judicially recognizable facts. In addition, they may take notice of generally recognized technical or scientific facts within their specialized knowledge; but parties shall be notified either before or during the hearing, or by reference in preliminary reports or otherwise, of the material so noticed, and they shall be afforded an opportunity to contest the facts so noticed; and\n\n(5) Except as otherwise provided by law, the party initiating the proceeding shall have the burden of proof, including the burden of producing evidence as well as the burden of persuasion. The degree or quantum of proof shall be a preponderance of the evidence. [L 1961, c 103, §10; Supp, §6C-10; HRS §91-10; am L 1978, c 76, §1; am L 2003, c 76, §3]\n\nAgencies are to admit any and all evidence, limited only by considerations of relevancy, materiality, and repetition. 54 H. 479, 510 P.2d 89; 5 H. App. 59, 678 P.2d 576.\n\nCommissioner's \"view\" of premises in a land use boundary case without proper notice to party violated par. (4). 55 H. 538, 524 P.2d 84.\n\nParagraph (3) applied. 55 H. 538, 524 P.2d 84.\n\nMere admission of irrelevant or incompetent evidence not reversible error. 59 H. 388, 583 P.2d 313; 5 H. App. 59, 678 P.2d 576.\n\nAcceptance of certain mathematical calculations not subject to cross-examination or rebuttal testimony. 65 H. 293, 651 P.2d 475.\n\nParty was properly assigned burden of proof. 66 H. 538, 669 P.2d 148.\n\nAgency properly disallowed rebuttal testimony involving no new evidence or argument. 67 H. 425, 690 P.2d 274.\n\nZoning board of appeals did not exceed its statutory authority by hearing evidence and considering documents verifying that appellants were permitting zoning violation to continue on their property; rules of evidence in administrative hearings allow admission of hearsay evidence. 77 H. 168, 883 P.2d 629.\n\nAppellant had not met burden of demonstrating a violation of paragraph (3) by board of medical examiners; board did not err in admitting evidence of judgment of conviction and police reports. 78 H. 21, 889 P.2d 705.\n\nWhere unlikely that cross-examination of witnesses on appeal would have unearthed anything of particular value regarding legal arguments or subjective feelings of witnesses who had already testified before hearings officer, right to cross-examine witnesses not unduly infringed by department of land utilization's two-tiered mechanism of review. 87 H. 217, 953 P.2d 1315.\n\nAgency properly disallowed repetitious testimony. 4 H. App. 633, 675 P.2d 784.\n\nCited: 132 H. 9, 319 P.3d 1017 (2014).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-10/"
    },
    {
      "id": "section-91-11",
      "number": "91-11",
      "heading": "Examination of evidence by agency.",
      "text": "§91-11 Examination of evidence by agency.Whenever in a contested case the officials of the agency who are to render the final decision have not heard and examined all of the evidence, the decision, if adverse to a party to the proceeding other than the agency itself, shall not be made until a proposal for decision containing a statement of reasons and including determination of each issue of fact or law necessary to the proposed decision has been served upon the parties, and an opportunity has been afforded to each party adversely affected to file exceptions and present argument to the officials who are to render the decision, who shall personally consider the whole record or such portions thereof as may be cited by the parties. [L 1961, c 103, §11; Supp, §6C-11; HRS §91-11]\n\nDeviation from requirement that proposed decision be presented where the officials rendering the decision have not heard and examined all the evidence is not permissible. 52 H. 221, 473 P.2d 573.\n\nProcedural requirements of section may be waived pursuant to §91-9(d). 54 H. 10, 501 P.2d 358.\n\nRequirement that officials who are to render the decision personally consider the whole record or portions thereof cited by the parties is satisfied where the officials considered exceptions to the proposed decision and heard arguments thereon. 54 H. 10, 501 P.2d 358.\n\nSubmission of proposed decision is required whether a single official or a majority of the officials have not heard the evidence. 54 H. 134, 504 P.2d 1214.\n\n\"Final decision\" construed. 57 H. 535, 560 P.2d 1292.\n\nPerson filing timely exceptions is entitled to opportunity to present written and oral arguments, and to have exceptions considered on merits based on record. 65 H. 257, 650 P.2d 574.\n\nUnder circumstances, board was not required to issue proposed decision. 65 H. 404, 652 P.2d 1143.\n\nTranscript of hearing conducted by hearing officer not required for hearing on exceptions held pursuant to this section. 65 H. 411, 652 P.2d 632.\n\nWhere record reflected that the commissioner heard and examined all the evidence, and appellants pointed to no new evidence that the commissioner overlooked, the commissioner did not violate this section by amending hearing officer's recommended order, powers granted commissioner under Hawaii administrative rule §16-201-46, by failing to provide appellants yet another opportunity to repeat their previous arguments. 112 H. 90, 144 P.3d 1.\n\nAs it is possible to give effect to §281-59 and this section insofar as a public hearing on a license application must be regarded as a contested case subject to the requirements of chapter 91, this section does not conflict with §281-59. 118 H. 320, 189 P.3d 432.\n\nPublic hearings on liquor license applications held by the liquor commission are contested case hearings such that this section requires any commissioner who is not present at any stage of the public hearing to become familiar with the record before voting on a liquor license application, unless the application is automatically rejected pursuant to §281-59(a). 118 H. 320, 189 P.3d 432.\n\nThe liquor commission's failure to comply with this section, requiring that all commissioners personally consider the entire record before voting on a liquor license application, was not a \"failure to act\" such as would trigger the automatic approval provision of §91-13.5 where the liquor commission voted, albeit ineffectively, within the fifteen day period prescribed by §281-59. 118 H. 320, 189 P.3d 432.\n\nWhere a public hearing pertaining to the issuance of a liquor license was statutorily required under § §281-52 and 281-57, and petitioner's legal rights, duties, and privileges were determined based on the public hearing regarding the decision to grant or deny a liquor license to petitioner, the public hearing was a \"contested case\" hearing governed by chapter 91; thus, (1) petitioner was entitled to judicial review under §91-14, (2) this section applied to proceedings on petitioner's application for liquor license, and (3) the liquor commission did not comply with this section. 118 H. 320, 189 P.3d 432.\n\nPhrase \"officials of the agency who are to render the final decision\" refers to all members of the agency. 2 H. App. 672, 638 P.2d 1386.\n\nBoard met minimum requirements of section by receiving briefs and hearing oral arguments. 5 H. App. 59, 678 P.2d 576.\n\nQuestion not preserved for appeal when party failed to object to denial of claim in agency's proposed order. 5 H. App. 533, 704 P.2d 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-11/"
    },
    {
      "id": "section-91-12",
      "number": "91-12",
      "heading": "Decisions and orders.",
      "text": "§91-12 Decisions and orders.Every decision and order adverse to a party to the proceeding, rendered by an agency in a contested case, shall be in writing or stated in the record and shall be accompanied by separate findings of fact and conclusions of law. If any party to the proceeding has filed proposed findings of fact, the agency shall incorporate in its decision a ruling upon each proposed finding so presented. The agency shall notify the parties to the proceeding by delivering or mailing a certified copy of the decision and order and accompanying findings and conclusions within a reasonable time to each party or to the party's attorney of record. [L 1961, c 103, §12; Supp, §6C-12; HRS §91-12; am L 1980, c 232, §4; gen ch 1985]\n\nOrder of agency must conform to decision as reflected in agency minutes. 52 H. 221, 473 P.2d 573.\n\nAlthough each proposed finding by a party must be ruled upon, a separate ruling on each proposed finding is not indispensable and the agency may incorporate its findings and rulings in its decision. 54 H. 134, 504 P.2d 1214; 4 H. App. 633, 675 P.2d 784.\n\nSection applies to decision of criminal injuries compensation commission. 54 H. 294, 506 P.2d 444.\n\nAgency must make its findings reasonably clear. 54 H. 663, 513 P.2d 1376.\n\nA separate ruling on each proposed finding is not necessary. 57 H. 535, 560 P.2d 1292.\n\nFindings merely summarizing testimony of witness do not constitute findings of basic fact. 57 H. 535, 560 P.2d 1292.\n\nSufficiency of particularity of ruling on proposed findings. 57 H. 535, 560 P.2d 1292.\n\nAgency's findings of ultimate facts must be supported by findings of basic facts which must be supported by the evidence in the record. 60 H. 625, 594 P.2d 612.\n\nDoes not limit board's power to order union to implement staffing of essential positions. 66 H. 461, 667 P.2d 783.\n\nWhere commissioner followed all relevant administrative requirements in issuing cease and desist order, holding hearings, responding to exceptions, and scheduling oral arguments, and there was no indication that nine-month period between oral argument and the final order was caused by an unjustified agency decision to postpone resolution of the matter, commissioner's action in issuing final order nine months after oral argument was not \"characterized by an abuse of discretion or a clearly unwarranted exercise of discretion\" or \"made upon unlawful procedure\". 112 H. 90, 144 P.3d 1.\n\nLabor and industrial relations appeals board should generally state whether or not it has applied presumption that claim is for a covered work injury. But failure to do so in instant case did not prejudice appellant's substantial rights. 1 H. App. 77, 613 P.2d 927.\n\nDoes not require notices of tax assessment be accompanied by findings of fact and conclusions of law. 6 H. App. 260, 718 P.2d 1122.\n\nLabor department's decision vacated where decision did not comply with this section's requirement that decision be accompanied by separate findings of fact and conclusions of law as decision did not decide whether employee's stated reasons for quitting constituted good cause for terminating employment. 81 H. 84 (App.), 912 P.2d 581.\n\nCited: 9 H. App. 240, 833 P.2d 93.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-12/"
    },
    {
      "id": "section-91-13",
      "number": "91-13",
      "heading": "Consultation by officials of agency.",
      "text": "§91-13 Consultation by officials of agency.No official of an agency who renders a decision in a contested case shall consult any person on any issue of fact except upon notice and opportunity for all parties to participate, save to the extent required for the disposition of ex parte matters authorized by law. [L 1961, c 103, §13; Supp, §6C-13; HRS §91-13]\n\nAttorney General Opinions\n\nA division chief acting as a hearings officer must comply with this section, and may not consult any person in or outside of the division on any issue of fact, with the exception of ex parte matters authorized by law. Att. Gen. Op. 98-6.\n\nWhere director's violation of this section by consulting materials and individuals outside the record did not prejudice appellant's substantial rights, harmless error. 87 H. 217, 953 P.2d 1315.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-13/"
    },
    {
      "id": "section-91-131",
      "number": "91-13.1",
      "heading": "Administrative review of denial or refusal to issue license or certificate of registration.",
      "text": "§91-13.1 Administrative review of denial or refusal to issue license or certificate of registration.Except as otherwise provided by law, any person aggrieved by the denial or refusal of any board or commission subject to the jurisdiction of the department of commerce and consumer affairs, to issue a license or certificate of registration, shall submit a request for a contested case hearing pursuant to chapter 91 within sixty days of the date of the refusal or denial. Appeal to the circuit court under section 91-14, or any other applicable statute, may only be taken from a board or commission's final order. [L 1986, c 181, §1; am L 1994, c 279, §7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-13-1/"
    },
    {
      "id": "section-91-135",
      "number": "91-13.5",
      "heading": "Maximum time period for business or development-related permits, licenses, or approvals; automatic approval; extensions.",
      "text": "§91-13.5 Maximum time period for business or development-related permits, licenses, or approvals; automatic approval; extensions.(a) Unless otherwise provided by law, an agency shall adopt rules that specify a maximum time period to grant or deny a business or development-related permit, license, or approval; provided that the application is not subject to state administered permit programs delegated, authorized, or approved under federal law.\n\n(b) All such issuing agencies shall clearly articulate informational requirements for applications and review applications for completeness in a timely manner.\n\n(c) All such issuing agencies shall take action to grant or deny any application for a business or development-related permit, license, or approval within the established maximum period of time, or the application shall be deemed approved; provided that a delay in granting or denying an application caused by the lack of quorum at a regular meeting of the issuing agency shall not result in approval under this subsection; provided further that any subsequent lack of quorum at a regular meeting of the issuing agency that delays the same matter shall not give cause for further extension, unless an extension is agreed to by all parties.\n\n(d) Notwithstanding any other law to the contrary, any agency that reviews and comments upon an application for a business or development-related permit, license, or approval for a housing project developed under section 201H-38 shall respond within forty-five days of receipt of the application, or the application shall be deemed acceptable as submitted to the agency.\n\n(e) The maximum period of time established pursuant to this section shall be extended in the event of a national disaster, state emergency, or union strike, which would prevent the applicant, the agency, or the department from fulfilling application or review requirements.\n\n(f) This section shall not apply to:\n\n(1) Any proceedings of the public utilities commission; or\n\n(2) Any county or county agency that is exempted by county ordinance from this section.\n\n(g) For purposes of this section, \"application for a business or development-related permit, license, or approval\" means any state or county application, petition, permit, license, certificate, or any other form of a request for approval required by law to be obtained prior to the formation, operation, or expansion of a commercial or industrial enterprise, or for any permit, license, certificate, or any form of approval required under sections 46-4, 46-4.2, 46-4.5, 46-5, and chapters 183C, 205, 205A, 340A, 340B, 340E, 340F, 342B, 342C, 342D, 342E, 342F, 342G, 342H, 342I, 342J, 342L, and 342P. L 1998, c 164, §3; am L 2005, c 68, §1; am L 2006, c 217, §3 and c 280, §2; am L 2007, c 249, §43\n\nThe liquor commission's failure to comply with §91-11, requiring that all commissioners personally consider the entire record before voting on a liquor license application, was not a \"failure to act\" such as would trigger the automatic approval provision of this section where the liquor commission voted, albeit ineffectively, within the fifteen day period prescribed by §281-59. 118 H. 320, 189 P.3d 432.\n\nThe intermediate court of appeals correctly determined that provisions of the Kauai County Code authorizing permit applicants to assent to a delay of automatic approval deadlines did not conflict with this section. 133 H. 141, 324 P.3d 951 (2014).\n\nAssent provisions in two Kauai county ordinances applicable to a use permit and a class IV zoning permit did not conflict with this section; while the legislative history indicates that the purposes for enacting this section include streamlining administrative processes and improving Hawaii's business climate, the legislative history as a whole contemplates flexibility in rule-making and a balance between streamlining on one hand and constitutional demands, public input, and environmental concerns on the other hand. 130 H. 407 (App.), 312 P.3d 283 (2013).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-13-5/"
    },
    {
      "id": "section-91-14",
      "number": "91-14",
      "heading": "Judicial review of contested cases.",
      "text": "§91-14 Judicial review of contested cases.(a) Any person aggrieved by a final decision and order in a contested case or by a preliminary ruling of the nature that deferral of review pending entry of a subsequent final decision would deprive appellant of adequate relief is entitled to judicial review thereof under this chapter; but nothing in this section shall be deemed to prevent resort to other means of review, redress, relief, or trial de novo, including the right of trial by jury, provided by law. Notwithstanding any other provision of this chapter to the contrary, for the purposes of this section, the term \"person aggrieved\" shall include an agency that is a party to a contested case proceeding before that agency or another agency.\n\n(b) Except as otherwise provided herein, proceedings for review shall be instituted in the circuit court or, if applicable, the environmental court, within thirty days after the preliminary ruling or within thirty days after service of the certified copy of the final decision and order of the agency pursuant to rule of court, except where a statute provides for a direct appeal to the supreme court or the intermediate appellate court, subject to chapter 602. In such cases, the appeal shall be treated in the same manner as an appeal from the circuit court to the supreme court or the intermediate appellate court, including payment of the fee prescribed by section 607-5 for filing the notice of appeal (except in cases appealed under sections 11-51 and 40-91). The court in its discretion may permit other interested persons to intervene.\n\n(c) The proceedings for review shall not stay enforcement of the agency decisions or the confirmation of any fine as a judgment pursuant to section 92-17(g); but the reviewing court may order a stay if the following criteria have been met:\n\n(1) There is likelihood that the subject person will prevail on the merits of an appeal from the administrative proceeding to the court;\n\n(2) Irreparable damage to the subject person will result if a stay is not ordered;\n\n(3) No irreparable damage to the public will result from the stay order; and\n\n(4) Public interest will be served by the stay order.\n\n(d) Within twenty days after the determination of the contents of the record on appeal in the manner provided by the rules of court, or within such further time as the court may allow, the agency shall transmit to the reviewing court the record of the proceeding under review. The court may require or permit subsequent corrections or additions to the record when deemed desirable.\n\n(e) If, before the date set for hearing, application is made to the court for leave to present additional evidence material to the issue in the case, and it is shown to the satisfaction of the court that the additional evidence is material and that there were good reasons for failure to present it in the proceeding before the agency, the court may order that the additional evidence be taken before the agency upon such conditions as the court deems proper. The agency may modify its findings, decision, and order by reason of the additional evidence and shall file with the reviewing court, to become a part of the record, the additional evidence, together with any modifications or new findings or decision.\n\n(f) The review shall be conducted by the appropriate court without a jury and shall be confined to the record, except that in the cases where a trial de novo, including trial by jury, is provided by law and also in cases of alleged irregularities in procedure before the agency not shown in the record, testimony thereon may be taken in court. The court, upon request by any party, shall receive written briefs and, at the court's discretion, may hear oral arguments.\n\n(g) Upon review of the record, the court may affirm the decision of the agency or remand the case with instructions for further proceedings; or it may reverse or modify the decision and order if the substantial rights of the petitioners may have been prejudiced because the administrative findings, conclusions, decisions, or orders are:\n\n(1) In violation of constitutional or statutory provisions;\n\n(2) In excess of the statutory authority or jurisdiction of the agency;\n\n(3) Made upon unlawful procedure;\n\n(4) Affected by other error of law;\n\n(5) Clearly erroneous in view of the reliable, probative, and substantial evidence on the whole record; or\n\n(6) Arbitrary, or capricious, or characterized by abuse of discretion or clearly unwarranted exercise of discretion.\n\n(h) Upon a trial de novo, including a trial by jury as provided by law, the court shall transmit to the agency its decision and order with instructions to comply with the order.\n\n(i) Where a court remands a matter to an agency for the purpose of conducting a contested case hearing, the court may reserve jurisdiction and appoint a master or monitor to ensure compliance with its orders.\n\n(j) The court shall give priority to contested case appeals of significant statewide importance over all other civil or administrative appeals or matters and shall decide these appeals as expeditiously as possible. [L 1961, c 103, §14; Supp, §6C-14; HRS §91-14; am L 1973, c 31, §5; am L 1974, c 145, §1; am L 1979, c 111, §9; am L 1980, c 130, §2; am L 1983, c 160, §1; am L 1986, c 274, §1; am L 1993, c 115, §1; am L 2004, c 202, §8; am L 2006, c 94, §1; am L 2010, c 109, §1; am L 2014, c 218, §4; am L 2016, c 48, § §5, 14; am L 2019, c 213, §1]\n\nRules of Court\n\nAppeal to circuit court, see HRCP rule 72; appeal to appellate courts, see Hawaii Rules of Appellate Procedure.\n\nAttorney General Opinions\n\nCost of record transmitted to the reviewing court is borne by the agency. Att. Gen. Op. 64-4.\n\nLaw Journals and Reviews\n\nStanding to Challenge Administrative Action in the Federal and Hawaiian Courts. 8 HBJ 37.\n\nAppellate Standards of Review in Hawaii. 7 UH L. Rev. 273. (See also 7 UH L. Rev. 449.)\n\nAn Analysis of the Standing and Jurisdiction Prerequisites for Direct Appeal of Agency Actions to the Circuit Court Under the Hawaii Administrative Procedure Act After Bush v. Hawaiian Homes Commission and Pele Defense Fund v. Puna Geothermal Venture. 17 UH L. Rev. 375.\n\nHawai`i Appellate Standards of Review Revisited. 18 UH L. Rev. 645.\n\nSection contained appropriate statute of limitations for State to file action in federal court under Education For All Handicapped Children Act. 695 F.2d 1154.\n\nPlaintiff's 42 U.S.C. §1983 action against dental board barred by res judicata as plaintiff failed to seek state court judicial review of dental board's order failing plaintiff on dental exam. 60 F.3d 626.\n\nPlaintiff must exhaust its administrative remedy in the circuit court before it may pursue its state law claims, as required by §281-17; thus, defendants' motion to dismiss plaintiff's state law claims under the state constitution, chapter 281, and the liquor commission rules, granted. 681 F. Supp. 2d 1209.\n\nWhere plaintiffs alleged violations of Religious Land Use and Institutionalized Persons Act based on county planning commission's denial of a special use permit, the court found that the commission had acted in its judicial capacity in denying plaintiffs' permit to conduct plaintiffs' activities on land zoned for agricultural use. The commission's ruling that the county had a compelling governmental interest in safety and that the permit denial was the least restrictive means of furthering that interest, as affirmed by the state court, had collateral estoppel effect to bar plaintiffs' subsequent argument in district court that denial of permit substantially burdened plaintiffs' religion. 409 F. Supp. 3d 889 (2019).\n\nReview of decision of civil service commission is on the record. 48 H. 278, 398 P.2d 155.\n\nQuestion whether provision for appeal of preliminary ruling overrides provisions of specific statutes governing administrative agencies, raised but not decided. 50 H. 22, 428 P.2d 411.\n\nProcedure applicable to grant of summary judgment after appeal to circuit court. 50 H. 169, 434 P.2d 312.\n\nSubsection (g) referred to: 50 H. 426, 442 P.2d 61.\n\nWhere zoning variance is granted after public hearing, owner of land adjoining the property subject to variance is \"person aggrieved\". 52 H. 518, 479 P.2d 796.\n\n\"Person aggrieved\", to be entitled to judicial review, must have been involved in the contested case. 53 H. 431, 495 P.2d 1180.\n\n\"Person aggrieved\". 56 H. 260, 535 P.2d 1102; 64 H. 451, 643 P.2d 73.\n\nTest under \"clearly erroneous\" standard is whether appellate court has a firm and definite conviction mistake was made. 56 H. 552, 545 P.2d 692; 4 H. App. 26, 659 P.2d 77.\n\nWhere tenure hearing not required, application did not create \"contested case\". 56 H. 680, 548 P.2d 253.\n\n\"Clearly erroneous\" standard applies to review of labor and industrial relations appeals board decisions. 57 H. 296, 555 P.2d 855.\n\nNature of appeal to circuit court under this section discussed. 58 H. 292, 568 P.2d 1189.\n\nAppeal from decision of administrative agency acting without jurisdiction confers no jurisdiction on appellate court. 60 H. 65, 587 P.2d 301.\n\nParagraph (g) cited as authority to remand a cause to the public utilities commission to make appropriate findings to support its order. 60 H. 166, 590 P.2d 524.\n\n\"Clearly erroneous\" standard of review discussed. 60 H. 166, 590 P.2d 524; 66 H. 401, 664 P.2d 727; 67 H. 212, 685 P.2d 794; 2 H. App. 421, 633 P.2d 564.\n\nFinal order means an order ending the proceedings. Appellee's actions were not clearly erroneous or arbitrary and capricious where appellant's filing of a grievance was untimely. 60 H. 513, 591 P.2d 621.\n\nStandard of review under subsection (g) for decisions of administrative agencies acting within sphere of expertise. 60 H. 625, 594 P.2d 612; 5 H. App. 71, 678 P.2d 584.\n\nOrganization opposing reclassification of properties and which is composed of members who live in vicinity of properties is a \"person aggrieved\" under subsection (a). 61 H. 3, 594 P.2d 1079.\n\n\"Participation in contested case\" discussed. 61 H. 3, 594 P.2d 1079.\n\nTimely appeal. 61 H. 3, 594 P.2d 1079.\n\nMere failure to include name of agency (which rendered decision being appealed) in caption of notice of appeal does not render appeal defective. 62 H. 444, 616 P.2d 1368.\n\nFinality of order, what determines. 63 H. 85, 621 P.2d 361.\n\nSo long as requirements of subsection (a) are met, the circuit court is vested with jurisdiction to hear appeal. 63 H. 85, 621 P.2d 361.\n\nLand use commission. Final order. 63 H. 529, 631 P.2d 588.\n\nCourt did not abuse discretion in refusing to allow expert witnesses to testify in court, or refusing to require transcript of oral comments before agency. 64 H. 27, 636 P.2d 158.\n\nDecision of administrative agency was clearly erroneous. 65 H. 146, 648 P.2d 1107.\n\nDepartment of education was not a \"person\" with standing to appeal administrative action. 65 H. 219, 649 P.2d 1140.\n\nGranting of special management area permit by county planning commission. 65 H. 506, 654 P.2d 874.\n\nAgency's decision to reduce welfare benefits is reviewable only by appeal under this section and not by declaratory judgment action. 66 H. 485, 666 P.2d 1133.\n\nAgency's procedural irregularities did not prejudice appellant's substantial rights. 67 H. 342, 686 P.2d 831.\n\nBoard's denial of a motion for reconsideration is a \"final order\". 67 H. 603, 699 P.2d 26.\n\nPolice chief is a \"person\" with a standing to appeal civil service commission's ruling. 68 H. 432, 718 P.2d 1076.\n\nApprenticeship committee was not \"person aggrieved\" by labor director's rejection of its recommendation; apprentice denied back wages and attorney's fees and costs upon reinstatement was \"person aggrieved\". 68 H. 605, 723 P.2d 753.\n\nUnincorporated association was \"person aggrieved\" by decision to grant special management area permit, but association did not participate in a \"contested case\". 69 H. 81, 734 P.2d 161.\n\nJudicial review of an agency determination must be confined to issues properly raised in the record of the administrative proceedings. 69 H. 135, 736 P.2d 1271.\n\nDoes not give administrative agencies the right to take an appeal from an administrative action, but the agency may support an appeal taken by an aggrieved party. 71 H. 545, 798 P.2d 442.\n\nStandard used by appellate court when reviewing circuit court's review of agency decision. 74 H. 599, 851 P.2d 311; 78 H. 21, 889 P.2d 705; 79 H. 154, 900 P.2d 161.\n\nSubsection (g)(1) applied under right/wrong standard in review of circuit court's review of employees' retirement system declaratory order, where issue presented to circuit court concerned a question of statutory interpretation. 75 H. 42, 856 P.2d 1227.\n\nWithout a statutory, rule-based, or constitutional mandate for a hearing, the Hawaiian homes commission hearing that took place was not required by law and therefore did not constitute a contested case for the purposes of obtaining appellate review pursuant to subsection (a); consequently, judicial review by circuit court of commission's denial of appellants' request for a contested case hearing as well as review of commission's approval of third-party agreements was unattainable due to lack of subject matter jurisdiction. 76 H. 128, 870 P.2d 1272.\n\nSupreme court could not conclude that board of land and natural resources' findings regarding application for conservation district use permit were clearly erroneous. 76 H. 259, 874 P.2d 1084.\n\nCircuit court properly concluded that it was vested with appellate jurisdiction pursuant to subsection (a). With respect to issue of standing, certain appellees demonstrated sufficient participation and potential injury in fact to seek judicial review of agency decision; other appellees who did not sufficiently participate in contested case were precluded from seeking judicial review under subsection (a). 77 H. 64, 881 P.2d 1210.\n\n\"Clearly erroneous\" standard applies to appeals from findings in decisions of labor and industrial relations appeals board. 77 H. 100, 881 P.2d 1246.\n\nAppeal to circuit court of zoning board of appeals' final decision and order was timely, and circuit court properly exercised jurisdiction over the matter. 77 H. 168, 883 P.2d 629.\n\nSupreme court lacked appellate jurisdiction where there was no final decision with respect to claimant's workers' compensation benefits for incident which labor and industrial relations appeals board determined to be compensable. 77 H. 305, 884 P.2d 368.\n\nCircuit court's appellate jurisdiction proper where planning commission rendered its final view, appellant was involved \"in\" the contested case and sufficiently demonstrated standing to participate. 79 H. 425, 903 P.2d 1246.\n\nA water management area designation is not the product of a contested case hearing, under this chapter, from which a direct appeal to the supreme court may be brought under §174C-60. 83 H. 484, 927 P.2d 1367.\n\nWhere director's violation of §91-13 by consulting materials and individuals outside the record did not prejudice appellant's substantial rights, harmless error. 87 H. 217, 953 P.2d 1315.\n\nWhere county planning director's decision that developer's proposed action was inconsistent with community plan did not meet any of the standards for reversal under subsection (g), circuit court erred in reversing decision. 88 H. 108, 962 P.2d 367.\n\nWhere no express procedure provided in Maui charter or Maui special management area rules for appeal of Maui planning director's decision on a minor permit application to the Maui planning commission, and commission delegated authority to render final decision on minor permit applications to director pursuant to §205A-22, director's decision not to process developer's application was a final decision equivalent to a denial of the application and was thus appealable under subsection (a). 88 H. 108, 962 P.2d 367.\n\nA decision that finally adjudicates the matter of medical and temporary disability benefits under § §386-21, 386-31(b), and 386-32(b) is an appealable final order under subsection (a), even though the matter of permanent disability benefits under § §386-31(a) and 386-32(a) has been left for later determination. 89 H. 436, 974 P.2d 1026.\n\nWhere entitlement to permanent disability or disfigurement benefits is the right of the claimant that remains undetermined and is the matter for which jurisdiction is retained by the labor director, a decision of the labor and industrial relations appeals board that otherwise finally adjudicates the matters of medical and temporary disability benefits is an appealable final order under subsection (a). 89 H. 436, 974 P.2d 1026.\n\nWhere county board of appeals at no time questioned or disclaimed planning director's action, and director could not have issued denial of appeal on director's own authority, director acted on behalf of board when director summarily rejected plaintiffs' appeals as untimely; thus, director's denial constituted a \"final decision\" by the board under subsection (a), which circuit court had jurisdiction to review on appeal. 90 H. 384, 978 P.2d 822.\n\nWhere plaintiffs' members, as native Hawaiians who exercised such rights as were customarily and traditionally exercised for subsistence, cultural, and religious purposes, sufficiently demonstrated injury to their interests for purposes of appeal under this chapter, the trial court properly concluded that plaintiff had standing to invoke judicial resolution of the land use commission's decision. 94 H. 31, 7 P.3d 1068.\n\nWhere plaintiffs sufficiently demonstrated an \"injury in fact\" by alleging facts to show that its members were recreational users of the petition area and that land use commission's action would \"diminish\" such use, and also asserted their interests in protecting West Hawaii's scenic, aesthetic, historic, and biological resources, they were \"persons aggrieved\" within the meaning of this section and trial court did not err in concluding plaintiff had standing to seek judicial review of the commission's decision. 94 H. 31, 7 P.3d 1068.\n\nAn order regarding the award or denial of attorney's fees and costs with respect to §386-93(b) is a final order under subsection (a) for purposes of appeal; this final order rule applies prospectively to prevent injustice; §386-93(b) allows assessment of attorney's fees and costs against an employer if the employer loses the final appeal. 104 H. 164, 86 P.3d 973.\n\nA contested case hearing pursuant to subsection (a) was not required in the determination by the labor director to register an apprenticeship program pursuant to §372-4. 104 H. 275, 88 P.3d 647.\n\nDistrict family courts may not exercise judicial review of administrative proceedings conducted pursuant to the Individuals with Disabilities Education Act. 105 H. 38, 93 P.3d 1145.\n\nThe agency-specific appellate procedure prescribed in §232-17 precluded appellants' resort to judicial review under subsection (a); jurisdiction to hear appellants' tax appeal rested exclusively with the tax appeal court. 106 H. 318, 104 P.3d 905.\n\nOrders disposing of petitions for declaratory rulings under §91-8 are appealable to the circuit court pursuant to this section; thus, circuit court had proper jurisdiction to review Hawaii labor relations board order. 107 H. 178, 111 P.3d 587.\n\nWhere the purpose of the land use commission's hearing was not to determine the rights, duties, or privileges of specific parties, the hearing did not constitute a contested case for the purposes of obtaining judicial review pursuant to subsection (a), thus, the trial court did not err in dismissing plaintiff's appeal for lack of subject matter jurisdiction. 111 H. 124, 139 P.3d 712.\n\nWhere appellants failed to comply with the specific procedures promulgated by the department of land and natural resources, specifically, Hawaii administrative rule §13-1-29, in requesting a contested case hearing, such failure precluded judicial review pursuant to this section. 112 H. 28, 143 P.3d 1230.\n\nWhere a public hearing pertaining to the issuance of a liquor license was statutorily required under § §281-52 and 281-57, and petitioner's legal rights, duties, and privileges were determined based on the public hearing regarding the decision to grant or deny a liquor license to petitioner, the public hearing was a \"contested case\" hearing governed by chapter 91; thus, (1) petitioner was entitled to judicial review under this section, (2) §91-11 applied to proceedings on petitioner's application for liquor license, and (3) the liquor commission did not comply with §91-11. 118 H. 320, 189 P.3d 432.\n\nSection 6E-43 and §13-300-51, Hawaii administrative rules (HAR) confer upon an aggrieved claimant the right to a contested case hearing as long as the written petition meets the procedural requirements of §13-300-52, HAR; where it was undisputed that claimant complied with the requirements of §13-300-52, HAR--that is, claimant's written petition was proper--a contested case hearing was mandated by statute under §6E-43 and agency rule under §13-300-51, HAR and thus, was \"required by law\". 124 H. 1, 237 P.3d 1067.\n\nWhere a contested case hearing was required by law under §6E-43 and §13-300-51, Hawaii administrative rules, and would have determined the rights, duties, and privileges of specific parties, and: (1) the department of land and natural resources' denial of claimant's request for a contested case hearing represented a \"final decision and order\"; (2) claimant followed the applicable agency rules and, therefore, was involved \"in\" the contested case; and (3) claimant's legal interests were injured--i.e., claimant had standing to appeal, the circuit court erred in dismissing claimant's agency appeal for lack of subject matter jurisdiction. 124 H. 1, 237 P.3d 1067.\n\nWhere insurance commissioner's decision was appealable pursuant to this section because it was an order disposing of a petition brought pursuant to §91-8, and plaintiff was a \"person aggrieved\" by the commissioner's decision because it faced increased competition from allegedly improperly licensed competitors in the managed care plan contract process, and the decision held that plaintiff's competitors were in fact properly licensed to offer the services required under those contracts, plaintiff had standing to appeal the insurance commissioner's decision. 126 H. 326, 271 P.3d 621.\n\nBecause the university's conservation district use permit remained in effect despite the board of land and natural resources' failure to hold a contested case hearing before voting to grant the permit, the university could still build on Haleakala and petitioner could still seek effective relief against the university; thus, the case was not moot. 131 H. 193, 317 P.3d 300 (2013).\n\nWhere petitioner met all of the requirements of the PASH/Kaleikini test, the board of land and natural resources should have held a contested case hearing, as required by law and requested by petitioner, prior to decision making on the university's conservation district use application, and the circuit court had jurisdiction to hear petitioner's agency appeal under this section. 131 H. 193, 317 P.3d 300 (2013).\n\nCourt's findings of fact reviewed under the \"clearly erroneous\" standard and its conclusions of law under the de novo standard, without any particularized presumption of validity or need to consider whether the board of land and natural resources' decision was \"unjust and unreasonable\". 132 H. 9, 319 P.3d 1017 (2014).\n\nThe board of land and natural resources' amended decision reflected an abuse of discretion because it arbitrarily and capriciously failed to follow the instructions of the court on remand from its earlier decision. 132 H. 9, 319 P.3d 1017 (2014).\n\nThe disability compensation division of the department of labor and industrial relations must set forth its reasons for reducing an attorney's fee request for appropriate appeals board and possible judicial review of the reduction pursuant to this section; the format of an order reducing attorney's fees and/or costs need only be sufficient to enable appropriate review for abuse of discretion. 132 H. 320, 321 P.3d 671 (2014).\n\nWhere the intermediate court of appeals (ICA) reviewed the circuit court's decision upon its review of a decision by the board of trustees of the employees' retirement system, the ICA erred in concluding that the circuit court's decision should be reviewed under a clearly erroneous standard and in characterizing the determinative issue as a mixed question of law and fact; because the determinative issue was whether the statutory language of \"definite time and place\" in §88-79 requires a claimant to show the exact moment when an injury occurs, the appropriate standard of review was de novo. 134 H. 1, 332 P.3d 144 (2014).\n\nAn aggrieved person seeking judicial review of an administrative decision under the Hawaii administrative procedure act must initiate review proceedings within thirty days after service of the final decision and order, as provided in this section; this section does not permit the filing of cross-appeals of agency decisions outside the thirty-day window. 134 H. 135, 338 P.3d 516 (2014).\n\nWhere certain documents were not part of the record before the land use commission (LUC) but were included in the record on appeal, the circuit court erred in denying the LUC's motion to strike the documents because: (1) the documents were not part of the administrative record; and (2) property owners did not move to supplement the record on appeal once the case was in the circuit court. 134 H. 187, 339 P.3d 685 (2014).\n\nAlthough it was within its delegated authority to evict public housing tenant after concluding tenant had violated the rental agreement, eviction board nonetheless abused its discretion by making an arbitrary or capricious determination that tenant's theft of tenant association funds constituted criminal activity that threatened the health, safety, or peaceful enjoyment of the premises, where there was no evidence of any tenant who reported feeling threatened by the theft or what programs were canceled due to the absence of the funds. 135 H. 267, 349 P.3d 374 (2015).\n\nState attorney general's denial of out-of-state sex offender's request for a determination regarding whether the offender's offense was a \"covered offense\" that triggered a requirement to register if the offender vacationed in Hawaii constituted an administrative decision in response to a petition for a declaratory ruling and, therefore, was appealable to circuit court. 135 H. 390, 351 P.3d 1156 (2015).\n\nCited in reviewing decision of the labor and industrial relations appeal board. 1 H. App. 350, 619 P.2d 516.\n\nIn overturning agency's order, court was required to make detailed findings of fact and conclusions of law. 2 H. App. 92, 626 P.2d 199.\n\nFinality of order. 2 H. App. 219, 629 P.2d 125.\n\nOrder of board not a \"final order\" where it remands a case to determine service-connected issue. 4 H. App. 526, 669 P.2d 638.\n\nStandard used by appellate court when reviewing circuit court's review of agency decision. 5 H. App. 59, 678 P.2d 576; 5 H. App. 325, 690 P.2d 28; 9 H. App. 198, 828 P.2d. 1284.\n\nReview of agency decision confined to issues properly raised in record of proceedings leading up to decision. 5 H. App. 115, 678 P.2d 1101.\n\nPublic employers directly affected by agency's order were \"aggrieved persons\" and their filing of amicus briefs with agency was sufficient \"adversary participation\"; standard used by appellate court when reviewing circuit court's review of agency decision. 5 H. App. 533, 704 P.2d 917.\n\nDoes not require that all evidence before agency support its findings; sufficient if findings supported by reliable, probative, and substantial evidence. 6 H. App. 540, 735 P.2d 950.\n\nNo \"contested case\" occurred even though there are situations where a public hearing may be considered a contested case because department rules established procedures for contested cases. 8 H. App. 16, 791 P.2d 1267.\n\nService of certified copy of agency decision under this section is complete when certified copy is deposited in the mail. 9 H. App. 298, 837 P.2d 311.\n\nCounty of Hawai`i department of finance was an \"agency\" within the meaning of chapter 91, and was not a \"person\" entitled to appeal under this section (prior to 1993 amendment). 77 H. 396 (App.), 885 P.2d 1137.\n\nBecause appellant did not demonstrate that it suffered concrete injury, it was not a person \"aggrieved\" by HLRB decision; thus, it did not have standing to appeal decision to circuit court. 80 H. 376 (App.), 910 P.2d 147.\n\nAlthough not titled \"Notice of Appeal\", where document fairly communicated appellants' intent to appeal appeals administrator's decision and record contained no indication that the document misled or prejudiced department in any way, circuit court had jurisdiction over appellants' appeal. 98 H. 80 (App.), 42 P.3d 657.\n\nAppellants were not entitled to be compensated for their costs in defending against department's efforts to recoup benefits allegedly overpaid to them as pursuant to subsection (g), there is no authority vested in the hearing officer, the circuit court, or the appellate court to award damages to appellants for these costs. 98 H. 80 (App.), 42 P.3d 657.\n\nWhere lessee failed to timely appeal Hawaiian homes commission's decision to cancel lease, as required under this section, commission was left without jurisdiction to act on lessee's subsequent requests for reconsideration. 106 H. 246 (App.), 103 P.3d 406.\n\nHawaii labor relations board (HLRB) order was not a \"final order\" within the meaning of subsection (a) where, in the order, the HLRB set an evidentiary hearing \"to determine whether there had been bad faith during negotiations, and if there had been repudiation of the collective bargaining agreement, whether any repudiation was willful\"; thus, as the matter was retained for further action and the rights of the parties remained undetermined because the evidentiary hearing had yet to be held, circuit court did not err in dismissing appeal when it determined that it did not have jurisdiction because the order was not a final order. 126 H. 13 (App.), 265 P.3d 482.\n\nWhere a hearing on a petition for a declaratory order before the public utilities commission was discretionary and not required by law, the dismissal order was not a contested case under §91-1(5); therefore, as a direct appeal to the intermediate appellate court (ICA) under subsection (b) and §269-15.5 only applied to contested cases, appellant power company was not entitled to appeal the dismissal order directly to the ICA; thus, the ICA lacked jurisdiction over appellant's appeal. 126 H. 242 (App.), 269 P.3d 777.\n\nSubsection (f) does not apply in a family court's review of a department of human services' placement decision; the family court is not limited to evidence that the department considered in making its decision to determine whether or not the department's decision was in the child's best interests. 130 H. 486 (App.), 312 P.3d 1193 (2013).\n\nCited: 47 H. 1, 24, 384 P.2d 536; 50 H. 172, 435 P.2d 21.\n\nCited: 134 H. 489, 345 P.3d 155 (2015).\n\nMentioned: 904 F. Supp. 1098; 74 H. 181, 840 P.2d 367.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-14/"
    },
    {
      "id": "section-91-15",
      "number": "91-15",
      "heading": "Appeals.",
      "text": "§91-15 Appeals.Review of any final judgment of the circuit court or, if applicable, the environmental court, under this chapter shall be governed by chapter 602. [L 1961, c 103, §15; Supp, §6C-15; HRS §91-15; am L 1979, c 111, §10; am L 2014, c 218, §5]\n\nDefendants argued they lacked fair notice of illegal conduct because code book was never adopted pursuant to these sections. 824 F.2d 780.\n\nAn administrative agency is \"an aggrieved party\" from a judgment which overturns a decision of the agency with respect to implementation of legislation. 60 H. 436, 591 P.2d 113.\n\nStandard used by appellate court when reviewing circuit court's review of agency decision. 4 H. App. 633, 675 P.2d 784.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-15/"
    },
    {
      "id": "section-91-16",
      "number": "91-16",
      "heading": "Severability.",
      "text": "§91-16 Severability.If any provision of this chapter or the application thereof to any person or circumstance is held invalid, the invalidity shall not affect other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable. [L 1961, c 103, §16; Supp, §6C-16; HRS §91-16]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-16/"
    },
    {
      "id": "section-91-17",
      "number": "91-17",
      "heading": "Federal aid.",
      "text": "§91-17 Federal aid.The provisions of section 91-14 shall not be applicable where such applicability would jeopardize federal aid or grants of assistance. [L 1961, c 103, §19; Supp, §6C-17; HRS §91-17]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-17/"
    },
    {
      "id": "section-91-18",
      "number": "91-18",
      "heading": "Short title.",
      "text": "§91-18 Short title.This chapter may be cited as the Hawaii Administrative Procedure Act. [L 1961, c 103, §20; Supp, §6C-18; HRS §91-18]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-8/chapter-91/section-91-18/"
    }
  ]
}