{
  "state": "idaho",
  "path": "title-title-55/chapter-chapter-28",
  "sections": [
    {
      "id": "section-55-2801",
      "number": "55-2801",
      "heading": "",
      "text": "55-2801. PSYCHOLOGICALLY IMPACTED DEFINED. As used in this chapter, \"psychologically impacted\" means the effect of certain circumstances surrounding real property which include, but are not limited to, the fact or suspicion that real property might be or is impacted as a result of facts or suspicions including, but not limited to the following:\n\n(1) That an occupant or prior occupant of the real property is or was at any time suspected of being infected or has been infected with a disease which has been determined by medical evidence to be highly unlikely to be transmitted through the occupancy of a dwelling place; or\n\n(2) That the real property was at any time suspected of being the site of suicide, homicide or the commission of a felony which had no effect on the physical condition of the property or its environment or the structures located thereon; or\n\n(3) That a registered or suspected sex offender occupied or resides near the property.\n\n[(55-2801) 55-2701, added 1998, ch. 335, sec. 1, p. 1080; am. and redesig. 2005, ch. 25, sec. 109, p. 128.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-28/section-55-2801/"
    },
    {
      "id": "section-55-2802",
      "number": "55-2802",
      "heading": "",
      "text": "55-2802. NO CAUSE OF ACTION. No cause of action shall arise against an owner of real property or a representative of the owner for a failure to disclose to the transferee of the real property or a representative of the transferee that the real property was psychologically impacted.\n\n[(55-2802) 55-2702, added 1998, ch. 335, sec. 1, p. 1081; am. and redesig. 2005, ch. 25, sec. 110, p. 128.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-28/section-55-2802/"
    },
    {
      "id": "section-55-2803",
      "number": "55-2803",
      "heading": "",
      "text": "55-2803. REQUEST FOR DISCLOSURE. In the event that a purchaser who is in the process of making a bona fide offer advises the owner’s representative in writing that knowledge of whether the property may be psychologically impacted is an important factor in the purchaser’s decision to purchase the property, the owner’s representative shall make inquiry of the owner and, with the consent of the owner and subject to and consistent with the applicable laws of privacy, shall report any findings to the purchaser. If the owner refuses disclosure, the owner’s representative shall advise the purchaser or the purchaser’s representative that the information will not be disclosed.\n\n[(55-2803) 55-2703, added 1998, ch. 335, sec. 1, p. 1081; am. and redesig. 2005, ch. 25, sec. 111, p. 128.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-28/section-55-2803/"
    }
  ]
}