{
  "state": "idaho",
  "path": "title-title-55/chapter-chapter-2",
  "sections": [
    {
      "id": "section-55-201",
      "number": "55-201",
      "heading": "",
      "text": "55-201. LIMITATION OF FUTURE ESTATES. A future estate may be limited by the act of the party to commence in possession at a future day, either without the intervention of a precedent estate, or on the termination, by lapse of time or otherwise, of a precedent estate created at the same time.\n\n[(55-201) R.S., sec. 2850; reen. R.C. & C.L., sec. 3071; C.S., sec. 5339; I.C.A., sec. 54-201.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-201/"
    },
    {
      "id": "section-55-202",
      "number": "55-202",
      "heading": "",
      "text": "55-202. SUCCESSIVE REMAINDERS IN FEE. A contingent remainder in fee may be created on a prior remainder in fee, to take effect in the event that the persons to whom the first remainder is limited die under the age of twenty-one (21) years, or upon any other contingency by which the estate of such persons may be determined before they attain majority.\n\n[(55-202) R.S., sec. 2851; reen. R.C. & C.L., sec. 3072; C.S., sec. 5340; I.C.A., sec. 54-202.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-202/"
    },
    {
      "id": "section-55-203",
      "number": "55-203",
      "heading": "",
      "text": "55-203. LIMITATION OF SUCCESSIVE LIFE ESTATES. Successive estates for life cannot be limited, except to persons in being at the creation thereof, and all life estates subsequent to those of persons in being are void; and upon the death of those persons the remainder, if valid in its creation, takes effect in the same manner as if no other life estate had been created.\n\n[(55-203) R.S., sec. 2852; reen. R.C. & C.L., sec. 3073; C.S., sec. 5341; I.C.A., sec. 54-203.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-203/"
    },
    {
      "id": "section-55-204",
      "number": "55-204",
      "heading": "",
      "text": "55-204. REMAINDERS UPON SUCCESSIVE LIFE ESTATES. No remainder can be created upon successive estates for life, provided for in the preceding section, unless such remainder is in fee; nor can a remainder be created upon such estate in a term for years, unless it is for the whole residue of such term.\n\n[(55-204) R.S., sec. 2853; reen. R.C. & C.L., sec. 3074; C.S., sec. 5342; I.C.A., sec. 54-204.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-204/"
    },
    {
      "id": "section-55-205",
      "number": "55-205",
      "heading": "",
      "text": "55-205. CONTINGENT REMAINDER. A remainder may be limited on a contingency which, in case it should happen, will operate to abridge or determine the precedent estate; and every such remainder is to be deemed a conditional limitation.\n\n[(55-205) R.S., sec. 2854; reen. R.C. & C.L., sec. 3075; C.S., sec. 5343; I.C.A., sec. 54-205.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-205/"
    },
    {
      "id": "section-55-206",
      "number": "55-206",
      "heading": "",
      "text": "55-206. RULE IN SHELLEY’S CASE ABOLISHED. When a remainder is limited to the heirs, or heirs of the body, of a person to whom a life estate in the same property is given, the persons who, on the termination of the life estate, are the successors or heirs of the body of the owner for life, are entitled to take by virtue of the remainder, so limited to them, and not as mere successors of the owner for life.\n\n[(55-206) R.S., sec. 2855; reen. R.C. & C.L., sec. 3076; C.S., sec. 5344; I.C.A., sec. 54-206.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-206/"
    },
    {
      "id": "section-55-207",
      "number": "55-207",
      "heading": "",
      "text": "55-207. POWER OF APPOINTMENT. A general or special power of appointment does not prevent the vesting of a future estate limited to take effect in case such power is not executed.\n\n[(55-207) R.S., sec. 2856; reen. R.C. & C.L., sec. 3077; C.S., sec. 5345; I.C.A., sec. 54-207.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-207/"
    },
    {
      "id": "section-55-208",
      "number": "55-208",
      "heading": "",
      "text": "55-208. TERMINATION OF TENANCY AT WILL. A tenancy or other estate at will, however created, may be terminated:\n\n(1) By the landlord’s giving notice in writing to the tenant, in the manner prescribed by the code of civil procedure, to remove from the premises within a period of not less than one (1) month, to be specified in the notice; or\n\n(2) By the tenant giving notice in writing to the landlord that the tenant will be vacating the premises, on a date as specified in the notice, but not less than one (1) month from the date of notice.\n\n[(55-208) R.S., sec. 2857; reen. R.C. & C.L., sec. 3078; C.S., sec. 5346; I.C.A., sec. 54-208; am. 2002, ch. 295, sec. 1, p. 848.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-208/"
    },
    {
      "id": "section-55-209",
      "number": "55-209",
      "heading": "",
      "text": "55-209. TERMINATION OF TENANCY AT WILL — RIGHTS OF LANDLORD. After such notice has been served, and the period specified by such notice has expired, but not before, the landlord may reenter, or proceed according to law to recover possession.\n\n[(55-209) R.S., sec. 2858; reen. R.C. & C.L., sec. 3079; C.S., sec. 5347; I.C.A., sec. 54-209.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-209/"
    },
    {
      "id": "section-55-210",
      "number": "55-210",
      "heading": "",
      "text": "55-210. RIGHT OF REENTRY. Whenever the right of reentry is given to a grantor or a lessor in any grant or lease, or otherwise, such reentry may be made at any time after the right has accrued, upon three (3) days’ notice, as provided in the Code of Civil Procedure.\n\n[(55-210) R.S., sec. 2859; reen. R.C. & C.L., sec. 3080; C.S., sec. 5348; I.C.A., sec. 54-210.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-210/"
    },
    {
      "id": "section-55-211",
      "number": "55-211",
      "heading": "",
      "text": "55-211. SUMMARY PROCEEDINGS — WHERE PROVIDED FOR. Summary proceedings for obtaining possession of real property forcibly entered, or forcibly and unlawfully detained, are provided for in the Code of Civil Procedure.\n\n[(55-211) R.S., sec. 2860; reen. R.C. & C.L., sec. 3081; C.S., sec. 5349; I.C.A., sec. 54-211.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-211/"
    },
    {
      "id": "section-55-212",
      "number": "55-212",
      "heading": "",
      "text": "55-212. ACTION FOR REAL PROPERTY — NOTICE UNNECESSARY. An action for the possession of real property, leased or granted, with a right of reentry, may be maintained at any time, in the district court, after the right to reenter has accrued, without notice.\n\n[(55-212) R.S., sec. 2861; reen. R.C. & C.L., sec. 3082; C.S., sec. 5350; I.C.A., sec. 54-212.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-2/section-55-212/"
    }
  ]
}