{
  "state": "idaho",
  "path": "title-title-55/chapter-chapter-24",
  "sections": [
    {
      "id": "section-55-2401",
      "number": "55-2401",
      "heading": "",
      "text": "55-2401. DEFINITIONS. As used in this chapter:\n\n(1) \"Authorized person\" means:\n\n(a) An employee of a public utility, or a contractor or subcontractor or employee of a contractor or subcontractor of a public utility, which produces, transmits or delivers electricity, while the employee is working within the scope of his employment with or for the public utility;\n\n(b) An employee of a public utility which provides and whose work relates to communication services or an employee of a state, county or municipal agency which has authorized circuit construction on or near the poles or structures of a public utility, while the employee is working within the scope of his employment;\n\n(c) An employee of an industrial plant whose work relates to the electrical system of the industrial plant, while the employee is working within the scope of his employment;\n\n(d) An employee of a cable television or communication services company or an employee of a contractor of a cable television or communication services company, if specifically authorized by the owner of the poles to make cable television or communication services attachments, while the employee is working within the scope of his employment; or\n\n(e) An employee or agent of a state, county or municipal agency which has or whose work relates to overhead electrical lines or circuit construction or conductors on poles or structures of any type, while the employee is working within the scope of his employment.\n\n(2) \"Contractor\" means any person, sole proprietorship, partnership, joint venture, corporation, or other business entity doing business in the state of Idaho which contracts, subcontracts or otherwise agrees or undertakes to perform any function or activity upon any land, building, highway, waterway or other premises.\n\n(3) \"High voltage\" means voltage in excess of six hundred (600) volts measured between conductors or between a conductor and the ground.\n\n(4) \"Overhead line\" means all electrical conductors installed above ground.\n\n(5) \"Person\" means any individual or business entity of any kind.\n\n(6) \"Public utility\" means any publicly, cooperatively or privately owned utility which owns or operates a high voltage overhead line.\n\n[55-2401, added 1992, ch. 177, sec. 1, p. 559; am. 2000, ch. 319, sec. 1, p. 1076.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-24/section-55-2401/"
    },
    {
      "id": "section-55-2402",
      "number": "55-2402",
      "heading": "",
      "text": "55-2402. ACTIVITY NEAR OVERHEAD LINE — SAFETY RESTRICTIONS. Unless danger against contact with high voltage overhead lines has been effectively guarded against as provided in section 55-2403, Idaho Code, a contractor, individually or through an agent or employee or as an agent or employee, shall not:\n\n(1) Perform or require any other person to perform any function or activity upon any land, building, highway, waterway or other premises if at any time during the performance of such function or activity it is possible that the contractor or the person or any part of any tool or material used by the contractor or the person could move or be placed or brought closer to any high voltage overhead line than the following clearances:\n\n(a) For lines nominally rated at fifty (50) kilovolts or less, ten (10) feet of clearance;\n\n(b) For lines nominally rated at over fifty (50) kilovolts, ten (10) feet plus four-tenths (.4) of an inch for each kilovolt over fifty (50) kilovolts.\n\n(2) Operate any mechanical or hoisting equipment or any load of such equipment, any part of which is capable of vertical, lateral or swinging motion closer to any high voltage overhead lines than the clearances specified in subsections (1)(a) and (b) of this section.\n\n[55-2402, added 1992, ch. 177, sec. 1, p. 560.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-24/section-55-2402/"
    },
    {
      "id": "section-55-2403",
      "number": "55-2403",
      "heading": "",
      "text": "55-2403. ACTIVITY IN CLOSE PROXIMITY TO LINES — CLEARANCE ARRANGEMENTS WITH PUBLIC UTILITY — PAYMENT. (1) If any contractor desires to temporarily carry on any function, activity, work or operation in closer proximity to any high voltage overhead line than permitted in this chapter, or in such proximity that the function, activity, work or operation could possibly come within closer proximity than permitted in this chapter, the contractor responsible for performing the work shall promptly notify the public utility owning or operating the high voltage overhead line in writing. The contractor may perform the work only after making mutually agreeable arrangements with the public utility owning or operating the line, including coordination of work and construction schedules. Arrangements may include placement of temporary mechanical barriers to separate and prevent contact between material, equipment or persons and the high voltage overhead lines, temporary deenergization and grounding, or temporary relocation or raising of the high voltage overhead lines. A written agreement identifying the arrangements and the payment to be made therefor, if any, as provided in subsection (2) of this section shall be executed by the parties.\n\n(2) The public utility may, in conformance with its then current practice, require the contractor responsible for performing the work in the vicinity of the high voltage overhead lines to pay any actual expenses of the public utility in providing arrangements for work in close proximity to the overhead lines. The public utility is not required to provide the arrangements for work in close proximity to the overhead lines until a written agreement for payment has been made. The public utility may require payment in advance. Any surplus amounts paid to the utility shall be refunded.\n\n(3) The public utility shall make arrangements to accommodate activity in proximity to overhead lines in accordance with the agreement of the parties. Where a date certain for completion of the clearance arrangements is not otherwise specified in the agreement, the arrangements must be completed within a reasonable time with consideration to all existing circumstances. However, any delay in completing the arrangement shall not excuse nor authorize the person, contractor or subcontractor to undertake to perform work in closer proximity to high voltage overhead lines than is provided herein, until such time as the arrangements have been completed.\n\n(4) The public utility may deny any request for clearances which in the judgment of the utility may jeopardize the performance, integrity, reliability or stability of the utility’s electrical system or any electrical system with which it is interconnected.\n\n[55-2403, added 1992, ch. 177, sec. 1, p. 560; am. 2000, ch. 319, sec. 2, p. 1077.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-24/section-55-2403/"
    },
    {
      "id": "section-55-2404",
      "number": "55-2404",
      "heading": "",
      "text": "55-2404. VIOLATIONS. (1) Any contractor or agent thereof violating the provisions of this chapter shall be subject to a civil penalty of not more than five hundred dollars ($500) to be imposed by the court in favor of the state and deposited in the state general account.\n\n(2) If a violation of the provisions of this chapter results in physical or electrical contact with any high voltage overhead line, the contractor committing the violation shall be liable to the public utility owning or operating the high voltage overhead line for all damages to the facilities and all costs and expenses, including damages to third persons, incurred by the public utility as a result of the contact.\n\n(3) County prosecuting attorneys and the attorney general are authorized to prosecute violations of the provisions of this chapter.\n\n[55-2404, added 1992, ch. 177, sec. 1, p. 561.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-24/section-55-2404/"
    },
    {
      "id": "section-55-2405",
      "number": "55-2405",
      "heading": "",
      "text": "55-2405. EXEMPTIONS. The provisions of this chapter shall not apply to:\n\n(1) Construction, reconstruction, operation or maintenance by an authorized person of overhead electrical or communication circuits or conductors and their supporting structures, or to electrical generating, transmission or distribution systems, or to communication systems;\n\n(2) Agreements between public agencies to perform any work or undertaking which each public agency entering into the agreement is authorized by law to perform, provided that any such agreement shall be authorized by the governing body of each party to the agreement; or\n\n(3) Fire, police or other emergency service workers while engaged in emergency operations, or highway districts or other governmental entities performing routine or emergency maintenance in their rights of way.\n\n[55-2405, added 1992, ch. 177, sec. 1, p. 561.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-24/section-55-2405/"
    }
  ]
}