{
  "state": "idaho",
  "path": "title-title-55/chapter-chapter-9",
  "sections": [
    {
      "id": "section-55-901",
      "number": "55-901",
      "heading": "",
      "text": "55-901. FRAUDULENT CONVEYANCES OF LAND. Every instrument, other than a will, affecting an estate in real property, including every charge upon real property, or upon its rents or profits, made with intent to defraud prior or subsequent purchasers thereof, or encumbrancers thereon, is void as against every purchaser or encumbrancer, for value, of the same property, or the rents or profits thereof.\n\n[(55-901) 1863, p. 540, sec. 1; R.S., sec. 3015; reen. R.C. & C.L., sec. 3164; C.S., sec. 5428; I.C.A., sec. 54-901.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-901/"
    },
    {
      "id": "section-55-902",
      "number": "55-902",
      "heading": "",
      "text": "55-902. GRANTEE MUST BE PRIVY TO FRAUD. No instrument is to be avoided under the last section, in favor of a subsequent purchaser or encumbrancer having notice thereof at the time his purchase was made, or his lien acquired, unless the person in whose favor the instrument was made was privy to the fraud intended.\n\n[(55-902) 1863, p. 540, sec. 2; R.S., sec. 3016; reen. R.C. & C.L., sec. 3165; C.S., sec. 5429; I.C.A., sec. 54-902.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-902/"
    },
    {
      "id": "section-55-903",
      "number": "55-903",
      "heading": "",
      "text": "55-903. POWER OF REVOCATION — WHEN DEEMED EXECUTED. Where a power to revoke or modify an instrument affecting the title to, or the enjoyment of, an estate in real property, is reserved to the grantor, or given to any other person, a subsequent grant of, or charge upon, the estate, by the person having the power of revocation, in favor of a purchaser or encumbrancer for value, operates as a revocation of the original instrument, to the extent of the power, in favor of such purchaser or encumbrancer.\n\n[(55-903) 1863, p. 540, sec. 4; R.S., sec. 3017; reen. R.C. & C.L., sec. 3166; C.S., sec. 5430; I.C.A., sec. 54-903.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-903/"
    },
    {
      "id": "section-55-904",
      "number": "55-904",
      "heading": "",
      "text": "55-904. POWER OF REVOCATION NOT SUBJECT TO EXERCISE BEFORE GRANT — WHEN DEEMED EXECUTED. Where a person having the power of revocation within the provisions of the last section is not entitled to execute it until after the time at which he makes such a grant or charge as is described in that section, the power is deemed to be executed as soon as he is entitled to execute it.\n\n[(55-904) 1863, p. 540, sec. 5; R.S., sec. 3018; reen. R.C. & C.L., sec. 3167; C.S., sec. 5431; I.C.A., sec. 54-904.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-904/"
    },
    {
      "id": "section-55-905",
      "number": "55-905",
      "heading": "",
      "text": "55-905. FRAUDULENT TRANSFERS OF PERSONALTY. All deeds of gift, all conveyances, and all transfers or assignments, oral or written, of goods, chattels, or things in action, made in trust for the use of the person making the same, are void as against the creditors, existing or subsequent, of such person. However, a settlor’s retained right to receive distributions from a trust in an amount equal to or less than the federal and state income tax liability incurred by such settlor as a result of such trust being characterized as a grantor trust pursuant to the rules of the Internal Revenue Code of 1986, as amended, sections 671 through 679, inclusive, shall not be considered a deed of gift, conveyance, transfer or assignment that is made in trust for the use of the person making the same.\n\n[(55-905) 1863, p. 540, sec. 11; R.S., sec. 3019; reen. R.C. & C.L., sec. 3168; C.S., sec. 5432; I.C.A., sec. 54-905; am. 2007, ch. 68, sec. 5, p. 182.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-905/"
    },
    {
      "id": "section-55-906",
      "number": "55-906",
      "heading": "",
      "text": "55-906. TRANSFERS IN FRAUD OF CREDITORS. Every transfer of property, or charge thereon made, every obligation incurred, and every judicial proceeding taken, with intent to delay or defraud any creditor or other person of his demands, is void against all creditors of the debtor and their successors in interest, and against any person upon whom the estate of the debtor devolves in trust for the benefit of others than the debtor.\n\n[(55-906) 1863, p. 540, sec. 18; R.S., sec. 3020; reen. R.C. & C.L., sec. 3169; C.S., sec. 5433; I.C.A., sec. 54-906.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-906/"
    },
    {
      "id": "section-55-907",
      "number": "55-907",
      "heading": "",
      "text": "55-907. TRANSFERS IN FRAUD OF CREDITORS — DELIVERY AND CHANGE OF POSSESSION. Every transfer of personal property other than a thing in action, and every lien thereon, other than (a) any transfer in connection with security interest created under the Uniform Commercial Code, is presumed, if made by a person having at the time the possession or control of the property, and not accompanied by an immediate delivery and followed by an actual and continued change of possession of the things transferred, to be fraudulent, and therefore void, against those who are his creditors while he remains in possession, and the successors in interests of such creditor, and against any persons on whom his estate devolves in trust for the benefit of others than himself, and against purchasers or encumbrancers in good faith subsequent to the transfer.\n\n[(55-907) 1863, p. 540, sec. 15; R.S., sec. 3021; reen. R.C. & C.L., sec. 3170; C.S., sec. 5434; I.C.A., sec. 54-907; am. 1967, ch. 272, sec. 27, p. 745.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-907/"
    },
    {
      "id": "section-55-908",
      "number": "55-908",
      "heading": "",
      "text": "55-908. FRAUD IS A QUESTION OF FACT. In all cases arising under the provisions of chapters 5 to 9 inclusive, of this title, the question of fraudulent intent is one of fact, and not of law; nor can any transfer or charge be adjudged fraudulent solely on the ground that it was not made for a valuable consideration.\n\n[(55-908) 1863, p. 540, sec. 20; R.S., sec. 3022; reen. R.C. & C.L., sec. 3171, C.S., sec. 5435; I.C.A., sec. 54-908; am. 1967, ch. 272, sec. 28, p. 745.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-908/"
    },
    {
      "id": "section-55-909",
      "number": "55-909",
      "heading": "",
      "text": "55-909. TITLE OF PURCHASER NOT IMPAIRED. The provisions of this chapter do not in any manner affect or impair the title of a purchaser for a valuable consideration, unless it appears that such purchaser had previous notice of the fraudulent intent of his immediate grantor, or of the fraud rendering void the title of such grantor.\n\n[(55-909) 1863, p. 540, sec. 21; R.S., sec. 3023; reen. R.C. & C.L., sec. 3172; C.S., sec. 5436; I.C.A., sec. 54-909.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-909/"
    },
    {
      "id": "section-55-910",
      "number": "55-910",
      "heading": "",
      "text": "55-910. UNIFORM VOIDABLE TRANSACTIONS ACT — DEFINITIONS. As used in this act:\n\n(1) \"Affiliate\" means:\n\n(a) A person that directly or indirectly owns, controls, or holds with power to vote, twenty percent (20%) or more of the outstanding voting securities of the debtor, other than a person that holds the securities:\n\n1. as a fiduciary or agent without sole discretionary power to vote the securities; or\n\n2. solely to secure a debt, if the person has not in fact exercised the power to vote;\n\n(b) A corporation twenty percent (20%) or more of whose outstanding voting securities are directly or indirectly owned, controlled, or held with power to vote, by the debtor or a person that directly or indirectly owns, controls, or holds with power to vote, twenty percent (20%) or more of the outstanding voting securities of the debtor, other than a person that holds the securities:\n\n1. as a fiduciary or agent without sole discretionary power to vote the securities; or\n\n2. solely to secure a debt, if the person has not in fact exercised the power to vote;\n\n(c) A person whose business is operated by the debtor under a lease or other agreement, or a person substantially all of whose assets are controlled by the debtor; or\n\n(d) A person that operates the debtor’s business under a lease or other agreement or controls substantially all of the debtor’s assets.\n\n(2) \"Asset\" means property of a debtor, but the term does not include:\n\n(a) Property to the extent it is encumbered by a valid lien;\n\n(b) Property to the extent it is generally exempt under nonbankruptcy law.\n\n(3) \"Claim\" means a right to payment, whether or not the right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured.\n\n(4) \"Creditor\" means a person that has a claim.\n\n(5) \"Debt\" means liability on a claim.\n\n(6) \"Debtor\" means a person that is liable on a claim.\n\n(7) \"Electronic\" means relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic or similar capabilities.\n\n(8) \"Insider\" includes:\n\n(a) If the debtor is an individual:\n\n1. a relative of the debtor or of a general partner of the debtor;\n\n2. a partnership in which the debtor is a general partner;\n\n3. a general partner in a partnership described in subsection (7)(a)2. of this section; or\n\n4. a corporation of which the debtor is a director, officer, or person in control;\n\n(b) If the debtor is a corporation:\n\n1. a director of the debtor;\n\n2. an officer of the debtor;\n\n3. a person in control of the debtor;\n\n4. a partnership in which the debtor is a general partner;\n\n5. a general partner in a partnership described in subsection (7)(b)4. of this section; or\n\n6. a relative of a general partner, director, officer, or person in control of the debtor;\n\n(c) If the debtor is a partnership:\n\n1. a general partner in the debtor;\n\n2. a relative of a general partner in, or a general partner of, or a person in control of the debtor;\n\n3. another partnership in which the debtor is a general partner;\n\n4. a general partner in a partnership described in subsection (7)(c)3. of this section; or\n\n5. a person in control of the debtor;\n\n(d) An affiliate, or an insider of an affiliate as if the affiliate were the debtor; and\n\n(e) A managing agent of the debtor.\n\n(9) \"Lien\" means a charge against or an interest in property to secure payment of a debt or performance of an obligation, and includes a security interest created by agreement, a judicial lien obtained by legal or equitable process or proceedings, a common-law lien, or a statutory lien.\n\n(10) \"Organization\" means a person other than an individual.\n\n(11) \"Person\" means an individual, estate, business or nonprofit entity, public corporation, government or governmental subdivision, agency or instrumentality, or any other legal entity.\n\n(12) \"Property\" means anything that may be the subject of ownership.\n\n(13) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.\n\n(14) \"Relative\" means an individual related by consanguinity within the third degree as determined by the common law, a spouse, or an individual related to a spouse within the third degree as so determined, and includes an individual in an adoptive relationship within the third degree.\n\n(15) \"Sign\" means, with present intent to authenticate or adopt a record:\n\n(a) To execute or adopt a tangible symbol; or\n\n(b) To attach to or logically associate with the record an electronic symbol, sound or process.\n\n(16) \"Transfer\" means every mode, direct or indirect, absolute or conditional, voluntary or involuntary, of disposing of or parting with an asset or an interest in an asset, and includes payment of money, release, lease, license and creation of a lien or other encumbrance.\n\n(17) \"Valid lien\" means a lien that is effective against the holder of a judicial lien subsequently obtained by legal or equitable process or proceedings.\n\n[55-910, added 1987, ch. 202, sec. 2, p. 423; am. 2015, ch. 342, sec. 1, p. 1290.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-910/"
    },
    {
      "id": "section-55-911",
      "number": "55-911",
      "heading": "",
      "text": "55-911. INSOLVENCY DEFINED. (1) A debtor is insolvent if, at a fair valuation, the sum of the debtor’s debts is greater than the sum of the debtor’s assets.\n\n(2) A debtor that is generally not paying the debtor’s debts as they become due other than as a result of a bona fide dispute is presumed to be insolvent. The presumption imposes on the transferee or debtor the burden of proving that it is probable that the debtor was solvent at the time of the transfer.\n\n(3) Assets under this section do not include property that has been transferred, concealed, or removed with intent to hinder, delay, or defraud creditors or that has been transferred in a manner making the transfer voidable under this act.\n\n(4) Debts under this section do not include an obligation to the extent it is secured by a valid lien on property of the debtor not included as an asset.\n\n[55-911, added 1987, ch. 202, sec. 2, p. 425; am. 2015, ch. 342, sec. 2, p. 1291.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-911/"
    },
    {
      "id": "section-55-912",
      "number": "55-912",
      "heading": "",
      "text": "55-912. VALUE DEFINED. (1) Value is given for a transfer or an obligation if, in exchange for the transfer or obligation, property is transferred or an antecedent debt is secured or satisfied, but value does not include an unperformed promise made otherwise than in the ordinary course of the promissor’s business to furnish support to the debtor or another person.\n\n(2) For the purposes of sections 55-913(1)(b) and 55-914, Idaho Code, a person gives a reasonably equivalent value if the person acquires an interest of the debtor in an asset pursuant to a regularly conducted, noncollusive foreclosure sale or execution of a power of sale for the acquisition or disposition of the interest of the debtor upon default under a mortgage, deed of trust, or security agreement.\n\n(3) A transfer is made for present value if the exchange between the debtor and the transferee is intended by them to be contemporaneous and is in fact substantially contemporaneous.\n\n[55-912, added 1987, ch. 202, sec. 2, p. 425.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-912/"
    },
    {
      "id": "section-55-913",
      "number": "55-913",
      "heading": "",
      "text": "55-913. TRANSFER OR OBLIGATION VOIDABLE AS TO PRESENT OR FUTURE CREDITOR. (1) A transfer made or obligation incurred by a debtor is voidable as to a creditor, whether the creditor’s claim arose before or after the transfer was made or the obligation was incurred, if the debtor made the transfer or incurred the obligation:\n\n(a) With actual intent to hinder, delay, or defraud any creditor of the debtor; or\n\n(b) Without receiving a reasonably equivalent value in exchange for the transfer or obligation, and the debtor:\n\n1. was engaged or was about to engage in a business or a transaction for which the remaining assets of the debtor were unreasonably small in relation to the business or transaction; or\n\n2. intended to incur, or believed or reasonably should have believed that the debtor would incur, debts beyond the debtor’s ability to pay as they became due.\n\n(2) In determining actual intent under subsection (1)(a) of this section, consideration may be given, among other factors, as to whether:\n\n(a) The transfer or obligation was to an insider;\n\n(b) The debtor retained possession or control of the property transferred after the transfer;\n\n(c) The transfer or obligation was disclosed or concealed;\n\n(d) Before the transfer was made or obligation was incurred, the debtor had been sued or threatened with suit;\n\n(e) The transfer was of substantially all the debtor’s assets;\n\n(f) The debtor absconded;\n\n(g) The debtor removed or concealed assets;\n\n(h) The value of the consideration received by the debtor was reasonably equivalent to the value of the asset transferred or the amount of the obligation incurred;\n\n(i) The debtor was insolvent or became insolvent shortly after the transfer was made or the obligation was incurred;\n\n(j) The transfer occurred shortly before or shortly after a substantial debt was incurred; and\n\n(k) The debtor transferred the essential assets of the business to a lienor who transferred the assets to an insider of the debtor.\n\n(3) A creditor making a claim under subsection (1) of this section has the burden of proving the elements of the claim by a preponderance of the evidence.\n\n[55-913, added 1987, ch. 202, sec. 2, p. 425; am. 2015, ch. 342, sec. 3, p. 1292.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-913/"
    },
    {
      "id": "section-55-915",
      "number": "55-915",
      "heading": "",
      "text": "55-915. WHEN TRANSFER IS MADE OR OBLIGATION IS INCURRED. For the purposes of this act:\n\n(1) A transfer is made:\n\n(a) With respect to an asset that is real property other than a fixture, but including the interest of a seller or purchaser under a contract for the sale of the asset, when the transfer is so far perfected that a good-faith purchaser of the asset from the debtor against which applicable law permits the transfer to be perfected cannot acquire an interest in the asset that is superior to the interest of the transferee; and\n\n(b) With respect to an asset that is not real property or that is a fixture, when the transfer is so far perfected that a creditor on a simple contract cannot acquire a judicial lien otherwise than under this act that is superior to the interest of the transferee;\n\n(2) If applicable law permits the transfer to be perfected as provided in subsection (1) of this section and the transfer is not so perfected before the commencement of an action for relief under this act, the transfer is deemed made immediately before the commencement of the action;\n\n(3) If applicable law does not permit the transfer to be perfected as provided in subsection (1) of this section, the transfer is made when it becomes effective between the debtor and the transferee;\n\n(4) A transfer is not made until the debtor has acquired rights in the asset transferred; and\n\n(5) An obligation is incurred:\n\n(a) If oral, when it becomes effective between the parties; or\n\n(b) If evidenced by a record, when the record signed by the obligor is delivered to or for the benefit of the obligee.\n\n[55-915, dded 1987, ch. 202, sec. 2, p. 426; am. 2015, ch. 342, sec. 5, p. 1293.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-915/"
    },
    {
      "id": "section-55-914",
      "number": "55-914",
      "heading": "",
      "text": "55-914. TRANSFER OR OBLIGATION VOIDABLE AS TO PRESENT CREDITOR. (1) A transfer made or obligation incurred by a debtor is voidable as to a creditor whose claim arose before the transfer was made or the obligation was incurred if the debtor made the transfer or incurred the obligation without receiving a reasonably equivalent value in exchange for the transfer or obligation and the debtor was insolvent at that time or the debtor became insolvent as a result of the transfer or obligation.\n\n(2) A transfer made by a debtor is voidable as to a creditor whose claim arose before the transfer was made if the transfer was made to an insider for an antecedent debt, the debtor was insolvent at that time, and the insider had reasonable cause to believe that the debtor was insolvent.\n\n(3) Subject to section 55-911(2), Idaho Code, a creditor making a claim under subsection (1) or (2) of this section has the burden of proving the elements of the claim by a preponderance of the evidence.\n\n[55-914, added 1987, ch. 202, sec. 2, p. 426; am. 2015, ch. 342, sec. 4, p. 1292.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-914/"
    },
    {
      "id": "section-55-916",
      "number": "55-916",
      "heading": "",
      "text": "55-916. REMEDIES OF CREDITOR. (1) In an action for relief against a transfer or obligation under this act, a creditor, subject to the limitations in section 55-917, Idaho Code, may obtain:\n\n(a) Avoidance of the transfer or obligation to the extent necessary to satisfy the creditor’s claim;\n\n(b) An attachment or other provisional remedy against the asset transferred or other property of the transferee if available under applicable law; and\n\n(c) Subject to applicable principles of equity and in accordance with applicable rules of civil procedure:\n\n1. an injunction against further disposition by the debtor or a transferee, or both, of the asset transferred or of other property;\n\n2. appointment of a receiver to take charge of the asset transferred or of other property of the transferee; or\n\n3. any other relief the circumstances may require.\n\n(2) If a creditor has obtained a judgment on a claim against the debtor, the creditor, if the court so orders, may levy execution on the asset transferred or its proceeds.\n\n[55-916, added 1987, ch. 202, sec. 2, p. 427; am. 2015, ch. 342, sec. 6, p. 1293.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-916/"
    },
    {
      "id": "section-55-917",
      "number": "55-917",
      "heading": "",
      "text": "55-917. DEFENSES, LIABILITY, AND PROTECTION OF TRANSFEREE OR OBLIGEE. (1) A transfer or obligation is not voidable under section 55-913(1)(a), Idaho Code, against a person that took in good faith and for a reasonably equivalent value given the debtor or against any subsequent transferee or obligee.\n\n(2) To the extent a transfer is avoidable in an action by a creditor under section 55-916(1)(a), Idaho Code, the following rules apply:\n\n(a) Except as otherwise provided in this section, the creditor may recover judgment for the value of the asset transferred, as adjusted under subsection (3) of this section, or the amount necessary to satisfy the creditor’s claim, whichever is less. The judgment may be entered against:\n\n(i) The first transferee of the asset or the person for whose benefit the transfer was made; or\n\n(ii) An immediate or mediate transferee of the first transferee other than:\n\n1. A good-faith transferee that took for value; or\n\n2. An immediate or mediate good-faith transferee of a person described in subparagraph (ii)1. of this paragraph.\n\n(b) Recovery pursuant to section 55-916(1)(a) or (2), Idaho Code, of or from the asset transferred or its proceeds, by levy or otherwise, is available only against a person described in paragraph (a)(i) or (ii) of this subsection.\n\n(3) If the judgment under subsection (2) of this section is based upon the value of the asset transferred, the judgment must be for an amount equal to the value of the asset at the time of the transfer, subject to adjustment as the equities may require.\n\n(4) Notwithstanding voidability of a transfer or an obligation under this act, a good-faith transferee or obligee is entitled, to the extent of the value given the debtor for the transfer or obligation, to:\n\n(a) A lien on or a right to retain any interest in the asset transferred;\n\n(b) Enforcement of any obligation incurred; or\n\n(c) A reduction in the amount of the liability on the judgment.\n\n(5) A transfer is not voidable under section 55-913(1)(b) or 55-914, Idaho Code, if the transfer results from:\n\n(a) Termination of a lease upon default by the debtor when the termination is pursuant to the lease and applicable law; or\n\n(b) Enforcement of a security interest in compliance with chapter 9, title 28, Idaho Code, other than acceptance of collateral in full or partial satisfaction of the obligation it secures.\n\n(6) A transfer is not voidable under section 55-914(2), Idaho Code:\n\n(a) To the extent the insider gave new value to or for the benefit of the debtor after the transfer was made, except to the extent the new value was secured by a valid lien;\n\n(b) If made in the ordinary course of business or financial affairs of the debtor and the insider; or\n\n(c) If made pursuant to a good-faith effort to rehabilitate the debtor and the transfer secured present value given for that purpose as well as an antecedent debt of the debtor.\n\n(7) A transfer of a charitable contribution to a qualified religious or charitable entity or organization shall not be considered to be a transfer covered by this act for the amount of the contribution that does not exceed fifteen percent (15%) of the gross annual income of the debtor for the year in which the transfer is made, and the transfer is consistent with the practices of the debtor in making charitable contributions.\n\n(8) The following rules determine the burden of proving matters referred to in this section:\n\n(a) A party that seeks to invoke subsection (1), (4), (5) or (6) of this section has the burden of proving the applicability of that subsection;\n\n(b) Except as otherwise provided in paragraphs (c) and (d) of this subsection, the creditor has the burden of proving each applicable element of subsection (2) or (3) of this section;\n\n(c) The transferee has the burden of proving the applicability to the transferee of subsection (2)(a)(ii)1. or 2. of this section; and\n\n(d) A party that seeks adjustment under subsection (3) of this section has the burden of proving the adjustment.\n\n(9) Proof of matters referred to in this section is sufficient if established by a preponderance of the evidence.\n\n[55-917, added 1987, ch. 202, sec. 2, p. 427; am. 2015, ch. 342, sec. 7, p. 1294.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-917/"
    },
    {
      "id": "section-55-919",
      "number": "55-919",
      "heading": "",
      "text": "55-919. GOVERNING LAW. (1) In this section, the following rules shall determine a debtor’s location:\n\n(a) A debtor who is an individual is located at the individual’s principal residence;\n\n(b) A debtor that is an organization and has only one (1) place of business is located at its place of business; and\n\n(c) A debtor that is an organization and has more than one (1) place of business is located at its chief executive office.\n\n(2) A claim in the nature of a claim under this act is governed by the local law of the jurisdiction in which the debtor is located when the transfer is made or the obligation is incurred.\n\n[55-919, added 2015, ch. 342, sec. 9, p. 1295.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-919/"
    },
    {
      "id": "section-55-918",
      "number": "55-918",
      "heading": "",
      "text": "55-918. EXTINGUISHMENT OF A CAUSE OF ACTION. A cause of action with respect to a transfer or obligation under this act is extinguished unless action is brought:\n\n(1) Under section 55-913(1)(a), Idaho Code, not later than four (4) years after the transfer was made or the obligation was incurred or, if later, not later than one (1) year after the transfer or obligation was or could reasonably have been discovered by the claimant;\n\n(2) Under section 55-913(1)(b) or 55-914(1), Idaho Code, not later than four (4) years after the transfer was made or the obligation was incurred; or\n\n(3) Under section 55-914(2), Idaho Code, not later than one (1) year after the transfer was made or the obligation was incurred.\n\n[55-918, added 1987, ch. 202, sec. 2, p. 428; am. 2015, ch. 342, sec. 8, p. 1295.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-918/"
    },
    {
      "id": "section-55-920",
      "number": "55-920",
      "heading": "",
      "text": "55-920. APPLICATION OF GENERAL LAW. Unless displaced by the provisions of this act, the principles of law and equity, including the law merchant and the law relating to principal and agent, estoppel, laches, fraud, misrepresentation, duress, coercion, mistake, insolvency, or other validating or invalidating cause, supplement its provisions.\n\n[(55-920) 55-919, added 1987, ch. 202, sec. 2, p. 428; am. and redesig. 2015, ch. 342, sec. 10, p. 1295.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-920/"
    },
    {
      "id": "section-55-921",
      "number": "55-921",
      "heading": "",
      "text": "55-921. UNIFORMITY OF APPLICATION AND CONSTRUCTION. This act shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this act among states enacting it.\n\n[(55-921) 55-920, added 1987, ch. 202, sec. 2, p. 428; am. and redesig. 2015, ch. 342, sec. 11, p. 1296.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-921/"
    },
    {
      "id": "section-55-922",
      "number": "55-922",
      "heading": "",
      "text": "55-922. SHORT TITLE. This act, that was formerly cited as the \"Uniform Fraudulent Transfer Act\" may be cited as the \"Uniform Voidable Transactions Act.\"\n\n[(55-922) 55-921, added 1987, ch. 202, sec. 2, p. 429; am. and redesig. 2015, ch. 342, sec. 12, p. 1296.]",
      "source_url": "https://law.justia.com/codes/idaho/title-55/chapter-9/section-55-922/"
    }
  ]
}