{
  "state": "michigan",
  "path": "title-chapter-299-natural-resources/chapter-ero-no-1991-22-executive-reorganization-order-29913-29913",
  "sections": [
    {
      "id": "section-29913",
      "number": "299.13",
      "heading": "Transfer of Powers and Duties of the Commission of Natural Resources, the Department of Natural Resources, the Director of the Department of Natural Resources, and Various Agencies, Boards, and Commissions Contained Therein Relating to Natural Resources Management and Environmental Protection to the",
      "text": "WHEREAS, Article V, Section 1, of the Constitution of the State of Michigan of 1963 vests the executive power in the Governor; and\n\nWHEREAS, Article V, Section 2, of the Constitution of the State of Michigan of 1963 empowers the governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units which he considers necessary for efficient administration; and\n\nWHEREAS, Article V, Section 8, of the Constitution of the State of Michigan of 1963 provides that each principal department shall be under the supervision of the Governor, unless otherwise provided in the Constitution; and\n\nWHEREAS, the Commission of Conservation (later the Commission of Natural Resources) was created under Section 1 of Act No. 17 of the Public Acts of 1921, as amended, being Section 299.1 of the Michigan Compiled Laws, and its existence and powers were continued under Sections 251 and 254 of Act No. 380 of the Public Acts of 1965, as amended, being Sections 16.351 and 16.354 of the Michigan Compiled Laws; and\n\nWHEREAS, the Department of Conservation (later the Department of Natural Resources) was created under Section 1 of Act No. 17 of the Public Acts of 1921, as amended, being Section 299.1 of the Michigan Compiled Laws and its existence and powers were continued under Sections 250, 252, and 253 of Act No. 380 of the Public Acts of 1965, as amended, being Sections 16.350, 16.352 and 16.353 of the Michigan Compiled Laws; and\n\nWHEREAS, certain functions, duties and responsibilities of the Commission of Natural Resources, the Department of Natural Resources and the director of the Department of Natural Resources, and of certain agencies, boards and commissions contained therein relating to natural resources management and environmental protection can be carried out more effectively by the director of a new Michigan Department of Natural Resources; and\n\nWHEREAS, Article IV, Section 52, of the Constitution of the State of Michigan of 1963 declares the conservation and development of the natural resources of the state to be of paramount public concern in the interest of the health, safety and general welfare of the people; and\n\nWHEREAS, it is necessary in the interest of efficient administration and effectiveness of government to effect changes in the organization of the Executive Branch of Government.\n\nNOW, THEREFORE, I, John Engler, Governor of the State of Michigan, pursuant to the powers vested in me by Article V, Section 1, Article V, Section 2, and Article V, Section 8, of the Constitution of the State of Michigan of 1963 and the laws of the State of Michigan, do hereby order the following:\n\nA. New Michigan Department of Natural Resources\n\n1. All the statutory authority, powers, duties, functions and responsibilities of the Commission of Natural Resources and of the Department of Natural Resources, created under Sections 1 and 2 of Act No. 17 of the Public Acts of 1921, as amended, being Sections 299.1 and 299.2 of the Michigan Compiled Laws, and under Sections 250 - 254 of Act No. 380 of the Public Acts of 1965, as amended, being Sections 16.350 to 16.354 of the Michigan Compiled Laws, and of the director of the Department of Natural Resources and of the agencies, boards and commissions contained therein, including the functions of budget, procurement and management-related functions, and the functions set out more particularly in Part II below relating to natural resources management and the functions set out more particularly in Part III below relating to environmental protection are hereby transferred to the director of a new Michigan Department of Natural Resources, by a Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws, unless otherwise specified in Part II below or in Part III below and with the following exceptions:\n\na. Pursuant to Article V, Sections 1, 2 and 8, of the Constitution of the State of Michigan of 1963, the power to designate a member of the Commission of Natural Resources as chairperson is hereby transferred to and vested in the Governor and such member appointed by the governor shall serve as chairperson at the pleasure of the Governor.\n\nb. The director of the new Michigan Department of Natural Resources shall continue to be appointed by the Commission of Natural Resources and shall continue to serve at its pleasure.\n\nc. The Commission of Natural Resources may promulgate rules, not inconsistent with the law and with this Order, governing its organization and procedure.\n\nd. The Commission of Natural Resources shall, pursuant to Article V, Section 3, of the Constitution of the State of Michigan of 1963, be the head of the new Michigan Department of Natural Resources and may establish general policies relating to natural resources management and environmental protection for the guidance of the Director of the new Michigan Department of Natural Resources. Pursuant to Article V, Section 8, of the Constitution of the State of Michigan of 1963, the Commission of Natural Resources and the new Michigan Department of of Natural Resources shall be under the supervision of the Governor.\n\ne. A final decision of the director of the new Michigan Department of Natural Resources or persons to whom the director has lawfully delegate decision-making authority pursuant to this Order relating to the issuance of a permit or operating license is subject to direct review by the Commission of Natural Resources as provided in Part IV, B below.\n\n2. The director of the new Michigan Department of Natural Resources shall provide executive direction and supervision for the implementation of the transfer. The functions transferred to the new Michigan Department of Natural Resources by this Order, with the exception of those functions set out in Section A(1) a, b, c, d and e above, shall be administered under the direction and supervision of the director of the new Michigan Department of Natural Resources and all prescribed functions, unless otherwise specified herein, of rule making, licensing and registration, including the prescription of rules, regulations, standards and adjudications shall, unless otherwise specified herein, be transferred to the director of the new Michigan Department of Natural Resources.\n\n3. All records, personnel, property and unexpended balances of appropriations, allocations and other funds used, held, employed, available, or to be made available to the Commission of Natural Resources, the Department of Natural Resources, the director of the Department of Natural Resources and the agencies, boards and commissions contained therein for the functions transferred to the new Michigan Department of Natural Resources by this Order are hereby transferred to the new Michigan Department of Natural Resources.\n\n4. All rules, orders, contracts and agreements relating to the functions transferred to the new Michigan Department of Natural Resources lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended or repealed.\n\n5. Any suit, action or other proceeding lawfully commenced by, against or before any entity affected by this Order shall not abate by reason of the taking effect of this Order. Any suit, action or other proceeding may be maintained by, against or before the appropriate successor of any entity affected by this Order.\n\nB. Department of Natural Resources.\n\nBy virtue of this Order, the Department of Natural Resources is hereby abolished and its functions, duties and responsibilities transferred as set out herein.\n\nII. NATURAL RESOURCES MANAGEMENT\n\nA. Wildlife, Game, Hunting, and Fishing\n\n1. The Nongame Fish and Wildlife Trust Fund Act, Act No. 285 of the Public Acts of 1986, being Section 299.151 et seq. of the Michigan Compiled Laws, the Advisory Committee created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws, and the Advisory Committee is hereby abolished.\n\n2. Act No. 281 of the Public Acts of 1939, being Section 299.201 of the Michigan Compiled Laws.\n\n3. Act No. 179 of the Public Acts of 1974, being Section 299.211 et seq. of the Michigan Compiled Laws.\n\n4. The Endangered Species Act of 1974, Act No. 203 of the Public Acts of 1974, being Section 299.221 et seq. of the Michigan Compiled Laws.\n\n5. Act No. 230 of the Public Acts of 1925, as amended, being Section 300.1 et seq. of the Michigan Compiled Laws.\n\n6. Act No. 192 of the Public Acts of 1929, as amended, being Section 300.11 et seq. of the Michigan Compiled Laws.\n\n7. Act No. 63 of the Public Acts of 1885, as amended, being Section 300.51 et seq. of the Michigan Compiled Laws.\n\n8. Act No. 158 of the Public Acts of 1949, as amended, being Section 300.101 et seq. of the Michigan Compiled Laws.\n\n9. The Game and Fish Protection Trust Fund Act, Act No. 73 of the Public Acts of 1986, being Section 300.211 et seq. of the Michigan Compiled Laws.\n\n10. Act No. 111 of the Public Acts of 1951, being Section 300.151 of the Michigan Compiled Laws.\n\n11. The Wildlife Conservation Act, Act No. 256 of the Public Acts of 1988, being Section 300.251 et seq. of the Michigan Compiled Laws.\n\n12. The Michigan Sports Fishing Law, Act No. 165 of the Public Acts of 1929, as amended, being Section 301.1 et seq. of the Michigan Compiled Laws.\n\n13. Act No. 123 of the Public Acts of 1929, being Section 307.1 et seq. of the Michigan Compiled Laws.\n\n14. Act No. 261 of the Public Acts of 1915, as amended, being Section 307.51 et seq. of the Michigan Compiled Laws.\n\n15. Act No. 156 of the Public Acts of 1933, as amended, being Section 307.101 et seq. of the Michigan Compiled Laws.\n\n16. Act No. 175 of the Public Acts of 1956, being Section 307.251 et seq. of the Michigan Compiled Laws.\n\n17. The Commercial Fishing Law of 1929, Act No. 84 of the Public Acts of 1929, as amended, being Section 308.1 et seq. of the Michigan Compiled Laws, the Great Lakes Fishery Advisory Committee created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws, and the Great Lakes Fishery Advisory Committee is hereby abolished.\n\n18. Act No. 196 of the Public Acts of 1957, as amended, being Section 308.111 et seq. of the Michigan Compiled Laws.\n\n19. Act No. 218 of the Public Acts of 1955, as amended, being Section 308.201 et seq. of the Michigan Compiled Laws.\n\n20. The Hunting and Fishing License Act, Act No. 86 of the Public Acts of 1980, as amended, being Section 316.101 et seq. of the Michigan Compiled Laws.\n\n21. The Game and Fish Lifetime License Trust Fund Act, Act No. 94 of the Public Acts of 1988, as amended, being Section 316.1001 et seq. of the Michigan Compiled Laws.\n\n22. Act No. 308 of the Public Acts of 1929, as amended, being Section 317.1 et seq. of the Michigan Compiled Laws.\n\n23. Act No. 191 of the Public Acts of 1929, as amended, being Section 317.71 et seq. of the Michigan Compiled Laws.\n\n24. Act No. 277 of the Public Acts of 1927, as amended, being Section 317.151 et seq. of the Michigan Compiled Laws.\n\n25. Act No. 184 of the Public Acts of 1929, being Section 317.201 et seq. of the Michigan Compiled Laws.\n\n26. Act No. 80 of the Public Acts of 1925, as amended, being Section 317.221 et seq. of the Michigan Compiled Laws.\n\n27. Act No. 368 of the Public Acts of 1927, as amended, being Section 317.231 et seq. of the Michigan Compiled Laws.\n\n28. Act No. 22 of the Public Acts of 1929, as amended, being Section 317.241 et seq. of the Michigan Compiled Laws.\n\n29. Act No. 164 of the Public Acts of 1933, as amended, being Section 317.251 et seq. of the Michigan Compiled Laws.\n\n30. Act No. 66 of the Public Acts of 1891, as amended, being Section 317.271 et seq. of the Michigan Compiled Laws.\n\n31. Act No. 112 of the Public Acts of 1895, as amended, being Section 317.281 et seq. of the Michigan Compiled Laws.\n\n32. Act No. 171 of the Public Acts of 1899, as amended, being Section 317.291 et seq. of the Michigan Compiled Laws.\n\n33. Act No. 134 of the Public Acts of 1957, as amended, being Section 317.301 et seq. of the Michigan Compiled Laws.\n\n34. Act No. 159 of the Public Acts of 1967, as amended, being Section 317.331 et seq. of the Michigan Compiled Laws, the Hunting Area Control Committee created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Hunting Area Control Committee is hereby abolished.\n\n35. Act No. 82 of the Public Acts of 1947, as amended, being Section 317.401 et seq. of the Michigan Compiled Laws.\n\n36. Act No. 134 of the Public Acts of 1943, as amended, being Section 752.211 et seq. of the Michigan Compiled Laws.\n\nB. Forests and Forest Management\n\n1. The Forest and Mineral Resource Development Fund Act, Act No. 188 of the Public Acts of 1988, being Section 299.251 et seq. of the Michigan Compiled Laws, the Forest and Mineral Resource Development Fund Board created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Forest and Mineral Resource Development Fund Board is hereby abolished.\n\n2. Section 17 of the Insect Pest and Plant Disease Act, Act No. 189 of the Public Acts of 1931, as amended, being Section 286.217 of the Michigan Compiled Laws, relating to cooperation with the Director of the Department of Agriculture.\n\n3. Act No. 329 of the Public Acts of 1969, as amended, being Section 320.21 et seq. of the Michigan Compiled Laws (except those powers contained therein relating to the Governor).\n\n4. The Slash Disposal Law, Act No. 35 of the Public Acts of 1955, being Section 320.41 et seq. of the Michigan Compiled Laws.\n\n5. Act No. 366 of the Public Acts of 1976, being Section 320.61 et seq. of the Michigan Compiled Laws.\n\n6. Act No.178 of the Public Acts of 1935, being Section 320.81 of the Michigan Compiled Laws.\n\n7. Act No. 175 of the Public Acts of 1903, being Section 320.101 et seq. of the Michigan Compiled Laws.\n\n8. Act No. 217 of the Public Acts of 1931, as amended, being Section 320.201 et seq. of the Michigan Compiled Laws.\n\n9. Act No. 86 of the Public Acts of 1917, as amended, being Section 320.271 et seq. of the Michigan Compiled Laws.\n\n10. Act No. 94 of the Public Acts of 1925, as amended, being Section 320.301 et seq. of the Michigan Compiled Laws.\n\n11. Act No. 182 of the Public Acts of 1962, being Section 320.411 et seq. of the Michigan Compiled Laws.\n\n12. Act No. 150 of the Public Acts of 1984, being Section 320.501 et seq. of the Michigan Compiled Laws, the State Forest Products Industry Development Council created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the State Forest Products Industry Development Council is hereby abolished.\n\n13. The Forest Improvement Act, Act No. 298 of the Public Acts of 1980, as amended, being Section 320.1101 et seq. of the Michigan Compiled Laws.\n\n14. Act No. 126 of the Public Acts of 1939, as amended, being Section 322.131 of the Michigan Compiled Laws.\n\n15. Act No. 48 of the Public Acts of 1952, as amended, being Section 322.601 et seq. of the Michigan Compiled Laws.\n\n16. Act No. 214 of the Public Acts of 1982, as amended, being Section 322.11 et seq. of the Michigan Compiled Laws.\n\n17. The Michigan Forest Finance Authority Act, Act No. 280 of the Public Acts of 1990, being Section 320.2001 et seq. of the Michigan Compiled Laws, and the Michigan Forest Finance Authority created thereby, including, but not limited to, bond, note, reserve and trust funds, subject to any agreement with note and bond holders or with the holders or issuers of instruments which may have been guaranteed, which is transferred by a Type I transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws.\n\nC. Oil, Gas, Minerals, and Soils\n\n1. The statutory authority, powers, duties, functions and responsibilities of the Water Resources Commission of the Department of Natural Resources under the Soil Erosion and Sedimentation Control Act of 1972, Act No. 347 of the Public Acts of 1972, as amended, being Section 282.101 et seq. of the Michigan Compiled Laws.\n\n2. Act No. 61 of the Public Acts of 1939, as amended, being Section 319.1 et seq. of the Michigan Compiled Laws, the Advisory Board created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Advisory Board is hereby abolished.\n\n3. The Pigeon River Country State Forest Hydrocarbon Development Act of 1980, Act No. 316 of the Public Acts of 1980, being Section 319.121 et seq. of the Michigan Compiled Laws.\n\n4. Act No. 7 of the Public Acts of 1911, as amended, being Section 319.202 et seq. of the Michigan Compiled Laws.\n\n5. The Mineral Well Act, Act No. 315 of the Public Acts of 1969, as amended, being Section 319.211 et seq. of the Michigan Compiled Laws, the Mineral Well Advisory Board created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Mineral Well Advisory Board is hereby abolished.\n\n6. Act No. 132 of the Public Acts of 1897, being Section 319.251 et seq. of the Michigan Compiled Laws.\n\n7. Act No. 138 of the Public Acts of 1947, as amended, being Section 319.301 et seq. of the Michigan Compiled Laws (except those powers contained therein relating to the Governor).\n\n8. The Michigan Unitization Law, Act No. 197 of the Public Acts of 1959, as amended, being Section 319.351 et seq. of the Michigan Compiled Laws, the Appeal Board created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Appeal Board is hereby abolished.\n\n9. Act No. 65 of the Public Acts of 1869, as amended, being Section 321.1 et seq. of the Michigan Compiled Laws.\n\n10. Act No. 373 of the Public Acts of 1917, being Section 321.21 et seq. of the Michigan Compiled Laws.\n\n11. The State Soil Survey Act, Act No. 268 of the Public Acts of 1977, as amended, being Section 321.41 et seq. of the Michigan Compiled Laws.\n\n12. Act No. 248 of the Public Acts of 1937, being Section 321.151 et seq. of the Michigan Compiled Laws.\n\n13. The Michigan Resource Inventory Act, Act No. 204 of the Public Acts of 1979, as amended, being Section 321.201 et seq. of the Michigan Compiled Laws, the Inventory Advisory Committee created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Inventory Advisory Committee is hereby abolished.\n\n14. Act No. 92 of the Public Acts of 1970, as amended, being Section 425.181 et seq. of the Michigan Compiled Laws.\n\n15. The Michigan Surface and Underground Mine Reclamation Act, Act No. 303 of the Public Acts of 1982, being Section 425.1101 et seq. of the Michigan Compiled Laws.\n\nD. Lakes and Rivers, Dam Safety, and Flood Management\n\n1. The Great Lakes Protection Fund Authorization Act, Act No. 155 of the Public Acts of 1989, being Section 3.671 et seq. of the Michigan Compiled Laws (except those powers contained therein relating to the Governor).\n\n2. Sections 8 to 8b of Act No. 116 of the Public Acts of 1923, as amended, being Sections 41.418 to 41.418b of the Michigan Compiled Laws.\n\n3. The Inland Lake Level Act of 1961, Act No. 146 of the Public Acts of 1961, as amended, being Section 281.61 et seq. of the Michigan Compiled Laws.\n\n4. The Surplus Water Act of 1964, Act No. 20 of the Public Acts of 1964, as amended, being Section 281.301 et seq. of the Michigan Compiled Laws.\n\n5. Act No. 320 of the Public Acts of 1947, as amended, being Section 281.501 et seq. of the Michigan Compiled Laws, and the Michigan State Waterways Commission created thereby which is transferred by a Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Michigan State Waterways Commission shall be advisory to the director of the new Michigan Department of Natural Resources.\n\n6. Act No. 187 of the Public Acts of 1964, being Section 281.521 et seq. of the Michigan Compiled Laws.\n\n7. Act No. 125 of the Public Acts of 1959, as amended, being Section 281.531 et seq. of the Michigan Compiled Laws.\n\n8. The Charter and Livery Boat Safety Act, Act No. 244 of the Public Acts of 1986, as amended, being Section 281.571 et seq. of the Michigan Compiled Laws.\n\n9. The Shorelands Protection and Management Act of 1970, Act No. 245 of the Public Acts of 1970, as amended, being Section 281.631 et seq. of the Michigan Compiled Laws.\n\n10. The Sand Dune Protection and Management Act, Act No. 222 of the Public Acts of 1976, as amended, being Section 281.651 et seq. of the Michigan Compiled Laws.\n\n11. The Goemaere-Anderson Wetland Protection Act, Act No. 203 of the Public Acts of 19,79 being Section 281.701 et seq. of the Michigan Compiled Laws.\n\n12. The Natural River Act of 1970, Act No. 231 of the Public Acts of 1970, being Section 281.761 et seq. of the Michigan Compiled Laws.\n\n13. The Inland Lake Improvement Act of 1966, Act No. 345 of the Public Acts of 1966, as amended, being Section 281.901 et seq. of the Michigan Compiled Laws.\n\n14. The Inland Lakes and Streams Act of 1972, Act No. 346 of the Public Acts of 1972, as amended, being Section 281.951 et seq. of the Michigan Compiled Laws.\n\n15. The Marine Safety Act, Act No. 303 of the Public Acts of 1967, as amended, being Section 281.1001 et seq. of the Michigan Compiled Laws, the Marine Safety Advisory Council and the Marine Safety Education Commission created thereby are transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Marine Safety Advisory Council and the Marine Safety Education Commission are hereby abolished.\n\n16. Act No. 160 of the Public Acts of 1976, as amended, being Section 281.1201 et seq. of the Michigan Compiled Laws.\n\n17. The Harbor Development Act, Act No. 79 of the Public Acts of 1988, being Section 281.1251 et seq. of the Michigan Compiled Laws.\n\n18. The Dam Safety Act, Act No. 300 of the Public Acts of 1989, being Section 281.1301 et seq. of the Michigan Compiled Laws.\n\n19. Act No. 173 of the Public Acts of 1929, as amended, being Section 299.51 et seq. of the Michigan Compiled Laws.\n\n20. The Great Lakes Submerged Lands Act, Act No. 247 of the Public Acts of 1955, as amended, being Section 322.701 et seq. of the Michigan Compiled Laws.\n\n21. The Local River Management Act, Act No. 253 of the Public Acts of 1964, as amended, being Section 323.301 et seq. of the Michigan Compiled Laws.\n\nE. Wilderness, Farmland and Open Space\n\n1. The Wilderness and Natural Areas Act of 1972, Act No. 241 of the Public Acts of 1972, as amended, being Section 322.751 et seq. of the Michigan Compiled Laws, the Wilderness and Natural Areas Advisory Board created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Wilderness and Natural Areas Advisory Board is hereby abolished.\n\n2. The Farmland and Open Space Preservation Act, Act No. 116 of the Public Acts of 1974, as amended, being Section 554.701 et seq. of the Michigan Compiled Laws.\n\nF. Parks, Parklands and Recreation\n\n1. Act No. 74 of the Public Acts of 1968, as amended, being Section 257.1501 et seq. of the Michigan Compiled Laws.\n\n2. Act No. 319 of the Public Acts of 1975, as amended, being Section 257.1601 et seq. of the Michigan Compiled Laws.\n\n3. Section 574 of Act No. 40 of the Public Acts of 1956, as amended, being Section 280.574 of the Michigan Compiled Laws.\n\n4. Act No. 316 of the Public Acts of 1965, as amended, being Section 299.111 et seq. of the Michigan Compiled Laws.\n\n5. Act No. 326 of the Public Acts of 1965, as amended, being Section 299.121 et seq. of the Michigan Compiled Laws, the State Recreation and Cultural Arts Section and the Advisory Committee created thereby are transferred by a Type III transfer, as defined by Section 3 of act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Advisory Committee is hereby abolished.\n\n6. The Recreational Trespass Act, Act No. 323 of the Public Acts of 1976, as amended, being Section 317.171 et seq. of the Michigan Compiled Laws.\n\n7. Act No. 218 of the Public Acts of 1919, as amended, being Section 318.3 et seq. of the Michigan Compiled Laws.\n\n8. Act No. 212 of the Public Acts of 1915, as amended, being Section 318.41 et seq. of the Michigan Compiled Laws.\n\n9. Act No. 4 of the Public Acts of the Second Extra Session of 1921, as amended, being Section 318.51 et seq. of the Michigan Compiled Laws.\n\n10. Act No. 355 of the Public Acts of 1927, as amended, being Section 318.61 et seq. of the Michigan Compiled Laws, and the Mackinac Island State Park Commission created thereby which is transferred by a Type I transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws; Act No. 20 of the Public Acts of 1955, being Section 318.71 et seq. of the Michigan Compiled Laws; Act No. 54 of the Public Acts of 1909, as amended, being Section 318.81 et seq. of the Michigan Compiled Laws; Act No. 22 of the Public Acts of 1907, being Section 318.91 et seq. of the Michigan Compiled Laws; Act No. 45 of the Public Acts of 1943, as amended, being Section 318.101 et seq. of the Michigan Compiled Laws; Act No. 70 of the Public Acts of 1957, being Section 318.121 et seq. of the Michigan Compiled Laws; and Act No. 201 of the Public Acts of 1958, as amended, being Section 318.201 et seq. of the Michigan Compiled Laws.\n\n11. Act No. 51 of the Public Acts of 1970, being Section 318.221 et seq. of the Michigan Compiled Laws.\n\n12. Act No. 225 of the Public Acts of 1964, being Section 318.231 et seq. of the Michigan Compiled Laws.\n\n13. Act No. 280 of the Public Acts of 1969, being Section 318.251 et seq. of the Michigan Compiled Laws.\n\n14. Act No. 149 of the Public Acts of 1960, as amended, being Section 318.301 et seq. of the Michigan Compiled Laws, including, but not limited to, bond, note, reserve and trust funds, subject to any agreement with note and bond holders or with the holders of issuers of instruments which may have been guaranteed.\n\n15. Act No. 257 of the Public Acts of 1968, as amended, being Section 318.351 et seq. of the Michigan Compiled Laws, including, but not limited to, bond, note, reserve and trust funds, subject to any agreement with note and bond holders or with the holders or issuers of instruments which may have been guaranteed.\n\n16. Act No. 108 of the Public Acts of 1969, as amended, being Section 318.371 et seq. of the Michigan Compiled Laws, including, but not limited to, bond, note, reserve and trust funds, subject to any agreement with note and bond holders or with the holders of issuers of instruments which may have been guaranteed.\n\n17. The Michigan Natural Resources Trust Fund Act, Act No. 101 of the Public Acts of 1985, being Section 318.501 et seq. of the Michigan Compiled Laws, including the Michigan Natural Resources Trust Fund Board created thereby and including, but not limited to, bond, note, reserve and trust funds, subject to any agreement with note and bond holders or with the holders or issuers of instruments which may have been guaranteed, which is transferred by a Type I transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws.\n\n18. The Recreation Improvement Fund Act, Act No. 221 of the Public Acts of 1987, being Section 318.531 et seq. of the Michigan Compiled Laws.\n\n19. The Recreation Bond Authorization Act, Act No. 327 of the Public Acts of 1988, being Section 318.551 et seq. of the Michigan Compiled Laws, including, but not limited to, bond, note, and reserve and trust funds, subject to any agreement with note and bond holders or with the holders or issuers of instruments which may have been guaranteed.\n\n20. The Recreation Bond Implementation Act, Act No. 329 of the Public Acts of 1988, as amended, being Section 318.571 et seq. of the Michigan Compiled Laws, including, but not limited to, bond, note, reserve and trust funds, subject to any agreement with note and bond holders or with the holders or issuers of instruments which may have been guaranteed.\n\nG. State Fairs and Real Estate\n\n1. Sections 11 and 11a of Act No. 183 of the Public Acts of 1943, as amended, being Sections 125.211 and 125.211a of the Michigan Compiled Laws.\n\n2. Act No. 155 of the Public Acts of 1937, as amended, being Section 211.355a et seq. of the Michigan Compiled Laws.\n\n3. Act No. 223 of the Public Acts of 1909, as amended, being Section 211.461 et seq. of the Michigan Compiled Laws.\n\n4. Act No. 137 of the Public Acts of 1913, being Section 211.471 et seq. of the Michigan Compiled Laws.\n\n5. Act No. 44 of the Public Acts of 1883, being Section 211.481 et seq. of the Michigan Compiled Laws.\n\n6. Act No. 91 of the Public Acts of 1925, as amended, being Section 211.491 et seq. of the Michigan Compiled Laws.\n\n7. Act No. 150 of the Public Acts of 1970, being Section 247.381 et seq. of the Michigan Compiled Laws.\n\n8. Section 24 of Act No. 51 of the Public Acts of 1951, as amended, being Section 247.64 of the Michigan Compiled Laws.\n\n9. Section 2 of the Act No. 2 of the Public Acts of the First Extra Session of 1921, as amended, being Section 247.242 of the Michigan Compiled Laws.\n\n10. The Michigan Exposition and Fairgrounds Act, Act No. 361 of the Public Acts of 1978, being Section 285.161 et seq. of the Michigan Compiled Laws, and the State Exposition and Fairgrounds Council created thereby which is transferred by Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws.\n\n11. Act No. 193 of the Public Acts of 1911, as amended, being Section 322.481 et seq. of the Michigan Compiled Laws.\n\n12. Act No. 421 of the Public Acts of 1982, as amended, being Section 322.611 et seq. of the Michigan Compiled Laws.\n\n13. Act No. 10 of the Public Acts of 1953, as amended, being Section 322.651 of the Michigan Compiled Laws.\n\n14. Act No. 314 of the Public Acts of 1968, being Section 425.171 et seq. of the Michigan Compiled Laws.\n\n15. Act No. 238 of the Public Acts of 1957, as amended, being Section 434.151 et seq. of the Michigan Compiled Laws.\n\n16. The Subdivision Control Act of 1967, Act No. 288 of the Public Acts of 1967, as amended, being Section 560.101 et seq. of the Michigan Compiled Laws.\n\n1. Act No. 109 of the Public Acts of 1986, being Section 300.21 et seq. of the Michigan Compiled Laws.\n\n2. Act No. 170 of the Public Acts of 1964, as amended, being Section 691.1401 et seq. of the Michigan Compiled Laws.\n\n3. The Code of Criminal Procedure, Act No. 175 of the Public Acts of 1927, as amended, being Section 760.1 et seq. of the Michigan Compiled Laws.\n\n4. Section 1171a of Act No. 451 of the Public Acts of 1976, as amended, being Section 380.1171a of the Michigan Compiled Laws.\n\n5. Section 5 of the Act No. 195 of the Public Acts of 1935, as amended, being Section 798.5 of the Michigan Compiled Laws.\n\n6. All the statutory authority, powers, duties, functions and responsibilities, if any, of the Commission of Natural Resources, the Department of Natural Resources, the Director of the Department of Natural Resources, and of the agencies, boards and commissions contained therein, including the functions of budget, procurement and managements related functions, concerning natural resources management under Act No. 66 of the Public Acts of 1952, being Section 281.541 et seq. of the Michigan Compiled Laws; Act No. 44 of the Public Acts of 1952, being Section 281.601 of the Michigan Compiled Laws; Act No. 278 of the Public Acts of 1952, as amended, being Section 281.621 et seq. of the Michigan Compiled Laws; Act No. 201 of the Public Acts of 1953, as amended, being Section 300.201 of the Michigan Compiled Laws; Act No. 350 of the Public Acts of 1865 as amended, being Section 307.22 et seq. of the Michigan Compiled Laws; Act No. 121 of the Public Acts of 1891, as amended, being Section 307.41 et seq. of the Michigan Compiled Laws; Act No. 14 of the Public Acts of 1923, as amended, being Section 307.71 et seq. of the Michigan Compiled Laws; Act No. 57 of the Public Acts of 1931, being Section 307.161 of the Michigan Compiled Laws; Act No. 4 of the Public Acts of 1939, being Section 307.151 of the Michigan Compiled Laws; Act No. 194 of the Public Acts of 1925, as amended, being Section 307.171 et seq. of the Michigan Compiled Laws; Act No. 178 of the Public Acts of 1941, being Section 319.101 et seq. of the Michigan Compiled Laws; Act No. 59 of the Public Acts of 1945, being Section 319.151 et seq. of the Michigan Compiled Laws; and Act No. 197 of the Public Acts of 1980, being Section 399.251 et seq. of the Michigan Compiled Laws.\n\nIII. ENVIRONMENTAL PROTECTION\n\nA. Air Quality\n\n1. The Vehicle Emissions Inspection and Maintenance Act, Act No. 83 of the Public Acts of 1980, as amended, being Section 257.1051 et seq. of the Michigan Compiled Laws.\n\n2. The Air Pollution Act, Act No. 348 of the Public Acts of 1965, as amended, being Section 336.11 et seq. of the Michigan Compiled Laws, the Air Pollution Control Commission created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Air Pollution Control Commission is hereby abolished.\n\nB. Water Quality\n\n1. Act No. 245 of the Public Acts of 1929, as amended, being Section 323.1 et seq. of the Michigan Compiled Laws, the Water Resources Commission and the Critical Materials Advisory Committee created thereby are transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Water Resources Commission and the Critical Materials Advisory Committee are hereby abolished.\n\n2. The Great Lakes Protection Act, Act No. 128 of the Public Acts of 1985, as amended, being Section 323.31 et seq. of the Michigan Compiled Laws, the Office of the Great Lakes and the Great Lakes Protection Fund Technical Advisory Board created thereby are transferred by a Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Great Lakes Protection Fund Technical Advisory Board shall be advisory to the director of the new Michigan Department of Natural Resources.\n\n3. Act No. 329 of the Public Acts of 1966, as amended, being Section 323.111 et seq. of the Michigan Compiled Laws.\n\n4. Act No. 211 of the Public Acts of 1956, as amended, being Section 323.151 et seq. of the Michigan Compiled Laws.\n\n5. Act No. 13 of the Public Acts of the Extra Session of 1956, being Section 323.201 et seq. of the Michigan Compiled Laws.\n\n6. Act No. 226 of the Public Acts of 1971, as amended, being Section 323.231 et seq. of the Michigan Compiled Laws.\n\n7. Act No. 143 of the Public Acts of 1959, being Section 323.251 et seq. of the Michigan Compiled Laws.\n\n8. Act No. 271 of the Public Acts of 1974, being Section 323.291 et seq. of the Michigan Compiled Laws.\n\n9. The Watercraft Pollution Control Act of 1970, Act No. 167 of the Public Acts of 1970, as amended, being Section 323.331 et seq. of the Michigan Compiled Laws.\n\n10. Act No. 222 of the Public Acts of 1966, as amended, being Section 323.351 et seq. of the Michigan Compiled Laws.\n\n11. Act No. 159 of the Public Acts of 1969, as amended, being Section 323.401 et seq. of the Michigan Compiled Laws, including, but not limited to, bond, note, reserve and trust funds, subject to any agreement with note and bond holders or with the holders or issuers of instruments which may have been guaranteed.\n\n12. The State Clean Water Assistance Act, Act No. 317 of the Public Acts of 1988, being Section 323.451 et seq. of the Michigan Compiled Laws.\n\n13. Act No. 98 of the Public Acts of 1913, as amended, being Section 325.201 et seq. of the Michigan Compiled Laws.\n\nC. Waste Management\n\n1. Act No. 460 of the Public Acts of 1982, being Section 3.751 et seq. of the Michigan Compiled Laws (except those powers contained therein relating to the Governor).\n\n2. Section 2b of Act No. 105 of the Public Acts of 1855, as amended, being Section 21.142b of the Michigan Compiled Laws.\n\n3. The Resource Recovery Act, Act No. 366 of the Public Acts of 1974, as amended, being Section 299.301 et seq. of the Michigan Compiled Laws, the State Resource Recovery Commission created thereby which is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the State Resource Recovery Commission is hereby abolished.\n\n4. Act No. 60 of the Public Acts of 1976, being Section 299.351 et seq. of the Michigan Compiled Laws.\n\n5. The Clean Michigan Fund Act, Act No. 249 of the Public Acts of 1986, as amended, being Section 299.371 et seq. of the Michigan Compiled Laws, the Advisory Panel created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Advisory Panel is hereby abolished.\n\n6. The Solid Waste Management Act, Act No. 641 of the Public Acts of 1978, as amended, being Section 299.401 et seq. of the Michigan Compiled Laws.\n\n7. The Recycling Makes Cents, Office Paper Recovery Act, Act No. 411 of the Public Acts of 1988, being Section 299.461 et seq. of the Michigan Compiled Laws.\n\n8. The Plastic Recycling Development Act, Act No. 415 of the Public Acts of 1988, being Section 299.471 et seq. of the Michigan Compiled Laws, the Plastics Recycling Development Fund Consortium created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the Plastics Recycling Development Fund Consortium is hereby abolished.\n\n9. The Hazardous Waste Management Act, Act No. 64 of the Public Acts of 1979, as amended, being Section 299.501 et seq. of the Michigan Compiled Laws; the State Hazardous Waste Management Planning Committee created thereby is transferred by a Type III transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws and the State Hazardous Waste Management Planning Committee is hereby abolished; the functions, duties and responsibilities of the Site Review Boards authorized by Section 17 of the Hazardous Waste Management Act, Act No. 64 of the Public Act of 1979, as amended, being Section 299.517 of the Michigan Compiled Laws, are transferred by a Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws; and a Site Review Board shall be advisory to the director of the new Michigan Department of Natural Resources.\n\n10. The Scrap Tire Regulatory Act, Act No. 133 of 1990, being Section 299.561 et seq of the Michigan Compiled Laws.\n\n11. The Environmental Response Act, Act No. 307 of the Public Acts of 1982, as amended, being Section 299.601 et seq. of the Michigan Compiled Laws (except those powers contained therein relating to the Governor).\n\n12. Act No. 171 of the Public Acts of 1986, being Sections 299.621 et seq. of the Michigan Compiled Laws.\n\n13. The Environmental Protection Bond Authorization Act, Act No. 326 of the Public Acts of 1988, being Section 299.651 et seq. of the Michigan Compiled Laws (except those powers contained therein relating to the Governor and the Secretary of State), and including, but not limited to, bond, note, reserve and trust funds, subject to any agreement with note and bond holders of with the holders or issuers of instruments which may have been guaranteed.\n\n14. The Environmental Protection Bond Implementation Act, Act No. 328 of the Public Acts of 1988, being Section 299.671 et seq. of the Michigan Compiled Laws.\n\n15. The Waste Minimization Act, Act No. 245 of the Public Acts of 1987, being Section 299.731 et seq. of the Michigan Compiled Laws and the Office of Waste Reduction created thereby which is transferred by a Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws.\n\n16. The Leaking Underground Storage Tank Act, Act No. 478 of the Public Acts of 1988, as amended, being Section 299.831 et seq. of the Michigan Compiled Laws.\n\n17. Act No. 20 of the Public Acts of 1990, being Section 299.861 et seq. of the Michigan Compiled Laws.\n\n18. The Used Oil Recycling Act, Act No. 411 of the Public Acts of 1980, as amended, being Section 319.311 et seq. of the Michigan Compiled Laws.\n\n19. Act No. 136 of the Public Acts of 1969, as amended, being Section 323.271 et seq. of the Michigan Compiled Laws.\n\n20. The Seepage Waste Servicers Act, Act No. 181 of the Public Acts of 1986, being Section 325.311 et seq. of the Michigan Compiled Laws.\n\n21. The Medical Waste Regulatory Act, Act No. 18 of the Public Acts of 1990, being Section 333.13801 et seq. of the Michigan Compiled Laws.\n\n1. All the statutory authority, powers, duties and functions of the Commission of Natural Resources, the Department of Natural Resources and the director of the Department of Natural Resources and of the agencies, boards and commissions contained therein under the Thomas J. Anderson, Gordon Rockwell Environmental Protection Act of 1970, Act No. 127 of the Public Acts of 1970, being Section 691.1201 et seq. of the Michigan Compiled Laws.\n\n2. Except as otherwise provided herein, all the statutory authority, powers, duties and functions of the Commission of Natural Resources, the Department of Natural Resources and the director of the Department of Natural Resources and of the agencies, boards and commissions contained therein relating to environmental protection under the Public Health Code, Act No. 368 of the Public Acts of 1978, as amended, being Section 333.1001 et seq. of the Michigan Compiled Laws.\n\nIV. MISCELLANEOUS\n\nA. Delegations\n\n1. The director of the new Michigan Department of Natural Resources may perform a duty or exercise a power conferred by law or this Order upon the director at the time and to the extent the duty or power is delegated to the director by law or by this Order.\n\n2. The director of the new Michigan Department of Natural Resources may by written instrument delegate a duty or a power conferred by law or this Order and the person to whom such duty or power is so delegated may perform such duty or exercise such power at the time and to the extent that such duty or power is delegated by the director.\n\n3. Decisions made by the director of the new Michigan Department of Natural Resources or persons to whom the director has lawfully delegated decision-making authority pursuant to this Order relating to natural resources management or environmental protection shall be final when reduced to writing and delivered to all affected persons, unless otherwise provided by law.\n\nB. Adjudications\n\na. When a person is aggrieved by a final decision of the director of the new Michigan Department of Natural Resources or persons to whom the director has lawfully delegated decision-making authority pursuant to this Order relating to natural resources management or environmental protection, except for a decision relating to the issuance of a permit or operating license, whether such decision is affirmative or negative in form, the decision is subject to direct review by the courts as provided by law and in accordance with the general court rules. A preliminary, procedural or intermediate action or ruling is not immediately reviewable, except that the court may grant leave for review of such action if review of the final decision would not provide an adequate remedy.\n\nb. Judicial review of a final decision shall be as provided by law and in accordance with the general court rules.\n\n2. Permits and Operating Licenses.\n\na. When a person is aggrieved by a decision of the director of the new Michigan Department of Natural Resources or persons to whom the director has lawfully delegated decision-making authority pursuant to this Order relating to functions, duties and responsibilities for the issuance of a permit or operating license transferred by this Order, whether such decision is affirmative or negative in form, the person may seek to direct review by the Commission of Natural Resources of such decision within the time period provided by law or rule. A preliminary, procedural or intermediate action or ruling is not immediately reviewable, except that the Commission of Natural Resources may grant leave for review of such action.\n\nb. The Commission of Natural Resources may utilize administrative law judges or hearing officers employed by the new Michigan Department of Natural Resources to conduct such review as contested cases and to issue proposals for decisions as provided by law or rule.\n\nc. When a person is aggrieved by a final decision of the Commission of Natural Resources relating to the issuance of a permit or operating license, whether such decision is affirmative or negative in form, the decisions is subject to direct review by the courts as provided by law. A preliminary, procedural or intermediate action or ruling is not immediately reviewable, except that the court may grant leave for review of such action if review of the final decision would not provide an adequate remedy.\n\nd. Judicial review of a final decision shall be as provided by law and in accordance with the general court rules.\n\nC. Rescissions\n\n1. Executive Order 1969-1 (Advisory Council on Environmental Quality), Executive Order 1973-9 (Establishing the Michigan Environmental Review Board), Section 54 of Executive Order 1980-1A (Executive Branch Reorganization), Executive Order 1989-3 (Establishment of the Governor's Council on Environmental Quality), and Executive Order 1989-6 (Amending Executive Order 1989-3), are hereby rescinded.\n\n2. The rescissions of Executive Order 1974-4 (Establishing the Michigan Environmental Review Board), and Executive Order 1983-14 (Establishment of the Cabinet Council on Environmental Protection), are hereby ratified.\n\n3. Executive Order 1990-5 (Toxic Substance Management) is temporarily continued in force pending review by the director of the Department of Public Health, who shall communicate findings to me within 30 days of the effective date of this Executive Order.\n\n4. Section 5 of Executive Order 1973-2 (Transfer and Consolidation of Environmental Functions), transferring certain statutory authority, powers, duties, functions and responsibilities from the Department of Public Health to the Department of Natural Resources and Section 6 of such Executive Order, as modified by Section 2c of Executive Order 1976-8 (Modifying Executive Order 1973-2), transferring certain statutory authority, powers, duties, functions and responsibilities from the Department of Agriculture to the Department of Natural Resources are retained in effect insofar as such sections transferred such authority, powers, duties, functions and responsibilities to the Department of Natural Resources, subject to and to the extent not inconsistent with the provisions of this Order. The remaining Sections of Executive Order 1973-2 and Executive Order 1976-8 are hereby rescinded. The recision of Executive Order 1972-2a is hereby ratifies.\n\n5. Sections 1 and 2 of Executive Order No. 1988-4 (Transfer of Toxic Substance Control Commission to Department of Natural Resources), transferring certain powers, duties, functions and responsibilities of the Toxic Substance Control Commission to the Department of Natural Resources are retained in effect insofar as such Sections transferred such powers, duties, functions and responsibilities to the Department of Natural Resources, subject to and to the extent not inconsistent with the provisions of this Order.\n\nD. Validity.\n\nThe invalidity of any portion of this Order shall not affect the validity of the remainder thereof.\n\nIn fulfillment of the requirement of Article V, Section 2, of the Constitution of the State of Michigan of 1963, the provisions of this Executive Order shall become effective 60 days after the filing of this Order.\n\nHistory:1991, E.R.O. No. 1991-22, Eff. Jan. 16, 1992Constitutionality:In House Speaker v Governor, 195 Mich App 376; 491 NW2d 832 (1992), the Michigan Court of Appeals affirmed a lower court decision finding Executive Order No. 1991-31 to be a violation of the Separation of Powers Clause and the Executive Organization Act. The Michigan Supreme Court, 443 Mich 560; 506 NW2d 190 (1993), unanimously reversed the decision of the Court of Appeals. The Supreme Court held that (1) the not-for-profit corporate plaintiffs had standing to sue under MCR 2.201(B)(4); (2) the issues presented were justiciable political questions; (3) E.O. 1991-31 was a constitutional expression of the governor's authority; and (4) E.O. 1992-19 did not wrongfully delegate rule-making authority to the Environmental Science Board.Compiler's Notes:House Concurrent Resolution No. 487, a resolution to disapprove Executive Order No. 1991-31 (E.R.O. 1991-22) pertaining to the reorganization of the department of natural resources, was adopted by the House of Representatives on November 21, 1991, and referred to the Senate Committee on Government Operations. A motion to discharge the Committee on Government Operations from further consideration of House Concurrent Resolution No. 487 did not prevail on a vote of 14-20 recorded December 4, 1991.For transfer of powers and duties of department of natural resources and environment to department of natural resources, see E.R.O. No. 2011-1, compiled at MCL 324.99921.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-299/statute-e-r-o-no-1991-22/section-299-13/"
    }
  ]
}