{
  "state": "illinois",
  "path": "title-chapter-820-employment/chapter-820-ilcs-70-employee-credit-privacy-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title. This Act may be cited as the Employee Credit Privacy Act.",
      "text": "Short title. This Act may be cited as the Employee Credit Privacy Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Definitions. As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Employment based on credit history or credit report not permitted.",
      "text": "Employment based on credit history or credit report not permitted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Retaliatory or discriminatory acts",
      "text": "A person shall not retaliate or discriminate against a person because the person has done or was about to do any of the following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Waiver.  An employer shall not require an applicant or employee to waive any right under this Act",
      "text": "An agreement by an applicant or employee to waive any right under this Act is invalid and unenforceable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Remedies.",
      "text": "Remedies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Fair Credit Reporting Act. Nothing in this Act shall prohibit employers from conducting a thorough background investigation, which may include obtaining a report without information on credit history or an investigative report without information on credit history, or both, as permitted under the Fa",
      "text": "Fair Credit Reporting Act. Nothing in this Act shall prohibit employers from conducting a thorough background investigation, which may include obtaining a report without information on credit history or an investigative report without information on credit history, or both, as permitted under the Fair Credit Reporting Act. This information shall be used for employment purposes only.",
      "history": "",
      "source_url": ""
    }
  ]
}