{
  "state": "illinois",
  "path": "title-chapter-820-employment/chapter-820-ilcs-405-unemployment-insurance-act",
  "sections": [
    {
      "id": "section-100",
      "number": "100.",
      "heading": "Declaration of public policy.",
      "text": "As a guide to the interpretation and application of this Act the\npublic policy of the State is declared as follows: Economic insecurity due\nto involuntary unemployment has become a serious menace to the health,\nsafety, morals and welfare of the people of the State of Illinois.\nInvoluntary unemployment is, therefore, a subject of general interest and\nconcern which requires appropriate action by the legislature to prevent its\nspread and to lighten its burden which now so often falls with crushing\nforce upon the unemployed worker and his family. Poverty, distress and\nsuffering have prevailed throughout the State because funds have not been\naccumulated in times of plentiful opportunities for employment for the\nsupport of unemployed workers and their families during periods of\nunemployment, and the taxpayers have been unfairly burdened with the cost\nof supporting able-bodied workers who are unable to secure employment.\nFarmers and rural communities particularly are unjustly burdened with\nincreased taxation for the support of industrial workers at the very time\nwhen agricultural incomes are reduced by lack of purchasing power in the\nurban markets. It is the considered judgment of the General Assembly that\nin order to lessen the menace to the health, safety and morals of the\npeople of Illinois, and to encourage stabilization of employment,\ncompulsory unemployment insurance upon a statewide scale providing for\nthe setting aside of reserves during periods of employment to be used to\npay benefits during periods of unemployment, is necessary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-200",
      "number": "200.",
      "heading": "Definitions.",
      "text": "Definitions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-201",
      "number": "201.",
      "heading": "\"Director\" means the Director of the Department of Employment",
      "text": "Security, and \"Department\" means the Department of Employment Security.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-202",
      "number": "202.",
      "heading": "\"Benefits\" means the money payments payable to an individual as",
      "text": "provided in this Act, with respect to his unemployment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-203",
      "number": "203.",
      "heading": "\"Employment office\" means a free public employment office or",
      "text": "branch thereof operated by this State or any other State as a part of a\nState controlled system of public employment offices or by a Federal agency\nor any agency of a foreign government charged with the administration of an\nunemployment compensation program or free public employment offices.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-204",
      "number": "204.",
      "heading": "\"Employing unit\" means any individual or type of organization, including",
      "text": "the State of Illinois, each of its political subdivisions and municipal\ncorporations, and each instrumentality of any one or more of the foregoing;\nand any partnership, association, trust, estate, joint-stock company,\ninsurance company, or corporation, whether domestic or foreign, or the\nreceiver, trustee in bankruptcy, trustee or successor thereof, or the legal\nrepresentative of a deceased person, which has or subsequent to January 1,\n1936, had in its employ one or more individuals performing services for it\nwithin this State. All individuals performing services within this State\nfor any employing unit which maintains two or more separate establishments\nwithin this State shall be deemed to be employed by a single employing unit\nfor all purposes of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-205",
      "number": "205.",
      "heading": "\"Employer\" means:",
      "text": "\"Employer\" means:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2051",
      "number": "205.1.",
      "heading": "Indian tribe.",
      "text": "\"Indian tribe\" has the meaning given to that term by\nSection 4(e) of the Indian Self-Determination and Education Assistance Act (25\nU.S.C. 450(e)), and includes any subdivision, subsidiary, or business\nenterprise\nwholly owned by such an Indian tribe.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-206",
      "number": "206.",
      "heading": "Subject to the provisions of Sections 207 to 233, inclusive,",
      "text": "and of subsection B of Section 245, \"employment\" means any service\nperformed prior to July 1, 1940, which was employment as defined in this\nAct prior to that date, and any service after June 30, 1940, performed by\nan individual for an employing unit, including service in interstate\ncommerce and service on land which is owned, held or possessed by the\nUnited States, and including all services performed by an officer of a\nbusiness corporation, without regard to whether such services are\nexecutive, managerial, or manual in nature, and without regard to whether\nsuch officer is or is not a stockholder or a member of the board of\ndirectors of the corporation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2061",
      "number": "206.1.",
      "heading": "Employment; employee leasing company.",
      "text": "Employment; employee leasing company.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-207",
      "number": "207.",
      "heading": "The term \"employment\" shall include an individual's entire",
      "text": "service, within or both within and without this State, if",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-208",
      "number": "208.",
      "heading": "Service shall be deemed to be localized within a State if-",
      "text": "Service shall be deemed to be localized within a State if-",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2081",
      "number": "208.1.",
      "heading": "A.",
      "text": "The term \"employment\" shall include the service of an individual\nwho is a citizen of the United States, performed outside the United\nStates after December 31,\n1971, (except in Canada, and in the case of the Virgin Islands after December\n31, 1971, and prior to January 1 of the year following the year in which\nthe United States Secretary of Labor approves the unemployment compensation\nlaw of the Virgin Islands under Section 3304(a) of the Internal Revenue\nCode of 1954), in the employ of an American employer (other than service which is\ndefined as \"employment\" under the provisions of Sections 207 and 208 or\nthe parallel provisions of the unemployment compensation law of another\nState), if:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2082",
      "number": "208.2.",
      "heading": "Notwithstanding the provisions of Section 207, the term \"employment\"",
      "text": "includes an individual's service, whenever performed within any State or\nCanada, if (A) contributions are not required with respect to any part of\nsuch service under an unemployment compensation law of any other State or\nCanada, and (B) the place from which the service is directed or controlled\nis in this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-209",
      "number": "209.",
      "heading": "Services not covered under Section 207 and performed entirely",
      "text": "without this State, with respect to no part of which contributions are\nrequired and paid under an unemployment compensation law of any other State\nor of the Federal Government, shall be deemed to be employment if the\nDirector approves the election of the employing unit for whom such services\nare performed that the entire service of such individual shall be deemed to\nbe employment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-210",
      "number": "210.",
      "heading": "Services covered by an arrangement pursuant to Section 2700 between the",
      "text": "Director and the agency charged with the administration of any other State\nor federal unemployment compensation law, or the unemployment compensation\nlaw of Canada, pursuant to which all services performed by an individual\nfor an employing unit are deemed to be performed entirely within this\nState, shall be deemed to be employment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-211",
      "number": "211.",
      "heading": "Notwithstanding any other provisions of this Act, the term",
      "text": "\"employment\" shall include all service performed by an officer or member of\nthe crew of an American vessel on or in connection with such vessel,\nprovided that the operating office, from which the operations of such\nvessel operating on navigable waters within or within and without the\nUnited States are ordinarily and regularly supervised, managed, directed\nand controlled, is within this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2111",
      "number": "211.1.",
      "heading": "Except as provided in Section 220, the term \"employment\" shall",
      "text": "include (A) service performed after December 31, 1971, by an individual in\nthe employ of this State or any of its instrumentalities (and by an\nindividual in the employ of this State or any of its instrumentalities\nand one or more other States or their instrumentalities for a hospital\nor institution of higher education located in this State), provided that\nsuch service is excluded from the definition of \"employment\" in the Federal\nUnemployment Tax Act solely by reason of Section 3306(c)(7) of that Act; (B) service performed after December 31, 1977 by an individual in the\nemploy of this State or any of its instrumentalities, or any political\nsubdivision\nor municipal corporation thereof or any of their instrumentalities, or any\ninstrumentality of more than one of the foregoing, or any instrumentality\nof any of the foregoing and one or more other States or political subdivisions,\nprovided that such service is excluded from the definition of \"employment\"\nin the Federal Unemployment Tax Act by Section 3306(c)(7) of that Act; and\n(C) service performed after December 20, 2000, by an individual in the employ\nof an Indian tribe.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2112",
      "number": "211.2.",
      "heading": "Except as provided in Section 211.3, the term \"employment\" shall",
      "text": "include\nservice performed after December 31, 1971, by an individual in the employ\nof a nonprofit organization. As used in this Act, the term \"nonprofit\norganization\" means a religious, charitable, educational, or other\nnonprofit organization defined in Section 501(c)(3) of the Internal\nRevenue Code of 1986 which is exempt from income tax under Section 501(a)\nof that Code, and\nwhich has or had in employment 4 or more individuals within each of 20 or\nmore calendar weeks (but not necessarily simultaneously and irrespective of\nwhether the same individuals are or were employed in each such week),\nwhether or not such weeks are or were consecutive, within either the\ncurrent or preceding calendar year (or which has elected, pursuant to\nSection 302, to be an employer); provided, that services\nperformed for the organization are excluded from the definition of\n\"employment\" in the Federal Unemployment Tax Act solely by reason of\nSection 3306(c)(8) of that Act. An employing unit cannot be a nonprofit\norganization prior to 1972.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2113",
      "number": "211.3.",
      "heading": "For the purpose of Section 211.2, the term",
      "text": "\"employment\" shall not include services performed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2114",
      "number": "211.4.",
      "heading": "A. Notwithstanding any other provision of this Act, the",
      "text": "term \"employment\" shall include service performed after December 31,\n1977, by an individual in agricultural labor as defined in Section 214\nwhen:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2115",
      "number": "211.5.",
      "heading": "The term \"employment\" shall include domestic service after",
      "text": "December 31, 1977, in a private home, local college club or local chapter\nof a college fraternity or sorority performed for an employing unit which\npaid cash wages of $1,000 or more in any calendar quarter in either the\ncurrent or preceding calendar year to an individual or individuals employed\nin such domestic service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-212",
      "number": "212.",
      "heading": "Service performed by an individual for an employing unit, whether",
      "text": "or not such individual employs others in connection with the performance of\nsuch services, shall be deemed to be employment unless and until it is\nproven in any proceeding where such issue is involved that--",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2121",
      "number": "212.1.",
      "heading": "Truck Owner-Operator.",
      "text": "Truck Owner-Operator.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-213",
      "number": "213.",
      "heading": "Each individual performing services for, or assisting in",
      "text": "performing the work of, any person in the employment of an employing unit\nshall be deemed to be employed by such employing unit for all the purposes\nof this Act, whether such services were procured or were paid for\ndirectly by such employing unit or by such person, provided the employing\nunit had actual or constructive knowledge of the work.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-214",
      "number": "214.",
      "heading": "The term \"employment\" does not include agricultural or",
      "text": "aquacultural labor, except\nas provided in Section 211.4. With\nrespect to the period prior to January 1, 1972, the term \"agricultural\nlabor\" means the services included within the term by this Act as\namended and in effect on September 15, 1969. On and after January 1,\n1972, the term \"agricultural labor\" means all services performed:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-215",
      "number": "215.",
      "heading": "Except as provided in Section 211.5, the term \"employment\" shall",
      "text": "not include domestic service in a private home, local college club, or\nlocal chapter of a college fraternity or sorority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-216",
      "number": "216.",
      "heading": "A.",
      "text": "The term \"employment\" shall not include service performed as\nan officer or member of a crew on or in connection with a vessel which is\nnot an American vessel; and service performed as an officer or member of a\ncrew of an American vessel on or in connection with such vessel, if the\noperating office, from which the operations of the vessel operating on\nnavigable waters within or within and without the United States are\nordinarily and regularly supervised, managed, directed and controlled, is\nwithout this State. The term \"American vessel\" means any vessel documented\nor numbered under the laws of the United States; and includes any vessel\nwhich is neither documented or numbered under the laws of the United States\nnor documented under the laws of any foreign country, if its crew is\nemployed solely by one or more citizens or residents of the United States\nor corporations organized under the laws of the United States or of any\nState.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-217",
      "number": "217.",
      "heading": "(a) The term \"employment\" shall not include services performed",
      "text": "as a real estate salesman to the extent that such services are compensated\nfor by commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2171",
      "number": "217.1.",
      "heading": "Real estate transaction closing agents.",
      "text": "Real estate transaction closing agents.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2172",
      "number": "217.2.",
      "heading": "Real estate appraisers.",
      "text": "Real estate appraisers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-218",
      "number": "218.",
      "heading": "The term \"employment\" shall not include service performed by an",
      "text": "individual in the employ of his son, daughter, or spouse, and service\nperformed by a child under the age of 18 in the employ of his\nfather or mother.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-219",
      "number": "219.",
      "heading": "The term \"employment\" shall not include service performed in the",
      "text": "employ of any other State or its political subdivisions, or of the United\nStates Government, or of an instrumentality of any other State or States or\ntheir political subdivisions or of the United States except that, in the\nevent that the Congress of the United States shall permit States to require\nany instrumentalities of the United States to make payments of\ncontributions under a State Unemployment Compensation Act (and to comply\nwith State regulations thereunder), then, to the extent permitted by\nCongress, and from and after the date as of which such permission becomes\neffective, all of the provisions of this Act shall be applicable to such\ninstrumentalities and to services performed for such instrumentalities in\nthe same manner, to the same extent, and on the same terms as to all other\nemployers, employing units, individuals, and services; provided, that if\nthis State shall not be certified for any year by the Secretary of Labor of\nthe United States of America or other appropriate Federal agency under\nSection 3304 of the Federal Internal Revenue Code of 1954, then the\npayments required of such instrumentalities with respect to such year shall\nbe refunded by the Director in accordance with the provisions of Section\n2201.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-220",
      "number": "220.",
      "heading": "A.",
      "text": "The term \"employment\" shall not include service performed\nprior\nto 1972 in the employ of this State, or of any political subdivision\nthereof, or of any wholly owned instrumentality of this State or its\npolitical subdivisions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221",
      "number": "221.",
      "heading": "The term \"employment\" does not include service performed in the employ",
      "text": "of a corporation, community chest, fund, or foundation, organized and\noperated exclusively for religious, charitable, scientific, literary, or\neducational purposes, or for the prevention of cruelty to children or\nanimals, no part of the net earnings of which inures to the benefit of any\nprivate shareholder or individual, and no substantial part of the\nactivities of which is carrying on propaganda or otherwise attempting to\ninfluence legislation. On and after January 1, 1972, the provisions of this\nSection do not apply to services performed in the employ of a nonprofit\norganization as defined in Section 211.2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-222",
      "number": "222.",
      "heading": "The term \"employment\" shall not include service with respect to",
      "text": "which unemployment compensation is payable under an unemployment\ncompensation system established by an Act of Congress; provided that the\nDirector is hereby authorized to enter into agreements with the proper\nagencies under such Act of Congress, which shall become effective ten days\nafter the date of such agreement, to provide reciprocal treatment to\nindividuals who have, after acquiring potential rights to benefits under\nthis Act, acquired rights to unemployment compensation under such Act of\nCongress or who have, after acquiring potential rights to unemployment\ncompensation under such Act of Congress, acquired rights to benefits under\nthis Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-223",
      "number": "223.",
      "heading": "The term \"employment\" shall not include service performed in any",
      "text": "calendar quarter in the employ of any organization exempt from income tax\nunder Section 501(a) of the Federal Internal Revenue Code of 1954 (other\nthan an organization described in Section 401(a) of the Internal Revenue\nCode of 1954) or under Section 521 of the Internal Revenue Code of 1954 if\nthe remuneration for such service is less than $50.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-224",
      "number": "224.",
      "heading": "The term \"employment\" shall not include service performed",
      "text": "in the employ of a school, college, or university, (A) by a student who\nis enrolled and is regularly attending classes at such school, college or\nuniversity, or (B) by the spouse of such\nstudent if the spouse is advised, at the time\nthe spouse commences to perform such service, that (1) the employment of\nthe spouse to perform such service is provided under a program to\nprovide financial assistance to the student by the school, college, or\nuniversity, and (2) such employment will not be covered by any program\nof unemployment compensation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-225",
      "number": "225.",
      "heading": "This Section, and not Section 212 of this Act, controls the determination of employment status",
      "text": "for services performed by individuals in the delivery or distribution of newspapers or shopping news.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-226",
      "number": "226.",
      "heading": "The term \"employment\" shall not include services performed in",
      "text": "connection with the illegal recording or making of bets or wagers or the\nselling of pools upon any contest or race; or in connection with the\nplaying of or betting in any game of chance involving the losing or winning\nof money or any other thing of value; or in connection with the illegal\noperation of any lottery whether by dice, lot, numbers, game, hazard, or\nother gambling device.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-227",
      "number": "227.",
      "heading": "The term \"employment\" shall not include service performed after 1971",
      "text": "by an individual who is enrolled at a nonprofit or\npublic educational institution, which normally maintains a regular\nfaculty and curriculum and normally has a regularly organized body of\nstudents in attendance at the place where its educational activities are\ncarried on, as a student in a full-time program, taken for credit at\nsuch institution, which combines academic instruction with work\nexperience, if such service is an integral part of such program, and\nsuch institution has so certified to the employer, except that this\nSection shall not apply to service performed in a program established\nfor or on behalf of an employer or group of employers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-228",
      "number": "228.",
      "heading": "The term \"employment\" shall not include services performed by an",
      "text": "individual as an insurance agent or insurance solicitor, if all such\nservices performed by such individual are performed for remuneration solely\nby way of commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-229",
      "number": "229.",
      "heading": "The term \"employment\" shall not include services covered by an",
      "text": "arrangement pursuant to Section 2700 whereby all services performed by an\nindividual for an employing unit are deemed to be performed entirely\noutside of this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-230",
      "number": "230.",
      "heading": "The term \"employment\" shall not include service performed after",
      "text": "1971:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-231",
      "number": "231.",
      "heading": "The term \"employment\" shall not include services performed for an",
      "text": "employing unit which is subject to this Act solely because of subsection\nA of Section 245, if and while such employing unit, with written approval\nof the Director, duly covers under the unemployment compensation law of\nanother State all services for it which would otherwise be covered under\nthis Act, provided that those individuals whose services are hereby\nexcluded shall be counted in determining whether such employing unit is an\nemployer under Section 205. Such approval may be withdrawn by the\nDirector upon written notice to such employing unit, addressed to its last\nknown address and, in the event of such withdrawal, such services shall\nagain be deemed employment subject to this Act as of the date such services\nceased or could have ceased to be employment, by the reasonably prompt\nfiling of an application for termination of coverage, under the\nunemployment compensation law of such other state.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-232",
      "number": "232.",
      "heading": "The term \"employment\" shall not include services performed by a director",
      "text": "of a corporation while acting in the capacity of a director on or for a\ncommittee provided for by law, or by charter or by by-laws of the\ncorporation. This Section shall not apply to the services described in\nSection 211.2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2321",
      "number": "232.1.",
      "heading": "The term employment shall not include services performed",
      "text": "by an individual under the age of 22 who is a full-time student and acting\nas a caddie in assisting a golf player during a round of golf primarily by\nhandling the player's clubs when paid directly by the club member or\nindirectly by the club acting as agent for the member.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2322",
      "number": "232.2.",
      "heading": "Students; organized camps.",
      "text": "Students; organized camps.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-233",
      "number": "233.",
      "heading": "\"Included and excluded services.\" If the services performed",
      "text": "during one-half or more of any pay period by an individual for an employing\nunit constitute employment, all the services of such individual for such\nperiod shall be deemed to be employment; but if the services performed\nduring more than one-half of any such pay period by an individual for an\nemploying unit do not constitute employment, then none of the services of\nsuch individual for such period shall be deemed to be employment. As used\nin this Section the term \"pay period\" means a period (of not more than\nthirty-one consecutive days) for which a payment of remuneration is\nordinarily made to an individual in the employ of an employing unit. This\nSection shall not be applicable with respect to services performed in a pay\nperiod by an individual in the employ of an employing unit where any of\nsuch service is excepted by Section 222.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-234",
      "number": "234.",
      "heading": "Subject to the provisions of Sections 235 and 245 C, \"wages\"",
      "text": "means every form of remuneration for personal services, including salaries,\ncommissions, bonuses, and the reasonable money value of all remuneration in\nany medium other than cash. The reasonable money value of remuneration in\nany medium other than cash shall be estimated and determined in accordance\nwith rules prescribed by the Director. Such rules shall be based upon the\nreasonable past experience of the workers and the employing units concerned\ntherewith.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-235",
      "number": "235.",
      "heading": "(I) The term \"wages\" does not include:",
      "text": "(I) The term \"wages\" does not include:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-236",
      "number": "236.",
      "heading": "\"Insured work\" means services performed in employment for",
      "text": "employers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-237",
      "number": "237.",
      "heading": "A. \"Base period\"",
      "text": "means the first four of the last five completed calendar quarters immediately\npreceding the benefit year.\nFurther, any wages which had previously been used to establish a valid claim\npursuant to Section 242 and with respect to which benefits have been paid shall\nnot be included in the base period provided for in this subsection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-238",
      "number": "238.",
      "heading": "\"Calendar quarter\" means the period of three consecutive calendar",
      "text": "months ending on March 31, June 30, September 30, or December 31, or the\nequivalent thereof as the Director may by regulation prescribe.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-239",
      "number": "239.",
      "heading": "\"Unemployed individual\".",
      "text": "\"Unemployed individual\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-240",
      "number": "240.",
      "heading": "\"Contributions\" means the money payments required from employers",
      "text": "for the purpose of paying benefits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2401",
      "number": "240.1.",
      "heading": "\"Fund Building Receipts\" means amounts directed for deposit",
      "text": "into\nthe Master Bond Fund pursuant to Section 1506.3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-241",
      "number": "241.",
      "heading": "Prior to September 27, 1959, \"week\" means such period of seven",
      "text": "consecutive days as the Director may by regulation prescribe. On and after\nSeptember 27, 1959, \"week\" means",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-242",
      "number": "242.",
      "heading": "\"Benefit year\" with respect to any individual means the one-year period",
      "text": "beginning with the first day of the week with respect to which the\nindividual first files a valid claim for benefits and, thereafter, the\none-year period beginning with the first day of the week with respect to\nwhich such individual again files a valid claim after the termination of\nhis last preceding benefit year or, in the case of an individual all of\nwhose benefit rights or any remaining portion thereof have been canceled\npursuant to the provisions of Section 602B, the one-year period beginning\nwith the first day of the week with respect to which such individual again\nfiles a valid claim. Any claim for benefits made in accordance with the\nprovisions of Section 700 shall be deemed to be a \"valid claim\" for the\npurposes of this paragraph if the individual has met the requirements of\nSection 500 E.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-243",
      "number": "243.",
      "heading": "\"Board of Review\" means the Board of Review created by Section",
      "text": "5-125 of the Departments of State Government Law (20 ILCS 5/5-125).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-244",
      "number": "244.",
      "heading": "\"State\" includes, in addition to the States of the United",
      "text": "States of America, the District of Columbia, Puerto Rico, and the Virgin\nIslands of the United States.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-245",
      "number": "245.",
      "heading": "Coordination with Federal Unemployment Tax Act. Notwithstanding any provisions of this Act to the contrary, excepting",
      "text": "the exemptions from the definition of employment contained in Sections\n212.1, 217.1, 217.2, 226, and 231 and subsections (B), (B-5), and (C) of Section 225:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-246",
      "number": "246.",
      "heading": "\"Institution of higher education\" means an educational institution which",
      "text": "\"Institution of higher education\" means an educational institution which",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-247",
      "number": "247.",
      "heading": "\"Hospital\" means any institution for the conduct, operation or",
      "text": "maintenance of which a license is required by the Hospital Licensing Act;\nor an institution (or a facility within an institution) maintained and\noperated by this State, or by any of its political subdivisions or\nmunicipal corporations, or by an instrumentality of one or more of the\nforegoing, primarily engaged in providing medical care to individuals,\nincluding diagnostic, therapeutic, psychiatric, or obstetrical services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-300",
      "number": "300.",
      "heading": "Duration",
      "text": "of coverage.\nExcept as is provided in Sections 301 and 302, any\nemploying unit which is or\nbecomes an employer within any calendar year shall be subject to this Act\nduring the whole of such calendar year.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-301",
      "number": "301.",
      "heading": "Termination of coverage.",
      "text": "Termination of coverage.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-302",
      "number": "302.",
      "heading": "Election of coverage.",
      "text": "A. An employing unit not\notherwise subject to this Act, which files with the Director its written\nelection to become an employer for not less than two calendar years,\nshall, with the written approval of the election by the Director, become\nan employer to the same extent as all other employers, as of the date\nstated in the approval, and shall cease to be subject to this Act as of\nJanuary 1 of any calendar year subsequent to such two calendar years,\nonly if prior to February 1 of that year it has filed with the Director\na written notice to that effect. The Director shall approve any election\nso filed if he finds that the employment record of the applicant has not\nbeen or is not likely to be such as will unduly threaten the full\npayment of benefits when due under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-400",
      "number": "400.",
      "heading": "Payment of",
      "text": "benefits.\nAll benefits shall be paid through employment offices, as hereinafter\nprovided, in accordance with such regulations as the Director may\nprescribe.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-401",
      "number": "401.",
      "heading": "Weekly Benefit Amount - Dependents' Allowances.",
      "text": "Weekly Benefit Amount - Dependents' Allowances.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4015",
      "number": "401.5.",
      "heading": "Exclusion of student aid.",
      "text": "For purposes of determining\neligibility for or the amount of any benefits under this Act, the Department\nshall exclude from consideration any financial assistance received, under any\nstudent aid program administered by an agency of this State or the federal\ngovernment, by a person who is enrolled as a full-time or part-time student at\nany public or private university, college, or community college in this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-402",
      "number": "402.",
      "heading": "Reduced weekly benefits.",
      "text": "Each eligible individual who is unemployed\nin any week, as defined in\nSection 239, shall be paid, with respect to such week, a benefit in an\namount equal to his weekly benefit amount (plus dependents' allowances)\nless that part of wages (if\nany) payable to him with respect to such week which is in excess of 50%\nof his weekly benefit amount,\nprovided that such benefit for any benefit week shall be reduced by:\n(1) the amount\nof any holiday pay which the individual is entitled to receive, and receives,\nfor any workday in such week, and (2) the amount of any vacation wages\nallocated to such week by the individual's employer pursuant to Section\n610 of this Act, and (3)\none-fifth of the weekly\nbenefit amount for each normal workday during which such individual is\nunable to work or unavailable for work, and provided, further, that this\nsubsection shall not be construed so as to effect any change in the\nstatus of part-time workers as defined in Section 407. Such benefit, if\nnot a multiple of $1, shall be computed to the next higher multiple of\n$1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-403",
      "number": "403.",
      "heading": "Maximum total amount of benefits.",
      "text": "Maximum total amount of benefits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-404",
      "number": "404.",
      "heading": "Payment of",
      "text": "benefits due to deceased individuals.\nThe Director may prescribe regulations to provide for the payment of\nbenefits which are due and payable, to the legal representative,\ndependents, relatives or next of kin of persons since deceased. Such\nregulations need not conform with the statutes governing decedent estates,\nand such payment shall be deemed a valid payment to the same extent as if\nmade to the legal representative of the deceased.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-405",
      "number": "405.",
      "heading": "When wages",
      "text": "payable treated as wages paid.\nThe Director may, for the purpose of determining benefit rights of a\nclaimant, treat wages payable but unpaid as wages paid, where such wages\nare not paid because of the insolvency, bankruptcy, or other financial\ndifficulty of the employer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-406",
      "number": "406.",
      "heading": "Benefits",
      "text": "after termination of military service.\nAn individual otherwise eligible for benefits shall not be disqualified\nfrom the receipt thereof by reason of being entitled to readjustment\nallowances under the Servicemen's Readjustment Act of 1944; provided,\nhowever, that the filing of a valid claim in any benefit year for\nreadjustment allowance under said Act by a claimant for any week shall,\nwhen followed by authorization of payment thereof, be deemed an election by\nsuch claimant to avail himself of his rights to readjustment allowances\nunder such Servicemen's Readjustment Act throughout the benefit year in\nwhich such week occurs in preference to those under this Act, and shall\ndisqualify such claimant for benefits until whichever of the following\nevents first occurs: (A) the exhaustion of all his rights to readjustment\nallowances under the Servicemen's Readjustment Act of 1944 or (B) the end\nof such benefit year.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-407",
      "number": "407.",
      "heading": "Part-time",
      "text": "workers.\nAs used in this Section, the term \"part-time worker\" means an individual\nwhose normal work is in an occupation in which his services are not\nrequired for the customary scheduled full time hours or days prevailing in\nthe establishment in which he is employed or who, owing to personal\ncircumstances does not customarily work the customary scheduled full time\nhours or days prevailing in the establishment in which he is employed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4085",
      "number": "408.5.",
      "heading": "Additional benefits.",
      "text": "Additional benefits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-409",
      "number": "409.",
      "heading": "Extended benefits.",
      "text": "Extended benefits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "With respect to benefits for weeks of     unemployment beginning after December 17, 2010, and ending on or before the earlier of the latest date permitted under federal law or the end of the fourth week prior to the last week for which federal sharing is provided as authorized by Section 2005(a) of ",
      "text": "With respect to benefits for weeks of unemployment beginning after December 17, 2010, and ending on or before the earlier of the latest date permitted under federal law or the end of the fourth week prior to the last week for which federal sharing is provided as authorized by Section 2005(a) of Public Law 111-5 without regard to Section 2005(c) of Public Law 111-5, the determination of whether there has been a State \"on\" indicator pursuant to paragraph 2 shall be made as if, in clause (a) of paragraph 2, the phrase \"2 calendar years\" were \"3 calendar years\" and as if, in clause (b) of paragraph 2, the word \"either\" were \"any\", the word \"both\" were \"all\", and the phrase \"2 preceding calendar years\" were \"3 preceding calendar years\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-410",
      "number": "410.",
      "heading": "The Director may prescribe regulations authorizing the",
      "text": "deduction from an eligible individual's weekly benefit amount of an amount\nto pay for health insurance if the individual elects to have such deduction\nmade and the deduction is made under a program approved by the United\nStates Secretary of Labor in accordance with Section 3304(a)(4)(C) of the\nInternal Revenue Code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-500",
      "number": "500.",
      "heading": "Eligibility for benefits. An unemployed individual shall",
      "text": "be eligible to receive benefits with respect to any week only if the\nDirector finds that:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5001",
      "number": "500.1.",
      "heading": "Illinois Worker Adjustment and",
      "text": "Retraining Notification Act; federal Worker\nAdjustment and Retraining Notification Act. Benefits payable under this Act may\nnot be denied or reduced because of the receipt of payments related\nto an employer's violation of the Illinois Worker Adjustment and\nRetraining Notification Act or the federal Worker\nAdjustment and Retraining Notification Act (29 U.S.C. 2101 et\nseq.).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-501",
      "number": "501.",
      "heading": "Eligibility on basis of wages for previously uncovered services.",
      "text": "A. Solely for the purposes of subsection E of Section 500, and notwithstanding\nany other provisions of this Act, the term \"wages for insured work\" as used\nin the said subsection E, shall include, with respect to any benefit year\nbeginning on or after January 1, 1978, and before May 1, 1979, wages paid\nfor previously uncovered services. For such purposes, the term \"previously\nuncovered services\" means services (except to the extent that assistance\nunder Title II of the Federal Emergency Jobs and Unemployment Assistance\nAct of 1974 was paid on the basis of such services):",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-502",
      "number": "502.",
      "heading": "Eligibility for benefits under the Short-Time Compensation Program.",
      "text": "Eligibility for benefits under the Short-Time Compensation Program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-600",
      "number": "600.",
      "heading": "Disqualifications.",
      "text": "An individual shall be ineligible for benefits, as provided in\nSections 601 to 614, inclusive.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-601",
      "number": "601.",
      "heading": "Voluntary leaving.",
      "text": "Voluntary leaving.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-602",
      "number": "602.",
      "heading": "Discharge for misconduct - Felony.",
      "text": "Discharge for misconduct - Felony.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-603",
      "number": "603.",
      "heading": "Refusal of work.",
      "text": "An individual shall be ineligible for benefits if he has failed,\nwithout good cause, either to apply for available, suitable work when so\ndirected by the employment office or the Director, or to accept suitable\nwork when offered him by the employment office or an employing unit, or\nto return to his customary self-employment (if any) when so directed by\nthe employment office or the Director. Such ineligibility shall continue\nfor the week in which such failure occurred and, thereafter, until\nhe has become reemployed and has had earnings equal to or in excess of\nhis current weekly benefit amount in each of four calendar weeks which are either\nfor services in employment, or have been or will be reported pursuant to\nthe provisions of the Federal Insurance Contributions Act by each employing\nunit for which such services\nare performed and which submits a statement certifying to that fact.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-604",
      "number": "604.",
      "heading": "Labor dispute.",
      "text": "An individual shall be ineligible for benefits for any week with respect\nto which it is found that his total or partial unemployment is due to a\nstoppage of work which exists because of a labor dispute at the factory,\nestablishment, or other premises at which he is or was last employed.\nThe term \"labor dispute\" does not include an individual's\nrefusal to work because of his employer's failure to pay\naccrued earned wages within 10 working days from the date due, or to pay\nany other uncontested accrued obligation arising out of his employment\nwithin 10 working days from the date due.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-605",
      "number": "605.",
      "heading": "Receipt of",
      "text": "unemployment benefits under another law.\nAn individual shall be ineligible for benefits for any week with respect\nto which he has received or is seeking unemployment benefits under an\nunemployment compensation law of the United States or any other State or\nCanada, provided, that if the appropriate agency of the United States or of\nsuch other State or Canada finally determines that he is not entitled to\nsuch unemployment benefits, this ineligibility shall not apply.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-606",
      "number": "606.",
      "heading": "Receipt of Workers' Compensation.",
      "text": "An individual shall be ineligible for benefits for any week with\nrespect to which he is receiving or has received remuneration in the\nform of compensation for temporary disability under the Workers'\nCompensation Act of this State, or under a workers' compensation law of\nany other State or of the United States. If such remuneration is less\nthan the benefits which would otherwise be due under this Act, he shall\nbe entitled to receive for such week, if otherwise eligible, benefits\nreduced by the amount of such remuneration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-607",
      "number": "607.",
      "heading": "Ineligibility after 26 weeks - Work requirement for second benefit year.",
      "text": "A. An individual shall be ineligible for benefits whenever, in any\nperiod commencing with a compensable week of unemployment, he has been\nallowed his full weekly benefit amount for each of twenty-six weeks, until\nhe has earned wages equal to at least three times his current weekly\nbenefit amount in bona fide work, reduced by an amount equal to his current\nweekly benefit amount for each week, if any, in which he was not unemployed\nwithin such period, whereupon he shall again, if otherwise eligible, be\npermitted to receive his full weekly benefit amount for twenty-six weeks.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-609",
      "number": "609.",
      "heading": "Evasion of",
      "text": "disqualifications.\nAn individual shall be ineligible for benefits for any week in which he\ncauses himself to be unavailable for work with intent to avoid any of the\ndisqualifications imposed under the provisions of Sections 601 to 608,\ninclusive, notwithstanding any provisions of Section 500 C to the\ncontrary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-610",
      "number": "610.",
      "heading": "Vacation pay.",
      "text": "A. Whenever an employer has announced a\nperiod of shutdown for the taking of inventory or for vacation purposes,\nor both, and at the time of or during such shutdown makes a payment or\nbecomes obligated or holds himself ready to make such payment to an\nindividual as vacation pay, or as vacation pay allowance, or as pay in\nlieu of vacation, or as standby pay, such sum shall be deemed \"wages\" as\ndefined in Section 234, and shall be treated as provided in subsection C\nof this Section.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-611",
      "number": "611.",
      "heading": "Retirement pay.",
      "text": "Retirement pay.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6111",
      "number": "611.1.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-612",
      "number": "612.",
      "heading": "Academic personnel; ineligibility between academic years or",
      "text": "terms.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-613",
      "number": "613.",
      "heading": "Athletes - ineligibility between sport seasons.",
      "text": "An individual\nshall be ineligible for benefits, on the basis of wages for any services\nif substantially all of such services consist of participating in sports\nor athletic events or training or preparing so to participate, for any week\nwhich begins (after December 31, 1977) during the period between two successive\nsport seasons (or similar periods), if the individual performed such services\nin the first of such seasons (or similar periods) and there is a reasonable\nassurance that the individual will perform such services in the later of\nsuch seasons (or similar periods).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-614",
      "number": "614.",
      "heading": "Noncitizens - ineligibility. A noncitizen shall be ineligible",
      "text": "for benefits for any week which begins after December 31, 1977, on the basis\nof wages for services performed by such noncitizen, unless the noncitizen was an individual\nwho was lawfully admitted for permanent residence at the\ntime such services were performed or otherwise was permanently\nresiding in the United States under color of law at the time such\nservices were performed (including a noncitizen who\nwas lawfully present in the United States as a result of the application\nof the provisions of Section 212(d)(5) of the Immigration\nand Nationality Act); provided, that any modifications of the provisions\nof Section 3304(a)(14) of the Federal Unemployment Tax Act which",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-700",
      "number": "700.",
      "heading": "Filing",
      "text": "claims for benefits.\nClaims for benefits shall be made in accordance with such regulations as\nthe Director may prescribe. Each employer shall post and maintain printed\nstatements concerning such regulations or such other matters as the\nDirector may by regulation prescribe in places readily accessible to\nindividuals in such employer's service. Each employer shall supply to such\nindividuals copies of such printed statements or materials relating to\nclaims for benefits as the Director may by regulation prescribe. Such\nprinted statements shall be supplied by the Director to each employer\nwithout cost to the employer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-701",
      "number": "701.",
      "heading": "Findings.",
      "text": "A representative designated by the Director, and hereinafter referred to\nas a claims adjudicator, shall promptly examine the first claim filed by a\nclaimant for each benefit year and, on the basis of the information in his\npossession, shall make a \"finding.\" Such \"finding\" shall be a statement of\nthe amount of wages for insured work paid to the claimant during each\nquarter in the base period by each employer. On the basis of the \"finding,\"\nthe claims adjudicator shall decide whether or not such claim is valid\nunder Section 500 E, and, if so valid, shall compute the weekly benefit\namount payable to the claimant and the maximum amount payable with respect\nto such benefit year; and shall promptly notify the claimant thereof,\nshall notify his most recent employing unit, and with respect to benefit\nyears beginning on or after July 1, 1989, shall also notify the individual's\nlast employer (referred to in Section 1502.1) that such claim has been filed.\nThe claims adjudicator shall promptly notify the claimant of his \"finding.\"",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-702",
      "number": "702.",
      "heading": "Determinations. The claims adjudicator shall for each week",
      "text": "with respect to which the claimant claims benefits or waiting period\ncredit, make a \"determination\" which shall state whether or not the\nclaimant is eligible for such benefits or waiting period credit and the\nsum to be paid the claimant with respect to such week. The claims\nadjudicator shall promptly notify the claimant and such employing unit\nas shall, within the time and in the manner prescribed by the Director,\nhave filed a sufficient allegation that the claimant is ineligible to\nreceive benefits or waiting period credit for said week, of his\n\"determination\" and the reasons therefor. The Director may, by rule adopted with the advice and aid of the Employment Security Advisory Board, require that an employing unit with 25 or more individuals in its employ during a calendar year, or an entity representing 5 or more employing units during a calendar year, file an allegation of ineligibility electronically in a manner prescribed by the Director for the one year period commencing on July 1 of the immediately succeeding calendar year and ending on June 30 of the second succeeding calendar year. In making his\n\"determination,\" the claims adjudicator shall give consideration to the\ninformation, if any, contained in the employing unit's allegation,\nwhether or not the allegation is sufficient. The claims adjudicator\nshall deem an employing unit's allegation sufficient only if it contains\na reason or reasons therefor (other than general conclusions of\nlaw, and statements such as \"not actively seeking work\" or \"not available\nfor work\" shall be deemed, for this purpose, to be conclusions of law).\nIf the claims adjudicator deems an allegation insufficient, he shall make a\ndecision accordingly, and shall notify the employing unit of such\ndecision and the reasons therefor. Such decision may be appealed by the\nemploying unit to a Referee within the time limits prescribed by Section\n800 for appeal from a \"determination\". Any such appeal, and any appeal\nfrom the Referee's decision thereon, shall be governed by the applicable\nprovisions of Sections 801, 803, 804 and 805.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-703",
      "number": "703.",
      "heading": "Reconsideration of findings or determinations. The claims adjudicator may reconsider his finding at any time within",
      "text": "thirteen weeks after the close of the benefit year. He may reconsider his\ndetermination at any time within one year after the last day of the week\nfor which the determination was made, except that if the issue is\nwhether or not, by reason of a back pay award made by any governmental\nagency or pursuant to arbitration proceedings, or by\nreason of a payment of wages wrongfully withheld by an employing unit, an\nindividual has received wages for a week with\nrespect to which he or she has received benefits, such reconsidered\ndetermination may be made at any time within 3 years after the last\nday\nof the week, or if the issue is whether or not an individual misstated earnings for any week beginning on or after March 15, 2020, such reconsidered determination may be made at any time within 5 years after the last day of the week. No finding or determination shall be reconsidered at any time\nafter appeal therefrom has been taken pursuant to the provisions of Section\n800, except where a case has been remanded to the claims adjudicator by a\nReferee, the Director or the Board of Review, and except, further, that if\nan issue as to whether or not the claimant misstated his earnings is newly\ndiscovered, the determination may be reconsidered after and notwithstanding\nthe fact that the decision upon the appeal has become final. Notice of such\nreconsidered determination or reconsidered finding shall be promptly given\nto the parties entitled to notice of the original determination or finding,\nas the case may be, in the same manner as is prescribed therefor, and such\nreconsidered determination or reconsidered finding shall be subject to\nappeal in the same manner and shall be given the same effect as is provided\nfor an original determination or finding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-705",
      "number": "705.",
      "heading": "Effect of finality of finding of claims adjudicator, referee,",
      "text": "or board of review - estoppel.\nIf, in any \"finding\" made by a claims adjudicator or in any decision\nrendered by a Referee or the Board of Review, it is found that the claimant\nhas been paid wages for insured work by any employing unit or units in his\nbase period, and such \"finding\" of the claims adjudicator or decision of\nthe Referee or the Board of Review becomes final, each such employing unit\nas shall have been a party to the claims adjudicator's \"finding\" as\nprovided in Section 701, or to the proceedings before the Referee, or the\nBoard of Review, and shall have been given notice of such \"finding\" of the\nclaims adjudicator, or proceedings before the Referee or the Board of\nReview, as the case may be, and an opportunity to be heard, shall be\nforever estopped to deny in any proceeding whatsoever that during such base\nperiod it was an employer as defined by this Act, that the wages paid by\nsuch employing unit to the claimant were wages for insured work, and that\nthe wages paid by it for services rendered for it by any individual under\ncircumstances substantially the same as those under which the claimant's\nservices were performed were wages for insured work.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-706",
      "number": "706.",
      "heading": "Benefits undisputed or allowed - Prompt payment. Benefits shall be paid promptly in accordance with a claims",
      "text": "adjudicator's finding and determination, or reconsidered finding or\nreconsidered determination, or the decision of a Referee, the Board of\nReview or a reviewing court, upon the issuance of such finding and\ndetermination, reconsidered finding, reconsidered determination or\ndecision, regardless of the pendency of the period to apply for\nreconsideration, file an appeal, or file a complaint for judicial review,\nor the pendency of any such application or filing, unless and until such\nfinding, determination, reconsidered finding, reconsidered determination or\ndecision has been modified or reversed by a subsequent reconsidered finding\nor reconsidered determination or decision, in which event benefits shall be\npaid or denied with respect to weeks thereafter in accordance with such\nreconsidered finding, reconsidered determination, or modified or reversed\nfinding, determination, reconsidered finding, reconsidered determination or\ndecision. Except as otherwise provided in this Section, if benefits are paid pursuant to a finding or a determination, or\na reconsidered finding, or a reconsidered determination, or a decision of a\nReferee, the Board of Review or a court, which is finally reversed or\nmodified in subsequent proceedings with respect thereto, the benefit wages\non which such benefits are based shall, for the purposes set forth in\nSection 1502, or benefit charges, for purposes set forth in Section\n1502.1, be treated in the same manner as if such final reconsidered\nfinding, reconsidered determination, or decision had been the finding or\ndetermination of the claims adjudicator. If benefits are paid pursuant to a finding, determination, reconsidered finding or determination, or a decision of a Referee, the Board of Review, or a court which is finally reversed or modified in subsequent proceedings with respect thereto, the benefit charges, for purposes set forth in Section 1502.1, shall be treated in the same manner as if the finding, determination, reconsidered finding or determination, or decision of the Referee, the Board of Review, or the court pursuant to which benefits were paid had not been reversed if: (1) the benefits were paid because the employer or an agent of the employer was at fault for failing to respond timely or adequately to the Department's request for information relating to the claim; and (2) the employer or agent has established a pattern of failing to respond timely or adequately to such requests.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-800",
      "number": "800.",
      "heading": "Appeals to referee or director.",
      "text": "Except as hereinafter\nprovided, appeals from a claims adjudicator shall be taken to a Referee.\nWhenever a \"determination\" of a claims adjudicator involves a decision\nas to eligibility under Section 604, appeals shall be taken to the\nDirector or his representative designated for such purpose. Unless the\nclaimant or any other party entitled to notice of the claims\nadjudicator's \"finding\" or \"determination,\" as the case may be, or the\nDirector, within 30 calendar days after the delivery of the claims\nadjudicator's notification of such \"finding\" or \"determination,\" or\nwithin 30 calendar days after such notification was mailed to his last\nknown address, files an appeal therefrom, such \"finding\" or\n\"determination\" shall be final as to all parties given notice thereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-801",
      "number": "801.",
      "heading": "Decision of referee or director.",
      "text": "Decision of referee or director.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-802",
      "number": "802.",
      "heading": "Appointment of referees and providing legal services in disputed",
      "text": "claims.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-803",
      "number": "803.",
      "heading": "Board of",
      "text": "review - Decisions.\nThe Board of Review may, on its own motion or upon appeal by any party\nto the determination or finding, affirm, modify, or set aside any decision\nof a Referee. The Board of Review in its discretion, may take additional\nevidence in hearing such appeals, or may remand the case, in whole or in\npart, to a Referee or claims adjudicator, and, in such event, shall state\nthe questions requiring further consideration and give such other\ninstructions as may be necessary. The Director may remove to the Board of\nReview or transfer to another Referee the proceedings on any claim pending\nbefore a Referee. Any proceedings so removed to the Board of Review shall\nbe heard in accordance with the requirements of Section 801 by the Board\nof Review. At any hearing before the Board of Review, in the absence or\ndisqualification of any member thereof representing either the employee or\nemployer class, the hearing shall be conducted by the member not identified\nwith either of such classes.\nUpon receipt of an appeal by any party to the findings and decision of a\nReferee, the Board of Review shall promptly notify all parties entitled to\nnotice of the Referee's decision that the appeal has been filed, and shall\ninform each party of the right to apply for a Notice of Right to Sue as\nprovided for in this Section.\nThe Board of Review shall provide transcripts\nof the proceedings before the Referee within 35 days of the date of the\nfiling of an appeal by any party. The Board of Review shall make a final\ndetermination on the appeal within 120 days of the date of the filing of\nthe appeal and shall notify the parties of its final determination or finding,\nor both, within the same 120 day period. The period for making a final\ndetermination may be extended by the Board of Review to no more than 30\nadditional days upon written request of either party, for good cause shown.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-804",
      "number": "804.",
      "heading": "Conduct of",
      "text": "hearings-Service of notice.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-805",
      "number": "805.",
      "heading": "Additional parties.",
      "text": "The Director, Referee, and the Board of Review, in any hearing involving\nbenefit claims, may add parties, whenever in his or its discretion, it is\nnecessary to the proper disposition of the case. Such additional parties\nshall be entitled to reasonable notice of the proceedings and an\nopportunity to be heard.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-806",
      "number": "806.",
      "heading": "Representation.",
      "text": "Any individual or entity in any proceeding\nbefore the Director or his representative, or the Referee or the Board of\nReview, may be represented by a union or any duly authorized agent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-900",
      "number": "900.",
      "heading": "Recoupment.)",
      "text": "Recoupment.)",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-901",
      "number": "901.",
      "heading": "Fraud - Repayment - Ineligibility.",
      "text": "An individual who, for the purpose of obtaining benefits, knowingly\nmakes a false statement or knowingly fails to disclose a material fact,\nand thereby obtains any sum as benefits for which he is not eligible:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9011",
      "number": "901.1.",
      "heading": "Additional penalty. In addition to the penalties imposed under Section 901, an individual who, for the purposes of obtaining benefits, knowingly makes a false statement or knowingly fails to disclose a material fact, and thereby obtains any sum as benefits for which he or she is not eligible, shall ",
      "text": "Additional penalty. In addition to the penalties imposed under Section 901, an individual who, for the purposes of obtaining benefits, knowingly makes a false statement or knowingly fails to disclose a material fact, and thereby obtains any sum as benefits for which he or she is not eligible, shall be required to pay a penalty in an amount equal to 15% of such sum. All of the provisions of Section 900 applicable to the recovery of sums described in paragraph 1 of subsection A of Section 900 shall apply to penalties imposed pursuant to this Section. All penalties collected under this Section shall be treated in the same manner as benefits recovered from such individual.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1000",
      "number": "1000.",
      "heading": "Oaths-Certifications-Subpoenas.",
      "text": "The Director, claims adjudicator, or other representative of the\nDirector and any Referee and the Board of Review, or any member thereof,\nshall have the power, in the discharge of the duties imposed by this Act,\nto administer oaths and affirmations, certify to all official acts, and\nissue subpoenas to compel the attendance and testimony of witnesses, and\nthe production of papers, books, accounts and documents deemed necessary as\nevidence in connection with a disputed claim or the administration of this\nAct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1001",
      "number": "1001.",
      "heading": "Testimony-Immunity.",
      "text": "No person shall be excused from testifying or from producing any papers,\nbooks, accounts, or documents in any investigation or inquiry or upon any\nhearing, when ordered to do so by the Director, Board of Review, or member\nthereof, or any claims adjudicator, Referee, or a representative of the\nDirector, upon the ground that the testimony or evidence, documentary or\notherwise, may tend to incriminate him or subject him to a penalty or\nforfeiture. But no person shall be prosecuted or subjected to any penalty\nor forfeiture for or on account of any transaction, matter or thing\nconcerning which he may testify or produce evidence, documentary or\notherwise, before any such person or Board of Review: Provided, that such\nimmunity shall extend only to a natural person, who, in obedience to a\nsubpoena, and after claiming his privilege, shall, upon order, give\ntestimony under oath or produce evidence, documentary or otherwise, under\noath. No person so testifying shall be exempt from prosecution and\npunishment for perjury committed in so testifying.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1002",
      "number": "1002.",
      "heading": "Attendance of witnesses - Production of papers.",
      "text": "All subpoenas\nissued under the terms of this Act may be served by any person of full age.\nThe fees of witnesses for attendance and travel shall be the same as fees\nof witnesses before the circuit courts of this State,\nsuch fees to be paid when the witness is excused from further attendance.\nThe payment of such fees shall be made in the same manner as are other\nexpenses incurred in the administration of this Act. A subpoena issued shall\nbe served in the same manner as a subpoena issued out of a\ncourt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1003",
      "number": "1003.",
      "heading": "Depositions.",
      "text": "The deposition of any witness residing\nwithin or without the State may be taken at the instance of any claims\nadjudicator, Referee, member of the Board of Review, field auditor,\nDirector's representative, or any of the parties to any proceeding\narising under the provisions of this Act in the manner prescribed by\nlaw for the taking of like depositions in civil cases in the courts of\nthis State. The Director may, at the request of any such person, issue\na dedimus potestatem or commission under the seal of the Department of\nEmployment Security in the same manner as the proper clerk's\noffice is authorized to issue such dedimus potestatem or commission under\nthe seal of the court in connection with any matter pending in the circuit\ncourts of this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1004",
      "number": "1004.",
      "heading": "Record of",
      "text": "proceedings.\nThe Director shall provide facilities for the taking of testimony and\nthe recording of proceedings at the hearings before the Director, his\nrepresentative, the Board of Review, or a Referee. All expenses arising\npursuant to this Section shall be paid in the same manner as other expenses\nincurred pursuant to this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1100",
      "number": "1100.",
      "heading": "Review by the courts of decisions on benefits.",
      "text": "Any decision of the Board of Review (or of the Director in cases of\ndecisions made pursuant to Sections 800 and 801) shall be reviewable\nonly under and in accordance with the provisions of the Administrative\nReview Law, provided that judicial review thereof shall be permitted\nonly after any party claiming to be aggrieved thereby has exhausted his\nadministrative remedies as provided by this Act. The Director shall be\ndeemed to have been a party to any administrative proceeding\nbefore the Board of Review and shall be represented by the Attorney General in\nany judicial action involving any such decision. The provisions of the\nAdministrative Review Law, and all amendments and modifications\nthereof, and the rules adopted pursuant thereto, shall apply to and\ngovern all proceedings for the judicial review of final administrative\ndecisions of the Director or Board of Review hereunder. The term\n\"administrative decision\" is defined as in Section 3-101 of the Code of\nCivil Procedure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1200",
      "number": "1200.",
      "heading": "Compensation of attorneys.",
      "text": "No fee shall be charged any claimant in any proceeding under this Act by\nthe Director or his representatives, or by the Referees or Board of Review,\nor by any court or the clerks thereof except as provided herein.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1300",
      "number": "1300.",
      "heading": "Waiver or transfer of benefit rights - Partial exemption.",
      "text": "Waiver or transfer of benefit rights - Partial exemption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1400",
      "number": "1400.",
      "heading": "Payment of contributions. On and after July 1, 1937,",
      "text": "contributions shall accrue and become payable by each employer for each\ncalendar year in which he is subject to this Act, with respect to wages\npayable for employment occurring during the six months' period beginning\nJuly 1, 1937, and the calendar years 1938, 1939, and 1940. For the year\n1941 and for each calendar year thereafter, contributions shall accrue\nand become payable by each employer upon the wages paid with respect to\nemployment after December 31, 1940. Except as otherwise provided in Section 1400.2, such contributions shall become due\nand shall be paid quarterly on or before the last day of the month next\nfollowing the calendar quarter for which such contributions have\naccrued; except that any employer who is delinquent in filing a\ncontribution report or in paying his contributions for any calendar\nquarter may, at the discretion of the Director, be required to report\nand to pay contributions on a calendar month basis. Such contributions\nshall not be deducted, in whole or in part, from the wages of\nindividuals in such employer's employ. If the Director shall find that\nthe collection of any contributions will be jeopardized by delay, he may\ndeclare the same to be immediately due and payable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14001",
      "number": "1400.1.",
      "heading": "Solvency Adjustments.",
      "text": "Solvency Adjustments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14002",
      "number": "1400.2.",
      "heading": "Annual reporting and paying;    household workers",
      "text": "This Section applies to an employer who solely employs one or more household workers with respect to whom the employer files federal unemployment taxes as part of his or her federal income tax return, or could file federal unemployment taxes as pa\nCode. If an employer to whom this Section applies notifies the Director, in writing, that he or she wishes to pay his or her contributions for each quarter and submit his or her wage reports for each month or quarter, as the case may be, on an annual basis, then the due date for filing the reports and paying the contributions shall be April 15 of the calendar year immediately following the close of the months or quarters to which the reports and quarters to which the contributions apply, except that the Director may, by rule, establish a different due date for good cause.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1401",
      "number": "1401.",
      "heading": "Interest.  Any employer who shall fail to pay any contributions",
      "text": "(including any amounts due pursuant to Section 1506.3) when required of him by the provisions of this Act and the rules\nand regulations of the Director, whether or not the amount thereof has been\ndetermined and assessed by the Director, shall pay to the Department, in\naddition to such contribution, interest thereon at the rate of one percent\n(1%) per month and one-thirtieth (1/30) of one percent (1%) for each day or\nfraction thereof computed from the day upon which said contribution became\ndue. After 1981, such interest shall accrue at the rate of 2% per month,\ncomputed at the rate of 12/365 of 2% for each day or fraction thereof, upon\nany unpaid contributions which become due, provided that, after 1987, for\nthe purposes of calculating interest due under this Section only, payments\nreceived more than 30 days after such contributions become due shall be\ndeemed received on the last day of the month preceding the month in which\nthey were received except that, if the last day of such preceding month is\nless than 30 days after the date that such contributions became due, then\nsuch payments shall be deemed to have been received on the 30th day after\nthe date such contributions became due.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1402",
      "number": "1402.",
      "heading": "Penalties.",
      "text": "Penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14021",
      "number": "1402.1.",
      "heading": "Processing fee.",
      "text": "Processing fee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1403",
      "number": "1403.",
      "heading": "Financing benefits paid to state employees. Benefits paid",
      "text": "to individuals with respect to whom this State or any of its wholly owned instrumentalities\nis the last employer as provided in Section 1502.1 shall be financed by appropriations to the Department of Employment\nSecurity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1404",
      "number": "1404.",
      "heading": "Payments in lieu of contributions by nonprofit",
      "text": "organizations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1405",
      "number": "1405.",
      "heading": "Financing Benefits for Employees of Local Governments.",
      "text": "Financing Benefits for Employees of Local Governments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14051",
      "number": "1405.1.",
      "heading": "Educational service centers; entities under joint agreements.",
      "text": "Educational service centers; entities under joint agreements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1500",
      "number": "1500.",
      "heading": "Rate of contribution.",
      "text": "Rate of contribution.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1501",
      "number": "1501.",
      "heading": "Benefit wages.",
      "text": "A. When an individual is paid regular\nbenefits (defined in Section 409) under this Act, with respect to any\nbenefit year which begins prior to November 4, 1979, which, when added\nto such regular benefits previously paid him for the same benefit year,\nequal or exceed three times his weekly benefit amount for the benefit\nyear, his wages during his base period shall immediately become benefit wages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15011",
      "number": "1501.1.",
      "heading": "Benefit charges.",
      "text": "Benefit charges.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1502",
      "number": "1502.",
      "heading": "Employer's benefit wages.",
      "text": "An employer's benefit wages shall be the wages paid by him which became\nbenefit wages. With respect to any base period applicable to a benefit year\ncommencing prior to November 4, 1979, an employer's\nbenefit wages with\nrespect to any one individual shall include only the amount specified in\nSection 1502 of this Act as amended and in effect on November 9, 1977.\nWith respect to each base period applicable to benefit\nyears commencing on and after November 4, 1979 an\nemployer's benefit wages with respect to any one individual shall not exceed\nthe total amount of wages paid to the individual by that employer during\nthe base period, or $6,000, whichever amount is smaller, except\nthat an employer's benefit wages resulting from the payment of extended\nbenefits to an individual shall not exceed 1/2 such total amount of wages,\nor $3,000, whichever is smaller. The sum of an employer's benefit\nwages resulting from the payment to the same individual of both regular\nbenefits with respect to his benefit year and extended benefits with respect\nto his eligibility period which began in that benefit year shall not exceed\n1 1/2 times the individual's base period wages, or $9,000, whichever is\nless.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15021",
      "number": "1502.1.",
      "heading": "Employer's benefit charges.",
      "text": "Employer's benefit charges.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15022",
      "number": "1502.2.",
      "heading": "Benefit conversion factor.",
      "text": "A. For calendar year\n1991, the benefit conversion factor shall be the total benefit wages\nbased on the total benefits paid under this Act which would have become\nbenefit wages pursuant to Sections 1501 and 1502 for the 12 consecutive\ncalendar month period ending June 30, 1990, if Sections 1501 and 1502 were\napplicable during such period, divided by the total benefits paid under\nthis Act for the same 12 month period.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15023",
      "number": "1502.3.",
      "heading": "Benefit charges; federal disasters.",
      "text": "Notwithstanding the\nprovisions of Section 1502.1, no employer located in an Illinois county that\nhas, during 1993, been declared a federal disaster area due to flooding shall\nbe chargeable for any benefit charges which result from the payment of benefits\nto any individual for any weeks of unemployment during the period of the\nfederal disaster, but only to the extent that the employer can show that the\nindividual's unemployment was a direct result of the flooding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15024",
      "number": "1502.4.",
      "heading": "Benefit charges; COVID-19.",
      "text": "Benefit charges; COVID-19.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15025",
      "number": "1502.5.",
      "heading": "Benefit charges.",
      "text": "Benefit charges.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1503",
      "number": "1503.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15031",
      "number": "1503.1.",
      "heading": "Benefit ratio.",
      "text": "A. For calendar year 1991:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1504",
      "number": "1504.",
      "heading": "State experience factor.",
      "text": "A. For each calendar year prior to\n1988, the total benefits paid from this State's\naccount in the unemployment trust fund during the 36 consecutive calendar\nmonth period ending June 30 of the calendar year immediately preceding the\ncalendar year for which a contribution rate is being determined shall be\ntermed the loss experience. The loss experience less all repayments (including\npayments in lieu of contributions pursuant to Sections 1403, 1404 and 1405B\nand paragraph 2 of Section 302C) to this State's account in the unemployment\ntrust fund during the same 36 consecutive calendar month period divided\nby the total benefit wages of all employers for the same period, after\nadjustment of any fraction to the nearer multiple of one percent, shall be\ntermed the state experience factor. Whenever such fraction is exactly\none-half, it shall be adjusted to the next higher multiple of one percent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1505",
      "number": "1505.",
      "heading": "Adjustment of state experience factor.",
      "text": "Adjustment of state experience factor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15061",
      "number": "1506.1.",
      "heading": "Determination of Employer's Contribution Rate.",
      "text": "Determination of Employer's Contribution Rate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15063",
      "number": "1506.3.",
      "heading": "Fund building rates - Temporary Administrative Funding.",
      "text": "Fund building rates - Temporary Administrative Funding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15064",
      "number": "1506.4.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15065",
      "number": "1506.5.",
      "heading": "Surcharge; specified period. With respect to the first quarter of calendar year 2011, each employer shall pay a surcharge equal to 0",
      "text": "5% of the total wages for insured work subject to the payment of contributions under Sections 234, 235, and 245. The surcharge established by this Section shall be due",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15066",
      "number": "1506.6.",
      "heading": "Surcharge; specified period.",
      "text": "Surcharge; specified period.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1507",
      "number": "1507.",
      "heading": "Contribution rates of successor and predecessor employing units.",
      "text": "Contribution rates of successor and predecessor employing units.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15071",
      "number": "1507.1.",
      "heading": "Transfer of  trade or business; contribution rate. Notwithstanding any other provision of this Act:",
      "text": "Transfer of trade or business; contribution rate. Notwithstanding any other provision of this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1508",
      "number": "1508.",
      "heading": "Statement of benefit wages and statement of benefit charges.",
      "text": "The Director shall periodically furnish each employer with a statement of\nthe wages of his workers or former workers which became his benefit wages\ntogether with the names of such workers or former workers. The Director\nshall also periodically furnish each employer with a statement of benefits\nwhich became benefit charges together with the names of such workers or\nformer workers. Any such statement, in absence of an application for revision\nthereof within 45 days from the date of mailing of such statement to his\nlast known address, shall be conclusive and final upon the employer for\nall purposes and in all proceedings whatsoever. Such application for\nrevision shall be in the form and manner prescribed by regulation of the\nDirector. If the Director shall deem any application for revision\ninsufficient, he shall rule such insufficient application stricken and\nshall serve notice of such ruling and the basis therefor upon the\nemployer. Such ruling shall be final and conclusive upon the employer\nunless he shall file a sufficient application for revision within 20\ndays from the date of service of notice of such ruling. Upon receipt of\na sufficient application for revision of such statement within the time\nallowed, the Director shall order such application allowed in whole or\nin part or shall order that such application for revision be denied and\nshall serve notice upon the employer of such order. Such order of the\nDirector shall be final and conclusive at the expiration of 20 days\nfrom the date of service of such notice unless the employer shall have\nfiled with the Director a written protest and a petition for hearing,\nspecifying his objections thereto. Upon receipt of such petition within\nthe 20 days allowed, the Director shall fix the time and place for a\nhearing and shall notify the employer thereof. At any hearing held as\nherein provided, the order of the Director shall be prima facie correct\nand the burden shall be upon the protesting employer to prove that it is\nincorrect. All of the provisions of this Act, applicable to hearings\nconducted pursuant to Section 2200 and not inconsistent with the\nprovisions of this Section, shall be applicable to hearings conducted\npursuant to this Section. No employer shall have the right to object to\nthe benefit wages or benefit charges with respect to any worker as shown on\nsuch statement unless he shall first show that such benefit wages or\nbenefit charges arose as a result of benefits paid to such worker in\naccordance with a finding, reconsidered finding, determination, or\nreconsidered determination, or for 1987 or any calendar year thereafter a\nReferee's decision, to which such employer was a party entitled to notice\nthereof, as provided by Sections 701 to 703, inclusive, or Section 800, and\nshall further show that he was not notified of such finding, reconsidered\nfinding, determination, or reconsidered determination, or for 1987 or any\ncalendar year thereafter such Referee's decision, in accordance with the\nrequirements of Sections 701 to 703, inclusive, or Section 800. Nothing\nherein contained shall abridge the right of any employer at such hearing to\nobject to such statement of benefit wages or statement of benefit charges\non the ground that it is incorrect by reason of a clerical error made by\nthe Director or any of his employees. The employer shall be promptly\nnotified, by mail, of the Director's decision. Such decision shall be\nfinal and conclusive unless review is had within the time and in the\nmanner provided by Section 2205.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15081",
      "number": "1508.1.",
      "heading": "Cancellation of Benefit Wages and Benefit Charges Due to",
      "text": "Lack of Notice. A. It is the purpose of this Section to provide relief to\nan employer who has accrued benefit wages or benefit charges resulting from\nthe payment of benefits of which such\nemployer has not had notice. Whenever any of the following actions taken\nby the Department directly results in the payment of benefits to an\nindividual and hence causes the individual's wages to become benefit wages\nin accordance with the provisions of Sections 1501 and 1502 or causes the\nbenefits to become benefits charges in accordance with Sections 1501.1 and\n1502.1, such benefit wages or benefit charges shall be cancelled if\nthe employer proves that the Department did not give notice of such actions\nas required by Section 804 within the following periods of time:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1509",
      "number": "1509.",
      "heading": "Notice of employer's contribution rate.",
      "text": "The Director shall promptly notify each employer of his rate of\ncontribution for each calendar year by mailing notice thereof to his last\nknown address. Such rate determination shall be final and conclusive upon\nthe employer for all purposes and in all proceedings whatsoever unless\nwithin 15 days after mailing of notice thereof, the employer files with the\nDirector an application for review of such rate determination, setting\nforth his reasons in support thereof. Such application for review shall be\nin the form and manner prescribed by regulation of the Director. If the\nDirector shall deem any application for review insufficient, he shall rule\nsuch insufficient application stricken and shall serve notice of such\nruling and the basis therefor upon the employer. Such ruling shall be final\nand conclusive upon the employer unless he shall file a sufficient\napplication for review within ten days from the date of service of notice\nof such ruling. Upon receipt of a sufficient application for review within\nthe time allowed, the Director shall order such application for review\nallowed in whole or in part, or shall order that such application for\nreview be denied, and shall serve notice upon the employer of such order.\nSuch order of the Director shall be final and conclusive at the expiration\nof ten days from the date of service of such notice unless the employer\nshall have filed with the Director a written protest and a petition for\nhearing, specifying his objections thereto. Upon receipt of such petition\nwithin the ten days allowed, the Director shall fix the time and place for\na hearing and shall notify the employer thereof. At any hearing held as\nherein provided, the order of the Director shall be prima facie correct and\nthe burden shall be upon the protesting employer to prove that it is\nincorrect. All of the provisions of this Act, applicable to hearings\nconducted pursuant to Section 2200 and not inconsistent with the\nprovisions of this Section, shall be applicable to hearings conducted\npursuant to this Section. In any such proceeding, the employer shall be\nbarred from questioning the amount of the benefit wages or benefit\ncharges as shown on any statement of benefit wages or statement of\nbenefit charges which forms the basis for the computation of\nsuch rate unless such employer shall prove that he was not, as provided in\nSection 1508, furnished with such statement containing the benefit wages\nor benefit charges which he maintains are erroneous. In such event, the\nemployer shall have the same rights to revision of such statement in such\nproceedings as are provided in Section 1508. Upon the\ncompletion of such hearing, the employer shall be promptly notified by the\nDirector, by mail, of his decision, and such decision shall be final and\nconclusive for all purposes and in all proceedings whatsoever unless review\nis had within the time and in the manner provided by Section 2205.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1510",
      "number": "1510.",
      "heading": "Service",
      "text": "of notice. Whenever service of notice is required by Sections 1400, 1508, and 1509, such\nnotice may be given and be complete by depositing the same with the United\nStates Mail, addressed to the employer at his last known address. If\nrepresented by counsel in the proceedings before the Director, then service\nof notice may be made upon such employer by mailing same to such counsel. If agreed to by the person or entity entitled to notice, notice may be given and completed electronically, in the manner prescribed by rule, by posting the notice on a secure web site accessible to the person or entity and sending notice of the posting to the last known e-mail address of the person or entity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1511",
      "number": "1511.",
      "heading": "Study of experience rating.",
      "text": "The Employment Security Advisory Board, created by Section 5-540\nof the Departments of State Government Law (20 ILCS 5/5-540), is hereby authorized and directed to\nstudy and examine the present provisions of this Act providing for\nexperience rating, in order to determine whether the rates of contribution\nwill operate to replenish the amount of benefits paid and to determine the\neffect of experience rating upon labor and industry in this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15111",
      "number": "1511.1.",
      "heading": "Effects of 2004 Solvency Legislation. The Employment Security",
      "text": "Advisory Board\nshall hold public hearings on the progress toward meeting the Trust Fund\nsolvency projections\nmade in accordance with this amendatory Act of the 93d General Assembly. The\nhearings shall\nalso consider issues related to benefit eligibility, benefit levels, employer\ncontributions, and\nfuture trust fund solvency goals. The Board shall, in accordance with its\noperating resolutions,\napprove and report findings from the hearings to the Illinois General Assembly\nby April 1, 2007.\nA copy of the findings shall be available to the public on the Department's\nwebsite.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1600",
      "number": "1600.",
      "heading": "Agreement",
      "text": "to contributions by employees void.\nAny agreement by an individual in the employ of any person or concern to\npay all or any portion of an employer's contribution, required under this\nAct from such employer, shall be void, and no employer shall directly or\nindirectly make or require or accept any deduction from wages to finance\nthe contribution required from him or require or accept any waiver of any\nright under this Act by an individual in his employ.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1700",
      "number": "1700.",
      "heading": "Duties and powers of Director.",
      "text": "It shall be the duty of the\nDirector to administer this Act. To effect such administration, there is\ncreated the Department of Employment Security, under the supervision and\ndirection of a Director of Employment Security.\nThe Department of Employment Security shall administer programs for\nunemployment compensation and a State employment service. The Director\nshall determine all questions of\ngeneral policy, promulgate rules and regulations and be responsible for the\nadministration of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17001",
      "number": "1700.1.",
      "heading": "Study of legal services.",
      "text": "The Director shall study the\nfunding and implementation of subsection B of Section 802.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1701",
      "number": "1701.",
      "heading": "Rules and",
      "text": "regulations.\nGeneral and special rules may be adopted, amended, or rescinded by the\nDirector only after public hearing or opportunity to be heard thereon, of\nwhich proper notice has been given. General rules shall become effective\nten days after filing with the Secretary of State and publication in one or\nmore newspapers of general circulation in this State. Special rules shall\nbecome effective ten days after notification to or mailing to the last\nknown address of the individuals or concerns affected thereby. Regulations\nmay be adopted, amended, or rescinded by the Director and shall become\neffective ten days after filing with the Secretary of State, and such\nfiling shall be public notice of such regulation, amendment thereto, or\nrescission thereof, as the case may be.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17011",
      "number": "1701.1.",
      "heading": "Simplification of forms.",
      "text": "No later than December 31, 1993,\nthe\nDirector shall promulgate rules to simplify forms that the Department requires\nsmall businesses to file under this Act. As used in this Act, \"small business\"\nhas the meaning ascribed to that term in Section 1-75 of the Illinois\nAdministrative Procedure Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1702",
      "number": "1702.",
      "heading": "Personnel.",
      "text": "Subject to the other provisions of this Act, the Director is\nauthorized to obtain, subject to the provisions of the \"Personnel Code\",\nenacted by the 69th General Assembly, such employees, accountants,\nexperts and other persons as may be necessary in the performance of his\nduties under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1703",
      "number": "1703.",
      "heading": "Advisory",
      "text": "councils.\nThe Director may appoint local or industry advisory councils, composed\nin each case of an equal number of employer representatives and employee\nrepresentatives who may fairly be regarded as such because of their\nvocation, employment, or affiliations, and of such members representing the\ngeneral public as the Director may designate. The Employment Security\nAdvisory Board and the local councils appointed by the Director pursuant to\nthis Section shall aid the Director in formulating policies and discussing\nproblems related to the administration of this Act and in assuring\nimpartiality and freedom from political influence in the solution of such\nproblems. The Employment Security Advisory Board and such local advisory\ncouncils shall serve without compensation, but shall be reimbursed for any\nnecessary expenses.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1704",
      "number": "1704.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17041",
      "number": "1704.1.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1705",
      "number": "1705.",
      "heading": "Employment offices; State employment service. The Director shall create as many employment districts and establish and",
      "text": "maintain as many State employment offices as he or she deems necessary to\ncarry\nout the provisions of this Act. All\nsuch offices and agencies so created and established shall constitute the\nState\nemployment\nservice within the meaning of this Act. The Department of Employment\nSecurity and the\nDirector thereof may continue to be the State agency for cooperation with\nthe United States Employment Service under an Act of Congress entitled \"An\nAct to provide for the establishment of a national employment system and\nfor cooperation with the States in the promotion of such system, and for\nother purposes,\" approved June 6, 1933, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1706",
      "number": "1706.",
      "heading": "State-",
      "text": "Federal cooperation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1800",
      "number": "1800.",
      "heading": "Records and reports required of employing units - Inspection.",
      "text": "Each employing unit shall keep such true and accurate records with\nrespect to services performed for it as may be required by the rules and\nregulations of the Director promulgated pursuant to the provisions of this\nAct. Such records together with such other books and documents as may be\nnecessary to verify the entries in such records shall be open to inspection\nby the Director or his authorized representative at any reasonable time and\nas often as may be necessary. Every employer who is delinquent in the\npayment of contributions shall also permit the Director or his\nrepresentative to enter upon his premises, inspect his books and records,\nand inventory his personal property and rights thereto, for the purpose of\nascertaining and listing the personal property owned by such employer which\nis subject to the lien created by this Act in favor of the Director of\nEmployment Security. Each employing unit which has paid no\ncontributions for employment\nin any calendar year shall, prior to January 30 of the succeeding calendar\nyear, file with the Director, on forms to be furnished by the Director at\nthe request of such employing unit, a report of its employment experience\nfor such periods as the Director shall designate on such forms, together\nwith such other information as the Director shall require on such forms,\nfor the purpose of determining the liability of such employing unit for the\npayment of contributions; in addition, every newly created employing unit\nshall file such report with the Director within 30 days of the date upon\nwhich it commences business. The Director, the Board of Review, or any\nReferee may require from any employing unit any sworn or unsworn reports\nconcerning such records as he or the Board of Review deems necessary for\nthe effective administration of this Act, and every such employing unit or\nperson shall fully, correctly, and promptly furnish the Director all\ninformation required by him to carry out the purposes and provisions of\nthis Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1801",
      "number": "1801.",
      "heading": "Destruction of records by employing units.",
      "text": "Records which employing units are required to keep and preserve pursuant\nto the provisions of Section 1800 may be destroyed not less than five\nyears after the making of such records, provided that if, within the time\nspecified by Section 2207, a determination and assessment of\ncontributions, interest, or penalties is made, or an action for the\ncollection of contributions, interest, or penalties is brought, records\npertaining to the period or periods covered by such determination and\nassessment or action may not be destroyed until the determination and\nassessment or action has become final, or has been canceled or withdrawn.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18011",
      "number": "1801.1.",
      "heading": "Directory of New Hires.",
      "text": "Directory of New Hires.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1900",
      "number": "1900.",
      "heading": "Disclosure of information.",
      "text": "Disclosure of information.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19001",
      "number": "1900.1.",
      "heading": "Privileged Communications.",
      "text": "All letters, reports, or\ncommunications of any kind, either oral or written, from an employer or his\nworkers to each other, or to the Director or any of his agents,\nrepresentatives, or employees, made in connection with the administration\nof this Act shall be absolutely privileged and shall not be the basis of\nany slander or libel suit in any court of this State unless they are false\nin fact and malicious in intent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19002",
      "number": "1900.2.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2100",
      "number": "2100.",
      "heading": "Handling of funds - Bond - Accounts.",
      "text": "Handling of funds - Bond - Accounts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2101",
      "number": "2101.",
      "heading": "Special administrative account. Except as provided in Section 2100, all interest and penalties collected",
      "text": "pursuant to this Act shall be deposited in the special administrative\naccount. The amount in this account in excess of $100,000 on the close of\nbusiness of the last day of each calendar quarter shall be immediately\ntransferred to this State's account in the unemployment trust fund. However, subject to Section 2101.1,\nsuch funds shall not be transferred where it is determined by the Director\nthat it is necessary to accumulate funds in the account in order to have\nsufficient funds to pay interest that may become due under the terms of\nSection 1202 (b) of the Federal Social Security Act, as amended, upon advances\nmade to the Illinois Unemployment Insurance Trust Fund under Title XII of\nthe Federal Social Security Act or where it is determined by the Director\nthat it is necessary to accumulate funds in the special administrative\naccount in order to have sufficient funds to expend for any other purpose\nauthorized by this Section. The balance of funds in the special administrative account that are in excess of $100,000 on the first day of each calendar quarter and not transferred to this State's account in the unemployment trust fund, minus the amount reasonably anticipated to be needed to make payments from the special administrative account pursuant to subsections C through I, shall be certified by the Director and transferred by the State Comptroller to the Title III Social Security and Employment Fund in the State Treasury within 30 days of the first day of the calendar quarter. The Director may certify and the State Comptroller shall transfer such funds to the Title III Social Security and Employment Fund on a more frequent basis. The moneys available in the special\nadministrative account shall be expended upon the direction of the Director\nwhenever it appears to him that such expenditure is necessary for:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21011",
      "number": "2101.1.",
      "heading": "Mandatory transfers.",
      "text": "Mandatory transfers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2102",
      "number": "2102.",
      "heading": "Management of funds upon discontinuance of unemployment trust fund.",
      "text": "The provisions of Sections 2100 and 2101, to the extent that they\nrelate to the unemployment trust fund, shall be operative only so long as\nsuch unemployment trust fund continues to exist and so long as the\nSecretary of the Treasury of the United States of America continues to\nmaintain for this State a separate book account of all funds deposited\ntherein by this State for benefit purposes, together with this State's\nproportionate share of the earnings of such unemployment trust fund, from\nwhich no other State is permitted to make withdrawals. If and when such\nunemployment trust fund ceases to exist, or such separate book account is\nno longer maintained, all moneys, properties, or securities therein,\nbelonging to this State, shall be transferred to the State Treasurer as\nex-officio custodian thereof, who shall hold, invest, transfer, sell,\ndeposit, and release such moneys, properties or securities in a manner\napproved by the Director in accordance with the provisions of this Act;\nprovided that such money shall be invested in the bonds or other interest\nbearing obligations of the United States of America and of the State of\nIllinois; and provided, further, that such investment shall at all times be\nso made that all the assets shall always be readily convertible into cash\nwhen needed for the payment of benefits. The Treasurer shall dispose of\nsuch securities or other properties only upon the direction of the\nDirector.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2103",
      "number": "2103.",
      "heading": "Unemployment compensation administration and other workforce development costs",
      "text": "All moneys received by the State or by the Department from any source for the financing of the cost of administration of this Act, including all federal moneys allotted or apportioned to the State or to the Department fo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21031",
      "number": "2103.1.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2104",
      "number": "2104.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2105",
      "number": "2105.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21061",
      "number": "2106.1.",
      "heading": "Master Bond Fund.  There is hereby established the Master Bond",
      "text": "Fund held by the\nDirector or his or her designee as ex-officio custodian thereof separate and\napart from all other\nState funds. The moneys in the Fund shall be used in accordance with the\nIllinois Unemployment Insurance Trust Fund Financing Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2107",
      "number": "2107.",
      "heading": "Special Programs Fund. The Special Programs Fund shall be held separate and apart from all public moneys or funds of this State",
      "text": "All moneys that may be received by the State for the payment of trade readjustment allowances or alternative trade adjustment assistance for older workers under the Trade",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2108",
      "number": "2108.",
      "heading": "Title XII Interest Fund.  The Title XII Interest Fund shall be held separate and apart from all public moneys or funds of this State",
      "text": "Payments attributable to the surcharge established pursuant to Section 1506.5 in an amount not to exceed $90,000,000 shall be deposited into the Title XII Interest F",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2200",
      "number": "2200.",
      "heading": "Determination and assessment of contributions by the director.",
      "text": "If it shall appear to the Director that any employing unit or person has\nfailed to pay any contribution, interest or penalty as and when required by\nthe provisions of this Act or by any rule or regulation of the Director,\nor if the amount of any contribution payment made by an employing unit for\nany period is deemed by the Director to be incorrect in that it does not\ninclude all contributions payable for such period, or if the Director shall\nfind that the collection of any contributions which have accrued but are\nnot yet due will be jeopardized by delay, and declares said contributions\nimmediately due and payable, or if it shall appear to the Director that he\nhas made any final assessment which did not include all contributions\npayable by the employer for the periods involved, or if it appears to the\nDirector that any employing unit or person has, by reason of any act or\nomission or by operation of law, become liable for the payment of any\ncontributions, interest or penalties not originally incurred by him, the\nDirector may in any of the above events determine and assess the amount of\nsuch contributions or deficiency, as the case may be, together with\ninterest and penalties due and unpaid, and immediately serve notice upon\nsuch employing unit or person of such determination and assessment and make\na demand for payment of the assessed contribution together with interest\nand penalties thereon. If the employing unit or person incurring any such\nliability has died, such assessment may at the discretion of the Director\nbe made against his personal representative. Such determination and\nassessment by the Director shall be final at the expiration of 20 days from\nthe date of the service of such written notice thereof and demand for\npayment, unless such employing unit or person shall have filed with the\nDirector a written protest and a petition for a hearing, specifying its\nobjections thereto. Upon the receipt of such petition within the 20 days\nallowed, the Director shall fix the time and place for a hearing and shall\nnotify the petitioner thereof. The Director may amend his determination and\nassessment at any time before it becomes final. In the event of such\namendment the employing unit or person affected shall be given notice\nthereof and an opportunity to be heard in connection therewith. At any\nhearing held as herein provided, the determination and assessment that has\nbeen made by the Director shall be prima facie correct and the burden shall\nbe upon the protesting employing unit or person to prove that it is\nincorrect. Upon the conclusion of such hearing a decision shall be made by\nthe Director either canceling, increasing, modifying or affirming such\ndetermination or assessment and notice thereof given to the petitioner.\nSuch notice shall contain a statement by the Director of the cost of the\ncertification of the record computed at the rate of 5 per 100 words. The\nrecord shall consist of the notices and demands caused to be served by the\nDirector, the original determination and assessment of the Director, the\nwritten protest and petition for hearing, the testimony introduced at such\nhearing, the exhibits produced at such hearing, or certified copies\nthereof, the decisions of the Director and such other documents in the\nnature of pleadings filed in the proceeding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2201",
      "number": "2201.",
      "heading": "Refund or adjustment of contributions",
      "text": "Except as otherwise provided in this Section, not later than 3 years after the date upon which an employing unit has paid\ncontributions, interest, or penalties erroneously, the employing unit may file a\nclaim with the Director for an adjustment thereof in connection with\nsubsequent contribution payments, or for a refund thereof where such\nadjustment cannot be made; provided, however, that no refund or adjustment\nshall be made of any contribution, the amount of which has been determined\nand assessed by the Director, if such contribution was paid after the\ndetermination and assessment of the Director became final, and provided,\nfurther, that any such adjustment or refund, involving contributions with\nrespect to wages on the basis of which benefits have been paid, shall be\nreduced by the amount of benefits so paid. In the case of an erroneous payment that occurred on or after January 1, 2015 and prior to the effective date of this amendatory Act of the 100th General Assembly, the employing unit may file the claim for adjustment or refund not later than June 30, 2018 or 3 years after the date of the erroneous payment, whichever is later, subject to all of the conditions otherwise applicable pursuant to this Section regarding a claim for adjustment or refund. Upon receipt of a claim the\nDirector shall make his determination, either allowing such claim in whole\nor in part, or ordering that it be denied, and serve notice upon the\nclaimant of such determination. Such determination of the Director shall be\nfinal at the expiration of 20 days from the date of service of such notice\nunless the claimant shall have filed with the Director a written protest\nand a petition for hearing, specifying his objections thereto. Upon receipt\nof such petition within the 20 days allowed, the Director shall fix the\ntime and place for a hearing and shall notify the claimant thereof. At any\nhearing held as herein provided, the determination of the Director shall be\nprima facie correct and the burden shall be upon the protesting employing\nunit to prove that it is incorrect. All of the provisions of this Act\napplicable to hearings conducted pursuant to Section 2200 shall be\napplicable to hearings conducted pursuant to this Section. Upon the\nconclusion of such hearing, a decision shall be made by the Director and\nnotice thereof given to the claimant. If the Director shall decide that the\nclaim be allowed in whole or in part, or if such allowance be ordered by\nthe Court pursuant to Section 2205 and the judgment of said Court has\nbecome final, the Director shall, if practicable, make adjustment without\ninterest in connection with subsequent contribution payments by the\nclaimant, and if adjustments thereof cannot practicably be made in\nconnection with such subsequent contribution payments, then the Director\nshall refund to the claimant the amount so allowed, without interest\nexcept as otherwise provided in Section 2201.1 from\nmoneys in the benefit account established by this Act. Nothing herein\ncontained shall prohibit the Director from making adjustment or refund upon\nhis own initiative, within the time allowed for filing claim therefor,\nprovided that the Director shall make no refund or adjustment of any\ncontribution, the amount of which he has previously determined and\nassessed, if such contribution was paid after the determination and\nassessment became final.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22011",
      "number": "2201.1.",
      "heading": "Interest on overpaid contributions, penalties and",
      "text": "interest. The Director shall quarterly furnish each employer with a\nstatement of credit balances in the employer's account where the balances\nwith respect to all contributions, interest and penalties combined equal or\nexceed $2. Under regulations\nprescribed by the Director and subject to the limitations of Section 2201,\nthe employer may file a request for an adjustment or refund of the amount\nerroneously paid. Interest shall be paid on refunds of erroneously paid\ncontributions, penalties and interest imposed by this Act, except that if\nany refund is mailed by the Director within 90 days after the date of the\nrefund claim, no interest shall be due or paid. The interest shall begin\nto accrue as of the date of the refund claim and shall be paid at the rate\nof 1.5% per month computed at the rate of 12/365 of 1.5% for each day or\nfraction thereof. Interest paid pursuant to this Section shall be paid from\nmonies in the special administrative account established by Sections 2100\nand 2101. This Section shall apply only to refunds of contributions,\npenalties and interest which were paid as the result of wages paid after\nJanuary 1, 1988.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2202",
      "number": "2202.",
      "heading": "Finality of finding of claims adjudicator, Referee or Board of",
      "text": "Review in proceedings before the director or his representative.\nIf at any hearing held pursuant to Sections 2200 or 2201 before the\nDirector or his duly authorized representative it shall appear that, in a\nprior proceeding before a claims adjudicator, Referee or the Board of\nReview, a decision was rendered in which benefits were allowed to a\nclaimant, based upon a finding by such claims adjudicator, Referee or the\nBoard of Review, as the case may be, that (A) the petitioning employing\nunit is an employer as defined by this Act, or (B) the claimant has\nrendered services for such employing unit that constitute employment as\ndefined by this Act, or (C) the claimant was paid or earned, as the case\nmay be, any sum that constitutes \"wages\" as defined by this Act, and that\nsuch employing unit was given notice of such prior proceedings and an\nopportunity to be heard by appeal to such Referee or the Board of Review,\nas the case may be, in such prior proceeding, and that such decision of the\nclaims adjudicator, Referee or Board of Review allowing benefits to the\nclaimant became final, the aforementioned finding of the claims\nadjudicator, Referee or the Board of Review, as the case may be, shall be\nfinal and incontrovertible as to such employing unit, in the proceedings\nbefore the Director or his duly authorized representative, and shall not be\nsubject to any further right of judicial review by such employing unit. If,\nafter the hearing held pursuant to Sections 2200 or 2201, the Director\nshall find that services were rendered for such employing unit by other\nindividuals under circumstances substantially the same as those under which\nthe claimant's services were performed, the finality of the findings made\nby the claims adjudicator, Referee or the Board of Review, as the case may\nbe, as to the status of the services performed by the claimant, shall\nextend to all such services rendered for such employing unit, but nothing\nin this Section shall be construed to limit the right of any claimant to a\nfair hearing as provided in Sections 800, 801, and 803.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2203",
      "number": "2203.",
      "heading": "Service",
      "text": "of notice-Place of hearing-By whom conducted.\nWhenever service of notice is required by Sections 2200 or 2201, such\nnotice shall be deemed to have been served when deposited with the United\nStates certified or registered mail addressed to the employing unit at its\nprincipal place of business, or its last known place of business or\nresidence, or may be served by any person of full age in the same manner as\nis provided by statute for service of process in civil cases. If\nrepresented by counsel in the proceedings before the Director, then service\nof notice may be made upon such employing unit by mailing same to such\ncounsel. If agreed to by the person or entity entitled to notice, notice may be given and completed electronically, in the manner prescribed by rule, by posting the notice on a secure web site accessible to the person or entity and sending notice of the posting to the last known e-mail address of the person or entity. All hearings provided for in Sections 2200 and 2201 shall be held\nin the county wherein the employing unit has its principal place of\nbusiness in this State, provided that if the employing unit has no\nprincipal place of business in this State, such hearing may be held in Cook\nCounty, provided, further, that such hearing may be held in any county\ndesignated by the Director if the petitioning employing unit shall consent\nthereto. The hearings shall be conducted by the Director or by any\nfull-time employee of the Director, selected in accordance with the\nprovisions of the \"Personnel Code\" enacted by the Sixty-Ninth General\nAssembly, by him designated. Such representative so designated by the\nDirector shall have all powers given the Director by Sections 1000, 1002,\nand 1003 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2204",
      "number": "2204.",
      "heading": "Finality",
      "text": "of director's decision in absence of judicial review.\nAny decision of the Director made upon the conclusion of any hearing\nheld pursuant to the provisions of Sections 2200 or 2201 shall be final\nand conclusive, unless reviewed as provided in Section 2205.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2205",
      "number": "2205.",
      "heading": "Judicial review of decisions on contributions.",
      "text": "The Circuit Court of the county wherein the hearing provided for in\nSections 2200 and 2201 was held shall have power to review the final\nadministrative decisions of the Director rendered pursuant to those\nSections. The provisions of the Administrative Review Law, and all\namendments and modifications thereof, and the rules adopted pursuant\nthereto, shall apply to and govern all proceedings for the judicial\nreview of such final administrative decisions of the Director. The term\n\"administrative decision\" is defined as in Section 3-101 of the Code of\nCivil Procedure. Such review\nproceedings shall be given\nprecedence over all other civil cases except cases arising under the\nWorkers' Compensation Act of this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2206",
      "number": "2206.",
      "heading": "Collection of amounts due.",
      "text": "If any employing unit or person shall default in any payment required\nto be made under this Act, the Director is authorized to\ncontract for assistance in collecting such amounts and to expend sums from\nthe nonappropriated portion of the Special Administrative Account\nestablished by Section 2101 in an amount not to exceed any penalties and\ninterest collected to pay for such services. Any amount due\nmay also be collected by civil action against the employing unit or\nperson brought in the name of the People\nof the State of Illinois, without regard as to whether or not the amount\nof such contributions has been assessed by the Director as provided in\nSection 2200, and the same, when collected, shall be treated in the same\nmanner as contributions paid under this Act, and such employing unit's\nor person's compliance with the provisions of this Act requiring\npayments to be made under this Act shall date from the time of the\npayment of said money so collected. Civil action brought under this\nSection to collect contributions or interest thereon shall be entitled\nto preference upon the calendar over all other civil actions except\njudicial review proceedings under this Act and cases arising under the\nWorkers' Compensation Act of this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22061",
      "number": "2206.1.",
      "heading": "In addition to the remedies provided by this Act,",
      "text": "when an employing unit defaults in any payment or contribution required to be made to\nthe State under the provisions of this Act, the Director may request\nthe Comptroller to withhold the amount due in accordance with the\nprovisions of Section 10.05 of the State Comptroller Act and the Director may request the Secretary of the Treasury to withhold the amount due to the extent allowed by and in accordance with Section 6402(f) of the federal Internal Revenue Code of 1986, as amended. Where the Director requests withholding by the Secretary of the Treasury pursuant to this Section, in addition to the amount of the payment otherwise owed by the employing unit, the employing unit shall be liable for any legally authorized administrative fee assessed by the Secretary, with such fee to be added to the amount to be withheld by the Secretary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2207",
      "number": "2207.",
      "heading": "Limitations.",
      "text": "No determination and assessment of contributions, interest, or penalties\nshall be made, and no action for the collection of contributions, interest,\nor penalties which is not based upon a final determination and assessment\nshall be brought against any employing unit, more than four years after the\nlast day of the month immediately following the calendar quarter in which\nthe wages, upon which such contributions accrued, were paid. This paragraph\nshall not apply to any employing unit which, for the purpose of evading the\npayment of contributions, interest or penalties, has willfully failed to\npay any contribution, interest or penalty, or part thereof, or to file any\nreport, when required by the provisions of this Act or the rules and\nregulations of the Director, or has knowingly made a false statement or\nknowingly failed to disclose a material fact.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2208",
      "number": "2208.",
      "heading": "Jurisdiction over resident and nonresident employing units.",
      "text": "Any employing unit which is not a resident of this State and which\nexercises the privilege of having one or more individuals perform services\nfor it within this State, and any resident employing unit which exercises\nthat privilege and thereafter removes from this State, shall be deemed\nthereby to appoint the Secretary of State as its agent and attorney for the\nacceptance of process or notice in any judicial or administrative\nproceeding under this Act. The filing of such process or notice with the\nSecretary of State shall be sufficient service upon or notice to such\nemploying unit and shall be of the same force and validity as if served\nupon it personally within this State if (A) notice of the service of such\nprocess or notice together with a copy thereof is sent by certified or\nregistered mail, return receipt requested, to such employing unit at its\nprincipal place of business or its last known place of business or\nresidence and (B) an affidavit of compliance with the provisions of this\nSection and a copy of the notice of service are appended to the original of\nthe process filed in the course of such action.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22081",
      "number": "2208.1.",
      "heading": "Return receipts. Whenever any provision of this Act requires service by certified or registered mail, either a paper return receipt issued by the United States Postal Service or an electronic return receipt issued by the United States Postal Service shall constitute proof of service",
      "text": "Return receipts. Whenever any provision of this Act requires service by certified or registered mail, either a paper return receipt issued by the United States Postal Service or an electronic return receipt issued by the United States Postal Service shall constitute proof of service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2300",
      "number": "2300.",
      "heading": "Conduct",
      "text": "of hearings-Evidence.\nThe Director may adopt regulations governing the conduct of hearings\nheld pursuant to any provisions of this Act. All such hearings shall be\nconducted in a manner provided by such regulations whether or not they\nprescribe a procedure which conforms to the common law or statutory rules\nof evidence or other technical rules or procedure, and no informality in\nthe manner of taking testimony, in any such proceeding, nor the admission\nof evidence contrary to the common law rules of evidence, shall invalidate\nany decision made by the Director.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2301",
      "number": "2301.",
      "heading": "Testimony",
      "text": "under oath.\nAt any hearing held pursuant to the provisions of this Act, all\ntestimony shall be given under oath or affirmation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2302",
      "number": "2302.",
      "heading": "Admissibility of certified copies.",
      "text": "A copy of any document or record on file with the Director certified to\nbe a true copy by the Director, or the Commissioner of Unemployment\nCompensation, under the seal of the Department of Employment Security, shall be\nadmissible in evidence at any hearing conducted pursuant to the provisions\nof this Act and in all judicial proceedings, in the same manner as are\npublic documents.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2303",
      "number": "2303.",
      "heading": "Decisions of Board of Review or Director prima facie correct.",
      "text": "At any hearing held pursuant to the provisions of Sections 1508, 1509,\n2200, or 2201 and in all judicial proceedings involving the review of any\ndecision of the Board of Review or of any decision, order, ruling,\ndetermination and assessment, statement of benefit wages, statement of\nbenefit charges, or rate\ndetermination made by the Director, the finding or decision of the Board of\nReview, or decision, order, ruling, determination and assessment, statement\nof benefit wages, statement of benefit charges, or rate determination\nof the Director, sought to be\nreviewed, shall be prima facie correct, and the burden shall be upon the\nperson seeking such review to establish the contrary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2304",
      "number": "2304.",
      "heading": "Written",
      "text": "reports of director's employees as evidence.\nAt any hearing held pursuant to any of the provisions of this Act and\nin all judicial proceedings, the written report of any employee of the\nDirector made in the regular course of the performance of such employee's\nduties, shall be competent evidence of the facts therein contained.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2305",
      "number": "2305.",
      "heading": "Presumption of validity of determination and assessment-Employing unit's",
      "text": "contribution reports prima facie evidence.\nIn any action for the collection of contributions based upon a\ndetermination and assessment by the Director, it shall be presumed that\nsuch determination and assessment has been validly made and the burden\nshall be upon the defendant to prove the contrary. In any hearing conducted\npursuant to Sections 2200 or 2201 and in any action for the collection of\ncontributions based upon contribution report forms issued to any employing\nunit and received by the Director in the regular course of his\nadministration of this Act, such reports shall be admissible into\nevidence upon presentation without proof of execution and shall be prima\nfacie evidence that the employing unit to whom such reports were issued was\nan employer during the period covered by such reports and of the liability\nof such employing unit for the payment of the amount of contributions\ntherein set forth.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2306",
      "number": "2306.",
      "heading": "Certified",
      "text": "copies of decisions or notices as evidence.\nA copy of any finding or decision of a claims adjudicator, Referee or\nthe Board of Review and of any decision, order, ruling, determination and\nassessment, statement of benefit wages, statement of benefit charges,\nor rate determination made by the\nDirector, and of any notice served by the Director, upon certification by\nthe Commissioner of Unemployment Compensation or the Director to be a true\nand correct copy, and further certification that the records of the\nDirector disclose that it was duly served upon the employing unit therein\nnamed, shall be admissible into evidence in all hearings and judicial\nproceedings as prima facie proof that it was made, rendered, or issued and\nthat it was duly served upon such employing unit at the time and in the\nmanner stated in such certification.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2400",
      "number": "2400.",
      "heading": "Lien upon",
      "text": "assets of employer-Commencement-Limitation.\nA lien is hereby created in favor of the Director upon all the real and\npersonal property or rights thereto owned or thereafter acquired by any\nemployer from whom contributions, interest or penalties are or may\nhereafter become due. Such lien shall be for a sum equal to the amount at\nany time due from such employer to the Director on account of\ncontributions, interest and penalties thereon. Such lien shall attach to\nsuch property at the time such contributions, interest or penalties became,\nor shall hereafter become due. In all cases where a report setting forth\nthe amount of such contributions has been filed with the Director, no\naction to foreclose such lien shall be brought after 3 years from the date\nof the filing of such report and in all other cases no action to foreclose\nsuch lien shall be brought after 3 years from the date that the\ndetermination and assessment of the Director made pursuant to the\nprovisions of this Act became final.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2401",
      "number": "2401.",
      "heading": "Recording and release of lien.",
      "text": "Recording and release of lien.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24011",
      "number": "2401.1.",
      "heading": "Lien Registry.",
      "text": "Lien Registry.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2402",
      "number": "2402.",
      "heading": "Priority",
      "text": "of lien.\nThe lien created by Section 2400 shall be prior to all other liens,\nwhether general or specific, and shall be inferior only to any claim for\nwages filed pursuant to \"An Act to protect employees and laborers in their\nclaims for wages\" approved June 15, 1887, as amended, in an amount not\nexceeding $250.00 for work performed within six months from the date of\nfiling such claim, and to such liens as shall attach prior to the filing of\nNotice of Lien by the Director as provided in\nthis Act; provided, however, that in all cases where statutory provision\nis made for the recordation or other public notice of a lien, the lien of\nthe Director shall be inferior only to such liens as shall have been duly\nrecorded, or of which public notice shall have been duly given, in the\nmanner provided by such statute, prior to the filing of notice of lien by\nthe Director as in this Act provided.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2403",
      "number": "2403.",
      "heading": "Enforcement of lien.",
      "text": "In addition and as an alternative to any\nother remedy provided by law, the Director may foreclose the lien created by\nSection 2400 by petition in the name of the People of the State of Illinois to\nthe Circuit Court of the county wherein the property subject to the lien is\nsituated, in the same manner as provided by law for the foreclosure of other\nliens, provided that no hearing or proceeding provided by this Act for the\nreview of the liability for the payment of the sums secured by such lien is\npending and the time for taking thereof has expired. The process, practice and\nprocedure for such foreclosure shall be the same as provided in the Civil\nPractice Law, as amended, except that in all such cases, it shall not be\nnecessary that the petition describe the property to which the lien has\nattached. The employer against whom such petition has\nbeen filed shall file in the proceedings a full and complete schedule,\nunder oath, of all property and rights thereto which he owned at the time\nthe contributions, upon which the lien sought to be foreclosed is based,\nbecame due, or which he subsequently acquired, and if such employer fails\nto do so after having been so ordered by the court, he may be punished\nas in other cases of contempt of court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2404",
      "number": "2404.",
      "heading": "Court may",
      "text": "enjoin delinquent employing unit.\nAny employing unit which willfully refuses or fails to pay any\ncontribution, interest or penalties found to be due to the Director by his\nfinal determination and assessment, after 30 days' written notice of intent\nto proceed under this Section, sent by the Director to the employing unit\nat its last known address by registered or certified mail, may be enjoined\nfrom operating any business as an \"employer\", as defined in this Act,\nanywhere in this State, while such contribution, interest or penalties\nremain unpaid, upon the complaint of the Director in the Circuit Court of\nthe county in which the employing unit resides or has or had a place of\nbusiness within the State. The provisions of this Section shall be deemed\ncumulative and in addition to any provision of this Act relating to the\ncollection of contributions by the Director.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2405",
      "number": "2405.",
      "heading": "Process; failure to file reports or make payments",
      "text": "The process available to the Department of Revenue pursuant to Section 3-7 of the Uniform Penalty and Interest Act with respect to an unpaid trust tax, interest, or penalties shall be available to the Department of Employment Security with respect t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2500",
      "number": "2500.",
      "heading": "Director not required to pay costs.",
      "text": "Neither the Director nor the State of Illinois shall be required to\nfurnish any bond, or to make a deposit for or pay any costs of any court or\nthe fees of any of its officers in any judicial proceedings\nin\npursuance to the provisions of this Act; provided, further, that whenever\nenforcement or collection of any judgment liability\ncreated by this Act, is levied by any sheriff or coroner upon any personal\nproperty, and such property is claimed by any person other than the defendant\nor is claimed by the defendant as exempt from levy\nby virtue of the exemption laws of this State, then it shall be the duty of\nthe person making such claim to give notice in writing of his or her claim\nand of his or her\nintention to prosecute the same, to the sheriff or coroner within 10 days\nafter the making of the levy; on receiving such notice the sheriff or\ncoroner shall proceed in accordance with the provisions of Part 2 of Article\nXII of the Code of Civil Procedure, as amended; the giving of such notice\nwithin the 10 day period shall be a condition precedent to any judicial\naction against the sheriff or coroner for wrongfully levying, seizing or\nselling the property and any such person who fails to give such notice within\nthe time shall be forever barred from bringing any judicial action against\nsuch sheriff or coroner for injury or damages to or conversion of the property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2600",
      "number": "2600.",
      "heading": "Every assignee, receiver, trustee in bankruptcy, liquidator,",
      "text": "administrator, executor, sheriff, mortgagee, conditional vendor, or any\nother person who shall sell substantially all of (A) the business, or (B)\nthe stock of goods, or (C) the furniture or fixtures, or (D) the machinery\nand equipment, or (E) the goodwill of any employing unit shall, at least 7\ndays prior to the date of such sale, notify the Director of the name and\naddress of the person conducting such sale, the date, the place and the\nterms of such sale and a description of the property to be sold. Any\nassignee, receiver, trustee in bankruptcy, liquidator, administrator,\nexecutor, sheriff, mortgagee, conditional vendor, or any other person who\nshall fail to observe the requirements of this section shall be personally\nresponsible for all loss in contributions, penalties and interest\nattributable to such failure to notify the Director as herein provided.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2700",
      "number": "2700.",
      "heading": "Reciprocal arrangements.",
      "text": "The Director is hereby authorized to enter into arrangements with the\nappropriate agencies of other States or the Federal Government or Canada\nwhereby:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2701",
      "number": "2701.",
      "heading": "Authorization of financial transactions resulting from reciprocal",
      "text": "arrangements.\nAuthority is hereby given to the Director to make and the Treasurer to\nmake or receive payments of such amounts as the Director finds are due to\nor from this State by reason of any arrangement entered into by him\npursuant to the provisions of Sections 2700 and 2702. Reimbursements of\nbenefits paid pursuant to such arrangements shall be deemed to be benefits\nfor the purpose of Section 2100. The Director is authorized to make to\nother State, Canadian or Federal agencies and to receive from such other\nState, Canadian or Federal agencies reimbursements from or to this State's\naccount in the unemployment trust fund in accordance with arrangements\nentered into pursuant to Section 2700.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2702",
      "number": "2702.",
      "heading": "Exchange",
      "text": "of information, services and facilities-Equality of rights of\nnonresidents.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2800",
      "number": "2800.",
      "heading": "Violations and penalties.",
      "text": "Violations and penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2900",
      "number": "2900.",
      "heading": "Moneys",
      "text": "and increments to be sole source of benefits-Non-priority of rights.\nThe moneys payable under this Act, together with increments thereon,\nshall be the sole and exclusive source for the payment of benefits payable\nhereunder, and such benefits shall be deemed to be due and payable only to\nthe extent that such moneys payable under this Act with increments thereon,\nare available.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3000",
      "number": "3000.",
      "heading": "Separability of provisions.",
      "text": "If any provision of this Act or the application thereof to any person\nor circumstance, is held invalid, the remainder of this Act and the\napplication of such provision to other persons or circumstances, shall not\nbe affected thereby.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3100",
      "number": "3100.",
      "heading": "Saving",
      "text": "clause.\nThe legislature reserves the power to amend or repeal this Act at any\ntime, and all rights, privileges or immunities conferred by this Act, or by\nacts done pursuant thereto, shall exist subject to such power.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3200",
      "number": "3200.",
      "heading": "Title of",
      "text": "act.\nThis Act may be cited as the Unemployment Insurance Act. Whenever the term \"unemployment compensation\" appears in this\nAct it shall mean \"unemployment insurance\".",
      "history": "",
      "source_url": ""
    }
  ]
}