{
  "state": "ohio",
  "path": "title-title-51public-welfare/chapter-chapter-5120department-of-rehabilitation-and-correction",
  "sections": [
    {
      "id": "section-numbergo",
      "number": "NumberGo",
      "heading": "To Section",
      "text": "To Section",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "Number",
      "text": "Number",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5120",
      "number": "5120",
      "heading": "01|Director of rehabilitation and correction - powers and duties",
      "text": "Effective:March 31, 2003Latest Legislation:House Bill 510 - 124th General AssemblyPDF:Download Authenticated PDFThe director of rehabilitation and correction is the executive head of the department of rehabilitation and correction. All",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-512034",
      "number": "5120.34.",
      "heading": "The department of rehabilitation and correction shall make rules for the nonpartisan management of the institutions under its control",
      "text": "Any officer or employee of the department or any officer or employee of any institution under its control, who, by solicitation or otherwise, exerts his influence,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5120422",
      "number": "5120.422.",
      "heading": "The department of rehabilitation and correction shall prescribe rules, in accordance with Chapter 119",
      "text": "of the Revised Code, that govern the department's actions whenever it has the authority to select a site for a proposed state correctional institution. The rules shall include at least procedures u",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "On and after the effective date of this act, no moneys in the treasury of the state, or moneys coming lawfully into the possession or custody of the Treasurer of State, except moneys donated by gift, devise, or bequest specifically for this purpose, shall be used to purchase any fixed weight exercis",
      "text": "On and after the effective date of this act, no moneys in the treasury of the state, or moneys coming lawfully into the possession or custody of the Treasurer of State, except moneys donated by gift, devise, or bequest specifically for this purpose, shall be used to purchase any fixed weight exercise equipment authorized by the act, and no moneys in the treasury of any subdivision of the state, or moneys coming lawfully into the possession or custody of the treasurer of any subdivision, shall be used to purchase any fixed weight exercise equipment for use at any facility described in Section 5 of this act.",
      "history": "",
      "source_url": ""
    }
  ]
}