{
  "state": "delaware",
  "path": "title-title-18/chapter-title18c017bindex",
  "sections": [
    {
      "id": "section-1770",
      "number": "1770.",
      "heading": "Short title.This chapter shall be known as the “Limited Lines Travel Insurance Act.”79 Del. Laws, c. 428,",
      "text": "§\n\n 5;§\n\n1771. Definitions.For purposes of this chapter, the following terms have the meanings indicated.(1) “Limited lines travel insurance producer” means a licensed managing general agent or third-party administrator, or licensed insurance producer, including a limited lines producer, or a “travel administrator” as defined in § 5603 of this title.(2) “Offer and disseminate” means providing general information, including a description of the coverage and price, as well as processing the application, collecting premiums, and performing other nonlicensable activities permitted by the State.(3) “Travel insurance” shall have the meaning stated in § 1702 of this title.(4) “Travel retailer” means a business entity that makes, arranges or offers travel services and may offer and disseminate travel insurance as a service to its customers on behalf of and under the direction of a limited lines travel insurance producer.79 Del. Laws, c. 428,\n\n§\n\n 5;80 Del. Laws, c. 215,\n\n§\n\n1;84 Del. Laws, c. 40,\n\n§\n\n2;§\n\n1772. Requirements.Notwithstanding any other provision of law:(1) The Commissioner may issue a limited lines travel insurance producer license to an individual or business entity that has filed with the Commissioner an application for such limited license in a form and manner prescribed by the Commissioner. Such limited lines travel insurance producer shall be licensed to sell, solicit or negotiate travel insurance through a licensed insurer. No person may act as a limited lines travel insurance producer or travel insurance retailer unless properly licensed or registered, respectively.(2) A travel retailer may offer and disseminate travel insurance on behalf of a limited lines travel insurance producer business entity only if the following conditions are met:a. The limited lines travel insurance producer provides, or causes the travel retailer to provide, to purchasers of travel insurance, brochures or written materials that contain all of the following:1. A description of the material terms or the actual terms of the insurance coverage.2. A description of the process for filing a claim.3. A description of the review or cancellation process for the travel insurance policy.4. The identity and contact information of the insurer and limited lines travel insurance producer.5. An explanation that the purchase of travel insurance is not required in order to purchase any other product or service from the travel retailer.6. An explanation that an unlicensed travel retailer is permitted to provide general information about the insurance offered by the travel retailer, including a description of the coverage and price, but is not qualified or authorized to answer technical questions about the terms and conditions of the insurance offered by the travel retailer or to evaluate the adequacy of the customer’s existing insurance coverage.7. A disclosure that the coverage offered may duplicate existing coverage maintained by the consumer and indicate that the consumer may wish to compare the terms with existing life, health, home, and automobile policies, and other sources of protection.b. At the time of licensure, the limited lines travel insurance producer shall establish and maintain a register, on a form prescribed by the Commissioner, of each travel retailer that offers travel insurance on the limited lines travel insurance producer’s behalf. The register shall be maintained and updated annually by the limited lines travel insurance producer and shall include the name, address, and contact information of the travel retailer and an officer or person who directs or controls the travel retailer’s operations, and the travel retailer’s Federal Tax Identification Number. The limited lines travel insurance producer shall submit such register to the Commissioner upon reasonable request. The limited lines travel insurance producer shall also certify that all travel retailers registered comply with 18 U.S.C. § 1033. The grounds for the suspension, revocation and the penalties applicable to insurance producers under § 1712 of this title shall be applicable to the limited lines travel insurance producers and travel retailers.c. The limited lines travel insurance producer has designated 1 of its employees who is a licensed individual producer as the person responsible (a “designated responsible producer” or “DRP”) for the limited lines travel insurance producer’s compliance with the travel insurance laws, rules and regulations of this State applicable to the limited lines travel insurance producer and its registrants.d. The DRP, president, secretary, treasurer, and any other officer or person who directs or controls the limited lines travel insurance producer’s insurance operations comply with the fingerprinting requirements applicable to insurance producers in the resident state of the limited lines travel insurance producer.e. The limited lines travel insurance producer has paid all applicable insurance producer licensing fees as set forth in Chapter 7 of this title.f. The limited lines travel insurance producer requires each employee and authorized representative of the travel retailer whose duties include offering and disseminating travel insurance to receive a program of instruction or training, which may be subject to review by the Commissioner. The training material shall, at a minimum, contain adequate instructions on the types of insurance offered, ethical sales practices, and required disclosures to prospective customers.g. Limited lines travel insurance producers are exempt from the examination and continuing education requirements under Chapter 17 of this title.(3) If any of the above-listed conditions is not satisfied, the sale of travel insurance (whether by a limited lines travel insurance producer or travel retailer) shall be pursuant to the terms of Chapter 17 of this title.(4) A travel retailer and any of its employees or authorized representatives, who are not licensed as an insurance producer may not:a. Evaluate or interpret the technical terms, benefits, and conditions of the offered travel insurance coverage;b. Evaluate or provide advice concerning a prospective purchaser’s existing insurance coverage; orc. Hold that travel retailer or its employees or authorized representatives out as a licensed insurer, licensed producer, or insurance expert.79 Del. Laws, c. 428,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;84 Del. Laws, c. 40,\n\n§\n\n3;84 Del. Laws, c. 42,\n\n§\n\n1;§\n\n1773. Registration.Notwithstanding any other provision in law, a travel retailer whose insurance-related activities, and those of its employees and authorized representatives, are limited to offering and disseminating travel insurance on behalf of and under the direction of a limited lines travel insurance producer meeting the conditions stated in this chapter, is authorized to do so and receive related compensation, upon registration by the limited lines travel insurance producer as described in § 1772(2)b. of this title.79 Del. Laws, c. 428,\n\n§\n\n 5;§\n\n1774. Policy.Travel insurance may be provided to a “primary policyholder,” as “group travel insurance,” or as “blanket travel insurance,” as those terms are defined in § 5603 of this title.79 Del. Laws, c. 428,\n\n§\n\n 5;84 Del. Laws, c. 40,\n\n§\n\n4;84 Del. Laws, c. 514,\n\n§\n\n39;§\n\n1775. Responsibility.As the insurer’s designee, the limited lines travel insurance producer is responsible for the acts of the travel retailers and shall use reasonable means to ensure compliance by the travel retailers with this chapter.79 Del. Laws, c. 428,\n\n§\n\n 5;84 Del. Laws, c. 40,\n\n§\n\n5;§\n\n1776. Enforcement.The limited lines travel insurance producer and any travel retailer offering and disseminating travel insurance on behalf of the limited lines travel insurance producer shall be subject to Chapter 17 (to the extent not inconsistent with this chapter) and Chapter 23 of this title.79 Del. Laws, c. 428,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1771",
      "number": "1771.",
      "heading": "Definitions.For purposes of this chapter, the following terms have the meanings indicated",
      "text": "(1) “Limited lines travel insurance producer” means a licensed managing general agent or third-party administrator, or licensed insurance producer, including a limited lines producer, or a “travel administrator\n§\n\n 5;80 Del. Laws, c. 215,\n\n§\n\n1;84 Del. Laws, c. 40,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1772",
      "number": "1772.",
      "heading": "Requirements.Notwithstanding any other provision of law:(1) The Commissioner may issue a limited lines travel insurance producer license to an individual or business entity that has filed with the Commissioner an application for such limited license in a form and manner prescribed by the Commissione",
      "text": "§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;84 Del. Laws, c. 40,\n\n§\n\n3;84 Del. Laws, c. 42,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1773",
      "number": "1773.",
      "heading": "Registration.Notwithstanding any other provision in law, a travel retailer whose insurance-related activities, and those of its employees and authorized representatives, are limited to offering and disseminating travel insurance on behalf of and under the direction of a limited lines travel insuranc",
      "text": "§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1774",
      "number": "1774.",
      "heading": "Policy.Travel insurance may be provided to a “primary policyholder,” as “group travel insurance,” or as “blanket travel insurance,” as those terms are defined in § 5603 of this title",
      "text": "79 Del. Laws, c. 428,\n§\n\n 5;84 Del. Laws, c. 40,\n\n§\n\n4;84 Del. Laws, c. 514,\n\n§\n\n39;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1775",
      "number": "1775.",
      "heading": "Responsibility.As the insurer’s designee, the limited lines travel insurance producer is responsible for the acts of the travel retailers and shall use reasonable means to ensure compliance by the travel retailers with this chapter",
      "text": "79 Del. Laws, c. 428,\n§\n\n 5;84 Del. Laws, c. 40,\n\n§\n\n5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1776",
      "number": "1776.",
      "heading": "Enforcement.The limited lines travel insurance producer and any travel retailer offering and disseminating travel insurance on behalf of the limited lines travel insurance producer shall be subject to Chapter 17 (to the extent not inconsistent with this chapter) and Chapter 23 of this title",
      "text": "79 Del.\n§\n\n 5;",
      "history": "",
      "source_url": ""
    }
  ]
}