{
  "state": "delaware",
  "path": "title-title-18/chapter-title18c034index",
  "sections": [
    {
      "id": "section-3401",
      "number": "3401.",
      "heading": "Definitions.(a) “Applicant” means:(1) In the case of an individual Medicare supplement policy, the person who seeks to contract for insurance benefits; and(2) In the case of a group Medicare supplement policy, the proposed certificate holder",
      "text": "(b) “Certificate” means, for the purposes of this chapter,\n§\n\n 2;67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;70 Del. Laws, c. 156,\n\n§\n\n 1;85 Del. Laws, c. 202,\n\n§\n\n1;§\n\n3402. Applicability; scope.(a) Except as otherwise specifically provided in this title, this chapter shall apply to:(1) All Medicare supplement policies delivered or issued for delivery in this State on or after May 13, 1992; and(2) All certificates issued under group Medicare supplement policies, which certificates have been delivered or issued for delivery in this State.(b) This chapter shall not apply to a policy of 1 or more employers or labor organizations, or of the trustees of a fund established by 1 or more employers or labor organizations, or combination thereof, for employees or former employees or a combination thereof, or for members or former members, or a combination thereof, of the labor organizations.(c) Except as otherwise provided in § 3405(d) of this title, the provisions of this chapter are not intended to prohibit or apply to insurance policies or health-care benefit plans, including group conversion policies, provided to Medicare eligible persons which policies are not marketed or held to be Medicare supplement policies or benefit plans.67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;70 Del. Laws, c. 156,\n\n§§\n\n 2, 3;§\n\n3403. Standards for policy provisions and authority to promulgate regulations.(a) No Medicare supplement policy or certificate in force in this State shall contain benefits that duplicate benefits provided by Medicare.(b) Notwithstanding any other provision of law of this State, a Medicare supplement policy or certificate shall not exclude or limit benefits for loss incurred more than 6 months from the effective date of coverage because it involved a preexisting condition. The policy or certificate shall not define preexisting condition more restrictively than a condition for which medical advice was given or treatment recommended by or received from a physician within 6 months before the effective date of coverage.(c) The Commissioner shall adopt reasonable regulations to establish specific standards for policy provisions of Medicare supplement policies and certificates. Such standards shall be in addition to and in accordance with applicable laws of this State. No requirement of the Insurance Code relating to minimum required policy benefits, other than the minimum standards contained in this chapter, shall apply to Medicare supplement policies and certificates. The standards may cover, but not be limited to:(1) Terms of renewability;(2) Initial and subsequent conditions of eligibility;(3) Nonduplication of coverage;(4) Probationary periods;(5) Benefit limitations, exceptions and reductions;(6) Elimination periods;(7) Requirements for replacement;(8) Recurrent conditions; and(9) Definitions of terms.(d) The Commissioner shall adopt reasonable regulations to establish minimum standards for benefits, claims payment, marketing practices and compensation arrangements and reporting practices, for Medicare supplement policies and certificates.(e) The Commissioner may adopt from time to time, such reasonable regulations as are necessary to conform Medicare supplement policies and certificates to the requirements of federal law and regulations promulgated thereunder, including but not limited to:(1) Requiring refunds or credits if the policies or certificates do not meet loss ratio requirements;(2) Establishing a uniform methodology for calculating and reporting loss ratios;(3) Assuring public access to policies, premiums and loss ratio information of issuers of Medicare supplement insurance;(4) Establishing a process for approving or disapproving policy forms and certificate forms and proposed premium increases;(5) Establishing a policy for holding public hearings prior to approval of premium increases; and(6) Establishing standards for Medicare select policies and certificates.(f) The Commissioner may adopt reasonable regulations that specify prohibited policy provisions not otherwise specifically authorized by statute which, in the opinion of the Commissioner, are unjust, unfair or unfairly discriminatory to any person insured or proposed to be insured under a Medicare supplement policy or certificate.63 Del. Laws, c. 262,\n\n§\n\n 2;67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;§\n\n3404. Loss ratio standards.Medicare supplement policies shall return to policyholders benefits which are reasonable in relation to the premium charged. The Commissioner shall issue reasonable regulations to establish minimum standards for loss ratios of Medicare supplement policies on the basis of incurred claims experience, or incurred health-care expenses where coverage is provided by a health maintenance organization on a service rather than reimbursement basis, and earned premiums in accordance with accepted actuarial principles and practices.63 Del. Laws, c. 262,\n\n§\n\n 2;67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;§\n\n3405. Disclosure standards.(a) In order to provide for full and fair disclosure in the sale of Medicare supplement policies, no Medicare supplement policy or certificate shall be delivered in this State unless an outline of coverage is delivered to the applicant at the time application is made.(b) The Commissioner shall prescribe the format and content of the outline of coverage required by subsection (a) of this section. For purposes of this section, “format” means style, arrangements and overall appearance, including such items as the size, color and prominence of type and arrangement of text and captions. Such outline of coverage shall include:(1) A description of the principal benefits and coverage provided in the policy;(2) A statement of the renewal provisions, including any reservation by the issuer of a right to change premiums; and disclosure of the existence of any automatic renewal premium increases based on the policyholder’s age;(3) A statement that the outline of coverage is a summary of the policy issued or applied for and that the policy should be consulted to determine governing contractual provisions.(c) The Commissioner may prescribe by regulation a standard form and the contents of an informational brochure for persons eligible for Medicare, which is intended to improve the buyer’s ability to select the most appropriate coverage and improve the buyer’s understanding of Medicare. Except in the case of direct response insurance policies, the Commissioner may require by regulation that the information brochure be provided to any prospective insureds eligible for Medicare concurrently with delivery of the outline of coverage. With respect to direct response insurance policies, the Commissioner may require by regulation that the prescribed brochure be provided upon request to any prospective insureds eligible for Medicare, but in no event later than the time of policy delivery.(d) The Commissioner may adopt regulations for captions or notice requirements, determined to be in the public interest and designed to inform prospective insureds that particular insurance coverages are not Medicare supplement coverages, for all accident and sickness insurance policies sold to persons eligible for Medicare, other than:(1) Medicare supplement policies;(2) Disability income policies;(3), (4) [Repealed.](e) The Commissioner may adopt reasonable regulations to govern the full and fair disclosure of the information in connection with the replacement of accident and sickness policies, subscriber contracts or certificates by persons eligible for Medicare.63 Del. Laws, c. 262,\n\n§\n\n 2;67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;70 Del. Laws, c. 156,\n\n§\n\n 4;§\n\n3406. Notice of free examination.Medicare supplement policies and certificates shall have a notice prominently printed on the first page of the policy or certificate or attached thereto stating in substance that the applicant shall have the right to return the policy or certificate within 30 days of its delivery and to have the premium refunded if, after examination of the policy or certificate, the applicant is not satisfied for any reason. Any refund made pursuant to this section shall be paid directly to the applicant by the issuer in a timely manner.63 Del. Laws, c. 262,\n\n§\n\n 2;67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;§\n\n3407. Filing requirements for advertising.Every issuer of Medicare supplement insurance policies or certificates in this State shall provide a copy of any Medicare supplement advertisement intended for use in this State whether through written, radio or television medium to the Commissioner of Insurance of this State for review or approval by the Commissioner to the extent it may be required under state law.67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;§\n\n3408. Administrative procedures.Regulations adopted pursuant to this chapter shall be subject to the provisions of Chapter 101 of Title 29.68 Del. Laws, c. 237,\n\n§\n\n 1;§\n\n3409. Penalties.In addition to any other applicable penalties for violations of the Insurance Code, the Commissioner may require issuers violating any provision of this chapter or regulations promulgated pursuant to this chapter to cease marketing any Medicare supplement policy or certificate in this State which is related directly or indirectly to a violation or may require such issuer to take such actions as are necessary to comply with the provisions of this chapter, or both.67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;76 Del. Laws, c. 354,\n\n§§\n\n  1, 2;§\n\n3410. Coverage for persons eligible for Medicare due to disability.(a) Each Medicare supplement policy or applicable certificate that an issuer currently, or at any time hereafter, makes available in this State shall be made available to any applicant under the age of 65 who is eligible for Medicare due to a disability, including, without limitation, end-stage renal disease, provided that the applicant submits his or her application during the first 6 months immediately following such applicant’s enrollment in Part B of Medicare or by January 15, 2014, whichever is later. The issuance or effectiveness of any Medicare supplement policy pursuant to this section shall not be conditioned on, nor shall the price of the policy be discriminatory based upon, the medical or health status or receipt of health care by the applicant; and no insurer shall perform individual medical underwriting on any applicant in connection with the issuance of a policy pursuant to this section.(b) Premium rates for Medicare supplement policies and certificates issued pursuant to this section may differ between persons who qualify for Medicare who are 65 years of age or older and those who qualify for Medicare by reason of disability or end-stage renal disease and who are younger than 65 years of age. For those Medicare supplement policies and certificates that are issued to persons who are younger than 65 years of age and who qualify for Medicare by reason of disability or end-stage renal disease, insurers shall establish 2 separate rating pools for such persons, 1 pool specifically for end-stage renal disease and a separate pool for all other disabilities. For purposes of this section, any differences in premium rates shall be pursuant to rate schedules that are based on sound actuarial principles and shall be reasonable in relation to the benefits provided.(c) Medicare supplement policies issued pursuant to this section shall be separately underwritten from other Medicare supplement policies, and risks assumed by issuers pursuant to subsection (a) of this section shall not be subsidized by purchasers of Medicare supplement policies that were not issued pursuant to subsection (a) of this section.79 Del. Laws, c. 101,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3411. Enrollment periods.(a) A person enrolled in a Medicare supplement policy or certificate may cancel that person’s existing Medicare supplement policy or certificate and purchase or select another Medicare supplement policy or certificate with the same or lesser benefits during an annual open enrollment period commencing 30 days prior to that person’s birthday and remaining open for at least 30 days after that person’s birthday.(b) During the open enrollment period offered pursuant to subsection (a) of this section, an issuer of Medicare supplement policies or certificates in this State may not deny or condition the issuance or effectiveness of a Medicare supplement policy or certificate being offered or discriminate in the pricing of such a Medicare supplement policy or certificate because of health status, claims experience, receipt of health care, or medical condition, and may not impose an exclusion of benefits based on a preexisting condition under such a Medicare supplement policy or certificate.(c) A person enrolled in a Medicare Advantage plan or certificate may cancel that person’s existing Medicare Advantage plan or certificate and enroll in a Medicare supplement policy or certificate during Medicare open enrollment periods.(d) With respect to any individual applying for a Medicare supplement policy or certificate pursuant to subsection (c) of this section, except as otherwise set forth in this subsection, an issuer of Medicare supplement policies or certificates in this State may not deny or condition the effectiveness of a Medicare supplement policy or certificate being offered. Nothing in this subsection prevents an issuer from individually rating each applicant applying for a policy or certificate pursuant to subsection (c) of this section or applying a preexisting condition limitation in accordance with § 3403 of this title.(e) At least 30 days before the beginning of the open enrollment period offered pursuant to subsection (a) of this section, but not more than 60 days before the beginning of that period, an issuer that issues a Medicare supplement policy or certificate must notify each person to whom the open enrollment period applies of all of the following:(1) The dates on which the open enrollment period begins and ends and the rights of the person established by the provisions of this section.(2) Any modification to the benefits provided by the policy or certificate under which the person is currently insured or adjustment to the premiums charged for that policy or certificate.(f) The open enrollment periods created pursuant to this section are in addition to, and independent of, any other open enrollment periods established by federal or state law or regulation.85 Del. Laws, c. 202,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3402",
      "number": "3402.",
      "heading": "Applicability; scope.(a) Except as otherwise specifically provided in this title, this chapter shall apply to:(1) All Medicare supplement policies delivered or issued for delivery in this State on or after May 13, 1992; and(2) All certificates issued under group Medicare supplement policies, which c",
      "text": "§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;70 Del. Laws, c. 156,\n\n§§\n\n 2, 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3403",
      "number": "3403.",
      "heading": "Standards for policy provisions and authority to promulgate regulations",
      "text": "(a) No Medicare supplement policy or certificate in force in this State shall contain benefits that duplicate benefits provided by Medicare.(b) Notwithstanding any other provision of law of this State, a Medicare supplement poli\n§\n\n 2;67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3404",
      "number": "3404.",
      "heading": "Loss ratio standards.Medicare supplement policies shall return to policyholders benefits which are reasonable in relation to the premium charged",
      "text": "The Commissioner shall issue reasonable regulations to establish minimum standards for loss ratios of Medicare supplement policies on the basis of incurre\n§\n\n 2;67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3405",
      "number": "3405.",
      "heading": "Disclosure standards.(a) In order to provide for full and fair disclosure in the sale of Medicare supplement policies, no Medicare supplement policy or certificate shall be delivered in this State unless an outline of coverage is delivered to the applicant at the time application is made",
      "text": "(b) The Com\n§\n\n 2;67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;70 Del. Laws, c. 156,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3406",
      "number": "3406.",
      "heading": "Notice of free examination.Medicare supplement policies and certificates shall have a notice prominently printed on the first page of the policy or certificate or attached thereto stating in substance that the applicant shall have the right to return the policy or certificate within 30 days of its d",
      "text": "§\n\n 2;67 Del. Laws, c. 45,\n\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3407",
      "number": "3407.",
      "heading": "Filing requirements for advertising",
      "text": "Every issuer of Medicare supplement insurance policies or certificates in this State shall provide a copy of any Medicare supplement advertisement intended for use in this State whether through written, radio or television medium to the Commissioner of Insurance o\n§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3408",
      "number": "3408.",
      "heading": "Administrative procedures.Regulations adopted pursuant to this chapter shall be subject to the provisions of Chapter 101 of Title 29",
      "text": "68 Del. Laws, c. 237,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3409",
      "number": "3409.",
      "heading": "Penalties.In addition to any other applicable penalties for violations of the Insurance Code, the Commissioner may require issuers violating any provision of this chapter or regulations promulgated pursuant to this chapter to cease marketing any Medicare supplement policy or certificate in this Stat",
      "text": "§\n\n 1;68 Del. Laws, c. 237,\n\n§\n\n 1;76 Del. Laws, c. 354,\n\n§§\n\n  1, 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3410",
      "number": "3410.",
      "heading": "Coverage for persons eligible for Medicare due to disability",
      "text": "(a) Each Medicare supplement policy or applicable certificate that an issuer currently, or at any time hereafter, makes available in this State shall be made available to any applicant under the age of 65 who is eligible for Medicare due t\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3411",
      "number": "3411.",
      "heading": "Enrollment periods.(a) A person enrolled in a Medicare supplement policy or certificate may cancel that person’s existing Medicare supplement policy or certificate and purchase or select another Medicare supplement policy or certificate with the same or lesser benefits during an annual open enrollme",
      "text": "§\n\n2;",
      "history": "",
      "source_url": ""
    }
  ]
}