{
  "state": "delaware",
  "path": "title-title-18/chapter-title18c049aindex",
  "sections": [
    {
      "id": "section-4970",
      "number": "4970.",
      "heading": "Finding; purpose.(a) It is determined and declared as a matter of legislative finding that policyholders of a mutual insurer have contractual rights to insurance coverage and certain membership rights consisting principally of the right to elect directors of a mutual insurer, the right to vote on ce",
      "text": "§\n\n 2;§\n\n4971. Short title of chapter.This chapter shall be known and may be cited as the “Delaware Insurance Company Mutual-to-Stock Conversion Act.”77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4972. Definitions.As used in this chapter, the following words and phrases shall have the meanings as ascribed in this section:(1) “Capital stock” means common or preferred stock or any hybrid security or other equity security issued by a converted stock insurer or other company or entity pursuant to the exercise of subscription rights granted pursuant to the provisions of § 4975(a)(3) of this title.(2) “Commissioner” means the Insurance Commissioner of this State.(3) “Converted stock company” means a stock insurer that converted from a mutual insurer under this chapter, or under the laws of any other jurisdiction, or any successor thereto provided that not less than a majority of the shares of voting stock of such successor are owned by a mutual holding company.(4) “Department” means the Department of Insurance of this State.(5) “Domestic mutual company” means a mutual insurer domiciled in this State.(6) “Eligible member” means a member of a mutual company whose policy is in force on the date the mutual company’s governing body adopts a plan of conversion or such earlier date as the mutual company may establish with the consent of the Commissioner. A person insured under a group policy is not an eligible member. A person whose policy becomes effective after the governing body adopts the plan but before the plan’s effective date is not an eligible member but shall have those rights established under § 4980 of this title.(7) “Foreign mutual insurer” means a mutual insurer domiciled in a jurisdiction other than this State.(8) “Mutual company” means a mutual insurer that is seeking to convert to a stock insurer under this chapter, including a captive insurance company (notwithstanding § 6916 of this title) that is incorporated as a nonstock corporation and including a foreign mutual insurer that has applied to redomesticate to this State with an intent to file an application to convert from mutual to stock form under this chapter.(9) a. “Mutual holding company” means:1. A nonstock corporation resulting from a reorganization of a mutual insurer under this chapter; or2. A nonstock corporation resulting from a reorganization of a mutual insurer under the laws of any other jurisdiction, which subsequently redomesticated to Delaware by conversion under § 265 of Title 8 or any other lawful method, or a Delaware nonstock corporation that is the immediate successor thereto; or3. A Delaware nonstock corporation surviving or resulting from a merger or consolidation with a nonstock corporation that resulted from a reorganization of a mutual insurer under the laws of any other jurisdiction.b. A mutual holding company may convert to stock form under this chapter, and shall be subject to the provisions of this chapter and to any other provisions of this title applicable to insurance holding companies, except as otherwise provided in this chapter. It is the policy of this chapter to enable and facilitate such a conversion of a mutual holding company to stock form, and this chapter shall be interpreted accordingly. The certificate of incorporation of a mutual holding company shall include provisions setting forth the following:1. That it is a mutual holding company under this chapter;2. That the mutual holding company may hold not less than a majority of the shares of voting stock of a converted stock company or intermediate holding company, which in turn holds, directly or indirectly, all of the voting stock of a converted stock company;3. That it is not authorized to issue any capital stock except pursuant to a conversion in accordance with the provisions of this chapter;4. That its members shall have the rights specified in this chapter and its certificate of incorporation and bylaws; and5. That its assets shall be subject to inclusion in the estate of the converted company in any rehabilitation or insolvency proceedings initiated by the Commissioner.(10) “Participating policy” means a policy that grants a holder the right to receive dividends if, as and when declared by the mutual company.(11) “Person” means an individual, a corporation, a limited liability company, a partnership, an association, a joint stock company, a trust, an unincorporated organization, a similar entity, or a combination of the foregoing acting in concert.(12) “Plan of conversion” or “plan” means a plan adopted by a mutual company’s governing body to convert the mutual company into a stock company in accordance with the requirements of this chapter.(13) “Policy” means an insurance policy, including an annuity contract.(14) “Standby investor” means any person that has agreed in writing to purchase all or a portion of the capital stock to be sold in a conversion that is not subscribed by eligible members.(15) “Stock company” means a stock insurer that meets all of the current requirements for admission to do business as a domestic Delaware insurer.(16) “Voting member” means a member who is an eligible member and is also a member of the mutual insurer as of a date not more than 90 days prior to the date of the meeting at which the plan shall be voted upon by members.77 Del. Laws, c. 466,\n\n§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 1;§\n\n4973. Adoption of plan of conversion.(a) No plan of conversion shall become effective unless the mutual company seeking to convert to a stock company shall have adopted, by the affirmative vote of not less than2/3of its governing body and otherwise in accordance with law, a plan of conversion consistent with the requirements of §§ 4975, 4976 and 4977, or of § 4978, of this title. At any time before approval of a plan by the Commissioner, the mutual company, by the affirmative vote of not less than a majority of its governing body, may amend or withdraw the plan.(b) With respect to a domestic mutual company that exists as of October 17, 2010, no plan of conversion may be adopted pursuant to subsection (a) of this section unless the policyholders of the domestic mutual company shall have previously elected to subject the domestic mutual company to the provisions of this chapter at a separate meeting convened for such purpose. In connection with such meeting, the domestic mutual company shall provide its policyholders with substantially the same information as is required by the provisions of § 4974(b) of this title.(c) Before a mutual company’s eligible members may vote on approval of a plan, a mutual company whose governing body has adopted a plan shall file all of the following documents with the Commissioner within 90 days after adoption of the plan together with the application fee specified herein:(1) The plan of conversion, including the independent evaluation of pro forma market value required by § 4975(d) of this title.(2) The form of notice required by subsection (f) of this section.(3) The form of proxy to be solicited from eligible members pursuant to subsection (g) of this section.(4) The form of notice required by § 4980 of this title to persons whose policies are issued after adoption of the plan but before its effective date.(5) The proposed certificate of incorporation and bylaws of the converted stock company.(6) The acquisition of control statement, as required by § 5003 of this title.(7) The application shall be accompanied by an application fee equal to the greater of:a. $100,000; orb. An amount equal to1/10of 1% of the estimated pro forma market value of the converted stock company as determined in accordance with § 4975(d) of this title.If such value is expressed as a range of values, the application fee shall be based upon the midpoint of the range. For good cause shown, the Commissioner may waive the application fee in whole or in part, or permit a portion of the application fee to be deferred until completion of the conversion.(8) Such other information as the Commissioner may request. Upon filing of the foregoing documents with the Commissioner, the mutual company shall send to eligible members a notice advising eligible members of the adoption and filing of the plan, their ability to provide the Commissioner and the mutual company with comments on the plan within 30 days of the date of such notice, and procedure therefore.(d) The Commissioner shall immediately give written notice to the mutual company of any decision and, in the event of disapproval, a statement in detail of the reasons for the decision. The Commissioner shall approve the plan if the Commissioner finds each of the following:(1) The plan complies with this chapter.(2) The plan will not prejudice the interests of the members.(3) The plan’s method of allocating subscription rights is fair and equitable.(e) The Commissioner may retain, at the mutual company’s expense, any qualified expert not otherwise a part of the Commissioner’s staff, including counsel and financial advisors, to assist in reviewing the plan and the independent evaluation of the pro forma market value required under § 4975(d) of this title.(f) The Commissioner may order a hearing on whether the terms of the plan comply with this chapter after giving written notice by mail or publication to the mutual company and other interested persons, all of whom have the right to appear at the hearing.(g) All voting members shall be sent notice of the members’ meeting to vote on the plan. The notice shall briefly but fairly describe the proposed conversion plan, shall inform the voting member of the voting member’s right to vote upon the plan, and shall be sent to each voting member’s last known address, as shown on the mutual company’s records. If the meeting to vote upon the plan is held during the mutual company’s annual meeting of policyholders, only a combined notice of meeting is required.(h) The plan shall be voted upon by voting members and shall be adopted upon receiving the affirmative vote of at least2/3of the votes cast by voting members at the meeting. Voting members entitled to vote upon the proposed plan may vote in person or by proxy. The number of votes each voting member may cast shall be determined by the mutual company’s bylaws. If the bylaws are silent, each voting member may cast one vote.(i) The certificate of incorporation of the converted stock company shall be considered at the meeting of the voting members called for the purpose of adopting the plan of conversion and shall require for adoption the affirmative vote of at least2/3of the votes cast by voting members.(j)Documents to be filed following approval. —Within 30 days after the voting members have approved the plan in accordance with the requirements of this section, the converted stock company shall file the following documents with the Commissioner:(1) The minutes of the meeting of the voting members at which the plan was approved.(2) The certificate of incorporation and bylaws of the converted stock company.77 Del. Laws, c. 466,\n\n§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 2;§\n\n4974. Redomestication and conversion.(a) A foreign mutual insurer or foreign mutual holding company that has filed an application for redomestication may file an application for conversion under this chapter promptly after completion of the redomestication or upon such earlier date as the Commissioner may permit, but in no event prior to the approval of the redomestication by the members of the foreign mutual insurer or foreign mutual holding company if such a member vote is required under the laws of the state of domicile of the foreign mutual insurer or foreign mutual holding company. A redomestication application shall contain such information as the Commissioner may require. If the redomestication is approved by the state of domicile of the foreign mutual insurer or foreign mutual holding company and the members of the foreign mutual insurer or foreign mutual holding company, to the extent required, then no redomestication application of a foreign mutual insurer or foreign mutual holding company will be denied solely because the applicant has indicated its intention to avail itself of the provisions of this chapter.(b) In addition to any requirements imposed by the existing state of domicile with respect to approval of redomestication by its voting members, a foreign mutual insurer that files an application for redomestication under this section also shall provide to its voting members a comparison of the method of mutual to stock conversion in its existing state of domicile and the methods of mutual to stock conversion established by this chapter.(c) Any order approving the redomestication of a foreign mutual insurer or foreign mutual holding company may contain such terms and conditions as the Commissioner shall require.(d) Any foreign mutual insurer or foreign mutual holding company that redomesticates under the provisions of this section, within 10 days of the date of redomestication, shall adopt resolutions ratifying any previously adopted plan of conversion and file such resolutions as an amendment to the application for conversion. The Commissioner may deem any failure to file such ratifying resolutions as a withdrawal of the application for conversion.(e) Nothing contained in this chapter is intended or shall be deemed to supersede or conflict with the requirements of the state of domicile of any foreign mutual insurer or foreign mutual holding company.(f) Except to the extent specifically provided by this section, a plan of conversion shall be adopted as required by § 4973 of this title and shall be consistent with the requirements of §§ 4975, 4976, and 4977, or of § 4978, of this title.77 Del. Laws, c. 466,\n\n§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 3;§\n\n4975. Required provisions of plan of conversion.(a) The following provisions shall be included in the plan:(1) The reasons for proposed conversion.(2) The effect of conversion on existing policies, including all of the following:a. A provision that all policies in force on the effective date of conversion continue to remain in force under the terms of the policies, except that the following rights, to the extent they existed in the mutual company, shall be extinguished on the effective date of the conversion:1. Any voting rights of the policyholders provided under the policies.2. Except as provided under paragraph (a)(2)b. of this section, any right to share in the surplus of the mutual company, unless such right is expressly provided for under the provisions of the existing policy.3. Any assessment provisions provided for under certain types of policies.b. Except as provided in paragraph (a)(2)c. of this section, a provision that holders of participating policies in effect on the date of conversion continue to have a right to receive dividends as provided in the participating policies, if any.c. Except for the mutual company’s life policies, participating guaranteed renewable accident and health policies, and participating guaranteed renewable noncancelable accident and health policies, a provision that upon the renewal date of a participating policy, the converted stock company may issue the insured a nonparticipating policy as a substitute for the participating policy. Nothing contained herein shall be construed to permit the substitution, during the term of a policy, of a nonexperience rated policy for an experience rated policy.(3) The grant of subscription rights to eligible members, including both of the following:a. A provision that each eligible member is to receive, without payment, nontransferable subscription rights to purchase the capital stock of the converted stock company and that, in the aggregate, all eligible members shall have the right, prior to the right of any other party, to purchase 100% of the capital stock of the converted stock company, exclusive of any shares of capital stock required to be sold or distributed to the holders of surplus notes, if any, and capital stock purchased by the company’s tax-qualified employee stock benefit plan that is in excess of the total price of the capital stock established under subsection (d) of this section, as permitted by § 4977(c) of this title. As an alternative to subscription rights in the converted stock company, the plan may provide that each eligible member is to receive, without payment, nontransferable subscription rights to purchase a portion of the capital stock of one of the following:1. A corporation or entity organized for the purpose of purchasing and holding all the stock of the converted stock company; provided however, that the Commissioner may, in the Commissioner’s discretion, require that such corporation or entity be incorporated or formed in this State;2. A stock insurer owned by the mutual company into which the mutual company will be merged; or3. An unaffiliated stock insurer or other corporation or entity that will purchase all the stock of the converted stock company.For purposes of any plan, the transfer of subscription rights from: (i) an individual to such individual and his or her spouse or children or to a trust or other estate or wealth planning entity established for the benefit of such individual, his or her spouse or children, (ii) an individual to such individual’s joint or individual IRA account, or other tax-qualified retirement plan, (iii) an entity to the shareholders, partners or members of such entity, or (iv) the holder of such rights to the mutual insurance company or its proposed holding company, shall not be deemed an unpermitted transfer for purposes of this chapter.b. A provision that the subscription rights shall be allocated in whole shares among the eligible members using a fair and equitable formula. The formula need not allocate subscription rights to eligible members on a pro rata basis based on premium payments or contributions to surplus, but may take into account how the different classes of policies of the eligible members contributed to the surplus of the mutual company or any other factors that may be fair or equitable. In accordance with § 4973(e) of this title, the Commissioner may retain an independent consultant to assist in the determination that the allocation of subscription rights is fair and equitable.(b) The plan shall provide a fair and equitable means for allocating shares of capital stock in the event of an oversubscription to shares by eligible members exercising subscription rights received under paragraph (a)(3) of this section.(c) The plan shall provide that any shares of capital stock not subscribed to by eligible members exercising subscription rights received under paragraph (a)(3) of this section shall be sold in a public offering or to another corporation or entity that is participating in the conversion plan, as provided in paragraph (a)(3)a. of this section. If the number of shares of capital stock not subscribed by eligible members is so small in number or other factors exist that:(1) Do not warrant the time or expense of a public offering, or(2) Warrant the participation of standby investors to facilitate completion of the conversion,the plan of conversion may provide for sale of the unsubscribed shares through a private placement or other alternative method approved by the Commissioner that is fair and equitable to eligible members.(d) The plan shall set the dollar amount of the capital stock for which subscription rights must be granted pursuant to paragraph (a)(3) of this section equal to the estimated pro forma market value of the converted stock company based upon an independent evaluation by a qualified expert. This pro forma market value may be that value that is estimated to be necessary to attract full subscription for the shares, as indicated by the independent evaluation, and may be stated as a range of pro forma market value.(e) The plan shall set the purchase price per share of capital stock equal to any reasonable amount. However, the minimum subscription amount required of any eligible member cannot exceed $500, but the plan may provide that the minimum number of shares any person may purchase pursuant to the plan is 25 shares. The purchase price per share at which capital stock is offered to persons who are not eligible members may be greater than but not less than the purchase price per share at which capital stock is offered to eligible members.(f) The plan shall provide that any person or group of persons acting in concert shall not acquire, in the public offering or pursuant to the exercise of subscription rights, more than 5% of the capital stock of the converted stock company or the stock of another corporation that is participating in the conversion plan, as provided in paragraph (a)(3)a. of this section, except with the approval of the Commissioner. This limitation does not apply to any entity that is to purchase 100% of the capital stock of the converted stock company as part of the plan of conversion approved by the Commissioner or to any person that acts as a standby investor of the capital stock of the converted stock company for an amount equal to 10% or more of the capital stock of the converted stock company, provided that in each case such purchase by a standby investor of 10% or more of the capital stock of the converted stock company is approved by the Commissioner in accordance with the provisions of Delaware law following the filing of an acquisition of control statement pursuant to § 5003 of this title.(g) The plan shall provide that no director or officer or person acting in concert with a director or officer of the mutual company shall acquire any capital stock of the converted stock company or the stock of another corporation that is participating in the conversion plan, as provided in paragraph (a)(3)a. of this section, for 3 years after the effective date of the plan, except through a broker-dealer, without the permission of the Commissioner. This provision does not prohibit the directors and officers from:(1) Making block purchases of 1% or more of the outstanding common stock other than through a broker-dealer if approved in writing by the Department;(2) Exercising subscription rights received under the plan; or(3) Participating in a stock benefit plan permitted by § 4977(c) of this title, or approved by shareholders pursuant to § 4982(b) of this title.(h) The plan shall provide that no director or officer may sell stock purchased pursuant to this section, or § 4977(a) of this title within 1 year after the effective date of the conversion, except that nothing contained in this section shall be deemed to restrict a transfer of stock by such director or officer if the stock is the stock of a corporation that is participating in the conversion plan as provided in paragraph (a)(3)a.3. of this section and has a class of stock registered under the Securities Exchange Act of 1934, as amended (15 U.S.C. § 78a et seq.), or if the transfer is to the spouse or minor children of such director or officer, or a to a trust or other estate or wealth planning entity established for the benefit of such director or officer, or the spouse or minor children of such director or officer.(i) The plan shall provide that the rights of a holder of a surplus note to participate in the conversion, if any, shall be governed by the terms of the surplus note.(j) The plan shall provide that, without the prior approval of the Commissioner, no converted stock company, or any corporation participating in the conversion plan pursuant to paragraph (a)(3)a.1. or (a)(3)a.2. of this section, shall, for a period of 3 years from the date of the completion of the conversion, repurchase any of its capital stock from any person, except that this restriction shall not apply to either:(1) A repurchase on a pro rata basis pursuant to an offer made to all shareholders of the converted stock company, or any corporation participating in the conversion plan pursuant to paragraph (a)(3)a.1. or (a)(3)a.2. of this section; or(2) A purchase in the open market by a tax-qualified, or nontax-qualified employee stock benefit plan in an amount reasonable and appropriate to fund the plan.77 Del. Laws, c. 466,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 313,\n\n§\n\n 4;§\n\n4976. Closed block of business for participating life policies.(a) A plan that is adopted by a mutual company that is a life insurance company which issues participating life policies shall provide that participating life policies in force on the effective date of the conversion shall be operated by the converted stock company for dividend purposes as a closed block of participating business, except that any and all classes of group participating policies may be excluded from the closed block.(b) The plan shall provide that sufficient assets of the mutual company shall be allocated for the benefit of the closed block of business so that the assets, together with the revenue from the closed block of business, are sufficient to support the closed block, including, but not limited to, the payment of claims, expenses, taxes, and any dividends that are provided for under the terms of the participating policies, with appropriate adjustments in the dividends for experience changes. The plan shall be accompanied by an opinion of a qualified actuary, or an appointed actuary, who meets the standards set forth in the insurance laws or regulations of this State for the submission of actuarial opinions as to the adequacy of reserves or assets. The opinion shall relate to the adequacy of the assets allocated in support of the closed block of business. The actuarial opinion shall be based on methods of analysis deemed appropriate for those purposes by the Actuarial Standards Board.(c) The amount of assets allocated for the benefit of the closed block shall be based upon the mutual life insurance company’s last annual statement, updated to the last day of the quarter immediately preceding the effective date of the conversion.(d) The converted stock company shall keep a separate accounting for the closed block and shall make and include in the annual statement to be filed with the Commissioner each year a separate statement showing the gains, losses, and expenses properly attributable to the closed block.(e) The assets and liabilities allocated to the closed block may be periodically reviewed by the Commissioner or the Commissioner’s designee. The converted stock company shall bear the cost of any such review. If, as a result of such review, the Commissioner determines that the assets allocated to the closed block are insufficient to support the remaining policies in the closed block, the Commissioner may issue an order directing the converted stock company to allocate additional assets to the closed block sufficient to support the remaining policies in the closed block and the converted stock company shall comply with such order within 30 days of the date thereof. If, as a result of such review, or as a result of a review initiated by the converted stock company and accepted by the Commissioner, assets allocated to the closed block are in excess of the amount necessary to support the remaining policies, then upon application made to the Commissioner by the converted stock company, the Commissioner may issue an order permitting such excess assets in the closed block to revert to the benefit of the converted stock company.(f) The Commissioner may waive the requirement for establishing a closed block of business if, in the Commissioner’s discretion, it is in the best interests of policyholders to do so. The Commissioner may waive from inclusion in the closed block of participating policies those participating policies for which there is no expectation of dividends being paid if, in the Commissioner’s discretion, it is fair and equitable to do so.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4977. Optional provisions of plan of conversion.(a) The plan may provide that the directors, officers, and employees of the mutual company shall receive, without payment, nontransferable subscription rights to purchase capital stock of the converted stock company or the stock of another corporation that is participating in the conversion plan, as provided in § 4975(a)(3)a. of this title. These subscription rights shall be allocated among the directors, officers, and employees by a fair and equitable formula and shall be subordinate to the subscription rights of eligible members. Nothing contained in this chapter shall require the subordination of subscription rights received by directors and officers in their capacity as eligible members, if any.(b) The aggregate total number of shares that may be purchased by directors and officers of the mutual company in their capacity under subsection (a) of this section and in their capacity as eligible members under § 4975(a)(3)a. of this title shall not exceed 35% of the total number of shares to be issued for a mutual company if total assets of the mutual company are less than $50,000,000 or 25% of the total number of shares to be issued for a mutual company if total assets of the mutual company are more than $500,000,000. For mutual companies with total assets of or between $50,000,000 and $500,000,000, the percentage of the total number of shares that may be purchased shall be interpolated.(c) The plan may allocate to a tax-qualified employee benefit plan nontransferable subscription rights to purchase up to 10% of the capital stock of the converted stock company or the stock of another corporation that is participating in the conversion plan, as provided in § 4975(a)(3)a. of this title. A tax-qualified employee benefit plan is entitled to exercise subscription rights granted under this subsection regardless of the total number of shares purchased by other persons.(d) The plan may provide that the other classes of subscribers approved by the Commissioner shall receive, without payment, nontransferable subscription rights to purchase capital stock of the converted stock company or the stock of another corporation that is participating in the conversion plan, as provided in § 4975(a)(3)a. of this title. Other classes of subscribers that may be approved by the Commissioner include, without limitation:(1) Members of the mutual insurer that became members after the date fixed for establishing eligible members;(2) Brokers, agents, or other producers or their directors, officers, or employees that represent the mutual insurer;(3) The shareholders of another corporation that is participating in the conversion plan, as provided in § 4975(a)(3)a. of this title; or(4) The shareholders of another corporation that is a party to an acquisition, merger, consolidation, or other similar transaction with the mutual insurer.(e) The plan may provide for the creation of a liquidation account for the benefit of members in the event of voluntary liquidation subsequent to conversion in an amount equal to the surplus of the mutual company, exclusive of the principal amount of any surplus note, on the last day of the quarter immediately preceding the date of adoption of the plan.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4978. Alternative plan of conversion.(a) The governing body may adopt a plan of conversion that does not rely in whole or in part upon issuing nontransferable subscription rights to members to purchase stock of the converted stock company if the Commissioner finds that the plan does not prejudice the interests of the members, is fair and equitable, and is not inconsistent with the purpose and intent of this chapter. Subject to a finding of the Commissioner that an alternative plan is fair and equitable and is not inconsistent with the purpose and intent of this chapter, an alternative plan may:(1) Include the merger of a domestic mutual insurer into a domestic or foreign stock insurer.(2) Provide for issuing transferable or redeemable subscription rights.(3) Provide for issuing stock, cash, policyholder credits, or other consideration, or any combination of the foregoing, to policyholders instead of subscription rights.(4) Provide for partial conversion of the mutual company and formation of a mutual holding company in accordance with subsection (b) of this section.(5) Set forth another plan containing any other provisions approved by the Commissioner.(b) The Commissioner may approve a partial conversion and formation of a mutual holding company provided that the mutual insurer is not insolvent or in hazardous financial condition according to information supplied in its most recent annual or quarterly statement filed with the Commissioner or as determined by a financial examination performed by the Commissioner pursuant to § 318 of this title. The Commissioner may retain, at the mutual company’s expense, any qualified expert, including counsel and financial advisors, not otherwise a part of the Commissioner’s staff to assist in reviewing whether the plan may be approved by the Commissioner.(c)Conversion of mutual holding company. —(1) Any mutual holding company may convert to stock form only in accordance with the provisions of this chapter. Solely for purposes of establishing the process for and enabling and facilitating any conversion of a mutual holding company to stock form, references in this chapter to a mutual company shall be deemed to refer to a mutual holding company and other provisions of this chapter shall be interpreted accordingly.(2) Any stock issued by a subsidiary insurance company or subsidiary holding company of a mutual holding company to persons other than the parent mutual holding company shall be exchanged for the stock issued by the parent mutual holding company in connection with the conversion of the parent mutual holding company to stock form or any corporation participating in the conversion of the mutual holding company pursuant to § 4975(a)(3)a. of this title. The parent mutual holding company and the subsidiary holding company or insurance company must demonstrate to the satisfaction of the Commissioner that the basis for the exchange is fair and reasonable.(3) If a subsidiary holding company or insurance company has issued shares to an entity other than the mutual holding company, the conversion of the mutual holding company to stock form may not be consummated unless a majority of the shares issued to the entities other than the mutual holding company vote in favor of the conversion. This requirement applies in addition to any otherwise required policyholder or shareholder votes.77 Del. Laws, c. 466,\n\n§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 5;§\n\n4979. Effective date of plan.A plan is effective when the Commissioner has approved the plan, the voting members have approved the plan and adopted the certificate of incorporation of the converted stock company, and the certificate of incorporation is filed in the office of the Secretary of State of this State.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4980. Rights of members whose policies are issued after adoption of plan and before effective date.(a) All members whose policies are issued after the proposed plan has been adopted by the governing body and before the effective date of the plan shall be sent a written notice regarding the plan upon issuance of such policy.(b) A member of a life or health insurance company entitled to be sent the notice described in subsection (a) of this section is entitled to rescind the member’s policy and receive a full refund of any amounts paid for the policy or contract within 10 days after such member has received the notice. Except as provided in subsection (c) of this section, each member of a property or casualty insurance company entitled to receive the notice provided for in subsection (a) of this section shall be advised of the member’s right of cancellation and to a pro rata refund of unearned premiums.(c) No member of a life or health insurance company, or property or casualty insurance company, who has made or filed a claim under such member’s insurance policy shall be entitled to any right to receive any refund under subsection (b) of this section. No person who has exercised the rights provided by subsection (b) of this section shall be entitled to make or file any claim under such person’s insurance policy.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4981. Corporate existence.(a) On the effective date of the conversion, the corporate existence of the mutual company continues in the converted stock company. On the effective date of the conversion, all the assets, rights, franchises, and interests of the mutual company or the mutual holding company in and to every species of property, real, personal, and mixed, and any accompanying things in action, are vested in the converted stock company without any deed or transfer and the converted stock company assumes all the obligations and liabilities of the mutual company or the mutual holding company.(b) Unless otherwise specified in the plan of conversion, the persons who are directors and officers of the mutual company or the mutual holding company on the effective date of the conversion shall serve as directors and officers of the converted stock company until new directors and officers of the converted stock company are elected pursuant to the certificate of incorporation and bylaws of the converted stock company.77 Del. Laws, c. 466,\n\n§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 6;§\n\n4982. Conflict of interest.(a) A director, officer, agent, or employee of the mutual company shall not receive any fee, commission, or other valuable consideration, other than such person’s usual regular salary or compensation, for aiding, promoting, or assisting in a conversion under this chapter, except as provided for in the plan approved by the Commissioner. This provision does not prohibit the payment of reasonable fees and compensation to attorneys, accountants, financial advisors, and actuaries for services performed in the independent practice of their professions, even if the attorney, accountant, financial advisor, or actuary is also a director or officer of the mutual company.(b) For a period of 2 years after the effective date of the conversion, no converted stock company shall implement any nontax-qualified stock benefit plan unless the plan is approved by a majority of votes cast at a duly-convened meeting of shareholders held not less than 6 months after the effective date of the conversion.(c) All the costs and expenses connected with a plan of conversion shall be paid for or reimbursed by the mutual company or the converted stock company. However, if the plan provides for participation by another corporation or stock company in the plan pursuant to § 4975(a)(3)a. of this title, the corporation or stock company may pay for or reimburse all or a portion of the costs and expenses connected with the plan.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4983. Failure to give notice.If the mutual company complies substantially and in good faith with the notice requirements of this chapter, the mutual company’s failure to send a member the required notice does not impair the validity of any action taken under this chapter.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4984. Limitation on actions.Any action challenging the validity of or arising out of acts taken or proposed to be taken under this chapter shall be commenced no later than the latter of:(1) Sixty days after the approval of the plan by the Commissioner; or(2) Thirty days after notice of the meeting of voting members to approve the plan of conversion is first mailed or delivered to voting members or posted on the mutual company’s website.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4985. Mutual company insolvent or in hazardous financial condition.(a) If a mutual company seeking to convert is insolvent or is in hazardous financial condition according to information supplied in its most recent annual or quarterly statement filed with the Department or as determined by a financial examination performed by the Department pursuant to § 318 of this title, the requirements of this chapter, including notice to and policyholder approval of the plan of conversion, may be waived at the discretion of the Commissioner, if requested by the mutual company. If a waiver under this section is ordered by the Commissioner, the mutual company shall specify in its plan of conversion:(1) The method and basis for the issuance of the converted stock company’s shares of its capital stock to an independent party in connection with an investment by the independent party in an amount sufficient to restore the converted stock company to a sound financial condition.(2) That the conversion shall be accomplished without granting subscription rights or other consideration to the past, present, or future policyholders.(b) Nothing contained in this section shall alter or limit the authority of the Commissioner under any of the provisions of law, including, but not limited to, Chapter 59 of this title.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4986. Rules and regulations.The Commissioner may promulgate rules and regulations to administer and enforce this chapter.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4987. Laws applicable to converted stock company.(a) No mutual company shall be permitted to convert under this chapter if, as a direct result of the conversion, any person or any affiliate thereof acquires control of the converted stock company, unless that person and such person’s affiliates comply with the provisions of § 5003 of this title. For purposes of this subsection, “control” shall have the meaning given to such term in § 5001 of this title.(b) Except as otherwise specified in this chapter, a stock company converted under this chapter shall have and may exercise all the rights and privileges and shall be subject to all of the requirements and regulations imposed on stock insurers under this chapter and any other laws of this State relating to the regulation and supervision of insurers, but it shall exercise no rights or privileges which other stock insurers may not exercise.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4988. Commencement of business as a stock insurer.No mutual company shall have the power to engage in the business of insurance as a stock company until it complies with all provisions of this chapter.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4989. Amendment of policies.A mutual company, by endorsement or rider approved by the Commissioner and sent to the policyholder, may simultaneously with or at any time after the adoption of a plan of conversion amend any outstanding insurance policy for the purpose of extinguishing the right of the holder of any such policy to share in the surplus of the mutual company. However, this amendment shall be null and void if the plan of conversion is not submitted to the Commissioner or, if submitted, is disapproved by the Commissioner or, if approved by the Commissioner, is not approved by the eligible members on or before the first anniversary of its approval by the Commissioner.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4990. Prohibition on acquisitions of control.Except as otherwise specifically provided in § 4975 of this title, from the date a plan of conversion is adopted by the governing body of a mutual company until 3 years after the effective date of the plan of conversion, no person shall directly or indirectly offer to acquire, make any announcement to acquire or acquire in any manner, including making a filing with the Department for such acquisition under a statute or regulation of this State, the beneficial ownership of 10% or more of a class of a voting security of the converted stock company or of a person which controls the voting securities of the converted stock company, unless the converted stock company or a person who controls the voting securities of the converted stock company consents to such acquisition and such acquisition is otherwise approved by the Commissioner.77 Del. Laws, c. 466,\n\n§\n\n 2;§\n\n4991. Applicability to existing mutual insurers.(a) Except as provided in subsection (b) of this section, this chapter shall apply to all mutual insurers.(b) Section 4933 of this title as in effect prior to October 17, 2010, is hereby repealed, except as set forth in the next sentence. Section 4933 of this title as in effect on October 16, 2010, shall apply to any mutual insurer that is a domestic mutual company as of such date that has not submitted a written notice to the Commissioner under subsection (c) of this section.(c) Any mutual insurer that is a domestic mutual company as of the date immediately prior to the enactment of this chapter that otherwise would be subject to the application of this chapter, § 4933 of this title as in effect on such date may elect to become subject to the application of this chapter instead by submitting to the Commissioner a written notice to that effect.77 Del. Laws, c. 466,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4971",
      "number": "4971.",
      "heading": "Short title of chapter.This chapter shall be known and may be cited as the “Delaware Insurance Company Mutual-to-Stock Conversion Act",
      "text": "”77 Del. Laws, c. 466,\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4972",
      "number": "4972.",
      "heading": "Definitions.As used in this chapter, the following words and phrases shall have the meanings as ascribed in this section:(1) “Capital stock” means common or preferred stock or any hybrid security or other equity security issued by a converted stock insurer or other company or entity pursuant to the ",
      "text": "§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4973",
      "number": "4973.",
      "heading": "Adoption of plan of conversion",
      "text": "(a) No plan of conversion shall become effective unless the mutual company seeking to convert to a stock company shall have adopted, by the affirmative vote of not less than2/3of its governing body and otherwise in accordance with law, a plan of conversion consistent w\n§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4974",
      "number": "4974.",
      "heading": "Redomestication and conversion",
      "text": "(a) A foreign mutual insurer or foreign mutual holding company that has filed an application for redomestication may file an application for conversion under this chapter promptly after completion of the redomestication or upon such earlier date as the Commissioner may\n§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4975",
      "number": "4975.",
      "heading": "Required provisions of plan of conversion",
      "text": "(a) The following provisions shall be included in the plan:(1) The reasons for proposed conversion.(2) The effect of conversion on existing policies, including all of the following:a. A provision that all policies in force on the effective date of conversion\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 313,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4976",
      "number": "4976.",
      "heading": "Closed block of business for participating life policies",
      "text": "(a) A plan that is adopted by a mutual company that is a life insurance company which issues participating life policies shall provide that participating life policies in force on the effective date of the conversion shall be operated by the c\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4977",
      "number": "4977.",
      "heading": "Optional provisions of plan of conversion",
      "text": "(a) The plan may provide that the directors, officers, and employees of the mutual company shall receive, without payment, nontransferable subscription rights to purchase capital stock of the converted stock company or the stock of another corporation that i\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4978",
      "number": "4978.",
      "heading": "Alternative plan of conversion",
      "text": "(a) The governing body may adopt a plan of conversion that does not rely in whole or in part upon issuing nontransferable subscription rights to members to purchase stock of the converted stock company if the Commissioner finds that the plan does not prejudice the inte\n§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4979",
      "number": "4979.",
      "heading": "Effective date of plan.A plan is effective when the Commissioner has approved the plan, the voting members have approved the plan and adopted the certificate of incorporation of the converted stock company, and the certificate of incorporation is filed in the office of the Secretary of State of this",
      "text": "§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4980",
      "number": "4980.",
      "heading": "Rights of members whose policies are issued after adoption of plan and before effective date",
      "text": "(a) All members whose policies are issued after the proposed plan has been adopted by the governing body and before the effective date of the plan shall be sent a written notice regarding the plan upon issua\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4981",
      "number": "4981.",
      "heading": "Corporate existence.(a) On the effective date of the conversion, the corporate existence of the mutual company continues in the converted stock company",
      "text": "On the effective date of the conversion, all the assets, rights, franchises, and interests of the mutual company or the mutual holding company in a\n§\n\n 2;78 Del. Laws, c. 313,\n\n§\n\n 6;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4982",
      "number": "4982.",
      "heading": "Conflict of interest.(a) A director, officer, agent, or employee of the mutual company shall not receive any fee, commission, or other valuable consideration, other than such person’s usual regular salary or compensation, for aiding, promoting, or assisting in a conversion under this chapter, except",
      "text": "§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4983",
      "number": "4983.",
      "heading": "Failure to give notice.If the mutual company complies substantially and in good faith with the notice requirements of this chapter, the mutual company’s failure to send a member the required notice does not impair the validity of any action taken under this chapter",
      "text": "77 Del. Laws, c. 466,\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4984",
      "number": "4984.",
      "heading": "Limitation on actions.Any action challenging the validity of or arising out of acts taken or proposed to be taken under this chapter shall be commenced no later than the latter of:(1) Sixty days after the approval of the plan by the Commissioner; or(2) Thirty days after notice of the meeting of voti",
      "text": "§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4985",
      "number": "4985.",
      "heading": "Mutual company insolvent or in hazardous financial condition",
      "text": "(a) If a mutual company seeking to convert is insolvent or is in hazardous financial condition according to information supplied in its most recent annual or quarterly statement filed with the Department or as determined by a financial exa\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4986",
      "number": "4986.",
      "heading": "Rules and regulations.The Commissioner may promulgate rules and regulations to administer and enforce this chapter.77 Del. Laws, c. 466,",
      "text": "§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4987",
      "number": "4987.",
      "heading": "Laws applicable to converted stock company",
      "text": "(a) No mutual company shall be permitted to convert under this chapter if, as a direct result of the conversion, any person or any affiliate thereof acquires control of the converted stock company, unless that person and such person’s affiliates comply with\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4988",
      "number": "4988.",
      "heading": "Commencement of business as a stock insurer",
      "text": "No mutual company shall have the power to engage in the business of insurance as a stock company until it complies with all provisions of this chapter.77 Del. Laws, c. 466,\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4989",
      "number": "4989.",
      "heading": "Amendment of policies.A mutual company, by endorsement or rider approved by the Commissioner and sent to the policyholder, may simultaneously with or at any time after the adoption of a plan of conversion amend any outstanding insurance policy for the purpose of extinguishing the right of the holder",
      "text": "§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4990",
      "number": "4990.",
      "heading": "Prohibition on acquisitions of control",
      "text": "Except as otherwise specifically provided in § 4975 of this title, from the date a plan of conversion is adopted by the governing body of a mutual company until 3 years after the effective date of the plan of conversion, no person shall directly or indirectly o\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4991",
      "number": "4991.",
      "heading": "Applicability to existing mutual insurers",
      "text": "(a) Except as provided in subsection (b) of this section, this chapter shall apply to all mutual insurers.(b) Section 4933 of this title as in effect prior to October 17, 2010, is hereby repealed, except as set forth in the next sentence. Section 4933 of thi\n§\n\n 2;",
      "history": "",
      "source_url": ""
    }
  ]
}