{
  "state": "new-mexico",
  "path": "title-chapter-59a-insurance-code/chapter-article-22a-preferred-provider-arrangements",
  "sections": [
    {
      "id": "section-59a-22a-1",
      "number": "59A-22A-1",
      "heading": "Short title.Section 59A-22A-2 - Purpose",
      "text": "Section 59A-22A-3 - Definitions.Section 59A-22A-4 - Preferred provider arrangements.Section 59A-22A-5 - Health benefit plans.Section 59A-22A-6 - Preferred provider participation requirements.Section 59A-22A-7 - General requirements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-59a-22a-2",
      "number": "59A-22A-2",
      "heading": "Purpose.",
      "text": "The purpose of the Preferred Provider Arrangements Law is to encourage health care cost containment while preserving quality of care by allowing health care insurers to enter into preferred provider arrangements in accordance with minimum standards for preferred provider arrangements and for the health benefit plans associated with those arrangements.\n\nHistory:1978 Comp., § 59A-22A-2, enacted by Laws 1993, ch. 320, § 60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-22a/section-59a-22a-2/"
    },
    {
      "id": "section-59a-22a-3",
      "number": "59A-22A-3",
      "heading": "Definitions.",
      "text": "As used in the Preferred Provider Arrangements Law:\n\nA. \"covered person\" means any person on whose behalf the health care insurer is obligated to pay for or to provide health benefit services;\n\nB. \"covered services\" means health care services which the health care insurer is obligated to pay for or to provide under a health benefit plan;\n\nC. \"emergency care\" means health care procedures, treatments or services delivered to a covered person after the sudden onset of what reasonably appears to be a medical condition that manifests itself by symptoms of sufficient severity, including severe pain, that the absence of immediate medical attention could be reasonably expected by a reasonable layperson to result in jeopardy to a person's health, serious impairment of bodily functions, serious dysfunction of a bodily organ or part or disfigurement to a person;\n\nD. \"health benefit plan\" means the health insurance policy or subscriber agreement between the covered person or the policyholder and the health care insurer that defines the covered services and benefit levels available;\n\nE. \"health care insurer\" means any person who provides health insurance in this state. For the purposes of the Small Group Rate and Renewability Act [Chapter 59A, Article 23C NMSA 1978], \"carrier\" or \"insurer\" includes a licensed insurance company, a licensed fraternal benefit society, a prepaid hospital or medical service plan, a health maintenance organization, a nonprofit health care organization, a multiple employer welfare arrangement or any other person providing a plan of health insurance subject to state insurance regulation;\n\nF. \"health care provider\" means providers of health care services licensed as required in this state;\n\nG. \"health care services\" means services rendered or products sold by a health care provider within the scope of the provider's license. The term includes hospital, medical, surgical, dental, vision and pharmaceutical services or products;\n\nH. \"preferred provider\" means a health care provider or group of providers who have contracted with a health care insurer to provide specified covered services to a covered person; and\n\nI. \"preferred provider arrangement\" means a contract between or on behalf of the health care insurer and a preferred provider that complies with all the requirements of the Preferred Provider Arrangements Law.\n\nHistory:1978 Comp., § 59A-22A-3, enacted by Laws 1993, ch. 320, § 61; 2021, ch. 108, § 22.\n\nThe 2021 amendment,effective July 1, 2021, revised the definition of \"emergency care\"; and in Subsection C, after \"'emergency care' means\", complete rewrote the remainder of the subsection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-22a/section-59a-22a-3/"
    },
    {
      "id": "section-59a-22a-4",
      "number": "59A-22A-4",
      "heading": "Preferred provider arrangements.",
      "text": "Notwithstanding any provisions of law to contrary, any health care insurer may enter into preferred provider arrangements.\n\nA. Such arrangements shall:\n\n(1) establish the amount and manner of payment to the preferred provider. Such amount and manner of payment may include capitation payments for preferred providers;\n\n(2) include mechanisms which are designed to minimize the cost of the health benefit plan; for example:\n\n(a) the review or control of utilization of health care services; or\n\n(b) procedures for determining whether health care services rendered are medically necessary; and\n\n(3) assure reasonable access to covered services available under the preferred provider arrangement and an adequate number of preferred providers to render those services.\n\nB. Such arrangements shall not unfairly deny health benefits for medically necessary covered services.\n\nC. If an entity enters into a contract providing covered services with a health care provider, but is not engaged in activities which would require it to be licensed as a health care insurer, such entity shall file with the superintendent information describing its activities, a description of the contract or agreement it has entered into with the health care providers, and such other information as is required by the provisions of the Health Care Benefits Jurisdiction Act [59A-15-14 to 59A-15-19 NMSA 1978] and any regulations promulgated under its authority. Employers who enter into contracts with health care providers for the exclusive benefit of their employees and dependents are subject to the Health Care Benefits Jurisdiction Act and are exempt from this requirement only to the extent required by federal law.\n\nHistory:1978 Comp., § 59A-22A-4, enacted by Laws 1993, ch. 320, § 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-22a/section-59a-22a-4/"
    },
    {
      "id": "section-59a-22a-5",
      "number": "59A-22A-5",
      "heading": "Health benefit plans.",
      "text": "A. Health care insurers may issue health benefit plans which provide for incentives for covered persons to use the health care services of preferred providers. Such policies or subscriber agreement shall contain at least the following provisions:\n\n(1) a provision that if a covered person receives emergency care for services specified in the preferred provider arrangement and cannot reasonably reach a preferred provider that emergency care rendered during the course of the emergency will be reimbursed as though the covered person had been treated by a preferred provider; and\n\n(2) a provision which clearly identifies the differentials in benefit levels for health care services of preferred providers and benefit levels for health care services of non-preferred providers.\n\nB. If a health benefit plan provides differences in benefit levels payable to preferred providers compared to other providers, such differences shall not unfairly deny payment for covered services and shall be no greater than necessary to provide a reasonable incentive for covered persons to use the preferred provider.\n\nHistory:1978 Comp., § 59A-22A-5, enacted by Laws 1993, ch. 320, § 63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-22a/section-59a-22a-5/"
    },
    {
      "id": "section-59a-22a-6",
      "number": "59A-22A-6",
      "heading": "Preferred provider participation requirements.",
      "text": "Health care insurers may place reasonable limits on the number or classes of preferred providers which satisfy the standards set forth by the health care insurer, provided that there is no discrimination against providers on the basis of religion, race, color, national origin, age, sex or marital status, and further provided that selection of preferred providers is primarily based on, but not limited to, cost and availability of covered services and the quality of services performed by the providers.\n\nHistory:1978 Comp., § 59A-22A-6, enacted by Laws 1993, ch. 320, § 64.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-22a/section-59a-22a-6/"
    },
    {
      "id": "section-59a-22a-7",
      "number": "59A-22A-7",
      "heading": "General requirements.",
      "text": "Health care insurers complying with the Preferred Provider Arrangements Law shall be subject to and are required to comply with all other applicable laws, rules and regulations of this state.\n\nHistory:1978 Comp., § 59A-22A-7, enacted by Laws 1993, ch. 320, § 65.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-22a/section-59a-22a-7/"
    }
  ]
}