{
  "state": "new-mexico",
  "path": "title-chapter-59a-insurance-code/chapter-article-59a-prescription-drug-price-transparency",
  "sections": [
    {
      "id": "section-59a-59a-1",
      "number": "59A-59A-1",
      "heading": "Short title. (Effective January 1, 2025",
      "text": ")Section 59A-59A-2 - Definitions. (Effective January 1, 2025.)Section 59A-59A-3 - Prescription drug manufacturer price and price increase reporting requirements. (Effective January 1, 2025.)Section 59A-59A-4 - Pharmacy services administrative organization repo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-59a-59a-2",
      "number": "59A-59A-2",
      "heading": "Definitions. (Effective January 1, 2025.)",
      "text": "As used in the Prescription Drug Price Transparency Act:\n\nA. \"authorized health insurer\" means an entity holding a valid certificate of authority issued pursuant to the insurance laws of this state, including a health insurance company, health maintenance organization, hospital or health care services corporation, provider service network, nonprofit health care plan or any other entity that:\n\n(1) contracts, offers to contract or enters into agreements to pay for or reimburse any costs of health care services; or\n\n(2) provides, offers or administers health benefits plans or managed health care plans in this state;\n\nB. \"biosimilar product\" means a prescription drug product that, in reference to a biological product that the federal food and drug administration has licensed:\n\n(1) is highly similar to the single biological product against which the biosimilar product was evaluated in the biosimilar product's marketing application to the federal food and drug administration; and\n\n(2) displays no clinically meaningful differences between the biosimilar product and the single biological product against which the biosimilar product was evaluated in the biosimilar product's marketing application to the federal food and drug administration in terms of the safety, purity and potency of the product;\n\nC. \"brand name drug\" means a prescription drug that is marketed or distributed in accordance with:\n\n(1) an original new drug application, except for a generic drug; or\n\n(2) a biologics license application approved by the federal food and drug administration;\n\nD. \"confidential information\" means information obtained by the superintendent pursuant to the Prescription Drug Price Transparency Act that has not become public information and that, if released prematurely or in non-aggregate or non-summary form, may provide unfair economic advantage or adversely affect the competitive position of any entity that reports to the superintendent pursuant to the Prescription Drug Price Transparency Act. \"Confidential information\" includes proprietary information and trade secrets;\n\nE. \"generic drug\" means a prescription drug that is:\n\n(1) marketed or distributed in accordance with an abbreviated new drug application approved by the federal food and drug administration;\n\n(2) an authorized generic drug approved by the federal food and drug administration; or\n\n(3) a prescription drug that entered the market before 1962 that was not originally marketed under a new drug application;\n\nF. \"manufacturer\" means an entity licensed to manufacture or distribute prescription drugs pursuant to the Pharmacy Act [Chapter 61, Article 11 NMSA 1978] that:\n\n(1) owns the patent to a prescription drug product;\n\n(2) enters into a lease with another manufacturer to market and distribute a brand name drug under the entity's own name; or\n\n(3) sets or changes the wholesale acquisition cost of a prescription drug product that the entity manufactures or markets;\n\nG. \"medicare part D specialty-tier cost threshold\" means the cost threshold set by the federal centers for medicare and medicaid services to determine which prescription drugs are in the specialty tier of the prescription drug benefit plan provided under part D of Title 18 of the federal Social Security Act;\n\nH. \"pharmacy benefits manager\" means an entity licensed as a pharmacy benefits manager pursuant to the Pharmacy Benefits Manager Regulation Act [Chapter 59A, Article 61 NMSA 1978];\n\nI. \"pharmacy services administrative organization\" means an entity registered with the superintendent as a pharmacy services administrative organization pursuant to the Pharmacy Benefits Manager Regulation Act;\n\nJ. \"prescription drug product\" means any of the following products:\n\n(1) a biologic product produced or distributed in accordance with a biologics license application approved by the federal food and drug administration;\n\n(2) a biosimilar product;\n\n(3) a brand name drug; or\n\n(4) a generic drug;\n\nK. \"rebate\" means a price concession paid by a manufacturer to a pharmacy benefits manager or authorized health insurer that is based on the:\n\n(1) actual or estimated use of a prescription drug; or\n\n(2) effectiveness of a prescription drug pursuant to the terms of a value-based or performance-based contract; and\n\nL. \"wholesale acquisition cost\" means the manufacturer's list price for a prescription drug sold to wholesalers in the United States, not including discounts, rebates or reductions in price.\n\nHistory:Laws 2024, ch. 33, § 2.\n\nEffective dates.— Laws 2024, ch. 33, § 9 made Laws 2024, ch. 33, § 2 effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-59a/section-59a-59a-2/"
    },
    {
      "id": "section-59a-59a-3",
      "number": "59A-59A-3",
      "heading": "Prescription drug manufacturer price and price increase reporting requirements. (Effective January 1, 2025.)",
      "text": "A. By May 1, 2025, and annually thereafter, each manufacturer shall submit data to the superintendent, in a form and manner prescribed by the superintendent, that includes the name and national drug code for each prescription drug product that has a wholesale acquisition cost of four hundred dollars ($400) or more for a thirty-day supply or for a course of treatment that is less than thirty days and is a:\n\n(1) brand name drug that has increased in wholesale acquisition cost by ten percent or more in the previous calendar year;\n\n(2) brand name drug that has increased in wholesale acquisition cost by sixteen percent or more over the course of the previous two calendar years; or\n\n(3) generic drug or biosimilar product that has increased in wholesale acquisition cost by thirty percent or more in the previous calendar year.\n\nB. For each prescription drug product that is reported to the superintendent, the manufacturer shall provide the following information that shall be verified, whenever possible, by the superintendent through the use of independent third-party resources:\n\n(1) the introductory wholesale acquisition cost of the prescription drug product when the prescription drug product was approved for marketing by the federal food and drug administration;\n\n(2) the annual increase in the prescription drug product's wholesale acquisition cost over the previous five calendar years;\n\n(3) the direct costs associated with manufacturing, marketing and distributing the prescription drug product;\n\n(4) the total revenue from the prescription drug product over the previous calendar year;\n\n(5) the net profit attributable to the prescription drug product over the previous calendar year;\n\n(6) the patent expiration date for the prescription drug product;\n\n(7) the ten highest government-negotiated prices of the prescription drug product in European Union countries and the United Kingdom;\n\n(8) any agreement between the manufacturer and another entity that involves a delay in marketing a generic version of the prescription drug product;\n\n(9) the names and prices of any generic equivalents of the prescription drug product;\n\n(10) the total amount of manufacturer-supported financial assistance provided to consumers of the prescription drug product; and\n\n(11) other information requested by the superintendent.\n\nC. When a new brand name drug is introduced in the United States and has a price that is higher than the medicare part D specialty-tier threshold, the manufacturer of the brand name drug shall report the name of the drug to the superintendent within three days of the brand name drug's introduction.\n\nD. When a new generic drug or biosimilar product is introduced in the United States with a price that is higher than the medicare part D specialty-tier threshold and a price that is not at least fifteen percent lower than the price of the brand name drug or biological product that the generic drug or biosimilar product is based on, the manufacturer of the generic drug or biosimilar product shall report the name of the generic drug or biosimilar product to the superintendent within three days of the generic drug or biosimilar product's introduction.\n\nE. A manufacturer of a prescription drug product that is increasing in price enough to meet the reporting requirements of Subsection A of this section shall notify the superintendent on the price increase in writing no later than the date that the price increase becomes effective. The notice shall include:\n\n(1) the date of the price increase;\n\n(2) the current wholesale acquisition cost of the prescription drug product;\n\n(3) the dollar amount of any known future increase of the wholesale acquisition cost of the prescription drug product; and\n\n(4) a statement regarding whether a change or improvement in the prescription drug product necessitates the price increase, and if so, the manufacturer shall describe the change or improvement.\n\nF. Except for the superintendent's reporting requirements in Section 7 [59A-59A-7 NMSA 1978] of the Prescription Drug Price Transparency Act, the superintendent and a person acting on behalf of the superintendent, including staff and third-party contractors, shall keep confidential all of the information provided pursuant to this section, and the information shall not be subject to the requirements of the Inspection of Public Records Act [Chapter 14, Article 2 NMSA 1978]. The superintendent shall include in every contract for services related to the Prescription Drug Price Transparency Act a requirement that contractors and subcontractors do not disclose confidential information to any persons other than the superintendent or a person acting on behalf of the superintendent.\n\nHistory:Laws 2024, ch. 33, § 3.\n\nEffective dates.— Laws 2024, ch. 33, § 9 made Laws 2024, ch. 33, § 3 effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-59a/section-59a-59a-3/"
    },
    {
      "id": "section-59a-59a-4",
      "number": "59A-59A-4",
      "heading": "Pharmacy services administrative organization reporting requirements. (Effective January 1, 2025.)",
      "text": "A. By June 30, 2025, and annually thereafter, except as provided by Subsection B of this section, each pharmacy services administrative organization that represents a pharmacy or chain of pharmacies that do business in this state shall submit data to the superintendent, in a form and manner prescribed by the superintendent, that includes a list of the:\n\n(1) negotiated reimbursement rate of the twenty-five prescription drug products with the highest reimbursement rate;\n\n(2) twenty-five prescription drug products with the highest year-to-year percentage change in reimbursement rate;\n\n(3) twenty-five prescription drug products with the highest year-to-year change in reimbursement rate based on the total dollar amount of change; and\n\n(4) schedule of fees charged to pharmacies for the services provided by the pharmacy services administrative organization.\n\nB. A pharmacy services administrative organization that solely generates revenue from charging flat service fees to pharmacies and does not charge pharmacies for services based on prescription drug product prices or volume shall be exempt from the reporting requirements of this section.\n\nC. Except for the superintendent's reporting requirements in Section 7 [59A-59A-7 NMSA 1978] of the Prescription Drug Price Transparency Act, the superintendent and a person acting on behalf of the superintendent, including staff and third-party contractors, shall keep confidential all of the information provided pursuant to this section, and the information shall not be subject to the requirements of the Inspection of Public Records Act [Chapter 14, Article 2 NMSA 1978]. The superintendent shall include in every contract for services related to the Prescription Drug Price Transparency Act a requirement that contractors and subcontractors do not disclose confidential information to any persons other than the superintendent or a person acting on behalf of the superintendent.\n\nHistory:Laws 2024, ch. 33, § 4.\n\nEffective dates.— Laws 2024, ch. 33, § 9 made Laws 2024, ch. 33, § 4 effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-59a/section-59a-59a-4/"
    },
    {
      "id": "section-59a-59a-5",
      "number": "59A-59A-5",
      "heading": "Authorized health insurer reporting requirements. (Effective January 1, 2025.)",
      "text": "A. By May 1, 2025, and annually thereafter, each authorized health insurer shall submit data to the superintendent, in a form and manner prescribed by the superintendent, that includes:\n\n(1) a list of the twenty-five most frequently prescribed prescription drug products;\n\n(2) a list of the twenty-five most costly prescription drug products by total annual plan spending;\n\n(3) a list of the twenty-five prescription drug products with the highest increase in total annual spending compared to the previous calendar year; and\n\n(4) an evaluation on the effect that the cost of prescription drug products has on health care premiums.\n\nB. Except for the superintendent's reporting requirements in Section 7 [59A-59A-7 NMSA 1978] of the Prescription Drug Price Transparency Act, the superintendent and a person acting on behalf of the superintendent, including staff and third-party contractors, shall keep confidential all of the information provided pursuant to this section, and the information shall not be subject to the requirements of the Inspection of Public Records Act [Chapter 14, Article 2 NMSA 1978]. The superintendent shall include in every contract for services related to the Prescription Drug Price Transparency Act a requirement that contractors and subcontractors do not disclose confidential information to any persons other than the superintendent or a person acting on behalf of the superintendent.\n\nHistory:Laws 2024, ch. 33, § 5.\n\nEffective dates.— Laws 2024, ch. 33, § 9 made Laws 2024, ch. 33, § 5 effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-59a/section-59a-59a-5/"
    },
    {
      "id": "section-59a-59a-6",
      "number": "59A-59A-6",
      "heading": "Pharmacy benefits manager reporting requirements. (Effective January 1, 2025.)",
      "text": "A. By May 1, 2025, and annually thereafter, each pharmacy benefits manager shall provide data to the superintendent that includes the following information for the previous calendar year that is attributable to patient utilization of prescription drug products covered by authorized health insurers:\n\n(1) the aggregate rebates and fees collected from manufacturers; and\n\n(2) the aggregate dollar amount of rebates and fees collected from manufacturers that were:\n\n(a) passed on to: 1) authorized health insurers; and 2) consumers at the point of sale of a prescription drug product; or\n\n(b) retained by the pharmacy benefits manager.\n\nB. A report submitted by a pharmacy benefits manager shall not disclose the identity of a specific authorized health insurer or consumer, the price charged for a specific prescription drug product or class of prescription drug products or the amount of any rebate or fee provided for a specific prescription drug product or class of prescription drug products.\n\nC. Information provided to the superintendent pursuant to this section shall be kept confidential by the superintendent and any person acting on behalf of the superintendent, including staff and third-party contractors, and shall not be subject to the requirements of the Inspection of Public Records Act [Chapter 14, Article 2 NMSA 1978], except to the extent that the information is used on an aggregate basis across all pharmacy benefits managers, in accordance with the superintendent's reporting requirements in Section 7 [59A-59A-7 NMSA 1978] of the Prescription Drug Price Transparency Act. The superintendent shall include in every contract for services related to the Prescription Drug Price Transparency Act a requirement that contractors and subcontractors do not disclose confidential information to any persons other than the superintendent or a person acting on behalf of the superintendent.\n\nHistory:Laws 2024, ch. 33, § 6.\n\nEffective dates.— Laws 2024, ch. 33, § 9 made Laws 2024, ch. 33, § 6 effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-59a/section-59a-59a-6/"
    },
    {
      "id": "section-59a-59a-7",
      "number": "59A-59A-7",
      "heading": "Superintendent of insurance legislative reports. (Effective January 1, 2025.)",
      "text": "A. By December 31, 2025, and annually thereafter, the superintendent shall submit to the legislative finance committee and the legislative health and human services committee a report that includes:\n\n(1) aggregate market trends for prescription drug products across the state and country;\n\n(2) the impact of prescription drug product prices in the state, including the overall impact of prescription drug product costs on health care premiums;\n\n(3) the geographic and demographic populations in the state most affected by high prescription drug product costs; and\n\n(4) any recommendations the superintendent has on further action or legislation needed to make prescription drug products more affordable and reduce overall patient cost in the state.\n\nB. By December 31, 2025, and annually thereafter, the superintendent shall aggregate the information collected from manufacturers, pharmacy services administrative organizations, authorized health insurers and pharmacy benefits managers and submit a report on the aggregate data to the legislative finance committee and the legislative health and human services committee. The superintendent shall hold an annual public meeting that is focused on discussing the contents of the report.\n\nC. The superintendent shall make the reports required by this section available to the public on the superintendent's website.\n\nD. The aggregate data included in the reports shall not disclose or tend to disclose proprietary or confidential information on any specific or individual manufacturer, pharmacy services administrative organization, authorized health insurer, pharmacy benefits manager or consumer.\n\nHistory:Laws 2024, ch. 33, § 7.\n\nEffective dates.— Laws 2024, ch. 33, § 9 made Laws 2024, ch. 33, § 7 effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-59a/section-59a-59a-7/"
    },
    {
      "id": "section-59a-59a-8",
      "number": "59A-59A-8",
      "heading": "Enforcement and penalties. (Effective January 1, 2025.)",
      "text": "A. A manufacturer, pharmacy services administrative organization, authorized health insurer or pharmacy benefits manager may be subject to a penalty imposed by the superintendent in accordance with Section 59A-1-18 NMSA 1978 for:\n\n(1) failing to submit information or data;\n\n(2) failing to submit information or data on time; or\n\n(3) providing inaccurate or incomplete information or data.\n\nB. The superintendent may audit the data submitted to the superintendent by a manufacturer, pharmacy services administrative organization, authorized health insurer or pharmacy benefits manager in a form and manner specified by the superintendent. The entity that submitted the data shall pay all costs associated with the audit.\n\nHistory:Laws 2024, ch. 33, § 8.\n\nEffective dates.— Laws 2024, ch. 33, § 9 made Laws 2024, ch. 33, § 8 effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-59a/section-59a-59a-8/"
    }
  ]
}