{
  "state": "new-mexico",
  "path": "title-chapter-59a-insurance-code/chapter-article-32-motor-vehicle-insurance",
  "sections": [
    {
      "id": "section-59a-32-1",
      "number": "59A-32-1",
      "heading": "Assigned risk plan, short title",
      "text": "Sections 520 through 532 [59A-32-1, 59A-32-3 to 59A-32-13 NMSA 1978] of this article comprise and may be cited as the \"Motor Vehicle Assigned Risks Law\".\n\nHistory:Laws 1984, ch. 127, § 520.\n\nConstitutionality of rate rollback legislation.— Legislature can constitutionally require insurers to roll back premium rates if the roll back does not result in the establishment of confiscatory rates or if there is a statutory mechanism to allow insurers to obtain rate relief in the event that confiscatory rates result. 1991 Op. Att'y Gen. No. 91-10.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —7 Am. Jur. 2d Automobile Insurance § 11 et seq.\n\nWhat constitutes an \"uninsured\" or \"unknown\" vehicle or motorist, within uninsured motorist coverage, 26 A.L.R.3d 883, 24 A.L.R.4th 13, 24 A.L.R.4th 63.\n\nWhat constitutes sufficiently serious personal injury, disability, impairment, or the like to justify recovery of damages outside of no-fault automobile insurance coverage, 33 A.L.R.4th 767.\n\nWho is a \"spouse\" within clause of automobile liability, uninsured motorist, or no-fault insurance policy defining additional insured, 36 A.L.R.4th 588.\n\nConstruction and application of substitution provision of automobile liability policy, 42 A.L.R.4th 1145.\n\nConsortium claim of spouse, parent or child of accident victim as within extended \"per accident\" coverage rather than \"per person\" coverage of automobile liability policy, 46 A.L.R.4th 735.\n\nUninsured motorist coverage: injuries to motorcyclists as within affirmative or exclusionary terms of automobile insurance policy, 46 A.L.R.4th 771.\n\nLiability insurance: when is vehicle in \"dead storage,\" 48 A.L.R.4th 591.\n\nAutomobile liability insurance policy flight from police exclusion: validity and effect, 49 A.L.R.4th 325.\n\nWho is \"employed or engaged in the automobile business\" within exclusionary clause of liability policy, 55 A.L.R.4th 261.\n\nValidity and construction of automobile insurance provision or statute automatically terminating coverage when insured obtains another policy providing similar coverage, 61 A.L.R.4th 1130.\n\nWhat constitutes single accident or occurrence within liability policy limiting insurer's liability to a specified amount per accident or occurrence, 64 A.L.R.4th 668.\n\nWhat constitutes \"motor vehicle\" for purposes of no-fault insurance, 73 A.L.R.4th 1053.\n\nApplication of automobile insurance \"entitlement\" exclusion to family member, 25 A.L.R.5th 60.\n\nValidity and operation of \"step-down\" provision of automobile liability policy reducing coverage for permissive users, 29 A.L.R.5th 469.\n\nWhat constitutes use of automobile \"to carry persons or property for fee\" within exclusion of automobile insurance policy, 57 A.L.R.5th 591.\n\nValidity, construction, and application of exclusion of government vehicles from uninsured motorist provision, 58 A.L.R.5th 511.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-1/"
    },
    {
      "id": "section-59a-32-2",
      "number": "59A-32-2",
      "heading": "Scope of article.",
      "text": "This article shall apply only as to contracts of vehicle insurance, as defined in Section 113 [59A-7-7 NMSA 1978] of the Insurance Code. Such contracts shall also be subject to the applicable provisions of Article 18 [Chapter 59A, Article 18 NMSA 1978] (the insurance contract) of the Insurance Code.\n\nHistory:Laws 1984, ch. 127, § 509.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Combining or \"stacking\" of \"no fault\" or personal injury protection (PIP) coverages in automobile liability policy or policies, 29 A.L.R.4th 12.\n\nCombining or \"stacking\" medical payment provisions of automobile liability policy or policies issued by one or more insurers to one insured, 29 A.L.R.4th 49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-2/"
    },
    {
      "id": "section-59a-32-3",
      "number": "59A-32-3",
      "heading": "Purpose of assigned risk plan.",
      "text": "The purpose of the assigned risk plan is to provide for the equitable distribution and apportionment among insurers authorized to transact in this state the business of automobile and motor vehicle bodily injury, property damage liability and physical damage insurance, of insurance afforded applicants who are in good faith entitled to, but who are unable to procure, such insurance through ordinary methods.\n\nHistory:Laws 1984, ch. 127, § 521.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-3/"
    },
    {
      "id": "section-59a-32-4",
      "number": "59A-32-4",
      "heading": "Assigned risk plan.",
      "text": "Every insurer referred to in Section 521 [59A-32-3 NMSA 1978] of this article shall cooperate in the formulation of a plan or plans for the equitable apportionment among such insurers of insurance afforded applicants who are in good faith entitled to, but who are unable to procure, such insurance through ordinary methods.\n\nHistory:Laws 1984, ch. 127, § 522.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-4/"
    },
    {
      "id": "section-59a-32-5",
      "number": "59A-32-5",
      "heading": "Requirements of assigned risk plans.",
      "text": "Any such agreement or plan for the assignment of risks involving automobile and motor vehicle bodily injury and property damage liability insurance shall include provision for: reasonable rules governing the equitable distribution of risks by direct insurance, reinsurance or otherwise, and by the assignment of risks to insurers participating in the plan; rates and reasonable rate modifications which shall be applicable to such risks and which shall not be excessive, inadequate or unfairly discriminatory; the limits of liability which any insurer to whom a risk is assigned shall be required to assume; and a method whereby applicants for insurance, persons insured and insurers under the plan may have a hearing on grievances and the right to appeal from the decision on any such grievance to the superintendent.\n\nHistory:Laws 1984, ch. 127, § 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-5/"
    },
    {
      "id": "section-59a-32-6",
      "number": "59A-32-6",
      "heading": "Review of proposed assigned risk plans.",
      "text": "Every such plan for the assignment of risks involving automobile and motor vehicle bodily injury and property damage liability insurance shall be filed in writing with the superintendent. The superintendent shall review the plan as soon as reasonably possible after filing, to determine whether or not it meets the requirements of Section 523 [59A-32-5 NMSA 1978] of this article. Each plan shall be on file with the superintendent for a waiting period of thirty (30) days before it becomes effective, unless sooner approved in writing. Unless disapproved in writing by the superintendent within the thirty (30) day waiting period, a plan shall be deemed approved and shall become effective upon the expiration of that period.\n\nHistory:Laws 1984, ch. 127, § 524.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-6/"
    },
    {
      "id": "section-59a-32-7",
      "number": "59A-32-7",
      "heading": "Disapproval of effective assigned risk plans.",
      "text": "When any assigned risk plan has become effective as above provided, the superintendent may thereafter disapprove such plan or any portion thereof on the ground that it does not meet the requirements of Section 523 [59A-32-5 NMSA 1978] of this article, but only after a full hearing held upon not less than ten (10) days' written notice to every insurer affected, specifying the matters to be considered at such hearing, and only by an order specifying the respects in which the superintendent finds that such plan fails to meet the requirements imposed, and stating the date, within a reasonable period thereafter, when such plan, or portion thereof, shall be deemed to cease to be effective. No such order shall affect any assignment made or policy issued or made prior to the expiration of the period specified in the order. Amendments to any such plan or plans shall be prepared, filed and reviewed in the same manner as provided with respect to the original plan or plans.\n\nHistory:Laws 1984, ch. 127, § 525.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-7/"
    },
    {
      "id": "section-59a-32-8",
      "number": "59A-32-8",
      "heading": "Failure to file plan; assigned risk plan prescribed.",
      "text": "If no plan which meets the requirements of Section 523 [59A-32-5 NMSA 1978] of this article above has been filed with the superintendent within ninety (90) days after June 30, 1959, or within the period stated in any order which disapproves an existing plan, the superintendent may formulate and prescribe a plan which does meet such requirements, after hearing or consultation with insurers authorized to transact in this state the business of automobile and motor vehicle bodily injury and property damage liability insurance. When any plan or plans or amendment thereto has or have been approved or prescribed, no insurer to which such plan is applicable shall thereafter issue any policy of such insurance, or undertake to transact such business in this state, unless the insurer participates in such plan.\n\nHistory:Laws 1984, ch. 127, § 526.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-8/"
    },
    {
      "id": "section-59a-32-9",
      "number": "59A-32-9",
      "heading": "Appeal to governing committee.",
      "text": "Any person affected by the action or inaction of any insurer pursuant to the assigned risks plan may appeal to the governing committee of the assigned risk plan or plan may appeal to the governing committee of the assigned risk plan or plans to which such insurer is a subscriber.\n\nHistory:Laws 1984, ch. 127, § 527.\n\nCompiler's notes.— The repeated language \"plan may appeal . . . the assigned risk plan or\" so appeared in the section as enacted by Laws 1984, ch. 127, § 527.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-9/"
    },
    {
      "id": "section-59a-32-10",
      "number": "59A-32-10",
      "heading": "Appeal to superintendent.",
      "text": "Any person or subscribing insurer to the plan or plans affected by any ruling or decision of the governing committee of any assigned risk plan or decision of the governing committee of any assigned risk plan or plans pursuant to the Motor Vehicle Assigned Risks Law [59A-32-1, 59A-32-3 to 59A-32-13 NMSA 1978] may appeal to the superintendent from such ruling or decision.\n\nHistory:Laws 1984, ch. 127, § 528.\n\nCompiler's notes.— The repeated language, \"decision of the governing committee of any assigned risk plan\", appears in the section as enacted by Laws 1984, ch. 127, § 528.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-10/"
    },
    {
      "id": "section-59a-32-11",
      "number": "59A-32-11",
      "heading": "Action by superintendent.",
      "text": "The superintendent, whenever any matter is referred to him under the Motor Vehicle Assigned Risks Law [59A-32-1, 59A-32-3 to 59A-32-13 NMSA 1978], shall review all information available to him and relating to the matter, including information available to him and relating to the matter, including information available to him from his records, the records of the motor vehicle division of the transportation department and other sources, and based upon his consideration of such information and the record of any hearing which he may in his discretion call and conduct informally, the superintendent, in his reasonable discretion, may: refuse to approve any application for assignment of risk; approve the rejection of any application by any insurer concerned; refuse to approve the renewal to reassignment of an existing policy; or take such other action as he shall determine to be fair and reasonable under all the circumstances. All testimony and other evidence on which the superintendent bases any action under the Motor Vehicle Assigned Risks Law shall be filed of record in the insurance department. Any such action by the superintendent shall be by order in writing, directed to the parties affected and filed of record in the insurance department.\n\nHistory:Laws 1984, ch. 127, § 529.\n\nCompiler's notes.— The repeated language, \"and relating to the matter, including information available to him\", in the first sentence, appears in the section as enacted by Laws 1984, ch. 127, § 529.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-11/"
    },
    {
      "id": "section-59a-32-12",
      "number": "59A-32-12",
      "heading": "Action by superintendent; review.",
      "text": "Any action by the superintendent pursuant to the Motor Vehicle Assigned Risks Law [59A-32-1, 59A-32-3 to 59A-32-13 NMSA 1978] shall be subject to review and appeal as provided in Article 4 [Chapter 59A, Article 4 NMSA 1978] (examinations, hearings and appeals) of the Insurance Code.\n\nHistory:Laws 1984, ch. 127, § 530.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-12/"
    },
    {
      "id": "section-59a-32-13",
      "number": "59A-32-13",
      "heading": "Rules and regulations.",
      "text": "The superintendent may prescribe, amend, supplement and revoke from time to time regulations as he may deem warranted for the administration of the Motor Vehicle Assigned Risks Law [59A-32-1, 59A-32-3 to 59A-32-13 NMSA 1978].\n\nHistory:Laws 1984, ch. 127, § 531.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-13/"
    },
    {
      "id": "section-59a-32-14",
      "number": "59A-32-14",
      "heading": "Insurance policies; appropriate reduction in premiums.",
      "text": "A. Any rates, rating schedules or rating manuals for the liability, personal injury protection and collision coverages of a motor vehicle insurance policy submitted to or filed with the superintendent of insurance shall provide for an appropriate reduction in premium charges for a three-year consecutive period for such coverages when the principal operator of the covered vehicle:\n\n(1) is an insured driver fifty-five years or older; and\n\n(2) has successfully completed a motor vehicle accident prevention course approved by the traffic safety bureau of the state highway and transportation department.\n\nB. Any discount used by the insurer pursuant to this section shall be presumed appropriate unless credible data demonstrates otherwise.\n\nHistory:Laws 1987, ch. 18, § 1; 1989, ch. 131, § 1.\n\nLaw reviews.— For annual survey of New Mexico insurance law, see 19 N.M.L. Rev. 717 (1990).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-14/"
    },
    {
      "id": "section-59a-32-15",
      "number": "59A-32-15",
      "heading": "Conditions for maintaining the discount.",
      "text": "The premium reduction required by this section shall be effective for an insured for a three-year period after successful completion of the approved course, except that the insurer may require, as a condition of maintaining the discount, that the insured:\n\nA. not be involved in an accident for which the insured is at fault; and\n\nB. not be convicted or plead guilty or nolo contendere to a moving traffic violation.\n\nHistory:Laws 1987, ch. 18, § 2.\n\nLaw reviews.— For annual survey of New Mexico insurance law, see 19 N.M.L. Rev. 717 (1990).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-15/"
    },
    {
      "id": "section-59a-32-16",
      "number": "59A-32-16",
      "heading": "Certificate of course completion.",
      "text": "Upon successfully completing the approved course, each person shall be issued a certificate by the organization offering the course which shall be used to qualify for the premium discount required by Section 1 [59A-32-14 NMSA 1978] of this act.\n\nHistory:Laws 1987, ch. 18, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-16/"
    },
    {
      "id": "section-59a-32-17",
      "number": "59A-32-17",
      "heading": "Exceptions.",
      "text": "The provisions of this act [59A-32-14 to 59A-32-19 NMSA 1978] do not apply in the event the approved course is ordered by a court or other governmental entity resulting from a moving traffic violation or made a condition of the dismissal of a moving traffic violation.\n\nHistory:Laws 1987, ch. 18, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-17/"
    },
    {
      "id": "section-59a-32-18",
      "number": "59A-32-18",
      "heading": "Continued eligibility.",
      "text": "Each participant shall take an approved course every three years in order to continue to be eligible for the reduction in premiums.\n\nHistory:Laws 1987, ch. 18, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-18/"
    },
    {
      "id": "section-59a-32-19",
      "number": "59A-32-19",
      "heading": "Discounts or reductions in premiums.",
      "text": "Nothing in Sections 59A-32-14 through 59A-32-18 NMSA 1978 shall prohibit an insurer offering private passenger motor vehicle insurance to New Mexico residents from providing a minimum twenty percent premium discount for bodily injury liability, property damage liability and collision coverages.\n\nHistory:Laws 1987, ch. 18, § 6; 1991, ch. 135, § 1; 1993, ch. 194, § 1.\n\nThe 1993 amendment,effective June 18, 1993, deleted the Subsection \"A\" designation; deleted former Subsections B through E, relating to a twenty percent premium discount to be provided for in any rating schedules submitted to the superintendent of insurance, provisions for circumstances under which the discount would be effective, regulations withholding the discount, and authorization to apply the discount for persons fifty-five years old, respectively.\n\nTemporary provisions.— Laws 1993, ch. 194, § 2 provides that a person whose private passenger motor vehicle insurance premium was increased as a result of application of the provisions of Laws 1991, Chapter 135, Section 1 shall be refunded the amount of the increased premium or receive a credit for that amount against a renewal premium. If a refund is due to a policyholder who is no longer insured by the insurer, the insurer may satisfy the provisions of this section by making a good faith effort to deliver the refund to the policyholder at his last known address.\n\nThe 1991 amendment,effective June 14, 1991, rewrote this section, which read \"Nothing in Sections 1 through 5 of this act shall prohibit an insurer from offering a discount or a reduction in premium for any reason.\"\n\nNo rate rollback required.— The plain language of former Subsection B as it read prior to its deletion in 1993 merely required insurers to provide a minimum 20% premium differential between those policyholders who had been involved in an accident during the prior three-year period and those without such accidents. The statute did not state that premium rates must be set at any particular level or that the discount must be 20% below rates filed with the superintendent of insurance. Despite the legislature's use of the words \"Discounts or Reductions in Premiums\" in the title, a court would not construe the statute to require an insurance premium rate roll back because the plain meaning of the text did not require a 20% rate reduction. 1991 Op. Att'y Gen. No. 91-10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-19/"
    },
    {
      "id": "section-59a-32-20",
      "number": "59A-32-20",
      "heading": "Rental car companies; insurance coverage.",
      "text": "Any rental car company offering for sale insurance coverage or collision damage waivers shall state clearly on the front page of the rental contract that the purchaser of the insurance coverage or collision damage waiver offered may be covered for such claims on his personal motor vehicle insurance policy and that if such insurance coverage exists under the renter's personal insurance policy, and the coverage is confirmed, the renter may require that the rental car company must submit any claims to the renter's personal insurance carrier as the renter's agent. The rental car company shall not make any written or oral representations that it will not present claims or negotiate with the renter's insurance carrier. For purposes of this section, confirmation of coverage includes telephone confirmation from an insurance company representative.\n\nHistory:Laws 1987, ch. 303, § 1.\n\nLaw reviews.— For annual survey of New Mexico insurance law, see 19 N.M.L. Rev. 717 (1990).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —State regulation of motor vehicle rental (\"you-drive\") business, 60 A.L.R.4th 784.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-20/"
    },
    {
      "id": "section-59a-32-21",
      "number": "59A-32-21",
      "heading": "Discounts for comprehensive coverage.",
      "text": "A. Any insurance company authorized to write private passenger automobile insurance within the state shall provide a minimum premium discount of ten percent for motor vehicles with passive anti-theft devices. These discounts shall apply to comprehensive coverage and shall be approved by the superintendent pursuant to Section 59A-17-13 NMSA 1978 as part of the insurer's rate filing. Some or all of the premium discounts required by this section may be omitted upon demonstration to the superintendent in an insurer's rate filing that the discounts are duplicative of other discounts provided by the insurer.\n\nB. As used in this section, \"passive anti-theft device\" means any item or system installed in an automobile that is activated automatically when the operator turns the ignition key to the off position and that is designed to prevent unauthorized use, as prescribed by regulations of the superintendent. The \"passive anti-theft device\" does not include an ignition interlock provided as a standard anti-theft device by the original automobile manufacturer.\n\nHistory:Laws 1993, ch. 137, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-21/"
    },
    {
      "id": "section-59a-32-22",
      "number": "59A-32-22",
      "heading": "Freedom of choice; doctor of oriental medicine.",
      "text": "A. Within the area and limits of coverage offered an insured and selected by him in the application for insurance, for vehicle insurance medical payments as defined in Subsection D of Section 59A-7-7 NMSA 1978, the right of any person to exercise full freedom of choice in the selection of any licensed doctor of oriental medicine for treatment within his scope of practice shall not be restricted under any new policy of vehicle insurance issued after July 1, 1997 in this state or in the processing of any claim made pursuant to that policy. Any person insured or claiming benefits under the medical payments portion of such vehicle insurance policy providing within its coverage for payment of benefits or indemnity for any condition or circumstance described in Subsection D of Section 59A-7-7 NMSA 1978 shall be deemed to have complied with the requirements of the policy as to submission of proof of loss upon submitting written proof supported by any doctor of oriental medicine.\n\nB. As used in this section, \"doctor of oriental medicine\" means a person licensed as a doctor of oriental medicine pursuant to the Acupuncture and Oriental Medicine Practice Act [Chapter 61, Article 14A NMSA 1978].\n\nHistory:Laws 1997, ch. 84, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-22/"
    },
    {
      "id": "section-59a-32-23",
      "number": "59A-32-23",
      "heading": "Vehicle insurance; primary liability; assignment; notice.",
      "text": "A. When a vehicle owned by a licensed automobile dealer is loaned without a fee to a person for demonstration purposes, as a temporary substitute for that person's vehicle while it is being serviced or repaired, as a promotional courtesy vehicle or as a courtesy vehicle, primary insurance or self-insurance coverage shall be provided by the motor vehicle insurer providing coverage to the person using the demonstration vehicle, temporary substitute vehicle, promotional courtesy vehicle or a courtesy vehicle, and coverage provided by the dealer or the dealer's insurer applies only as excess coverage.\n\nB. A person proposing to operate a motor vehicle for the purposes identified in Subsection A of this section may assume primary responsibility for the operator's vehicle insurance by signing the following statement:\n\n\"PRIMARY LIABILITY ASSIGNMENT\n\nIn consideration of the vehicle owner entrusting the motor vehicle elsewhere described to me, I agree that my vehicle insurance or self-insurance coverage shall be primarily responsible for any loss or damage caused by or to the motor vehicle.\".\n\nC. The agreement set forth in Subsection B of this section shall be binding on all insurers and self-insurers transacting insurance in the state as a condition of doing the business of transacting insurance.\n\nHistory:Laws 2001, ch. 88, § 1; 2002, ch. 86, § 1.\n\nThe 2002 amendment,effective May 15, 2002, deleted former Subsection A, which read: \"Except as provided in Subsection B or C of this section, a motor vehicle insurance policy or self-insurance agreement of the owner or long-term lessee of a motor vehicle shall provide primary coverage for bodily injury or property damage claims, subject to the terms, conditions, limits and types of coverage included in the policy or agreement\"; and redesignated the remaining subsections accordingly.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-32/section-59a-32-23/"
    }
  ]
}