{
  "state": "new-mexico",
  "path": "title-chapter-59a-insurance-code/chapter-article-20a-viatical-settlements",
  "sections": [
    {
      "id": "section-59a-20a-1",
      "number": "59A-20A-1",
      "heading": "Short title.Section 59A-20A-2 - Definitions",
      "text": "Section 59A-20A-3 - License requirements; fees.Section 59A-20A-4 - License denial, suspension, revocation or refusal to renew.Section 59A-20A-5 - Approval of viatical settlement contracts and disclosure statements; contract terms.Section 59A-20A-6 - Report",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-59a-20a-2",
      "number": "59A-20A-2",
      "heading": "Definitions.",
      "text": "As used in the Viatical Settlements Act:\n\nA. \"broker\" means a person or his authorized representative who on behalf of a viator and for a fee, commission or other valuable consideration offers or attempts to negotiate viatical settlements between a viator and one or more providers. \"Broker\" does not include an attorney, accountant or financial planner retained by the viator to represent him;\n\nB. \"financing entity\" means an underwriter, placement agent, lender, purchaser of securities, credit enhancer, purchaser of a policy or certificate from a provider or any other person who may be a party to a contract and who has a direct ownership in a policy or certificate that is the subject of a contract but whose sole activity related to the transaction is providing funds to effect the viatical settlement and who has an agreement in writing with a provider to act as a participant in a financing transaction;\n\nC. \"financing transaction\" means a transaction in which a provider or a financing entity obtains financing for contracts or viaticated policies or interests in such contracts or policies, including any secured or unsecured financing, any securitization transaction or any securities offering either registered or exempt from registration under federal and state securities law, or any direct purchase of interests in a policy or certificate;\n\nD. \"provider\" means a person or his authorized representative who obtains financing from a financing entity for the purchase, acquisition, transfer or other assignment of one or more viatical settlement contracts or viaticated policies or interests in such contracts or policies, or otherwise sells, assigns, transfers, pledges, hypothecates or otherwise disposes of one or more viatical settlement contracts or viaticated policies or interests in such contracts or policies. Provider does not include:\n\n(1) a bank, savings bank, savings and loan association, credit union or other lending institution that takes an assignment of a life insurance policy as collateral for a loan;\n\n(2) the issuer of a life insurance policy providing accelerated benefits under and pursuant to the contract; or\n\n(3) a natural person who enters into no more than one agreement in a calendar year for the transfer of life insurance policies for any value less than the expected death benefit;\n\nE. \"viatical settlement contract\" means a written agreement entered into between a provider and a viator;\n\nF. \"viaticated policy\" means a life insurance policy or certificate that has been acquired by a provider pursuant to a viatical settlement contract; and\n\nG. \"viator\" means the owner of a life insurance policy or a certificate holder under a group policy insuring the life of a person with a catastrophic, life-threatening or chronic illness or condition who enters or seeks to enter into a viatical settlement contract.\n\nHistory:Laws 1999, ch. 246, § 2.\n\nEffective dates.— Laws 1999, ch. 246, § 13, made the Viatical Settlements Act effective July 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-2/"
    },
    {
      "id": "section-59a-20a-3",
      "number": "59A-20A-3",
      "heading": "License requirements; fees.",
      "text": "A. A person shall not operate as a provider or broker without a license from the superintendent.\n\nB. Application for a provider or broker license shall be made to the superintendent by the applicant on a form prescribed by the superintendent.\n\nC. An application or renewal shall be accompanied by the applicable fee as specified in Section 59A-6-1 NMSA 1978.\n\nD. Licenses may be renewed from year to year on the anniversary date of licensure upon payment of the annual renewal fee. Failure to pay the fee by the renewal date shall result in revocation of the license.\n\nE. The applicant shall provide information on forms required by the superintendent. The superintendent may require the applicant to fully disclose the identity of all stockholders, partners, officers, members and employees and representatives, and the superintendent may refuse to issue a license if not satisfied that a stockholder, partner, officer, member, employee or representative who may materially influence the applicant's conduct meets the standards of the Viatical Settlements Act.\n\nF. A license issued to an applicant authorizes all members, officers, representatives and designated employees to act as providers or brokers, as applicable, under the license, and all those persons shall be named in the application and any supplements to the application.\n\nG. Upon the filing of an application and the payment of the license fee, the superintendent may make an investigation of each applicant and issue a license if the superintendent finds that the applicant:\n\n(1) has provided a detailed plan of operation;\n\n(2) is competent and trustworthy and intends to act in good faith in the capacity provided by the license applied for;\n\n(3) has a good business reputation and has had experience, training or education so as to be qualified in the business for which licensure is sought; and\n\n(4) if not a natural person, provides a certificate of good standing from the state of its domicile.\n\nH. The superintendent shall not issue a license to an applicant unless a written designation of an agent for service of process is filed and maintained with the superintendent or the applicant has filed with the superintendent the applicant's written irrevocable consent that any action against the applicant may be commenced by service of process on the superintendent.\n\nHistory:Laws 1999, ch. 246, § 3; 2011, ch. 127, § 15.\n\nThe 2011 amendment,effective July 1, 2011, imposed the license fees specified in Section 59A-6-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-3/"
    },
    {
      "id": "section-59a-20a-4",
      "number": "59A-20A-4",
      "heading": "License denial, suspension, revocation or refusal to renew.",
      "text": "A. The superintendent may deny, suspend, revoke or refuse to renew the license of a provider or broker if the superintendent finds that:\n\n(1) there was any material misrepresentation in the application for the license;\n\n(2) the licensee, including any officer, partner, member, key management personnel or representative of the licensee, has been convicted of fraudulent or dishonest practices, is subject to a final administrative action or is otherwise shown to be untrustworthy or incompetent;\n\n(3) the licensee has pleaded guilty or nolo contendere, or been found guilty of, any felony or a misdemeanor involving fraud or moral turpitude, regardless of whether a judgment of conviction has been entered by the court;\n\n(4) the licensee no longer meets the requirements for initial licensure;\n\n(5) the licensee has performed any act prohibited by the Viatical Settlements Act;\n\n(6) the provider demonstrates a pattern of unreasonable payments to viators;\n\n(7) the provider has entered into a viatical settlement contract that has not been approved in accordance with the Viatical Settlements Act;\n\n(8) the provider has failed to honor contractual obligations set out in a viatical settlement contract; or\n\n(9) the provider has assigned, transferred or pledged a viaticated policy to a person other than another provider licensed in New Mexico or a financing entity.\n\nB. Before the superintendent suspends, revokes or refuses to renew the license of a provider or broker, the superintendent shall conduct a hearing in accordance with Chapter 59A, Article 4 NMSA 1978.\n\nC. Any person aggrieved by denial of an application may request a hearing before the superintendent in accordance with the provisions of Chapter 59A, Article 4 NMSA 1978.\n\nHistory:Laws 1999, ch. 246, § 4.\n\nEffective dates.— Laws 1999, ch. 246, § 13, made the Viatical Settlements Act effective July 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-4/"
    },
    {
      "id": "section-59a-20a-5",
      "number": "59A-20A-5",
      "heading": "Approval of viatical settlement contracts and disclosure statements; contract terms.",
      "text": "A. A person shall not use a viatical settlement contract or provide a disclosure statement form to a viator in New Mexico unless filed with and approved by the superintendent. The superintendent shall disapprove a viatical settlement contract or disclosure statement form if, in the superintendent's opinion, it is unreasonable, contrary to the interests of the public or otherwise misleading or unfair to the viator.\n\nB. The viatical settlement contract shall establish the terms under which the provider will pay compensation or anything of value, which compensation or value is less than the expected death benefit of the insurance policy or certificate, in return for the viator's assignment, transfer, sale, devise or bequest to the provider of the death benefit or ownership of all or a portion of the insurance policy or certificate. A viatical settlement contract also includes a contract for a loan or other financial transaction secured primarily by an individual or group life insurance policy, other than a loan by a life insurance company pursuant to the terms of the life insurance contract, or a loan secured by the cash value of a policy.\n\nHistory:Laws 1999, ch. 246, § 5.\n\nEffective dates.— Laws 1999, ch. 246, § 13, made the Viatical Settlements Act effective July 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-5/"
    },
    {
      "id": "section-59a-20a-6",
      "number": "59A-20A-6",
      "heading": "Reporting requirements and confidentiality.",
      "text": "A. Each licensee shall file with the superintendent on or before March 1 of each year an annual statement containing such information as the superintendent by rule may prescribe.\n\nB. Except as otherwise allowed, a provider, broker, insurance company, insurance agent, insurance broker, information bureau, rating agency or company or any other person with actual knowledge of a viator's or insured's identity shall not disclose that identity to any other person unless the disclosure is:\n\n(1) necessary to effect a viatical settlement between the viator and a provider and the viator has given written consent and, if the insured's identity is being disclosed and the insured is competent, the insured has given written consent to the disclosure;\n\n(2) provided in response to an investigation by the superintendent or any other governmental officer or agency; or\n\n(3) a term of or condition to the transfer of a viaticated policy by one provider to another provider.\n\nHistory:Laws 1999, ch. 246, § 6.\n\nEffective dates.— Laws 1999, ch. 246, § 13, made the Viatical Settlements Act effective July 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-6/"
    },
    {
      "id": "section-59a-20a-7",
      "number": "59A-20A-7",
      "heading": "Examination.",
      "text": "A. The superintendent may examine the business and affairs of a licensee or applicant. The superintendent shall have the authority to order a licensee or applicant to produce any records, books, files or other information reasonably necessary to ascertain whether the licensee or applicant is acting or has acted in violation of the law or otherwise contrary to the interests of the public. The expenses incurred in conducting an examination shall be paid by the licensee or applicant.\n\nB. Names and identification data for all viators or insureds shall be considered confidential information and shall not be disclosed by the superintendent unless required by law.\n\nC. Records of all transactions of viatical settlement contracts shall be maintained by the provider and shall be available to the superintendent for inspection during reasonable business hours. A provider shall maintain records of each viatical settlement until five years after the death of the viator.\n\nHistory:Laws 1999, ch. 246, § 7.\n\nEffective dates.— Laws 1999, ch. 246, § 13, made the Viatical Settlements Act effective July 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-7/"
    },
    {
      "id": "section-59a-20a-8",
      "number": "59A-20A-8",
      "heading": "Disclosure.",
      "text": "A. A provider or broker shall provide a written disclosure statement form containing the following information to the viator no later than the time of application:\n\n(1) possible alternatives to viatical settlement contracts for persons with catastrophic, life-threatening or chronic illnesses, including any accelerated death benefits offered under the viator's life insurance policy;\n\n(2) that some or all of the proceeds of the viatical settlement may be free from federal income tax and from state franchise and income taxes, and that assistance should be sought from a professional tax adviser;\n\n(3) that the viator has a right to rescind a viatical settlement contract within fifteen calendar days after receipt of the viatical settlement proceeds;\n\n(4) that money will be sent to the viator within two business days after the provider has received the insurer or group administrator's acknowledgment that ownership of the policy or interest in the certificate has been transferred and the beneficiary has been designated pursuant to the viatical settlement contract;\n\n(5) that proceeds of the viatical settlement could be subject to the claims of creditors;\n\n(6) that receipt of the proceeds of a viatical settlement may adversely affect the viator's eligibility for medicaid or other government benefits or entitlements, and that advice should be obtained from the appropriate government agencies; and\n\n(7) that entering into a viatical settlement contract may cause other rights or benefits, including conversion rights and waiver of premium benefits that may exist under the policy or certificate, to be forfeited by the viator and that assistance should be sought from a financial adviser.\n\nB. A provider shall disclose in writing the following information to the viator prior to the date the viatical settlement contract is signed by all parties:\n\n(1) the affiliation, if any, between the provider and the issuer of an insurance policy to be viaticated;\n\n(2) if an insurance policy to be viaticated has been issued as a joint policy or involves family riders or any coverage of a life other than the viator, the possible loss of coverage on the other lives and the advisability of consulting with the insurance producer or the company issuing the policy for advice on the proposed viatication; and\n\n(3) the dollar amount of the current death benefit payable to the provider under the policy or certificate and the availability of any additional guaranteed insurance benefits and the dollar amount of any accidental death and dismemberment benefits under the policy or certificate and the provider's interest in those benefits.\n\nHistory:Laws 1999, ch. 246, § 8.\n\nEffective dates.— Laws 1999, ch. 246, § 13, made the Viatical Settlements Act effective July 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-8/"
    },
    {
      "id": "section-59a-20a-9",
      "number": "59A-20A-9",
      "heading": "General rules.",
      "text": "A. A provider entering into a viatical settlement contract shall first obtain:\n\n(1) if the viator is the insured, a written statement from a licensed attending physician that the viator is of sound mind and under no constraint or undue influence to enter into a viatical settlement contract;\n\n(2) a witnessed document in which the viator:\n\n(a) consents to the viatical settlement contract;\n\n(b) acknowledges that the insured has a catastrophic, life-threatening or chronic illness or condition;\n\n(c) represents that the viator has a full and complete understanding of the viatical settlement contract;\n\n(d) asserts that he has a full and complete understanding of the benefits of the life insurance policy; and\n\n(e) acknowledges that he has entered into the viatical settlement contract freely and voluntarily; and\n\n(3) a document in which the insured consents to the release of his medical records to a provider or broker.\n\nB. All medical information solicited or obtained by a licensee shall be subject to the applicable provision of state law relating to confidentiality of medical information.\n\nC. All viatical settlement contracts entered into in New Mexico shall provide the viator with an unconditional right to rescind the contract for at least fifteen calendar days from the receipt of the viatical settlement proceeds. If the insured dies during the rescission period, the viatical settlement contract shall be deemed to have been rescinded, subject to repayment to the provider of all viatical settlement proceeds.\n\nD. Immediately upon the provider's receipt of documents to effect the transfer of the insurance policy, the provider shall pay the proceeds of the viatical settlement to an escrow or trust account in a state or federally chartered financial institution whose deposits are insured by the federal deposit insurance corporation. The account shall be managed by a trustee or escrow agent independent of the parties to the contract. The trustee or escrow agent shall transfer the proceeds to the viator immediately upon the provider's receipt of acknowledgment of the transfer of the insurance policy.\n\nE. Failure to pay the viator within the time specified in Paragraph (4) of Subsection A of Section 8 of the Viatical Settlements Act [59A-20A-8 NMSA 1978] renders the viatical settlement contract voidable by the viator for lack of consideration until the time consideration is tendered to and accepted by the viator.\n\nF. Contacts with the viator or insured for the purpose of determining the health status of the insured by the provider or broker after the viatical settlement has occurred shall only be made by the provider or broker licensed in New Mexico and shall be limited to once every three months for insureds with a life expectancy of more than one year and to no more than once per month for insureds with a life expectancy of one year or less. The provider or broker shall explain the procedure for these contacts at the time the viatical settlement contract is entered into. The limitations set forth in this subsection shall not apply to any contacts with an insured under a viaticated policy for reasons other than determining the viator's health status.\n\nHistory:Laws 1999, ch. 246, § 9.\n\nEffective dates.— Laws 1999, ch. 246, § 13, made the Viatical Settlements Act effective July 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-9/"
    },
    {
      "id": "section-59a-20a-10",
      "number": "59A-20A-10",
      "heading": "Rules and standards.",
      "text": "The superintendent may:\n\nA. promulgate rules to implement the provisions of the Viatical Settlements Act;\n\nB. establish standards for evaluating reasonableness of payments under viatical settlement contracts, including regulation of discount rates used to determine the amount paid in exchange for assignment, transfer, sale, devise or bequest of a benefit under a life insurance policy;\n\nC. establish appropriate licensing requirements and standards for continued licensure for providers and brokers;\n\nD. require a bond or other mechanism for financial accountability for viatical settlement providers; and\n\nE. adopt rules governing the relationship and responsibilities of both insurers and providers and brokers during the viatication of a life insurance policy or certificate.\n\nHistory:Laws 1999, ch. 246, § 10.\n\nEffective dates.— Laws 1999, ch. 246, § 13, made the Viatical Settlements Act effective July 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-10/"
    },
    {
      "id": "section-59a-20a-11",
      "number": "59A-20A-11",
      "heading": "Relationship to other laws.",
      "text": "The provisions of the Insurance Code other than the Viatical Settlements Act shall not apply to viatical settlements unless expressly provided. The following articles and provisions of the Insurance Code shall also apply to viatical settlements and providers and their promoters, sponsors, directors, officers, employees, agents, solicitors, brokers and other representatives. For the purposes of such applicability, a provider may be referred to as an insurer in:\n\nA. Chapter 59A, Article 1 NMSA 1978;\n\nB. Chapter 59A, Article 2 NMSA 1978;\n\nC. Chapter 59A, Article 4 NMSA 1978; and\n\nD. Chapter 59A, Article 16 NMSA 1978.\n\nHistory:Laws 1999, ch. 246, § 11.\n\nEffective dates.— Laws 1999, ch. 246, § 13, made the Viatical Settlements Act effective July 1, 2000.\n\nCross references.— For the Insurance Code,see59A-1-1 NMSA 1978 and notes thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-20a/section-59a-20a-11/"
    }
  ]
}