{
  "state": "new-mexico",
  "path": "title-chapter-59a-insurance-code/chapter-article-10-administration-of-deposits-trusteed-assets-of-ali",
  "sections": [
    {
      "id": "section-59a-10-1",
      "number": "59A-10-1",
      "heading": "Authorized deposits.Section 59A-10-2 - Purpose of deposit",
      "text": "The following deposits of insurers when made with the state treasurer through the superintendent shall be accepted and held in trust, subject to the provisions of Sections 161 through 170 [59A-10-1 to 59A-10-10 NMSA 1978] of this article:\n\nA. deposits required under the Insurance Code for authority to transact insurance in this state;\n\nB. deposits of domestic insurers when made pursuant to laws of other states, provinces or countries as requirement for authority to transact insurance therein; and\n\nC. deposits in such additional amounts as permitted under Section 166 [59A-10-6 NMSA 1978] (excess deposits) of this article.\n\nHistory:Laws 1984, ch. 127, § 161.\n\nCross references.— For the Insurance Code,see59A-1-1 NMSA 1978 and notes thereto.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —43 Am. Jur. 2d Insurance § 29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-1/"
    },
    {
      "id": "section-59a-10-2",
      "number": "59A-10-2",
      "heading": "Purpose of deposit.",
      "text": "A. Deposits made in this state pursuant to Sections 85 [59A-5-18 NMSA 1978] (general deposit), 86 [59A-5-19 NMSA 1978] (special deposit) or 87 [59A-5-20 NMSA 1978] (general deposit of alien insurer) of the Insurance Code shall be held in trust for the respective purposes stated in those sections.\n\nB. A deposit made in this state by a domestic insurer transacting insurance in another state, province or country under the laws thereof shall be held for protection of all the insurer's policyholders or all its policyholders and creditors or for such other purpose or purposes as may be specified pursuant to such laws.\n\nC. Deposits required under Section 100 [59A-5-33 NMSA 1978] (reciprocity provision) of the Insurance Code shall be held for purposes specified by the superintendent's order requiring the deposit to be made.\n\nHistory:Laws 1984, ch. 127, § 162.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-2/"
    },
    {
      "id": "section-59a-10-3",
      "number": "59A-10-3",
      "heading": "Securities eligible for deposit.",
      "text": "A. All general deposits required under Section 59A-5-18 NMSA 1978 and special deposits required under Section 59A-5-19 NMSA 1978, in the minimum amount specified therefor, shall consist of public obligations of the type eligible for investment of funds of domestic insurers under Section 59A-9-6 NMSA 1978.\n\nB. All additional general or special deposits required by the superintendent under Section 59A-5-18 or 59A-5-19 NMSA 1978 shall consist of:\n\n(1) public obligations as referred to in Subsection A of this section;\n\n(2) corporate obligations of the kind in which a domestic insurer may invest funds pursuant to Section 59A-9-8 NMSA 1978, if the security has such rating and additional qualifications as the superintendent may from time to time by rule or regulation reasonably prescribe for deposit purposes; and\n\n(3) notes or bonds secured by mortgages insured and debentures issued by the federal housing administrator and obligations of national mortgage associations.\n\nC. Evidences of indebtedness secured by real property shall be eligible for deposit only if the real property securing the indebtedness is situated in New Mexico.\n\nD. Notwithstanding any other provision of law, the securities qualified for deposit under Chapter 59A, Article 10 NMSA 1978 by domestic insurance companies may be deposited with a clearing corporation or held in the federal reserve book-entry system. Securities deposited with a clearing corporation or held in the federal reserve book-entry system and used to meet the deposit requirements set forth in this article shall be under the control of the superintendent and shall not be withdrawn by the insurance company without the approval of the superintendent. Any insurance company holding securities in such manner shall provide to the superintendent evidence issued by its custodian or member bank through which such insurance company has deposited such securities in a clearing corporation or through which such securities are held in the federal reserve book-entry system, respectively, in order to establish that the securities are actually recorded in an account in the name of the custodian or other direct participant or member bank and that the records of the custodian, other participant or member bank reflect that such securities are held subject to the order of the superintendent.\n\nE. Notwithstanding any other provision of law, securities eligible for deposit under the insurance laws of this state relating to deposit of securities by a foreign insurance company as a condition of commencing or continuing to do an insurance business in this state may be deposited with a clearing corporation or held in the federal reserve book-entry system. Securities deposited with a clearing corporation or held in the federal reserve book-entry system and used to meet the deposit requirements under the insurance laws of this state shall be under the control of the superintendent and shall not be withdrawn by the insurance company without the approval of the superintendent. Any insurance company holding such securities in such manner shall provide to the superintendent evidence issued by its custodian or a member bank through which such insurance company has deposited securities with a clearing corporation or held in the federal reserve book-entry system, respectively, in order to establish that the securities are actually recorded in an account in the name of the custodian or other direct participant or member bank and evidence that the records of the custodian, other participant or member bank reflect that such securities are held subject to the order of the superintendent.\n\nF. Deposits of a domestic insurer held in this state pursuant to the laws of another state, province or country (other than the general deposit provided for by Section 59A-5-18 NMSA 1978) shall consist of such assets as are required or permitted by the laws of such state, province or country.\n\nG. Deposits of foreign insurers made in this state under Section 59A-5-33 NMSA 1978 shall consist of such assets as are required by the superintendent pursuant to such law.\n\nHistory:Laws 1984, ch. 127, § 163; 1987, ch. 259, § 11; 2003, ch. 202, § 3.\n\nThe 2003 amendment,effective June 20, 2003, deleted \"together with certificates of deposit in solvent state and national banks or trust companies located in New Mexico\" at the end of Subsection A; deleted \"and certificates of deposit\" following \"obligations\" in Paragraph B(1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-3/"
    },
    {
      "id": "section-59a-10-4",
      "number": "59A-10-4",
      "heading": "State treasurer as depository.",
      "text": "A. Deposits made in this state under the Insurance Code shall be made through the superintendent, and upon the superintendent's written order deposited with the state treasurer, who shall give receipt therefor and hold in trust deposits so made for the purpose or purposes made, subject to the applicable provisions of this article.\n\nB. The state of New Mexico shall be responsible for safekeeping of all assets so deposited with the state treasurer, and shall bear the costs of the depository.\n\nHistory:Laws 1984, ch. 127, § 164.\n\nCross references.— For the Insurance Code,see59A-1-1 NMSA 1978 and notes thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-4/"
    },
    {
      "id": "section-59a-10-5",
      "number": "59A-10-5",
      "heading": "Depositories designated by treasurer.",
      "text": "The state treasurer may designate any solvent trust company or other solvent financial institution having trust powers and with offices located in this state, as the state treasurer's depository to receive and hold any general, special or excess deposit of an insurer under Chapter 59A, Article 10 NMSA 1978. The deposit shall be so handled at the expense, if any, of the insurer, and the state of New Mexico shall not be responsible for safekeeping thereof.\n\nHistory:Laws 1984, ch. 127, § 165; 2011, ch. 127, § 5.\n\nThe 2011 amendment,effective July 1, 2011, broadened the authority of the state treasurer to designate trust companies and financial institutions that have offices in New Mexico as depositories.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-5/"
    },
    {
      "id": "section-59a-10-6",
      "number": "59A-10-6",
      "heading": "Excess deposits.",
      "text": "An insurer may deposit and maintain on deposit with the state treasurer through the superintendent, funds and securities eligible for deposit under this article in amount not over one hundred thousand dollars ($100,000) in excess of its required general deposit or special deposit, as the case may be, for purpose of absorbing fluctuations in value of assets held on deposit, and to facilitate exchange and substitution of such assets.\n\nHistory:Laws 1984, ch. 127, § 166.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-6/"
    },
    {
      "id": "section-59a-10-7",
      "number": "59A-10-7",
      "heading": "Insurer's rights during solvency.",
      "text": "A. So long as the insurer remains solvent and is in compliance with the Insurance Code it may:\n\n(1) demand, receive, and sue for and recover the income from the assets deposited;\n\n(2) exchange and substitute eligible assets of equivalent or greater fair market value for the deposited assets; and\n\n(3) at any reasonable time inspect any such deposit.\n\nB. The superintendent may prescribe or approve reasonable arrangements and safeguards under which a solvent insurer may sell a particular deposited asset, immediately reinvest the proceeds of such sale in other assets eligible for deposit under this article, and deposit such other assets in lieu of that sold, in absence of excess deposit of the insurer adequate to cover such exchange.\n\nHistory:Laws 1984, ch. 127, § 167.\n\nCross references.— For the Insurance Code,see59A-1-1 NMSA 1978 and notes thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-7/"
    },
    {
      "id": "section-59a-10-8",
      "number": "59A-10-8",
      "heading": "Replenishment of deposit.",
      "text": "If for any reason the market value of assets of the insurer held on deposit in this state falls below the amount required under the Insurance Code, the insurer shall promptly deposit other or additional eligible assets sufficient to cure the deficiency. If the insurer fails to cure the deficiency within a reasonable time after receipt of notice thereof from the superintendent, the superintendent shall revoke the insurer's certificate of authority.\n\nHistory:Laws 1984, ch. 127, § 168.\n\nCross references.— For the Insurance Code,see59A-1-1 NMSA 1978 and notes thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-8/"
    },
    {
      "id": "section-59a-10-9",
      "number": "59A-10-9",
      "heading": "Release of deposit.",
      "text": "A. All general and special deposits of an insurer under the Insurance Code [Chapter 59A NMSA 1978] shall be released only as follows:\n\n(1) upon extinguishment of all liabilities of the insurer for the security of which the deposit is held, by reinsurance contract or otherwise;\n\n(2) upon the insurer ceasing to transact business in this state, and all of the liabilities for which the deposit was security have been satisfied or terminated, or assumed by another insurer authorized to transact insurance in New Mexico;\n\n(3) if the insurer is subject to delinquency proceedings, upon proper order of a court of competent jurisdiction the insurer's deposited assets shall be released to the receiver, conservator, rehabilitator or liquidator of the insurer;\n\n(4) upon the entry of a final order of liquidation or order approving a rehabilitation plan of a member insurer, and upon request of the domiciliary receiver, the deposit shall be released to the domiciliary receiver or to the applicable New Mexico guaranty association; or\n\n(5) deposits held under Section 59A-10-6 NMSA 1978 shall be released in whole or in part to the insurer on the insurer's request while the insurer is solvent and its general or special deposit, as applicable, is otherwise in amount not less than that required of the insurer under the Insurance Code.\n\nB. If the deposited assets are held pursuant to Section 59A-5-33 NMSA 1978, the deposit shall be released when the basis for such reciprocity no longer exists as to the deposit.\n\nC. Release of a deposit shall be made only on application to and written order of the superintendent, made upon proof satisfactory to the superintendent of the existence of one or more of grounds for release stated in Subsection A of this section. The superintendent, before directing release of deposited assets, may require such evidence as the superintendent deems satisfactory that the release of the deposit, in whole or in part, should be made. In the case of special deposits, prior to release of the deposit pursuant to Paragraphs (3) and (4) of Subsection A of this section, the superintendent may require written assurances from the domiciliary receiver that the deposit will be handled in accordance with Section 59A-5-19 NMSA 1978 and applicable federal law.\n\nHistory:Laws 1984, ch. 127, § 169; 2012, ch. 9, § 2.\n\nThe 2012 amendment,effective July 1, 2012, clarified the conditions upon which deposits may be released; provided for assurances that upon release, deposits will be used in accordance with applicable law; in Subsection A, added Paragraph (4); and in Subsection C, deleted the former last sentence which limited the personal liability of the superintendent for funds released in good faith and added the last sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-9/"
    },
    {
      "id": "section-59a-10-10",
      "number": "59A-10-10",
      "heading": "Special deposit bond in lieu, requirement of new bond.",
      "text": "If in the superintendent's opinion the solvency of any surety on a bond accepted under Section 86 [59A-5-19 NMSA 1978] of the Insurance Code in lieu of a special deposit has become impaired or doubtful, the superintendent shall so notify the principal on the bond and unless within ten (10) days thereafter the solvency of the surety is proved to the superintendent's satisfaction or a new acceptable bond substituted, or eligible assets deposited in amount required and in lieu of bond, the superintendent shall revoke the certificate of authority of the insurer principal in such bond.\n\nHistory:Laws 1984, ch. 127, § 170.\n\nCross references.— For existing deposits and bonds,seenotes following 59A-5-18 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-10/"
    },
    {
      "id": "section-59a-10-11",
      "number": "59A-10-11",
      "heading": "Trusteed assets of alien insurer.",
      "text": "A. An alien insurer may use New Mexico as a state of entry to transact insurance in the United States by making and maintaining in this state a deposit of assets in trust with a bank or trust company domiciled in this state and designated or approved by the state treasurer and the superintendent and by obtaining a certificate of authority to transact the business of insurance in this state in accordance with Chapter 59A, Article 5 NMSA 1978.\n\nB. The deposit shall be in an amount not less than as required of an alien insurer under Section 59A-5-20 NMSA 1978 and shall consist of assets eligible for deposit under Subsection B of Section 59A-10-3 NMSA 1978.\n\nC. Such a deposit may be referred to as \"trusteed assets\".\n\nHistory:Laws 1984, ch. 127, § 171; 1991, ch. 125, § 9.\n\nThe 1991 amendment,effective April 3, 1991, added the language beginning \"and the superintendent\" at the end of Subsection A and rewrote Subsection B which read \"The deposit together with other trust deposits of the insurer held in the United States for the same purpose shall be in amount not less than as required of an alien insurer under Section 87 of the Insurance Code and shall consist of assets eligible for deposit under Subsection B of Section 163 of this article.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-11/"
    },
    {
      "id": "section-59a-10-12",
      "number": "59A-10-12",
      "heading": "Purpose and duration.",
      "text": "The deposit of an alien insurer provided for in Section 171 [59A-10-11 NMSA 1978] of this article shall be held in trust for the benefit, security and protection of the policyholders, or policyholders and creditors, of the insurer in the United States, and shall be maintained as long as there is outstanding in the United States any liability of the insurer arising out of its insurance transactions therein.\n\nHistory:Laws 1984, ch. 127, § 172.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-12/"
    },
    {
      "id": "section-59a-10-13",
      "number": "59A-10-13",
      "heading": "Trust agreement.",
      "text": "A. The deposit of an alien insurer referred to in Section 171 [59A-10-11 NMSA 1978] of this article shall be made and maintained under a written trust agreement between the insurer and trustee consistent with the requirements of Sections 171 through 179 [59A-10-11 to 59A-10-19 NMSA 1978] of this article, and shall be authenticated in such form and manner as the superintendent may designate or approve.\n\nB. The trust agreement shall not be effective until filed with and approved in writing by the superintendent. The superintendent shall not approve any trust agreement found not in compliance with law, or terms of which do not in fact provide reasonably adequate protection for the insurer's policyholders or policyholders and creditors in the United States to the extent of the amount to be deposited. The trust agreement may be amended, but amendment shall not be effective until filed with and approved in writing by the superintendent.\n\nC. The superintendent may withdraw approval of a trust agreement or of any amendment thereof if he finds upon hearing, after due notice thereof to the insurer and the trustee, that the requisites for such approval, as provided in Sections 171 through 179 of this article do not in fact exist or no longer exist.\n\nHistory:Laws 1984, ch. 127, § 173.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-13/"
    },
    {
      "id": "section-59a-10-14",
      "number": "59A-10-14",
      "heading": "Title; separation; accounting.",
      "text": "A. Title to the trusteed assets of such an alien insurer shall be vested in the trustee and its successors for the purposes of the trust deposit, and the trust agreement shall so provide.\n\nB. The trustee shall keep the trusteed assets separate from its other assets, and shall maintain a record thereof sufficient to identify the trusteed assets at all times.\n\nC. The trustee shall from time to time file with the superintendent its statement, in such form as the superintendent may designate or approve, certifying the character of the assets and the amounts and market value thereof. If the trustee fails to file the statement within a reasonable time after request therefor by the superintendent, the superintendent shall revoke the insurer's certificate of authority and immediately give written notice of such revocation to each other state in which, known to the superintendent, the insurer is transacting insurance business as either an authorized insurer or surplus line insurer.\n\nHistory:Laws 1984, ch. 127, § 174.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-14/"
    },
    {
      "id": "section-59a-10-15",
      "number": "59A-10-15",
      "heading": "Examination of assets.",
      "text": "The superintendent may examine trusteed assets of any alien insurer at any time in accordance with the same conditions and procedures as govern examination of insurers in general under the Insurance Code.\n\nHistory:Laws 1984, ch. 127, § 175; 1991, ch. 125, § 10.\n\nCross references.— For the Insurance Code,see59A-1-1 NMSA 1978 and notes thereto.\n\nThe 1991 amendment,effective April 3, 1991, substituted \"any alien insurer\" for \"the alien insurer\" near the beginning of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-15/"
    },
    {
      "id": "section-59a-10-16",
      "number": "59A-10-16",
      "heading": "Withdrawal of assets.",
      "text": "A. The trust agreement of such an alien insurer shall provide in substance that no withdrawal of trusteed assets shall be made by the insurer or permitted by the trustee without written authorization or approval of the superintendent in advance thereof, except as follows:\n\n(1) any or all income, earnings, dividends or interest accumulations of the trusteed assets may be paid over to the insurer's United States manager upon the insurer's written request; or\n\n(2) for substitution, coincidentally with such withdrawal, of other eligible assets of value at least equal to that of assets being withdrawn, if the withdrawal is requested in writing by the insurer's United States manager under general or specific written authority from the insurer's board of directors or other similar governing body and a certified copy of such authority is filed with the trustee; or\n\n(3) for the purpose of making deposits required by law in any state in which the insurer is or thereafter becomes an authorized insurer, for protection of its policyholders or policyholders and creditors in such state or in the United States, if such withdrawal does not reduce the insurer's deposit in this state below the minimum deposit required under Section 87 [59A-5-20 NMSA 1978] of the Insurance Code. The trustee shall transfer any assets so withdrawn and in amount so required to be deposited in the other state directly to the depository required to receive the deposit in the other state, as certified in writing by the public officer having supervision of insurance in that state; or\n\n(4) for the purpose of transferring the trusteed assets to an official conservator, rehabilitator or liquidator under order of a court of competent jurisdiction.\n\nB. The superintendent shall so authorize or approve withdrawal of only such assets as are in excess of the amount required to be held in trust under Section 87 of the Insurance Code, or as may otherwise be consistent with the provisions of Sections 171 through 179 [59A-10-11 to 59A-10-19 NMSA 1978] of this article.\n\nC. If the insurer is no longer authorized to transact insurance under certificate of authority in any state, upon proof satisfactory to the superintendent that all of the insurer's liabilities arising out of its insurance transactions in the United States have been assumed by another insurer in such manner as to provide reasonable protection with respect thereto to the United States policyholders or policyholders and creditors of the withdrawing insurer, or such liabilities have otherwise terminated as to the withdrawing insurer, the superintendent shall authorize release of, and the trustee shall release, the trusteed assets to the withdrawing insurer or its successor in interest, or so much of such trusteed assets as the superintendent finds no longer reasonably required for protection of such policyholders or policyholders and creditors.\n\nD. If the insurer becomes insolvent, or if its assets held in the United States are less than the sum of its liabilities in the United States arising from its insurance transactions therein and the amount of the required deposit, upon determination thereof the superintendent shall in writing order the trustee to suspend the right of the insurer or any other person to withdraw assets as authorized under Paragraphs (1), (2) and (3) of Subsection A of this section, and the trustee shall comply with such order until the superintendent's further order.\n\nHistory:Laws 1984, ch. 127, § 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-16/"
    },
    {
      "id": "section-59a-10-17",
      "number": "59A-10-17",
      "heading": "Substitution of trustee.",
      "text": "With the superintendent's approval, a new trustee or new trustees may be substituted for the original trustee of trusteed assets of the alien insurer for any proper cause.\n\nHistory:Laws 1984, ch. 127, § 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-17/"
    },
    {
      "id": "section-59a-10-18",
      "number": "59A-10-18",
      "heading": "Mexican, Canadian insurers.",
      "text": "Sections 171 through 179 [59A-10-11 to 59A-10-19 NMSA 1978] of this article applicable to a United States manager shall, in the case of insurers domiciled in Mexico or Canada, be deemed to refer to the president, vice-president, secretary, treasurer or other comparable officer of the insurer duly authorized by the insurer's board of directors or other similar governing body to act in behalf of the insurer as to the insurer's trusteed assets hereunder.\n\nHistory:Laws 1984, ch. 127, § 178.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-18/"
    },
    {
      "id": "section-59a-10-19",
      "number": "59A-10-19",
      "heading": "Levy upon deposit.",
      "text": "No judgment creditor or other claimant of an insurer shall have the right to levy upon any of the assets or securities held in this state as a deposit for protection of the insurer's policyholders or policyholders and creditors. Levy upon deposits made pursuant to Section 100 [59A-5-33 NMSA 1978] (reciprocity provision) of the Insurance Code shall be permitted if so provided by the superintendent's order under which the deposit is required.\n\nHistory:Laws 1984, ch. 127, § 179.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-10/section-59a-10-19/"
    }
  ]
}