{
  "state": "new-mexico",
  "path": "title-chapter-59a-insurance-code/chapter-article-15-unauthorized-insurers",
  "sections": [
    {
      "id": "section-59a-15-1",
      "number": "59A-15-1",
      "heading": "Purposes of article.Section 59A-15-2 - Representing or aiding unauthorized insurer prohibited",
      "text": "The purpose of this article [Chapter 59A, Article 15 NMSA 1978] is to subject certain persons and insurers to the jurisdiction of the superintendent and the courts of this state in suits by or on behalf of the state and others. The legislature declares that it is concerned with the protection of residents of this state against acts by insurers not authorized to do an insurance business in this state, by the maintenance of fair and honest insurance markets, by protecting authorized insurers which are subject to regulation from unfair competition by unauthorized insurers, and by protecting against the evasion of the insurance regulatory laws of this state. In furtherance of such state interest, the legislature provides methods in this article for substituted service of process upon such insurers in any proceeding, suit or action in any court and substituted service of any notice, order, pleading or process upon such insurers in any proceeding by the superintendent to enforce or effect full compliance with the insurance laws of this state. In so doing, the state exercises its powers to protect residents of this state and to define what constitutes transacting an insurance business in this state, and also exercises powers and privileges available to this state by virtue of Public Law 79-15, (1945), 79th Congress of the United States, Chapter 20, 1st Sess., S. 340, 59 Stat. 33; 15 U.S.C. Secs. 1011 to 1015, inclusive, as amended, which declares that the business of insurance and every person engaged therein shall be subject to the laws of the several states.\n\nHistory:Laws 1984, ch. 127, § 257.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —43 Am. Jur. 2d Insurance §§ 37 to 54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-1/"
    },
    {
      "id": "section-59a-15-2",
      "number": "59A-15-2",
      "heading": "Representing or aiding unauthorized insurer prohibited.",
      "text": "A. No person shall in this state directly or indirectly act as agent for, or otherwise represent or aid on behalf of another, any unauthorized insurer in solicitation, negotiation, procurement or effectuation of insurance or renewals thereof, or forwarding of applications, or delivery of policies or contracts, or inspection of risks, or fixing of rates, or investigation or adjustment of claims or losses, or collection or forwarding of premiums, or in any other manner represent or assist such insurer in transaction of insurance in this state.\n\nB. This section shall not apply as to:\n\n(1) matters authorized to be done by the superintendent under service of process provisions of Chapter 59A, Article 15 NMSA 1978;\n\n(2) transactions for which certificate of authority is not required of an insurer under Section 59A-5-11 NMSA 1978;\n\n(3) subject to Subsection B of Section 59A-5-10 NMSA 1978, insurances exempt from the surplus line law under Section 59A-14-1 NMSA 1978;\n\n(4) insurance policies and annuity contracts in force in this state prior to the effective date of the Insurance Code, transactions as to which shall be governed by laws in force immediately prior to such effective date; or\n\n(5) a transaction or transactions in this state involving contracts of insurance to one or more industrial insureds. For the purposes of this section, an industrial insured is an insured:\n\n(a) which procures the insurance of any risk by the use of the services of a full-time employee acting as a risk manager or insurance manager or by utilizing the services of a regularly and continuously qualified insurance consultant;\n\n(b) which has aggregate annual premiums for insurance on all risks of at least twenty-five thousand dollars ($25,000); and\n\n(c) which has at least twenty-five full-time employees.\n\nC. Violation of this section shall be subject to the general penalty provided under Section 59A-1-18 NMSA 1978.\n\nHistory:Laws 1984, ch. 127, § 258; 1987, ch. 259, § 15.\n\nEffective dates.— Laws 1984, ch. 127, § 999 made the Insurance Code effective January 1, 1985.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-2/"
    },
    {
      "id": "section-59a-15-3",
      "number": "59A-15-3",
      "heading": "Inclusion of unauthorized insurer in coverage.",
      "text": "No insurance agent licensed in this state shall include, or permit inclusion, in any insurance coverage of a subject of insurance resident, located or to be performed in this state and placed by the agent, of an unauthorized insurer among the insurers assuming direct risk under such coverage. This section shall not apply as to coverages exempt under Section 258 [59A-15-2 NMSA 1978] of this article.\n\nHistory:Laws 1984, ch. 127, § 259.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-3/"
    },
    {
      "id": "section-59a-15-4",
      "number": "59A-15-4",
      "heading": "Insurance independently procured; duty to file returns.",
      "text": "A. Each insured who in this state procures or continues or renews insurance with a nonadmitted insurer on a risk located or to be performed in whole or in part in this state, other than insurance procured through a surplus lines licensee pursuant to Chapter 59A, Article 14 NMSA 1978 shall file returns pursuant to the Insurance Premium Tax Act [7-40-1 to 7-40-10 NMSA 1978].\n\nB. If an independently procured policy covers risks or exposures only partially located or to be performed in this state, the taxes, fees and penalties imposed pursuant to the Insurance Code and the Insurance Premium Tax Act shall be computed on the portion of the premium properly attributable to the risks or exposures located or to be performed in this state and reported to the secretary of taxation and revenue. In no event, however, shall a tax be payable solely because the risk in question, or any portion thereof, is located or to be performed in this state.\n\nC. This section does not abrogate or modify, and shall not be construed or deemed to abrogate or modify, any provision of the Insurance Code.\n\nD. This section does not apply to life insurance, health insurance or annuities.\n\nHistory:Laws 1984, ch. 127, § 259.1; 2018, ch. 57, § 18; 2023, ch. 85, § 25.\n\nThe 2023 amendment,effective July 1, 2023, clarified that each insured who in this state procures or continues or renews insurance with a nonadmitted insurer on a risk located or to be performed in whole or in part in this state shall file returns pursuant to the Insurance Premium Tax Act; in the section heading, deleted \"report\" and added \"file returns\"; and deleted \"within ninety days after the date such insurance was so procured, continued or renewed, file a written report of the same with the superintendent, upon forms prescribed by the superintendent, showing the name and address of the insured or insureds, name and address of the insurer, the subject of the insurance, a general description of the coverage, the amount of premium currently charged therefore and such additional pertinent information as is reasonably requested by the superintendent\" and added \"file returns pursuant to the Insurance Premium Tax Act\".\n\nThe 2018 amendment,effective January 1, 2020, removed the provisions related to reporting to the superintendent of insurance and paying insurance premium tax for insurance procured with a nonadmitted insurer, and required that taxes, fees and penalties imposed pursuant to the Insurance Code and the Insurance Premium Act be reported to the secretary of taxation and revenue; in the catchline, after \"duty to report\", deleted \"and pay tax\"; in Subsection A, after \"pursuant to\", added \"Chapter 59A\", after \"Article 14\", deleted \"of the Insurance Code\" and added \"NMSA 1978\", and after \"within\", deleted \"90\" and added \"ninety\"; deleted former Subsection B, which related to the rate of tax for gross insurance premiums, and redesignated former Subsection C as Subsection B; in Subsection B, after \"performed in this state, the\", deleted \"tax payable\" and added \"taxes, fees and penalties imposed pursuant to the Insurance Code and the Insurance Premium Tax Act\", and after \"exposures located or to be performed in this state\", added \"and reported to the secretary of taxation and revenue\"; deleted former Subsection D and redesignated former Subsections F and E as Subsections C and D, respectively; and in Subsection C, after \"any provision\", deleted \"Section 258 or any other provision of this\" and added \"the Insurance\".\n\nTemporary provisions.— Laws 2018, ch. 57, § 30 provided that:\n\nA. On January 1, 2020, all personnel directly involved with the audit and collection of the taxes imposed pursuant to the New Mexico Insurance Code prior to the effective date of this act, functions, appropriations, money, records, furniture, equipment and other property of, or attributable to, the financial audit bureau of the office of superintendent of insurance shall be transferred to the taxation and revenue department.\n\nB. On January 1, 2020, no contractual obligations of the office of superintendent of insurance shall be binding on the taxation and revenue department.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-4/"
    },
    {
      "id": "section-59a-15-5",
      "number": "59A-15-5",
      "heading": "Validity of contract not impaired; right of insurer as to court action.",
      "text": "Failure of an insurer transacting insurance in this state to have a certificate of authority shall not impair the validity of any act or contract of the insurer and shall not prevent the insurer from defending any action in any court in this state; but no such insurer shall be permitted to maintain an action in any court of this state to enforce any right, claim or demand arising out of any such transaction, other than as to a surplus line coverage duly written through a licensed surplus line broker of this state, until the insurer has obtained a certificate of authority.\n\nHistory:Laws 1984, ch. 127, § 260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-5/"
    },
    {
      "id": "section-59a-15-6",
      "number": "59A-15-6",
      "heading": "Superintendent is attorney of unauthorized insurer for service of process.",
      "text": "Any act of transacting an insurance business in this state by any unauthorized insurer is equivalent to and shall constitute an irrevocable appointment by such insurer, binding upon him, his executor or administrator, or successor in interest if a corporation, of the superintendent or his successor in office, to be the true and lawful attorney of the insurer upon whom may be served all lawful process in any action, suit or proceeding in any court by the superintendent or by the state or others, and upon whom may be served any notice, order, pleading or process in any proceeding before the superintendent, and which arises out of transacting an insurance business in this state by such insurer. Any act of transacting an insurance business in this state by any unauthorized insurer shall be signification of its agreement that any such lawful process in such court action, suit or proceeding and any such notice, order, pleading or process in such administrative proceeding before the superintendent so served shall be of the same legal force and validity as personal service of process in this state upon the insurer.\n\nHistory:Laws 1984, ch. 127, § 261.\n\nLaw reviews.— For article, \"Attachment in New Mexico - Part I,\" see 1 Nat. Resources J. 303 (1961).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-6/"
    },
    {
      "id": "section-59a-15-7",
      "number": "59A-15-7",
      "heading": "Service of process on unauthorized insurer.",
      "text": "A. Service of process in such action or proceeding shall be made by delivering to and leaving with the superintendent, or some person in apparent charge of his office, two (2) copies thereof and by payment to the superintendent of the fee prescribed by Section 101 [59A-6-1 NMSA 1978] (fee schedule) of the Insurance Code. Service upon the superintendent as such attorney shall be service upon the insurer.\n\nB. The superintendent shall forthwith forward by certified mail one of the copies of such process, or such notice, order, pleading or process in proceedings before the superintendent, to the defendant in such court proceeding or to whom the notice, order, pleading or process in such administrative proceeding is addressed or directed, at its principal place of business last known to the superintendent and shall keep a record of all process so served on him which shall show the day and hour of service. Such service is sufficient if:\n\n(1) notice of such service and a copy of the court process or the notice, order, pleading or process in such administrative proceeding are sent within ten (10) days thereafter by certified mail (with return receipt requested) by the plaintiff or the plaintiff's attorney in the court proceeding, or by the superintendent in the administrative proceeding, to the defendant in the court proceeding or to whom the notice, order, pleading or process in such administrative proceeding is addressed or directed, at the last-known principal place of business of the defendant in the court or administrative proceeding, and\n\n(2) the defendant's receipt or receipts issued by the post office with which the letter is certified, showing the name of the sender of the letter and the name and address of the person or insurer to whom the letter is addressed, and an affidavit of the plaintiff or the plaintiff's attorney in court proceeding, or of the superintendent in administrative proceeding, showing compliance therewith are filed with the clerk of the court in which such action, suit or proceeding is pending or with the superintendent in administrative proceedings, on or before the date the defendant in the court or administrative proceedings is required to appear or respond thereto, or within such further time as the court or superintendent may allow.\n\nC. No plaintiff shall be entitled to a judgment or determination by default in any court or administrative proceeding in which court process or notice, order, pleading or process in proceedings before the superintendent is served under this section until the expiration of forty-five (45) days from the date of filing of the affidavit of compliance.\n\nD. Nothing in this section limits or affects the right to serve any process, notice, order or demand upon any person or insurer in any other manner permitted by law.\n\nHistory:Laws 1984, ch. 127, § 262.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —43 Am. Jur. 2d § 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-7/"
    },
    {
      "id": "section-59a-15-8",
      "number": "59A-15-8",
      "heading": "Defense of action by unauthorized insurer; bond.",
      "text": "A. Before any unauthorized insurer files or causes to be filed any pleading in any court action, suit or proceeding or any notice, order, pleading or process in an administrative proceeding before the superintendent instituted against such person or insurer, by service made as provided in Section 262 [59A-15-7 NMSA 1978] of this article, such insurer shall either:\n\n(1) deposit with the clerk of the court in which such action, suit or proceeding is pending, or with the superintendent in administrative proceedings before the superintendent, cash or securities, or file with such clerk or the superintendent a bond with good and sufficient sureties, to be approved by the clerk or the superintendent, in an amount to be fixed by the court or superintendent sufficient to secure the payment of any final judgment which may be rendered in such action or administrative proceeding; or\n\n(2) procure a certificate of authority to transact insurance in this state. In considering the application of an insurer for a certificate of authority, for the purposes of this paragraph the superintendent need not assert the provisions of Section 100 [59A-5-33 NMSA 1978] (reciprocity provision) of the Insurance Code against such insurer with respect to its application if he determines that the insurer would otherwise comply with the requirements for such certificate of authority.\n\nB. The superintendent, in any administrative proceeding in which service is made as provided in Section 262 of this article, may in his discretion order such postponement as may be necessary to afford the defendant reasonable opportunity to comply with the provisions of Paragraph (1) above, and to defend such action.\n\nC. Nothing in Subsection A above, shall be construed to prevent an unauthorized insurer from filing a motion to quash a writ or to set aside service thereof, on the ground that such unauthorized insurer has not transacted insurance in this state.\n\nHistory:Laws 1984, ch. 127, § 263.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —43 Am. Jur. 2d Insurance § 267.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-8/"
    },
    {
      "id": "section-59a-15-9",
      "number": "59A-15-9",
      "heading": "Enforcement of foreign decrees.",
      "text": "A. As used in this section:\n\n(1) \"foreign decree\" means any decree or order in equity of a court located in a reciprocal state, including a court of the United States located therein, against any insurer incorporated or authorized to do business in this state;\n\n(2) \"qualified party\" means a state regulatory agency acting in its capacity to enforce the insurance laws of its state; and\n\n(3) \"reciprocal state\" means any state the laws of which contain procedures substantially similar to those specified in this section for the enforcement of decrees or orders in equity issued by courts located in other states, against any insurer incorporated or authorized to do business in such state.\n\nB. The attorney general upon request of the superintendent may proceed in the courts of this state or any reciprocal state to enforce an order or decision in any court proceeding or in any administrative proceeding before the superintendent.\n\nC. The superintendent shall determine which states qualify as reciprocal states and shall maintain at all times an up-to-date list of such states.\n\nD. A copy of any foreign decree authenticated in accordance with federal statutes may be filed in the office of the clerk of any district court of this state. The clerk, upon verifying with the superintendent that the decree or order qualified as a foreign decree[,] shall treat the foreign decree in the same manner as a decree of a district court of this state. A foreign decree so filed has the same effect and shall be deemed as a decree of a district court of this state, and is subject to the same procedures, defenses and proceedings for reopening, vacating or staying as a decree of a district court of this state and may be enforced or satisfied in like manner.\n\nE. At the time of the filing of the foreign decree, the attorney general shall make and file with the clerk of the court an affidavit setting forth the name and last-known post office address of the defendant.\n\nPromptly upon the filing of the foreign decree and the affidavit, the clerk shall mail notice of the filing of the foreign decree to the defendant at the address given and to the superintendent and shall make a note of the mailing in the docket. In addition, the attorney general may mail a notice of the filing of the foreign decree to the defendant and to the superintendent and may file proof of mailing with the clerk. Lack of mailing notice of filing by the clerk shall not affect the enforcement proceedings if proof of mailing by the attorney general has been filed. No execution or other process for enforcement of a foreign decree filing [filed] under this section shall issue until thirty (30) days after the date the decree is filed.\n\nF. If the defendant shows the district court:\n\n(1) that an appeal from the foreign decree is pending or will be taken, or that a stay of execution has been granted, the court shall stay enforcement of the foreign decree until the appeal is concluded, the time for appeal expires or the stay of execution expires or is vacated upon proof that the defendant has furnished the security for the satisfaction of the decree required by the state in which it was rendered; or\n\n(2) on any ground upon which enforcement of a decree of any district court of this state would be stayed, the court shall stay enforcement of the foreign decree for an appropriate period, upon requiring the same security for satisfaction of the decree which is required in this state.\n\nG. Any person filing a foreign decree shall pay to the clerk of the court the applicable statutory filing fee. Fees for docketing, transcription or other enforcement proceedings shall be the same as are provided for decrees of the district court.\n\nHistory:Laws 1984, ch. 127, § 264.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-9/"
    },
    {
      "id": "section-59a-15-10",
      "number": "59A-15-10",
      "heading": "Penalty for violation.",
      "text": "Any unauthorized insurer which transacts in this state any insurance business in violation of the Insurance Code shall be subject to fine of not to exceed twenty thousand dollars ($20,000) for each such violation.\n\nHistory:Laws 1984, ch. 127, § 265.\n\nCross references.— For the Insurance Code,see59A-1-1 NMSA 1978 and notes thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-10/"
    },
    {
      "id": "section-59a-15-11",
      "number": "59A-15-11",
      "heading": "Unauthorized Insurers False Advertising Process Law; title.",
      "text": "Sections 266 through 268 [59A-15-11 to 59A-15-13 NMSA 1978] of this article constitute and may be referred to as the \"Unauthorized Insurers False Advertising Process Law\".\n\nHistory:Laws 1984, ch. 127, § 266.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-11/"
    },
    {
      "id": "section-59a-15-12",
      "number": "59A-15-12",
      "heading": "Notice to domiciliary supervisory official.",
      "text": "No unauthorized insurer through any estimate, illustration, circular, pamphlet, letter, announcement, statement or any other means or medium shall misrepresent to any person in this state its financial condition or the terms of any contract issued or to be issued by it or the advantages thereof, or the dividends or share to be received thereon. Whenever the superintendent has reason to believe that any such insurer is so misrepresenting, he shall notify the insurer and the insurance supervisory officer of the insurer's domiciliary state or province by registered or certified mail.\n\nHistory:Laws 1984, ch. 127, § 267.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-12/"
    },
    {
      "id": "section-59a-15-13",
      "number": "59A-15-13",
      "heading": "Action by superintendent.",
      "text": "A. If within thirty (30) days following the giving of the notice provided for in Section 267 [59A-15-12 NMSA 1978] of the article the insurer has not ceased such dissemination, and if the superintendent has reason to believe that such insurer is soliciting, issuing or delivering contracts of insurance to residents of this state or collecting premiums on such contracts or performing any other transaction in connection with such insurance, and that a proceeding by him in respect to such matters would be to the interest of the public, he shall take action against such insurer under the provisions of Section 262 [59A-15-7 NMSA 1978] of the article (service of process on unauthorized insurer).\n\nB. If upon such hearing the superintendent finds that the insurer has misrepresented as referred to in Section 267 of the article, he shall by order on such hearing require the insurer to cease and desist from such violation, and shall mail a copy of the order by registered or certified mail to the insurer at its principal place of business last of record with the superintendent, and to the insurance supervisory officer of the insurer's domiciliary state, country or province. Each violation thereafter of such desist order shall subject the insurer to a penalty of two thousand dollars ($2,000), to be recovered by a civil action brought against the insurer by the superintendent. Service of process upon the insurer in such action may be made upon the superintendent pursuant to Section 262 of this article or in any other lawful manner.\n\nHistory:Laws 1984, ch. 127, § 268.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-13/"
    },
    {
      "id": "section-59a-15-14",
      "number": "59A-15-14",
      "heading": "Short title; Health Care Benefits Jurisdiction Act.",
      "text": "Sections 59A-15-14 through 59A-15-19 NMSA 1978 may be cited as the \"Health Care Benefits Jurisdiction Act\".\n\nHistory:1978 Comp., § 59A-15-14, enacted by Laws 1991, ch. 125, § 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-14/"
    },
    {
      "id": "section-59a-15-15",
      "number": "59A-15-15",
      "heading": "Purpose.",
      "text": "The purpose of the Health Care Benefits Jurisdiction Act [59A-15-14 to 59A-15-19 NMSA 1978] is to assure the superintendent's jurisdiction over providers of health care benefits in this state; to indicate how each provider of health care benefits may demonstrate under which regulatory jurisdiction it falls; to allow for examinations by the superintendent if the provider of health care benefits is unable to demonstrate that it is subject to another regulatory jurisdiction; and to require disclosure to purchasers of such plans information as to whether the plans are fully insured.\n\nHistory:1978 Comp., § 59A-15-15, enacted by Laws 1991, ch. 125, § 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-15/"
    },
    {
      "id": "section-59a-15-16",
      "number": "59A-15-16",
      "heading": "Jurisdiction over health care benefits providers presumed.",
      "text": "Notwithstanding any other provision of law and except as provided in the Health Care Benefits Jurisdiction Act [59A-15-14 to 59A-15-19 NMSA 1978], any person who provides coverage in this state for health benefits, including coverage for medical, surgical, hospital, osteopathic, acupuncture and oriental medicine, chiropractic, physical therapy, speech pathology, audiology, professional mental health, dental or optometric expenses, whether such coverage is by direct payment, reimbursement or otherwise, shall be presumed to be subject to the provisions of the Insurance Code and the jurisdiction of the superintendent unless the person provides evidence satisfactory to the superintendent that he is subject exclusively to the jurisdiction of another agency of this state or the federal government.\n\nHistory:1978 Comp., § 59A-15-16, enacted by Laws 1991, ch. 125, § 22; 1993, ch. 158, § 3.\n\nCross references.— For the Insurance Code,see59A-1-1 NMSA 1978 and notes thereto.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"who provides coverage\" for \"that provides coverage\" near the beginning, \"acupuncture and oriental medicine, chiropractic, physical therapy,\" for \"acupuncture, chiropractic, physical therapy,\" near the middle, and \"he is subject exclusively\" for \"it is subject exclusively\" near the end.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-16/"
    },
    {
      "id": "section-59a-15-17",
      "number": "59A-15-17",
      "heading": "Demonstrating jurisdiction.",
      "text": "Any person providing coverage for health care benefits as described in Section 59A-15-16 NMSA 1978 may demonstrate that it is subject to the jurisdiction of another agency of this state or the federal government by providing to the superintendent:\n\nA. the appropriate certificate, license or other document issued by the other governmental agency that permits or qualifies it to provide such coverage; or\n\nB. other evidence satisfactory to the superintendent, after consultation with the other governmental agency, if necessary, that the provider is acting pursuant to a federal or state law that grants exclusive jurisdiction to a federal agency or another agency of this state.\n\nHistory:1978 Comp., § 59A-15-17, enacted by Laws 1991, ch. 125, § 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-17/"
    },
    {
      "id": "section-59a-15-18",
      "number": "59A-15-18",
      "heading": "Examination.",
      "text": "Any person providing coverage for health care benefits as described in Section 59A-15-16 NMSA 1978 who is unable to demonstrate under Section 59A-15-17 NMSA 1978 that he is subject to the exclusive jurisdiction of another agency of this state or the federal government shall submit to an examination by the superintendent in accordance with Chapter 59A, Article 4 NMSA 1978 to determine the organization and financial condition of the provider and his compliance with the applicable provisions of the Insurance Code.\n\nHistory:1978 Comp., § 59A-15-18, enacted by Laws 1991, ch. 125, § 24.\n\nCross references.— For the Insurance Code,see59A-1-1 NMSA 1978 and notes thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-18/"
    },
    {
      "id": "section-59a-15-19",
      "number": "59A-15-19",
      "heading": "Disclosure.",
      "text": "Any agent or administrator that advertises, sells, transacts or administers coverage in this state as described in Section 59A-15-16 NMSA 1978 shall, if the coverage is not fully insured or otherwise fully covered by an authorized insurer, advise every purchaser, prospective purchaser and covered person of the lack of insurance or other coverage. Any administrator that advertises or administers such coverage in this state shall inform any producing agency of the elements of the coverage including the amount of any applicable stop-loss insurance and the insurer affording it.\n\nHistory:1978 Comp., § 59A-15-19, enacted by Laws 1991, ch. 125, § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-19/"
    },
    {
      "id": "section-59a-15-20",
      "number": "59A-15-20",
      "heading": "Multiple-employer welfare arrangements; regulations.",
      "text": "A. The superintendent, after a public hearing, shall, no later than October 1, 2001, adopt reasonable rules and regulations governing any employee welfare benefit plan that is a multiple-employer welfare arrangement. The regulations at a minimum shall provide for:\n\n(1) registration of all such plans and standards requiring the maintenance of specified levels of reserves;\n\n(2) minimum solvency requirements;\n\n(3) accounting standards and reporting requirements;\n\n(4) standards for appropriate investment of assets;\n\n(5) standards for excess or stop-loss insurance coverage;\n\n(6) specified levels of contributions that any such plan, or any trust established under such a plan, must meet;\n\n(7) methods for equitable assessment of member employers for any funding shortfall; and\n\n(8) standards for adequate governance.\n\nB. The rules and regulations shall provide for compliance with the Patient Protection Act [Chapter 59A, Article 57 NMSA 1978] and provide standards for minimum benefits, including coverage of all benefits required of health insurance under other sections of the Insurance Code [Chapter 59A NMSA 1978].\n\nC. The rules and regulations shall provide that all employees or association members shall be eligible for participation in the plan.\n\nD. Any standards for determining or assuring solvency shall not be applicable to plans that are fully insured by carriers authorized to transact insurance in New Mexico. If at any time a plan does not meet the standards established, the superintendent may take action pursuant to the Insurance Code.\n\nHistory:1978 Comp., § 59A-15-20, enacted by Laws 1991, ch. 125, § 26; 2001, ch. 223, § 1.\n\nThe 2001 amendment,effective June 15, 2001, added the Subsection A designation, and in that Subsection, substituted \"after a public hearing, shall, no later than October 1, 2001, adopt\" for \"after a hearing thereon, shall make\", added the Paragraph (1) designation, and added Paragraphs (2) to (8); added Subsections B and C; added the Subsection D designation, and in that subsection, substituted \"the superintendent may take action pursuant to the Insurance Code\" for \"no benefits may be paid under the plan.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-20/"
    },
    {
      "id": "section-59a-15-21",
      "number": "59A-15-21",
      "heading": "Short title.",
      "text": "Chapter 59A, Article 15 NMSA 1978 may be cited as the \"Unauthorized Insurers Law\".\n\nHistory:1978 Comp., § 59A-15-21, enacted by Laws 1993, ch. 320, § 55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-15/section-59a-15-21/"
    }
  ]
}