{
  "state": "new-mexico",
  "path": "title-chapter-59a-insurance-code/chapter-article-23a-long-term-care-insurance",
  "sections": [
    {
      "id": "section-59a-23a-1",
      "number": "59A-23A-1",
      "heading": "Short title.Section 59A-23A-2 - Purpose",
      "text": "Chapter 59A, Article 23A NMSA 1978 may be cited as the \"Long-Term Care Insurance Law\".\n\nHistory:Laws 1989, ch. 136, § 1; 1993, ch. 126, § 6.\n\nThe 1993 amendment,effective June 18, 1993, rewrote this section, which formerly read: \"This act may be cited as the 'Long-Term Care Insurance Act.'\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-1/"
    },
    {
      "id": "section-59a-23a-2",
      "number": "59A-23A-2",
      "heading": "Purpose.",
      "text": "The purpose of the Long-Term Care Insurance Law is to promote the public interest in and the availability of long-term care insurance policies, protect applicants for long-term care insurance from unfair or deceptive sales or enrollment practices, establish standards for long-term care insurance, facilitate public understanding and comparison of long-term care insurance policies and facilitate flexibility and innovation in the development of long-term care insurance coverage.\n\nHistory:Laws 1989, ch. 136, § 2; 1993, ch. 126, § 7.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"Law\" for \"Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-2/"
    },
    {
      "id": "section-59a-23a-3",
      "number": "59A-23A-3",
      "heading": "Scope.",
      "text": "The provisions of the Long-Term Care Insurance Law shall apply to policies, certificates or riders delivered or issued for delivery in this state on or after July 1, 1989. The Long-Term Care Insurance Law is not intended to supersede any obligations of any entity to comply with the substance of any other provision of law, except that laws and regulations designed and intended to apply to medicare supplement insurance policies shall not be applied to long-term care insurance.\n\nHistory:Laws 1989, ch. 136, § 3; 1993, ch. 126, § 8.\n\nThe 1993 amendment,effective June 18, 1993, in the first sentence, substituted \"Law\" for \"Act\", substituted \"in this state\" for \"renewed or continued\", and substituted \"July 1, 1989\" for \"the effective date of that act\"; substituted \"Law\" for \"Act\" in the second sentence; and deleted the former last sentence, which read: \"A policy which is not marketed or offered as long term care insurance or nursing home insurance is not subject to the provisions of the Long-Term Care Insurance Act.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-3/"
    },
    {
      "id": "section-59a-23a-4",
      "number": "59A-23A-4",
      "heading": "Definitions.",
      "text": "As used in the Long-Term Care Insurance Law:\n\nA. \"applicant\" means:\n\n(1) in the case of an individual long-term care insurance policy, the person who seeks to contract for benefits; and\n\n(2) in the case of a group long-term care insurance policy, the proposed certificate holder;\n\nB. \"certificate\" means any certificate issued under a group long-term care insurance policy;\n\nC. \"group long-term care insurance\" means a long-term care insurance policy which is delivered or issued for delivery in this state and issued to:\n\n(1) one or more employers or labor organizations established by one or more employers or labor organizations or a combination thereof, for employees or former employees or a combination thereof or for members or former members or a combination thereof of the labor organizations;\n\n(2) any professional, trade or occupational association for its members or former or retired members, or a combination thereof, if the association:\n\n(a) is composed of individuals all of whom are or were actively engaged in the same profession, trade or occupation; and\n\n(b) has been maintained in good faith for purposes other than obtaining insurance;\n\n(3) an association or a trust or the trustees of a fund established, created or maintained for the benefit of members of one or more associations. Prior to advertising, marketing or offering such policy within this state, the association or associations, or the insurer of the association or associations, shall file evidence with the superintendent that the association or associations have at the outset a minimum of twenty-five persons and have been organized and maintained in good faith for purposes other than that of obtaining insurance; have been in active existence for at least one year; and have a constitution and bylaws which provided that:\n\n(a) the association or associations hold regular meetings not less than annually to further purposes of the members;\n\n(b) except for credit unions, the association or associations collect dues or solicit contributions from members; and\n\n(c) the members have voting privileges and representation on the governing board and committees.\n\nSixty days after such filing the association or associations will be deemed to satisfy such organizational requirements, unless the superintendent finds that the association or associations do not satisfy those organizational requirements; or\n\n(4) a group other than as described in Paragraph (1), (2) or (3) of this subsection, subject to a finding by the superintendent that:\n\n(a) the issuance of the group policy is not contrary to the best interest of the public;\n\n(b) the issuance of the group policy would result in economies of acquisition or administration; and\n\n(c) the benefits are reasonable in relation to the premiums charged;\n\nD. \"long-term care insurance\" means any insurance coverage advertised, marketed, offered or designed to provide coverage for not less than twelve consecutive months for each covered person on an expense incurred, indemnity, prepaid or other basis for one or more necessary or medically necessary diagnostic, preventive, therapeutic, rehabilitative, maintenance or personal care services, provided in a setting other than an acute care unit of a hospital, including group and individual annuities and life insurance policies or riders which provide directly or which supplement long-term care insurance, and policies or riders which provide for payment of benefits based upon cognitive impairment or the loss of functional capacity. Long-term care insurance may be issued by insurers; fraternal benefit societies; nonprofit health insurers; prepaid health plans; health maintenance organizations or any similar organization to the extent they are otherwise authorized to issue life or health insurance. Long-term care insurance shall not include any insurance policy which is offered primarily to provide basic medicare supplement coverage, basic hospital expense coverage, basic medical-surgical expense coverage, hospital confinement indemnity coverage, major medical expense coverage, disability income or related asset-protection coverage, accident only coverage, specified disease or specified accident coverage or limited benefit health coverage. With regard to life insurance, this term does not include life insurance policies which accelerate the death benefit specifically for one or more of the qualifying events of terminal illness, medical conditions requiring extraordinary medical intervention or permanent institutional confinement, and which provide the option of a lump-sum payment for those benefits and in which neither the benefits nor the eligibility for the benefits is conditioned upon the receipt of long-term care. Notwithstanding any other provision contained herein, any product advertised, marketed or offered as long-term care insurance shall be subject to the provisions of this article;\n\nE. \"long-term care insurance policy\" means an individual or group policy or an individual or group certificate of health insurance issued pursuant to the provisions of Chapter 59A, Articles 22, 23, 44, 46 and 47 NMSA 1978; and\n\nF. \"rider\" means any additional long-term care coverage provision added to any type of policy by issuance of an amending document.\n\nHistory:Laws 1989, ch. 136, § 4; 1993, ch. 126, § 9.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"Law\" for \"Act\" in the introductory language; in Subsection C, substituted the present language in Paragraph (3) for \"any other substantially similar group which, in the discretion of the superintendent, may be subject to the issuance of a group long-term care insurance policy\", added Paragraph (4), and made a minor stylistic change in Paragraph (2); and rewrote Subsection D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-4/"
    },
    {
      "id": "section-59a-23a-5",
      "number": "59A-23A-5",
      "heading": "Extraterritorial jurisdiction; group long-term care insurance.",
      "text": "No group long-term care insurance coverage may be offered to a resident of this state under a group policy issued in another state to a group described in Paragraph (4) of Subsection C of Section 59A-23A-4 NMSA 1978, unless the superintendent has determined prior to the offer that:\n\nA. the coverage meets the requirements of Chapter 59A, Article 23A NMSA 1978 and any regulations pertaining thereto, or the insurance commissioner of another state having statutory and regulatory long-term care insurance requirements substantially similar to those adopted in New Mexico has determined that such requirements have been met; and\n\nB. the requirements of Section 59A-23-8 NMSA 1978 have been met.\n\nHistory:1978 Comp., § 59A-23A-5, enacted by Laws 1993, ch. 126, § 10.\n\nRepeals and reenactments.— Laws 1993, ch. 126, § 10 repealed former 59A-23A-5 NMSA 1978, as enacted by Laws 1989, ch. 136, § 5, and enacted a new section, effective June 18, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-5/"
    },
    {
      "id": "section-59a-23a-6",
      "number": "59A-23A-6",
      "heading": "Long-term care insurance; standards; requirements.",
      "text": "A. The superintendent may promulgate regulations in accordance with the provisions of Section 59A-2-9 NMSA 1978 that include standards for full and fair disclosure setting forth the manner, content and required disclosures for the sale of long-term care insurance policies, certificates and riders, terms of renewability, initial and subsequent conditions of eligibility, nonduplication of coverage provisions, coverage of dependents, preexisting conditions, levels of care, termination of insurance, continuation or conversion, probationary periods, limitations, exceptions, reductions, elimination periods, requirements for replacement, recurrent conditions and definitions of terms.\n\nB. Long-term care insurance policies and certificates shall contain the standard provisions set forth in Sections 59A-22-2, 59A-22-4, 59A-22-8 through 59A-22-15, 59A-22-18, 59A-22-20, 59A-22-21, 59A-22-23, 59A-22-25, 59A-23-3, 59A-44-19, 59A-46-8 and 59A-47-24 NMSA 1978 and provisions concerning preexisting conditions in accordance with Section 59A-23A-7 NMSA 1978.\n\nC. No long-term care insurance policy, certificate or rider shall:\n\n(1) be canceled, nonrenewed or otherwise terminated on the grounds of the age or the deterioration of the mental or physical health of the insured individual or certificate holder;\n\n(2) contain a provision establishing a new waiting period in the event existing coverage is converted to or replaced by a new or other form within the same company, except with respect to an increase in benefits voluntarily selected by the insured individual or group policyholder;\n\n(3) provide coverage for skilled nursing care only;\n\n(4) provide significantly more coverage for skilled care in a facility than coverage for lower levels of care;\n\n(5) condition eligibility for any benefits on a prior hospitalization or institutionalization requirement or limit or restrict eligibility for any benefits based on such prior requirement or condition eligibility for any benefits other than waiver of premium, post-confinement, post-acute care or recuperative benefits on a prior institutionalization requirement;\n\n(6) provide post-confinement, post-acute care or recuperative benefits unless such benefits are clearly labeled in a separate paragraph of the policy or certificate entitled \"Limitations or Conditions on Eligibility for Benefits\" such limitations or conditions, including any required number of days of confinement; or\n\n(7) condition eligibility of non-institutional benefits on the prior receipt of institutional care involving a stay of more than thirty days.\n\nD. The superintendent may promulgate regulations in accordance with the provisions of Section 59A-2-9 NMSA 1978 establishing loss ratio standards, minimum reserve standards, nonforfeiture standards and rate stabilization standards for long-term care insurance policies, provided that a specific reference to long-term care insurance policies is contained in the regulations.\n\nE. A long-term care insurance policy, certificate or rider, except an employer group policy, certificate or rider, shall have a notice prominently printed on the first page of the policy, certificate or rider, or attached thereto, stating in substance that the policyholder or certificate holder has the right to return the policy, certificate or rider within thirty days of its delivery and to have the premium refunded within thirty days of the return of the policy, certificate or rider if, after examination of the policy, certificate or rider, the policyholder or certificate holder is not satisfied for any reason.\n\nF. A certificate delivered or issued for delivery in this state shall include:\n\n(1) a description of the principal benefits and coverage provided in the policy; and\n\n(2) a statement of the principal exclusions, reductions and limitations contained in the policy.\n\nG. No long-term care insurance policy, certificate or rider shall be advertised, marketed or offered as long-term care or nursing home insurance unless it complies with the provisions of the Long-Term Care Insurance Law.\n\nH. Long-term care insurance policies, certificates and riders shall be filed in accordance with the provisions of Chapter 59A, Articles 18, 22, 23, 44, 46 and 47 NMSA 1978.\n\nI. An outline of coverage shall be delivered to a prospective applicant for long-term care insurance at the time of initial solicitation through means which prominently direct the attention of the recipient to the document and its purpose.\n\nJ. The superintendent shall prescribe a standard format, including style, arrangement and overall appearance, and the content of an outline of coverage.\n\nK. In the case of agent solicitations, an agent must deliver the outline of coverage prior to the presentation of an application or enrollment form.\n\nL. In the case of direct response solicitations, the outline of coverage must be presented in conjunction with any application or enrollment form.\n\nM. The outline of coverage shall include:\n\n(1) a description of the principal benefits and coverage provided in the policy;\n\n(2) a statement of the principal exclusions, reductions and limitations contained in the policy;\n\n(3) a statement of the terms under which the policy or certificate, or both, may be continued in force or discontinued, including any reservation in the policy of a right to change premium; continuation or conversion provisions of group coverage shall be specifically described;\n\n(4) a statement that the outline of coverage is a summary only, not a contract of insurance, and that the policy or group master policy contains governing contractual provisions;\n\n(5) a description of the terms under which the policy or certificate may be returned and premium refunded;\n\n(6) a brief description of the relationship of cost of care and benefits; and\n\n(7) a statement that the coverage afforded is not medicare supplement coverage.\n\nN. A certificate issued pursuant to a group long-term care insurance policy, which policy is delivered or issued for delivery in this state, shall include:\n\n(1) a description of the principal benefits and coverage provided in the policy;\n\n(2) a statement of the principal exclusions, reductions and limitations contained in the policy; and\n\n(3) a statement that the group master policy determines governing contractual provisions.\n\nO. At the time of policy delivery, a policy summary shall be delivered for an individual life insurance policy which provides long-term care benefits within the policy or by rider. In the case of direct response solicitations, the insurer shall deliver the policy summary upon the applicant's request, but regardless of request shall make such delivery no later than at the time of policy delivery. In addition to complying with all applicable requirements, the summary shall also include:\n\n(1) an explanation of how the long-term care benefit interacts with other components of the policy, including deductions from death benefits;\n\n(2) an illustration of the amount of benefits, the length of benefit and the guaranteed lifetime benefits if any, for each covered person;\n\n(3) any exclusions, reductions and limitations on benefits of long-term care; and\n\n(4) if applicable to the policy type, the summary shall also include:\n\n(a) a disclosure of the effects of exercising other rights under the policy;\n\n(b) a disclosure of guarantees related to long-term care costs of insurance charges; and\n\n(c) current and projected maximum lifetime benefits.\n\nP. Any time a long-term care benefit, funded through a life insurance vehicle by the acceleration of the death benefit, is in benefit payment status, a monthly report shall be provided to the policyholder. Such report shall include:\n\n(1) any long-term care benefits paid out during the month;\n\n(2) an explanation of any changes in the policy, e.g., death benefits or cash values, due to long-term care benefits being paid out; and\n\n(3) the amount of long-term care benefits existing or remaining.\n\nHistory:Laws 1989, ch. 136, § 6; 1993, ch. 126, § 11.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"may\" for \"of insurance shall\" in the beginning of Subsection A; rewrote Subsections B, C, and I; in Subsection D, substituted \"may\" for \"of insurance shall\" near the beginning of the section and inserted \"minimum reserve standards, nonforfeiture standards and rate stabilization standards\"; and added Subsections J through P.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-6/"
    },
    {
      "id": "section-59a-23a-7",
      "number": "59A-23A-7",
      "heading": "Preexisting condition; definition; coverage.",
      "text": "A. No long-term care insurance policy, certificate or rider, including a group long-term care policy or certificate shall use a definition of preexisting condition that is more restrictive than the following: \"preexisting condition\" means a condition for which medical advice or treatment was recommended by or received from a provider of health care services within six months preceding the effective date of coverage of an insured person.\n\nB. No long-term care insurance policy, certificate or rider, including a group long-term care policy, certificate or rider, shall exclude coverage for a loss or confinement which is the result of a preexisting condition unless such loss or confinement begins within six months following the effective date of coverage of an insured person.\n\nC. The definition of preexisting condition as provided in Subsection A of this section does not prohibit an insurer from using an application form designed to elicit the complete health history of an applicant, and, on the basis of the answers on that application, from underwriting in accordance with that insurer's established underwriting standards.\n\nD. In the policy, certificate or rider, a preexisting condition, regardless of whether it is disclosed on the application, need not be covered within six months following the effective date of coverage of the insured person. No long-term care insurance policy, certificate or rider may exclude or use waivers or riders of any kind to exclude, limit or reduce coverage or benefits for specifically named or described preexisting diseases or physical conditions beyond six months following the effective date of coverage of the insured person.\n\nHistory:Laws 1989, ch. 136, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-7/"
    },
    {
      "id": "section-59a-23a-8",
      "number": "59A-23A-8",
      "heading": "Incontestability period.",
      "text": "A. For a policy or certificate that has been in force for less than six months an insurer may rescind a long-term care insurance policy or certificate or deny an otherwise valid long-term care insurance claim upon a showing of misrepresentation that is material to the acceptance for coverage.\n\nB. For a policy or certificate that has been in force for at least six months but less than two years an insurer may rescind a long-term care insurance policy or certificate or deny an otherwise valid long-term care insurance claim upon a showing of misrepresentation that is both material to the acceptance for coverage and which pertains to the condition for which benefits are sought.\n\nC. After a policy or certificate has been in force for two years it is not contestable upon the grounds of misrepresentation alone. Such policy or certificate may be contested only upon a showing that the insured knowingly and intentionally misrepresented relevant facts relating to the insured's health.\n\nD. No long-term care insurance policy or certificate may be field issued based on medical or health status. For purposes of this subsection, \"field issued\" means a policy or certificate issued by an agent or a third party administrator pursuant to the underwriting authority granted to the agent or third party administrator by an insurer.\n\nE. If an insurer has paid benefits under the long-term care insurance policy or certificate, the benefit payments may not be recovered by the insurer in the event that the policy or certificate is rescinded.\n\nHistory:1978 Comp., § 59A-23A-8, enacted by Laws 1993, ch. 126, § 12.\n\nRepeals and reenactments.— Laws 1993, ch. 126, § 12 repealed former 59A-23A-8 NMSA 1978, as enacted by Laws 1989, ch. 136, § 8, relating to the continuation of coverage and conversion, and enacted a new section, effective June 18, 1993. For provisions of former section,seethe 1992 NMSA 1978 onNMOneSource.com.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Rescission or cancellation of insurance policy for insured's misrepresentation or concealment of information concerning human immunodeficiency virus (HIV), acquired immunodeficiency syndrome (AIDS) or related health problems, 15 A.L.R.5th 92.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-8/"
    },
    {
      "id": "section-59a-23a-9",
      "number": "59A-23A-9",
      "heading": "Authority to promulgate regulations.",
      "text": "The superintendent shall promulgate regulations in accordance with the provisions of Section 59A-2-9 NMSA 1978 that include minimum standards for marketing practices, agent compensation, agent testing, penalties and reporting practices for long-term care insurance.\n\nHistory:1978 Comp., § 59A-23A-9, enacted by Laws 1993, ch. 126, § 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-9/"
    },
    {
      "id": "section-59a-23a-10",
      "number": "59A-23A-10",
      "heading": "Penalties.",
      "text": "In addition to any other penalties provided by the laws of this state, any insurer and any agent found to have violated any requirement of this state relating to the regulation of long-term care insurance or the marketing of such insurance shall be subject to a fine of up to three times the amount of any commissions paid for each policy involved in the violation or up to ten thousand dollars ($10,000), whichever is greater.\n\nHistory:1978 Comp., § 59A-23A-10, enacted by Laws 1993, ch. 126, § 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-10/"
    },
    {
      "id": "section-59a-23a-11",
      "number": "59A-23A-11",
      "heading": "Filing requirements for advertising.",
      "text": "A. Every issuer of long-term care insurance or benefits in this state shall provide a copy of any long-term care insurance advertisement intended for use in this state, whether through written, radio or television media, to the superintendent for review and approval. The advertisement shall comply with all applicable laws of this state and shall be retained by the insurer for at least three years from the date the advertisement was first used.\n\nB. Persons who market long-term care insurance policies, certificates or riders in this state shall not advertise any policies or certificates unless:\n\n(1) the issuer of the policy certificate or rider has provided the superintendent with a copy of the advertisement; and\n\n(2) the superintendent has reviewed and approved the advertisement.\n\nHistory:1978 Comp., § 59A-23A-11, enacted by Laws 1993, ch. 126, § 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-11/"
    },
    {
      "id": "section-59a-23a-12",
      "number": "59A-23A-12",
      "heading": "Medicaid long-term care partnership program; certification of policies; rulemaking.",
      "text": "A. The superintendent shall certify an individual or group insurance policy, insurance plan or certificate of insurance to be qualified state long-term care insurance partnership program insurance when the policy, plan or certificate of insurance:\n\n(1) covers an insured who was a resident of the state when coverage first became effective under the policy, plan or certificate;\n\n(2) meets the definition of a qualified state long-term care insurance contract pursuant to Section 7702B(b) of the federal Internal Revenue Code of 1986;\n\n(3) was not issued earlier than the effective date of the state plan amendment required pursuant to Section 2 [27-2-12.17 NMSA 1978] of this 2013 act;\n\n(4) as of the date of purchase:\n\n(a) is sold to an individual who is sixty years of age or younger and provides some level of inflation protection;\n\n(b) is sold to an individual who is between sixty-one and seventy-five years of age and provides some level of inflation protection; or\n\n(c) is sold to an individual who is over seventy-five years of age; and\n\n(5) meets all other applicable federal and state laws relating to qualified state long-term care insurance partnership programs.\n\nB. The superintendent shall adopt and promulgate rules establishing the procedures pursuant to which the superintendent shall certify an individual or group insurance policy, insurance plan, certificate of insurance or rider that is delivered, issued for delivery or renewed in this state as qualified state long-term care insurance partnership program insurance.\n\nC. The superintendent shall consult with the secretary of human services regarding the adoption of rules regarding reciprocity with respect to individuals who have purchased qualified state long-term care insurance partnership program insurance in another state participating in a qualified state long-term care insurance partnership program.\n\nD. The superintendent shall ensure that any licensed producer that sells a policy, plan, certificate or rider pursuant to the Long-Term Care Insurance Law demonstrates an understanding of qualified state long-term care partnership program insurance and how it relates to other public and private coverage of long-term care expenses.\n\nE. The superintendent shall establish by rule the disclosure requirements pursuant to Section 5 [59-23A-13 NMSA 1978] of this 2013 act regarding the qualified state long-term care partnership program for licensed producers that sell or offer for sale an insurance plan, insurance policy or certificate of insurance that is intended to qualify as long-term care partnership program insurance.\n\nF. As used in this section:\n\n(1) \"licensed producer\" means an agent, broker or reinsurance intermediary licensed pursuant to the applicable provisions of the Insurance Code; and\n\n(2) \"rider\" means a long-term care coverage provision added to any type of insurance plan, insurance policy or certificate of insurance.\n\nHistory:Laws 2013, ch. 139, § 4.\n\nEffective dates.— Laws 2013, ch. 139 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2013, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-12/"
    },
    {
      "id": "section-59a-23a-13",
      "number": "59A-23A-13",
      "heading": "Licensed producers; qualified state long-term care partnership program; disclosures",
      "text": "A. A licensed producer that sells or offers for sale an insurance plan, insurance policy, certificate of insurance or rider that is intended to qualify as qualified state long-term care partnership program insurance shall disclose the availability of qualified state long-term care insurance partnership program insurance and outline the requirements and benefits of participation in the qualified state long-term care insurance partnership program.\n\nB. As used in this section:\n\n(1) \"licensed producer\" means an agent, broker or reinsurance intermediary licensed pursuant to the applicable provisions of the Insurance Code; and\n\n(2) \"rider\" means a long-term care coverage provision added to any type of insurance plan, insurance policy or certificate of insurance.\n\nHistory:Laws 2013, ch. 139, § 5.\n\nEffective dates.— Laws 2013, ch. 139 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2013, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-59a/article-23a/section-59a-23a-13/"
    }
  ]
}