{
  "state": "wyoming",
  "path": "title-title-1-code-of-civil-procedure/chapter-chapter-1-general-provisions-as-to-civil-actions",
  "sections": [
    {
      "id": "section-1-1-101",
      "number": "1-1-101",
      "heading": "Provisions to Be Liberally Construed",
      "text": "1-1-101. Provisions to be liberally construed.\n\nThe Code of Civil Procedure and all proceedings under it shall be liberally construed to promote its object and assist the parties in obtaining justice. The rule of common law that statutes in derogation thereof must be strictly construed has no application to the Code of Civil Procedure, but this shall not be so construed as to require a liberal construction of provisions affecting personal liberty, relating to amercement or of a penal nature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-101/"
    },
    {
      "id": "section-1-1-102",
      "number": "1-1-102",
      "heading": "Minors as Parties to Actions.",
      "text": "1-1-102. Minors as parties to actions.\n\nEvery person over fourteen (14) years of age and under the age of majority, when subject to no disability other than being a minor, may sue or be sued. When plaintiff he shall sue by a next friend selected by him before suit is commenced. The next friend is liable for the cost chargeable to the plaintiff. When the minor is sued he shall appear by guardian nominated by him and appointed by the court before further proceedings are had in the case, but judgment shall be against the minor defendant only. In either case, if plaintiff or defendant neglects or refuses to nominate a next friend or guardian, the court shall appoint a next friend or guardian, who shall file his consent in writing, with the court.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-102/"
    },
    {
      "id": "section-1-1-103",
      "number": "1-1-103",
      "heading": "Power of Deputies.",
      "text": "1-1-103. Power of deputies.\n\nA duty enjoined by statute upon a ministerial officer or an act permitted to be done by him may be performed by his lawful deputy.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-103/"
    },
    {
      "id": "section-1-1-104",
      "number": "1-1-104",
      "heading": "Sureties; Justification.",
      "text": "1-1-104. Sureties; justification.\n\nA court or an officer authorized by law to approve a surety may require such person to testify orally or in writing touching his sufficiency, but this in itself shall not exonerate the officer in an action for taking insufficient surety.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-104/"
    },
    {
      "id": "section-1-1-105",
      "number": "1-1-105",
      "heading": "Sureties; Qualifications.",
      "text": "1-1-105. Sureties; qualifications.\n\nSureties shall be residents of this state, worth in the aggregate double the sum to be secured, beyond the amount of their debts, and have property liable to execution in this state equal to the sum to be secured. Every person acting as surety for another shall file with the court his affidavit showing that he meets the requirements set forth herein.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-105/"
    },
    {
      "id": "section-1-1-106",
      "number": "1-1-106",
      "heading": "Compensation of Cross Demands.",
      "text": "1-1-106. Compensation of cross demands.\n\nWhen cross demands exist between persons under circumstances that if one brought an action against the other, a counterclaim or setoff could be set up, neither can be deprived of the benefit thereof by assignment by the other, or by his death, but the two (2) demands will be deemed compensated so far as they equal each other.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-106/"
    },
    {
      "id": "section-1-1-107",
      "number": "1-1-107",
      "heading": "Furnishing of Transcripts.",
      "text": "1-1-107. Furnishing of transcripts.\n\nUpon request and receipt of the lawful fees required, judges of judicial tribunals and the clerks of every court of record, shall furnish to any person an authenticated transcript of proceedings containing the judgment or final order in their court.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-107/"
    },
    {
      "id": "section-1-1-108",
      "number": "1-1-108",
      "heading": "Voluntary Partial Payment of Liability Claims.",
      "text": "1-1-108. Voluntary partial payment of liability claims.\n\nNo voluntary partial payment of a claim based on alleged liability for injury or property damage shall be construed as an admission of fault or liability, or as a waiver or release of claim by the person receiving payment. Such payment is not admissible as evidence in any action for the purpose of determining the amount of any judgment, with respect to the parties to the occurrence from which the claim arose. Upon settlement of the claim, the parties may make any agreement they desire in respect to all voluntary partial payments. After entry of judgment, any such payment shall be treated as a credit and deducted from the amount of the judgment. If after partial voluntary payments are made it is determined by final judgment of a court of competent jurisdiction that the payor is liable for an amount less than the voluntary payments already made, the payor has no right of action for the recovery of amounts by which the voluntary payments exceed the final judgment. No voluntary partial payments shall be construed to reduce the amount of damages which may be pleaded and proved in a court proceeding between the parties.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-108/"
    },
    {
      "id": "section-1-1-109",
      "number": "1-1-109",
      "heading": "Comparative Fault.",
      "text": "1-1-109. Comparative fault.\n\n(a) As used in this section:\n\n(i) \"Actor\" means a person or other entity, including the claimant, whose fault is determined to be a proximate cause of the death, injury or damage, whether or not the actor is a party to the litigation;\n\n(ii) \"Claimant\" means a natural person, including the personal representative of a deceased person, or any legal entity, including corporations, limited liability companies, partnerships or unincorporated associations, and includes a third party plaintiff and a counterclaiming defendant;\n\n(iii) \"Defendant\" means a party to the litigation against whom a claim for damages is asserted, and includes third party defendants. Where there is a counterclaim, the claimant against whom the counterclaim is asserted is also a defendant;\n\n(iv) \"Fault\" includes acts or omissions, determined to be a proximate cause of death or injury to person or property, that are in any measure negligent, or that subject an actor to strict tort or strict products liability, and includes breach of warranty, assumption of risk and misuse or alteration of a product;\n\n(v) \"Injury to person or property,\" in addition to bodily injury, includes, without limitation, loss of enjoyment of life, emotional distress, pain and suffering, disfigurement, physical or mental disability, loss of earnings or income, damage to reputation, loss of consortium, loss of profits and all other such claims and causes of action arising out of the fault of an actor;\n\n(vi) \"Wrongful death\" means that cause of action authorized by Wyoming statute to recover money damages when the death of a person is caused by the fault of an actor such as would have entitled the party injured to maintain an action to recover damages if death had not ensued.\n\n(b) Contributory fault shall not bar a recovery in an action by any claimant or the claimant's legal representative to recover damages for wrongful death or injury to person or property, if the contributory fault of the claimant is not more than fifty percent (50%) of the total fault of all actors. Any damages allowed shall be diminished in proportion to the amount of fault attributed to the claimant.\n\n(c) Whether or not the claimant is free of fault, the court shall:\n\n(i) If a jury trial:\n\n(A) Direct the jury to determine the total amount of damages sustained by the claimant without regard to the percentage of fault attributed to the claimant, and the percentage of fault attributable to each actor; and\n\n(B) Inform the jury of the consequences of its determination of the percentage of fault.\n\n(ii) If a trial before the court without jury, make special findings of fact, determining the total amount of damages sustained by the claimant without regard to the percentage of fault attributed to the claimant, and the percentage of fault attributable to each actor.\n\n(d) The court shall reduce the amount of damages determined under subsection (c) of this section in proportion to the percentage of fault attributed to the claimant and enter judgment against each defendant in the amount determined under subsection (e) of this section.\n\n(e) Each defendant is liable only to the extent of that defendant's proportion of the total fault determined under paragraph (c)(i) or (ii) of this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-109/"
    },
    {
      "id": "section-1-1-110",
      "number": "1-1-110",
      "heading": "Repealed by Laws 1986, Ch. 24, 2.",
      "text": "Repealed by Laws 1986, Ch. 24, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-1-111",
      "number": "1-1-111",
      "heading": "Repealed by Laws 1986, Ch. 24, 2.",
      "text": "Repealed by Laws 1986, Ch. 24, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-1-112",
      "number": "1-1-112",
      "heading": "Repealed by Laws 1986, Ch. 24, 2.",
      "text": "Repealed by Laws 1986, Ch. 24, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-1-113",
      "number": "1-1-113",
      "heading": "Repealed by Laws 1986, Ch. 24, 2.",
      "text": "Repealed by Laws 1986, Ch. 24, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-1-114",
      "number": "1-1-114",
      "heading": "Pleading of Damages.",
      "text": "1-1-114. Pleading of damages.\n\nIn all cases the court shall inform the jury of the consequences of its verdict.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-114/"
    },
    {
      "id": "section-1-1-115",
      "number": "1-1-115",
      "heading": "Civil Liability for Unpaid Checks.",
      "text": "1-1-115. Civil liability for unpaid checks.\n\n(a) Any person who issues a check which is not paid because the check has been dishonored for any reason has thirty (30) days following the date of a written demand mailed to the drawer of the check by United States postal service certificate of mailing at the address shown on the check or his last known address or personally served pursuant to the Wyoming Rules of Civil Procedure, to pay to the holder of the check the amount of the check and a collection fee not to exceed thirty dollars ($30.00). The demand shall state that the drawer is required to pay the value of the check and the collection fee demanded and shall state the collection fee provided for in this section.\n\n(b) Any person who fails to pay the amount of the check and the collection fee as set forth in subsection (a) of this section within thirty (30) days following the date of a written demand, mailed to or served on the drawer in accordance with subsection (a) of this section, is liable to the holder of the check for three (3) times the amount of the check, but in no case less than one hundred dollars ($100.00), a collection fee of thirty dollars ($30.00), and court costs.\n\n(c) In extraordinary cases, including cases in which the court determines that the party who wrote the check has raised dilatory or bad faith defenses, the court may award the prevailing party reasonable attorney fees.\n\n(d) Nothing in this section shall prevent the criminal prosecution of the person who issues the check. However, any payment made by the defendant to a victim pursuant to an order for restitution entered in a criminal case pursuant to W.S. 7-9-101 through 7-9-112 or 6-3-704(b), shall be set off against any judgment in favor of the victim in a civil action brought under this section arising out of the same facts or event.\n\n(e) A cause of action under this section may be brought in small claims court, if the amount of the demand does not exceed the jurisdiction of that court, or in any other appropriate court.\n\n(f) As used in this section, \"check,\" \"drawee,\" \"drawer\" and \"issue\" have the same meaning as defined in W.S. 6-3-701.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-115/"
    },
    {
      "id": "section-1-1-116",
      "number": "1-1-116",
      "heading": "Civil Liability for Theft of Services.",
      "text": "1-1-116. Civil liability for theft of services.\n\n(a) Notwithstanding any criminal penalties which may apply, an owner or operator of a franchised or otherwise duly licensed provider of services may bring a civil action to enjoin or restrain any violation of W.S. 6-3-402 when the violation involves theft of services and may in the same action seek damages from the person violating W.S. 6-3-402.\n\n(b) In order to maintain an action for injunctive relief under this section, it is not necessary for the plaintiff to show actual damages or the threat of actual damages.\n\n(c) As used in this section, \"services\" has the same meaning as specified in W.S. 6-3-401(a)(v).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-116/"
    },
    {
      "id": "section-1-1-117",
      "number": "1-1-117",
      "heading": "Affidavits of Noninvolvement.",
      "text": "1-1-117. Affidavits of noninvolvement.\n\n(a) In any action, whether in tort, contract or otherwise, in which the plaintiff seeks damages, a party may, in lieu of answering or otherwise pleading, file an affidavit certifying that he was not directly or indirectly involved in the occurrence or occurrences alleged in the action. If an affidavit is filed, the court shall order the dismissal of the claim against the certifying party, except as provided for in subsection (b) of this section. The affidavit shall be filed within the time required for filing an answer, if no answer is filed; and, in any event, at least twenty (20) days prior to trial. Any order of dismissal based on the affidavit shall not be entered within ten (10) days after the affidavit is filed.\n\n(b) Any party may oppose the dismissal or move to vacate the order of dismissal and reinstate the certifying party, provided he can show that the certifying party was directly or indirectly involved in the occurrence or occurrences alleged in the action. After the filing of an affidavit under this section, the party opposing the dismissal may have discovery with respect to the involvement or noninvolvement of the party filing the affidavit, provided the discovery is completed within sixty (60) days of the filing of the affidavit.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-117/"
    },
    {
      "id": "section-1-1-118",
      "number": "1-1-118",
      "heading": "Amateur Rodeos; Liability for Injuries; Consent to Participate.",
      "text": "1-1-118. Amateur rodeos; liability for injuries; consent to participate.\n\n(a) No public school or nonprofit organization sponsoring an amateur rodeo is liable for injuries suffered by a contestant as a result of his voluntary participation in a rodeo event except for injuries caused by the willful, wanton or reckless act of the sponsoring organization or its employees.\n\n(b) A minor shall be deemed to be a voluntary participant for purposes of this section if he has signed a written consent to participate in the rodeo event and the consent is also signed by one (1) of the minor's parents or by his legal guardian.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-118/"
    },
    {
      "id": "section-1-1-119",
      "number": "1-1-119",
      "heading": "Release or Covenant Not to Sue.",
      "text": "1-1-119. Release or covenant not to sue.\n\nWhen a release or a covenant not to sue or not to enforce judgment is given in good faith to one (1) of two (2) or more persons liable in tort for the same injury or the same wrongful death, it does not discharge any of the other tortfeasors from liability for the injury or wrongful death unless its terms so provide.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-119/"
    },
    {
      "id": "section-1-1-120",
      "number": "1-1-120",
      "heading": "Persons Rendering Emergency Assistance Exempt From Civil Liability.",
      "text": "1-1-120. Persons rendering emergency assistance exempt from civil liability.\n\n(a) Any person licensed as a physician and surgeon under the laws of the state of Wyoming, or any other person, who in good faith renders emergency care or assistance without compensation at the place of an emergency or accident, is not liable for any civil damages for acts or omissions in good faith.\n\n(b) Persons or organizations operating volunteer ambulances or rescue vehicles supported by public or private funds, staffed by unpaid volunteers, and which make no charge, or charge an incidental service or user fee, for services rendered during medical emergencies, and the unpaid volunteers who staff ambulances and rescue vehicles are not liable for any civil damages for acts or omissions in good faith in furnishing emergency medical services. This immunity does not apply to acts or omissions constituting gross negligence or willful or wanton misconduct. For purposes of this section, \"unpaid volunteers\" means persons who either receive incidental remuneration on a per call basis or receive no more than one thousand dollars ($1,000.00) annually for volunteer ambulance and rescue activities. The immunity provided by this subsection shall extend to a physician while serving in his capacity as medical director of any ambulance service, to hospitals and hospital employees for activities directly related to providing clinical training as part of an emergency medical service class approved by the department of health, and to students while participating in emergency medical services training approved by the department of health. If an unpaid volunteer's, medical director's, hospital's or trainee's acts or omissions are subject to the provisions of the Wyoming Governmental Claims Act, immunity under this section is waived to the extent of the maximum liability provided under W.S. 1-39-118.\n\n(c) Any person who provides assistance or advice without compensation other than reimbursement of out-of-pocket expenses in mitigating or attempting to mitigate the effects of an actual or threatened discharge of hazardous materials, or in preventing, cleaning up or disposing of or in attempting to prevent, clean up or dispose of any discharge of hazardous materials, is not liable for any civil damages for acts or omissions in good faith in providing the assistance or advice. This immunity does not apply to acts or omissions constituting gross negligence or willful or wanton misconduct. As used in this subsection:\n\n(i) \"Discharge\" includes leakage, seepage or other release;\n\n(ii) \"Hazardous materials\" includes all materials and substances which are now or hereafter designated or defined as hazardous by any state or federal law or by the regulations of any state or federal government agency.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-120/"
    },
    {
      "id": "section-1-1-121",
      "number": "1-1-121",
      "heading": "Recreation Safety Act; Short Title.",
      "text": "1-1-121. Recreation Safety Act; short title.\n\nThis act shall be known and may be cited as the \"Recreation Safety Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-121/"
    },
    {
      "id": "section-1-1-122",
      "number": "1-1-122",
      "heading": "Definitions.",
      "text": "1-1-122. Definitions.\n\n(a) As used in this act:\n\n(i) \"Inherent risk\" with regard to any sport or recreational opportunity means those dangers or conditions which are characteristic of, intrinsic to, or an integral part of any sport or recreational opportunity;\n\n(ii) \"Provider\" means any person or governmental entity which for profit or otherwise, offers or conducts a sport or recreational opportunity or regulates an interscholastic sport or recreational opportunity. This act does not apply to a cause of action based upon the design or manufacture of sport or recreational equipment or products or safety equipment used incidental to or required by the sport or recreational opportunity;\n\n(iii) \"Sport or recreational opportunity\" means commonly understood sporting activities including baseball, softball, football, soccer, basketball, swimming, hockey, wrestling, cheerleading, rodeo, dude ranching, nordic or alpine skiing and other alpine sports, snowboarding, mountain climbing, outdoor education programs, river floating, hunting, fishing, backcountry trips, horseback riding and any other equine activity, snowmobiling and similar recreational opportunities and includes the use of private lands for vehicle parking and land access related to the sport or recreational opportunity. \"Sport or recreational opportunity\" does not include skiing in a ski area as defined by the Ski Safety Act;\n\n(iv) \"Equine activity\" means:\n\n(A) Equine shows, fairs, competitions, performances or parades that involve any or all breeds of equines;\n\n(B) Any of the equine disciplines;\n\n(C) Equine training or teaching activities, or both;\n\n(D) Boarding equines;\n\n(E) Riding, inspecting or evaluating an equine belonging to another, whether or not the owner has received some monetary consideration or other thing of value for the use of the equine or is permitting a prospective purchaser of the equine to ride, inspect or evaluate the equine;\n\n(F) Rides, trips, hunts or other equine activities of any type however informal or impromptu;\n\n(G) Day use rental riding, riding associated with a dude ranch or riding associated with outfitted pack trips; and\n\n(H) Placing or replacing horseshoes on an equine.\n\n(v) Repealed By Laws 1996, ch. 78, 2.\n\n(vi) \"This act\" means W.S. 1-1-121 through 1-1-123.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-122/"
    },
    {
      "id": "section-1-1-123",
      "number": "1-1-123",
      "heading": "Assumption of Risk.",
      "text": "1-1-123. Assumption of risk.\n\n(a) Any person who takes part in any sport or recreational opportunity assumes the inherent risks in that sport or recreational opportunity, whether those risks are known or unknown, and is legally responsible for any and all damage, injury or death to himself or other persons or property that results from the inherent risks in that sport or recreational opportunity.\n\n(b) A provider of any sport or recreational opportunity is not required to eliminate, alter or control the inherent risks within the particular sport or recreational opportunity.\n\n(c) Actions based upon negligence of the provider wherein the damage, injury or death is not the result of an inherent risk of the sport or recreational opportunity shall be preserved pursuant to W.S. 1-1-109.\n\n(d) The assumption of risk provisions in subsections (a) through (c) of this section apply irrespective of the age of the person assuming the risk.\n\n(e) This act shall not apply to skiing in a ski area as defined by the Ski Safety Act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-123/"
    },
    {
      "id": "section-1-1-1231",
      "number": "1-1-123.1",
      "heading": "Ski Safety Act; Short Title.",
      "text": "1-1-123.1. Ski Safety Act; short title.\n\nThis act shall be known and may be cited as the \"Ski Safety Act.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-123-1/"
    },
    {
      "id": "section-1-1-1232",
      "number": "1-1-123.2",
      "heading": "Definitions.",
      "text": "1-1-123.2. Definitions.\n\n(a) As used in this act:\n\n(i) \"Freestyle terrain\" includes terrain parks and terrain features such as jumps, rails, half pipes and other constructed and natural features found in terrain parks;\n\n(ii) \"Inherent risk\" with regard to skiing in a ski area means those dangers or conditions which are part of the sport of skiing, including:\n\n(A) Changing weather conditions;\n\n(B) Falling or surface snow conditions, whether natural or man-made, as they exist or change;\n\n(C) Surface or subsurface conditions including bare spots, forest growth, rocks, stumps, streambeds, cliffs, extreme terrain, trees or other natural objects;\n\n(D) Collisions or impacts with natural objects such as the objects specified in subparagraph (C) of this paragraph including encounters with wildlife;\n\n(E) Impact with ski lift towers, signs, posts, fences or enclosures, hydrants, water pipes or other man-made structures and their components subject to W.S. 1-1-123.3(k);\n\n(F) Variations in steepness or terrain, whether natural or as a result of ski trail or feature design, or snowmaking or grooming operations such as roads, freestyle terrain, jumps and catwalks or other terrain modifications; and\n\n(G) Collisions with other skiers.\n\n(iii) \"Ski area\" means the ski trails and other places within the boundary of a ski area under the control of a ski area operator and administered as a single enterprise within the state;\n\n(iv) \"Ski area operator\" means a person having the responsibility for the operations of a ski area and the owners, partners and members, managers, employees, agents, volunteers, board members, representatives, affiliates and assigns of the person. \"Ski area operator\" includes an agency of the state or a political subdivision thereof;\n\n(v) \"Ski area vehicle\" means a vehicle used in the operation and maintenance of a ski area which is owned by or under the direction and control of the ski area operator such as a snowmobile, all-terrain vehicle, snow grooming vehicle, sled and other similar vehicle;\n\n(vi) \"Ski lift\" means a chairlift, gondola, tramway, cable car or other aerial lift and any rope tow, conveyor, t-bar, j-bar, handle tow or other surface lift used by a ski area operator to transport skiers;\n\n(vii) \"Ski trail\" means a trail, slope, run, freestyle terrain, competition terrain, tree skiing area, tubing park area or other area at or near a ski area designated by the ski area operator to be used by skiers for the purpose of skiing;\n\n(viii) \"Skier\" means a person who is using a ski area for the purpose of skiing;\n\n(ix) \"Skiing\" includes sliding downhill or jumping on snow or ice on skis or a toboggan, sled, tube, snowbike, snowboard or other device;\n\n(x) \"This act\" means W.S. 1-1-123.1 through 1-1-123.5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-123-2/"
    },
    {
      "id": "section-1-1-1233",
      "number": "1-1-123.3",
      "heading": "Duties of Ski Area Operators; Signs for Trails; Notices to Skiers; Duties of Skiers.",
      "text": "1-1-123.3. Duties of ski area operators; signs for trails; notices to skiers; duties of skiers.\n\n(a) A ski area operator shall post and maintain a sign visible to skiers at or near the beginning of a trail that depicts and explains the degree of difficulty of the trail relative to each individual ski area.\n\n(b) A ski area operator shall post and maintain a sign at or near the loading area of a ski lift that states the relative degree of difficulty of the trails serviced by the lift.\n\n(c) A ski area operator shall print a warning notice on all ski lift tickets and season passes and shall post and maintain a warning sign at or near the ski area's ticket sales building that is no smaller than six (6) square feet in size and states the following:\n\nWARNING. Under Wyoming law, a skier assumes the inherent risks of skiing and is legally responsible for damage, injury or death to person or property that results from the inherent risks of skiing.\n\n(d) A ski area operator shall post and maintain a warning sign at the ski area's ticket sales building that is no smaller than six (6) square feet in size and that notifies the skier of the duties imposed on the skier by this act and the limitations on liability provided in this act.\n\n(e) A ski area operator shall:\n\n(i) Mark or identify on trail maps the ski area boundaries;\n\n(ii) Post a sign notifying the public if a trail or portion thereof is closed at the identified entrance of the trail or portion thereof. A trail without an identified entrance may be closed with ropes or fences.\n\n(f) A ski area operator shall have no duty arising out of the operator's status as a ski area operator to a skier skiing beyond a ski area boundary marked or identified as required by subsection (e) of this section or skiing in an area posted as closed or otherwise fenced or roped off in accordance with subsection (e) of this section.\n\n(g) A ski area operator shall post signs in the ski area or on trail maps warning skiers of encounters with ski area vehicles.\n\n(h) A ski area operator shall equip ski area vehicles with a light and a fluorescent flag mounted at least five (5) feet above the bottom of the vehicle's tracks visible at any time the vehicle is moving on or in the vicinity of a ski trail.\n\n(j) A ski area operator shall annually inspect, operate and maintain ski lifts in accordance with the most current version of the American National Standards Institute B-77.1 aerial tramway standards. Notwithstanding any other provision of law, a ski lift shall not be deemed a common carrier.\n\n(k) A ski area operator shall mark hydrants, water pipes and all other man-made structures on slopes and trails which are not visible to skiers under conditions of ordinary visibility from a distance of one hundred (100) feet and shall cover the structures with a shock-absorbent material typically used by ski area operators for the purpose. Any type of marker shall be sufficient under this subsection including but not limited to wooden poles, flags or signs if the marker is visible from a distance of one hundred (100) feet and if the marker itself does not constitute a serious hazard to skiers. As used in this subsection \"man-made structures\" shall not include variations in steepness or terrain, whether natural or as a result of slope design, snowmaking or grooming operations, including but not limited to roads, catwalks and other terrain modifications.\n\n(m) A skier shall have the responsibility to observe all posted information and other signs and warnings posted in accordance with this act and shall be presumed to have seen and understood all signs, warnings and other information posted in accordance with this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-123-3/"
    },
    {
      "id": "section-1-1-1234",
      "number": "1-1-123.4",
      "heading": "Assumption of Risks; Limitations on Actions.",
      "text": "1-1-123.4. Assumption of risks; limitations on actions.\n\n(a) A skier expressly accepts and assumes the inherent risks of skiing and is legally responsible for damage, injury or death to himself or other persons or property that results from the inherent risks in skiing.\n\n(b) A skier may not make any claim against or recover from any ski area operator for injury resulting from any inherent risk of skiing.\n\n(c) A skier is not precluded under this act from suing another skier for any damage, injury or death to person or property that results from the other skiers' acts or omissions. Notwithstanding any other provision of law, the risk of collision with other skiers is not an inherent risk nor a risk assumed by a skier in an action by a skier against another skier.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-123-4/"
    },
    {
      "id": "section-1-1-1235",
      "number": "1-1-123.5",
      "heading": "Negligence; Civil Actions.",
      "text": "1-1-123.5. Negligence; civil actions.\n\n(a) A violation by any person or ski area operator of any provision of this act shall, to the extent the violation causes damage, injury or death to person or property, constitute evidence of negligence on the part of the person or ski area operator violating this act.\n\n(b) Actions based upon negligence of a person or ski area operator wherein the damage, injury or death is not the result of an inherent risk of skiing shall be preserved pursuant to W.S. 1-1-109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-123-5/"
    },
    {
      "id": "section-1-1-124",
      "number": "1-1-124",
      "heading": "Pretrial Screening.",
      "text": "1-1-124. Pretrial screening.\n\n(a) The supreme court may promulgate rules to provide a screening procedure to expedite the prelitigation resolution of claims arising from any alleged act, error or omission in the rendering of licensed or certified professional or health care services.\n\n(b) The screening procedure authorized by this section shall be designed to reduce the burden of malpractice cases on the state judicial system and to encourage the prompt resolution of nonmeritorious claims. The expedited procedure may include the creation of professional review panels to review claims and to determine:\n\n(i) Whether there is substantial evidence that the acts complained of occurred, constituted malpractice and resulted in injury to the claimant; and\n\n(ii) A recommended award if requested by the parties.\n\n(c) The supreme court shall annually report to the joint judiciary interim committee the costs of operating the expedited screening procedure and shall submit a recommendation for the proration and assessment of costs among the professions subject to the pretrial screening procedure.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-124/"
    },
    {
      "id": "section-1-1-125",
      "number": "1-1-125",
      "heading": "Immunity for Volunteers; Volunteer Firefighters; Search and Rescue.",
      "text": "1-1-125. Immunity for volunteers; volunteer firefighters; search and rescue.\n\n(a) As used in this section:\n\n(i) \"Compensation\" does not include actual and necessary expenses that are incurred by a volunteer in connection with the services that the volunteer performs for a nonprofit organization and that are reimbursed to the volunteer or otherwise paid nor does it include any incidental personal privileges received by volunteers for their services;\n\n(ii) \"Nonprofit organization\" means those nonprofit organizations exempt from federal income tax pursuant to section 501(c) of the Internal Revenue Code;\n\n(iii) \"Volunteer\" means:\n\n(A) An officer, director, trustee or other person who performs services for a nonprofit organization but does not receive compensation, either directly or indirectly, for those services;\n\n(B) A volunteer firefighter who performs services for a volunteer fire department under W.S. 35-9-616(a)(ix) whether or not the firefighter receives compensation or a pension;\n\n(C) An individual engaged in search and rescue operations under a county sheriff's coordination pursuant to W.S. 18-3-609(a)(iii) or supervision pursuant to W.S. 19-16-101 whether or not the individual receives compensation.\n\n(b) Except as provided in subsection (c) of this section, a volunteer who provides services or performs duties on behalf of a nonprofit organization, a volunteer fire department or a sheriff as part of a search and rescue operation is personally immune from civil liability for any act or omission resulting in damage or injury if at the time of the act or omission:\n\n(i) The person was acting within the scope of his duties as a volunteer for the nonprofit organization, volunteer fire department or a sheriff as part of a search and rescue operation; and\n\n(ii) The act or omission did not constitute willful or wanton misconduct or gross negligence.\n\n(c) This section does not grant immunity to any person causing damage as a result of the negligent operation of a motor vehicle.\n\n(d) In any suit against a nonprofit organization, a volunteer fire department or a sheriff as part of a search and rescue operation for civil damages based upon the negligent act or omission of a volunteer, proof of the act or omission shall be sufficient to establish the responsibility of the organization, department or sheriff under the doctrine of respondeat superior, notwithstanding the immunity granted to the volunteer with respect to any act or omission included under subsection (b) of this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-125/"
    },
    {
      "id": "section-1-1-126",
      "number": "1-1-126",
      "heading": "Civil Liability for Stalking.",
      "text": "1-1-126. Civil liability for stalking.\n\n(a) A person who is the victim of stalking as defined by W.S. 6-2-506 may maintain a civil action against an individual who engages in a course of conduct that is prohibited under W.S. 6-2-506 for damages incurred by the victim as a result of that conduct. The aggrieved party may also seek and be awarded exemplary damages, reasonable attorney's fees and costs of the action.\n\n(b) A civil action may be maintained under this section whether or not the individual who is alleged to have engaged in a course of conduct prohibited under W.S. 6-2-506 has been charged or convicted under W.S. 6-2-506 for the alleged crime.\n\n(c) Neither the pendency nor the termination of a civil action under this section shall prevent the criminal prosecution of a person who violates W.S. 6-2-506.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-126/"
    },
    {
      "id": "section-1-1-127",
      "number": "1-1-127",
      "heading": "Civil Liability for Shoplifting.",
      "text": "1-1-127. Civil liability for shoplifting.\n\n(a) A person over ten (10) years of age who violates W.S. 6-3-402 with regard to property offered for sale by a wholesale or retail store is civilly liable to the merchant of the property in an amount consisting of:\n\n(i) Return of the property in original condition or actual damages equal to the full marked or listed price of the property; plus\n\n(ii) A civil liability of twice the amount of the full marked or listed price of the property but not less than fifty dollars ($50.00) nor more than one thousand dollars ($1,000.00); plus\n\n(iii) Reasonable attorney's fees and court costs.\n\n(b) If an unemancipated minor violates W.S. 6-3-402 with regard to property offered for sale by a wholesale or retail store, the parents or guardian of the child shall be civilly liable as provided by subsection (a) of this section, provided liability under this subsection shall not apply to foster parents, to parents whose parental custody and control of the child have been terminated by court order prior to the violation or to any governmental or private agency that has been appointed guardian for the minor child pursuant to court order or action of the department of family services. Civil liability under this subsection is not subject to the limitation on liability provided by W.S. 14-2-203 or any other law that limits the liability of parents for damages caused by an unemancipated minor.\n\n(c) A conviction or a plea of guilty to a violation of W.S. 6-3-402 with regard to property offered for sale by a wholesale or retail store is not a prerequisite to the bringing of a civil suit under this section.\n\n(d) An action to recover damages and any civil liability under this section may be brought in small claims court if the total amount of the demand for damages and any civil liability does not exceed the jurisdiction of that court, or in any other appropriate court.\n\n(e) In order to recover damages and any civil liability under this act, the merchant of the property shall also notify law enforcement officials.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-127/"
    },
    {
      "id": "section-1-1-128",
      "number": "1-1-128",
      "heading": "Civil Liability for Theft of Identity.",
      "text": "1-1-128. Civil liability for theft of identity.\n\n(a) A person who is the victim of theft of identity as defined by W.S. 6-3-901 may maintain a civil action to enjoin or restrain any violation of W.S. 6-3-901 and may in the same action seek damages from the person violating W.S. 6-3-901. In order to maintain an action for injunctive relief under this section, it is not necessary for the plaintiff to show actual damages or the threat of actual damages. A prevailing party in an action under this section may recover court costs and reasonable attorney fees.\n\n(b) A conviction or plea of guilty is not a prerequisite to the bringing of a civil action under this section.\n\n(c) A cause of action for theft of identity is not deemed to have accrued until the wrongdoer is discovered.\n\n(d) Nothing in this section shall prevent the criminal prosecution of a person for theft of identity. However, any payment made by the defendant to a victim pursuant to an order for restitution entered in a criminal case pursuant to W.S. 6-3-901 and 7-9-101 through 7-9-115, shall be set off against any judgment in favor of the victim in a civil action brought under this section arising out of the same facts or event.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-128/"
    },
    {
      "id": "section-1-1-129",
      "number": "1-1-129",
      "heading": "Immunity From Liability for Volunteer Health Care Professionals; Insurance Required of Nonprofit Health Care Facility.",
      "text": "1-1-129. Immunity from liability for volunteer health care professionals; insurance required of nonprofit health care facility.\n\n(a) As used in this section:\n\n(i) \"Health care professional\" means any of the following who provide medical or dental diagnosis, care or treatment:\n\n(A) Physicians, osteopaths and physician assistants licensed to practice as provided in title 33, chapter 26 of the Wyoming statutes;\n\n(B) All nurses licensed to practice as provided in title 33, chapter 21 of the Wyoming statutes;\n\n(C) Pharmacists licensed to practice as provided in title 33, chapter 24 of the Wyoming statutes;\n\n(D) Dentists and dental hygienists licensed to practice as provided in title 33, chapter 15 of the Wyoming statutes; and\n\n(E) Optometrists licensed to practice as provided in title 33, chapter 23 of the Wyoming statutes.\n\n(ii) \"Low income uninsured person\" means a person who meets all of the following requirements:\n\n(A) The person's income is not greater than two hundred percent (200%) of the current poverty line as defined by federal law, as amended;\n\n(B) The person currently is not receiving medical, disability or other assistance under any federal or state government health care program; and\n\n(C) Either of the following applies:\n\n(I) The person is not a policyholder, certificate holder, insured, contract holder, subscriber, enrollee, member, beneficiary or other covered individual under a health insurance or health care policy, contract or plan; or\n\n(II) The person is a policyholder, certificate holder, insured, contract holder, subscriber, enrollee, member, beneficiary or other covered individual under a health insurance or health care policy, contract or plan, but the insurer, policy, contract or plan denies coverage or is the subject of insolvency or bankruptcy proceedings in any jurisdiction.\n\n(iii) \"Nonprofit health care facility\" means a charitable nonprofit corporation or association organized and operated under title 17, chapters 19 or 22 of the Wyoming statutes, or any charitable organization not organized and not operated for profit, that exclusively provides health care services to low income uninsured persons, except that \"health care facility\" does not include a hospital, including a swing bed hospital, facility or center defined under W.S. 35-2-901 or any other medical facility that is operated for profit;\n\n(iv) \"Operation\" means an invasive procedure that involves cutting or otherwise infiltrating human tissue by mechanical means, including surgery, laser surgery, ionizing radiation, therapeutic ultrasound or the removal of intraocular foreign bodies. \"Operation\" does not include the administration of medication by injection, unless the injection is administered in conjunction with a procedure infiltrating human tissue by mechanical means other than the administration of medicine by injection;\n\n(v) \"Tort action\" means a civil action for damages for injury, death or loss to person or property other than a civil action for damages for a breach of contract or another agreement between persons or government entities;\n\n(vi) \"Volunteer\" means an individual who provides any medical, dental or other health care related diagnosis, care or treatment without the expectation of receiving, and without receipt of, any compensation or other form of remuneration from a low income uninsured person, another person on behalf of a low income uninsured person, any health care facility or any other person or government entity.\n\n(b) Subject to subsection (d) of this section, a health care professional who is a volunteer and complies with subsection (c) of this section is not liable in damages to any person or government entity in a tort or other civil action, including an action on a medical, dental or other health-related claim for injury, death or loss to person or property that allegedly arises from an action or omission of the volunteer in the provision at a nonprofit health care facility to a low income uninsured person of medical, dental or other health-related diagnosis, care or treatment, including the provision of samples of medicine and other medical or dental products, unless the action or omission constitutes willful or wanton misconduct.\n\n(c) To qualify for immunity under subsection (b) of this section, a volunteer health care professional shall do all of the following prior to the initial diagnosis, care or treatment:\n\n(i) Inform the person of the provisions of this section either personally or by means of a writing so stating provided by the nonprofit health care facility and signed by the person, or by another individual on behalf of, and in the presence of, the person; and\n\n(ii) Obtain the informed consent of the person and a written waiver, signed by the person, or by another individual on behalf of, and in the presence of, the person.\n\n(d) Except as provided in this subsection, the immunities provided by subsection (b) of this section are not available to a volunteer health care professional, if at the time of an alleged injury, death or loss to person or property, the volunteer health care professional involved was performing an operation or delivering a baby. This subsection does not apply to a volunteer health care professional who provides diagnosis, care or treatment or performs an operation or delivers a baby when necessary to preserve the life of a person in a medical emergency.\n\n(e) In order for the immunity under subsection (b) of this section to apply and before the rendering of any services by the volunteer health care professional at the nonprofit health care facility, there must be a written agreement between the volunteer health care professional and the facility pursuant to which the volunteer health care professional will provide medical, dental or health care related diagnosis, care or treatment under the control of the facility to patients of the facility.\n\n(f) A nonprofit health care facility entering into a written agreement under subsection (e) of this section shall maintain liability coverage of not less than one million dollars ($1,000,000.00) per occurrence, except that no such coverage shall be required to be maintained by the facility if such coverage is maintained by all volunteer health care professionals rendering services at the facility. A nonprofit health care facility shall be liable for the negligent acts of a volunteer health care professional providing diagnosis, care or treatment at the facility only in the circumstances and to the extent the facility is required to maintain liability coverage under this subsection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-129/"
    },
    {
      "id": "section-1-1-130",
      "number": "1-1-130",
      "heading": "Actions Against Health Care Providers; Admissibility of Evidence.",
      "text": "1-1-130. Actions against health care providers; admissibility of evidence.\n\n(a) In any civil action or arbitration brought by an alleged victim of an unanticipated outcome of medical care against a health care provider, any and all statements, affirmations, gestures or conduct expressing apology, sympathy, commiseration, condolence, compassion or a general sense of benevolence that are made by a health care provider or an employee of a health care provider to the alleged victim, or to a relative or representative of the alleged victim, and that relate to the discomfort, pain, suffering, injury or death of the alleged victim as the result of the unanticipated outcome of medical care, are inadmissible as evidence of an admission of liability or as evidence of an admission against interest.\n\n(b) For purposes of this section:\n\n(i) \"Health care provider\" means a person who is licensed, certified or otherwise authorized or permitted by the laws of this state to administer health care in the ordinary course of business or practice of a profession;\n\n(ii) \"Relative\" means a spouse, parent, grandparent, stepfather, stepmother, child, grandchild, brother, sister, half brother, half sister or parent of a spouse, and includes those relationships established by adoption;\n\n(iii) \"Representative\" means a legal guardian, attorney, person designated to make decisions on behalf of a patient under a medical power of attorney or any person recognized in law or custom as a patient's agent;\n\n(iv) \"Unanticipated outcome\" means the result of a medical treatment or procedure that differs from an expected result.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-130/"
    },
    {
      "id": "section-1-1-131",
      "number": "1-1-131",
      "heading": "Short Title.",
      "text": "1-1-131. Short title.\n\nThis act shall be known and may be cited as the \"Successor Corporation Asbestos-Related Liability Fairness Act.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-131/"
    },
    {
      "id": "section-1-1-132",
      "number": "1-1-132",
      "heading": "Definitions.",
      "text": "1-1-132. Definitions.\n\n(a) As used in this act:\n\n(i) \"Asbestos claim\" means any claim, wherever or whenever made, for damages, losses, indemnification, contribution or other relief arising out of, based on or in any way related to asbestos, including:\n\n(A) The health effects of exposure to asbestos, including a claim for personal injury or death, mental or emotional injury, risk of disease or other injury, or the costs of medical monitoring or surveillance;\n\n(B) Any claim made by or on behalf of any person exposed to asbestos, or a representative, spouse, parent, child or other relative of the person; and\n\n(C) Any claim for damage or loss caused by the installation, presence or removal of asbestos.\n\n(ii) \"Corporation\" means a corporation for profit, including a domestic corporation organized under the laws of this state or a foreign corporation organized under laws other than the laws of this state;\n\n(iii) \"Successor\" means a corporation that assumes or incurs or has assumed or incurred successor asbestos-related liabilities that is a successor and became a successor before May 13, 1968, or is any of that successor corporation's successors;\n\n(iv) \"Successor asbestos-related liabilities\" means any liability, whether known or unknown, asserted or unasserted, absolute or contingent, accrued or unaccrued, liquidated or unliquidated or due or to become due, which is related to asbestos claims and was assumed or incurred by a corporation as a result of or in connection with a merger or consolidation or the plan of merger or consolidation related to the merger or consolidation with or into another corporation, or that is related in any way to asbestos claims based on the exercise of control or the ownership of stock of the corporation before the merger or consolidation. The term includes liabilities that, after the time of the merger or consolidation for which the fair market value of total gross assets is determined under W.S. 1-1-135, were or are paid or otherwise discharged, or committed to be paid or otherwise discharged, by or on behalf of the corporation or by a successor of the corporation or by or on behalf of a transferor, in connection with settlements, judgments or other discharges in this state or another jurisdiction;\n\n(v) \"Transferor\" means a corporation from which successor asbestos-related liabilities are or were assumed or incurred.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-132/"
    },
    {
      "id": "section-1-1-133",
      "number": "1-1-133",
      "heading": "Applicability.",
      "text": "1-1-133. Applicability.\n\n(a) The limitations in W.S. 1-1-134 shall apply to any successor corporation.\n\n(b) The limitations of W.S. 1-1-134 shall not apply to:\n\n(i) Workers' compensation benefits paid by or on behalf of an employer to an employee under the provisions of Wyoming statutes, title 27, chapter 14 or a comparable workers' compensation law of another jurisdiction;\n\n(ii) Any claim against a corporation that does not constitute a successor asbestos-related liability;\n\n(iii) Any obligation under the National Labor Relations Act, 29 U.S.C. Section 151, et seq., as amended, or under any collective bargaining agreement;\n\n(iv) A successor that, after a merger or consolidation, continued in the business of mining asbestos or in the business of selling or distributing asbestos fibers or in the business of manufacturing, distributing, removing or installing asbestos-containing products; or\n\n(v) Any claim against a corporation that was filed in a court of competent jurisdiction prior to the effective date of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-133/"
    },
    {
      "id": "section-1-1-134",
      "number": "1-1-134",
      "heading": "Limitations on Successor Asbestos-Related Liabilities.",
      "text": "1-1-134. Limitations on successor asbestos-related liabilities.\n\n(a) Except as further limited in subsection (b) of this section, the cumulative successor asbestos-related liabilities of a successor corporation are limited to the fair market value of the total gross assets of the transferor determined as of the time of the merger or consolidation. The successor corporation shall not have responsibility for successor asbestos-related liabilities in excess of this limitation.\n\n(b) If the transferor had assumed or incurred successor asbestos-related liabilities in connection with a prior merger or consolidation with a prior transferor, then the fair market value of the total assets of the prior transferor determined as of the time of the earlier merger or consolidation shall be substituted for the limitation set forth in subsection (a) of this section for purposes of determining the limitation of liability of a successor corporation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-134/"
    },
    {
      "id": "section-1-1-135",
      "number": "1-1-135",
      "heading": "Establishing Fair Market Value of Total Assets.",
      "text": "1-1-135. Establishing fair market value of total assets.\n\n(a) A successor corporation may establish the fair market value of total gross assets for the purpose of the limitations under W.S. 1-1-134 through any method reasonable under the circumstances, including:\n\n(i) By reference to the going concern value of the assets or to the purchase price attributable to or paid for the assets in an arms-length transaction; or\n\n(ii) In the absence of other readily available information from which the fair market value can be determined, by reference to the value of the assets recorded on a balance sheet.\n\n(b) Total gross assets include intangible assets.\n\n(c) To the extent total gross assets include any liability insurance that was issued to the transferor whose assets are being valued for purposes of this section the applicability, terms, conditions and limits of such insurance shall not be affected by this section, nor shall this section otherwise affect the rights and obligations of an insurer, transferor or successor under any insurance contract or any related agreements, including, without limitation, preenactment settlements resolving coverage-related disputes, and the rights of an insurer to seek payment for applicable deductibles, retrospective premiums or self-insured retentions or to seek contribution from a successor for uninsured or self-insured periods or periods where insurance is uncollectible or otherwise unavailable. Without limiting the foregoing, to the extent total gross assets include any such liability insurance, a settlement of a dispute concerning any such liability insurance coverage entered into by a transferor or successor with the insurers of the transferor before July 1, 2011 shall be determinative of the total coverage of such liability insurance to be included in the calculation of the transferor's total gross assets.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-135/"
    },
    {
      "id": "section-1-1-136",
      "number": "1-1-136",
      "heading": "Adjustment.",
      "text": "1-1-136. Adjustment.\n\n(a) Except as provided in subsections (b) through (d) of this section, the fair market value of total gross assets at the time of the merger or consolidation shall increase annually at a rate equal to the sum of:\n\n(i) The prime rate as listed in the first edition of the Wall Street Journal published for each calendar year since the merger or consolidation, unless the prime rate is not published in that edition of the Wall Street Journal, in which case any reasonable determination of the prime rate on the first day of the year may be used; and\n\n(ii) One percent (1%).\n\n(b) The rate found in subsection (a) of this section shall not be compounded.\n\n(c) The adjustment of the fair market value of total gross assets shall continue as provided in subsection (a) of this section until the date the adjusted value is first exceeded by the cumulative amounts of successor asbestos-related liabilities paid or committed to be paid by or on behalf of the successor corporation or a predecessor or by or on behalf of a transferor after the time of the merger or consolidation for which the fair market value of total gross assets is determined.\n\n(d) No adjustment of the fair market value of total gross assets shall be applied to any liability insurance that may be included in the definition of total gross assets by W.S. 1-1-135(c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-136/"
    },
    {
      "id": "section-1-1-137",
      "number": "1-1-137",
      "heading": "Scope of Act.",
      "text": "1-1-137. Scope of act.\n\n(a) The courts of this state shall construe the provisions of this act liberally with regard to successors.\n\n(b) This act shall apply to all asbestos claims filed against a successor on or after July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-137/"
    },
    {
      "id": "section-1-1-138",
      "number": "1-1-138",
      "heading": "Donation of Emergency Responder Equipment; Exemption From Civil and Criminal Liability; Definitions; Relation to Other Law.",
      "text": "1-1-138. Donation of emergency responder equipment; exemption from civil and criminal liability; definitions; relation to other law.\n\n(a) Any person who donates surplus emergency response equipment to any emergency responder shall not be liable for damages in any civil action or subject to prosecution in any criminal proceeding resulting from the nature, age, condition or packaging of such equipment; except that this exemption shall not apply to the grossly negligent, willful, wanton or reckless acts of donors.\n\n(b) As used in this section:\n\n(i) \"Emergency responder\" means as provided in W.S. 35-9-152(a)(i);\n\n(ii) \"Emergency response equipment\" means all equipment designed for or typically used in the course of performing the duties required of an emergency responder.\n\n(c) Should any grant of immunity, exception or imposition of liability within the Wyoming Governmental Claims Act, W.S. 1-39-101 through 1-39-120, conflict with any provision of this section, the Wyoming Governmental Claims Act shall prevail.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-138/"
    },
    {
      "id": "section-1-1-139",
      "number": "1-1-139",
      "heading": "Civil Liability for Female Genital Mutilation.",
      "text": "1-1-139. Civil liability for female genital mutilation.\n\n(a) A person who is the victim of female genital mutilation as defined by W.S. 6-1-104(a)(xvii) may maintain a civil action against an individual who engages in conduct that is prohibited under W.S. 6-2-502(a)(v) for damages incurred by the victim as a result of that conduct. The victim may also be awarded exemplary damages, reasonable attorney's fees, costs of the action and any other appropriate relief. A victim of female genital mutilation may bring a civil action under this section at any time within ten (10) years of:\n\n(i) The procedure being performed; or\n\n(ii) The victim's eighteenth birthday.\n\n(b) A civil action may be maintained under this section whether or not the individual who is alleged to have engaged in conduct prohibited under W.S. 6-2-502(a)(v) has been charged or convicted under W.S. 6-2-502(a)(v) for the alleged crime.\n\n(c) Neither the pendency nor the termination of a civil action under this section shall prevent the criminal prosecution of a person who violates W.S. 6-2-502(a)(v).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-139/"
    },
    {
      "id": "section-1-1-140",
      "number": "1-1-140",
      "heading": "Public Utility Exemption From Civil Liability; Catastrophes Caused by an Act of God.",
      "text": "1-1-140. Public utility exemption from civil liability; catastrophes caused by an act of God.\n\n(a) Except as provided in subsection (b) of this section, a public utility is not liable for damages to real or personal property or damages for claims resulting from economic losses in any civil action against the public utility for a catastrophe caused by an act of God.\n\n(b) Subsection (a) of this section shall not apply to damages if a negligent, willful, wanton or reckless act of the public utility was a proximate cause of the catastrophe.\n\n(c) As used in this section:\n\n(i) \"Economic losses\" includes damages caused by a failure to provide an adequate supply of gas, electricity, water, solid or liquid waste collection or disposal, heating and ground transportation;\n\n(ii) \"Municipality\" means as defined in W.S. 37-1-101(a)(iii);\n\n(iii) \"Public utility\" means as defined in W.S. 37-1-101(a)(vi), excluding the state or a municipality.\n\n(d) Should any grant of immunity, exception or imposition of liability within the Wyoming Governmental Claims Act, W.S. 1-39-101 through 1-39-120, conflict with any provision of this section, the Wyoming Governmental Claims Act shall prevail.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-140/"
    },
    {
      "id": "section-1-1-141",
      "number": "1-1-141",
      "heading": "Covid-19 Exposure and Illness; Assumption of the Risk.",
      "text": "1-1-141. COVID-19 exposure and illness; assumption of the risk.\n\n(a) As used in this section:\n\n(i) \"Claimant\" means any person or estate of a person seeking recovery of damages in a COVID-19 liability claim;\n\n(ii) \"COVID-19\" means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and any mutation or viral fragments thereof or any disease or condition caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that was the subject of the public health emergency declared by the governor under W.S. 35-4-115(a)(i) on March 13, 2020;\n\n(iii) \"COVID-19 liability claim\" means a cause of action for:\n\n(A) The transmission, infection, exposure or potential exposure of COVID-19 to a claimant:\n\n(I) At any health care facility or on any person's or entity's premises that resulted in injury to or death of the claimant; or\n\n(II) Caused by the actions of any health care provider or other person that resulted in injury to or death of the claimant.\n\n(B) Acts or omissions by a health care facility or provider in arranging for or providing health care services or medical care to the claimant that resulted in injury to or death of the claimant, or where the response to COVID-19 reasonably interfered with the arranging for or the providing of health care services or medical care for the claimant; or\n\n(C) Manufacturing, labeling, donating or distributing personal protective equipment or sanitizer that is directly related to the provision of personal protective equipment or sanitizer to the claimant by any person or entity during the public health emergency declared under COVID-19 that departs from the normal manufacturing, labeling, donating or distributing of personal protective equipment by an entity and that proximately causes injury to or the death of the claimant.\n\n(iv) \"Personal protective equipment\" means equipment worn to minimize exposure to hazards that cause injury or illness, including gloves, masks, face shields, safety glasses, shoes, earplugs, muffs, respirators, coveralls, vests and full body suits;\n\n(v) \"Sanitizer\" means any substance generally used to decrease infectious agents including viruses on the body, objects or other spaces that receive human contact.\n\n(b) Subject to subsection (c) of this section, in any action involving a COVID-19 liability claim against a person or entity, there shall be a rebuttable presumption that the claimant accepted and assumed the risk of catching COVID-19 if the claimant entered the premises of another person or entity.\n\n(c) The assumption of risk specified in subsection (b) of this section shall not apply to acts or omissions constituting gross negligence or willful or wanton misconduct.\n\n(d) Nothing in this section shall be construed to limit or restrict the immunity available in W.S. 35-4-114(d) or any other immunity available under law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-141/"
    },
    {
      "id": "section-1-1-142",
      "number": "1-1-142",
      "heading": "Immunity From Liability for Firearm Manufacturers and Sellers; Definitions; Exceptions.",
      "text": "1-1-142. Immunity from liability for firearm manufacturers and sellers; definitions; exceptions.\n\n(a) As used in this section:\n\n(i) \"Ammunition\" means any projectile expelled by action of an explosive from a firearm;\n\n(ii) \"Firearm\" means any weapon that will or is designed to expel a projectile by the action of an explosive;\n\n(iii) \"Firearms accessories\" means as defined by W.S. 6-8-403(a)(iv);\n\n(iv) \"Manufacturer\" means a person who is engaged in the business of manufacturing a qualified product and who is licensed to engage in business as a manufacturer under 18 U.S.C. 921 934 or who is a Wyoming resident who has knowledge of gunsmithing and has had experience in the field for a period of not less than two (2) years;\n\n(v) \"Qualified civil liability action\" means a civil action or administrative proceeding brought against a manufacturer or seller of a qualified product for any damages or other relief resulting from the criminal or unlawful misuse of a qualified product. \"Qualified civil liability action\" shall not include any action specified in subsection (d) of this section;\n\n(vi) \"Qualified product\" means lawfully manufactured and sold ammunition, firearms, firearms accessories and antique firearms as defined by W.S. 6-8-403(a)(viii);\n\n(vii) \"Seller\" means any person licensed to sell a qualified product under 18 U.S.C. 921 934;\n\n(viii) \"Trade association\" means as defined by W.S. 13-10-301(a)(vii);\n\n(ix) \"Unlawful misuse\" means conduct that violates a statute, ordinance or regulation applying to the use of a qualified product.\n\n(b) Except as provided in subsection (d) of this section, no person who has legally provided a qualified product to any other person is liable for damages caused by the other person's actions with or use of the qualified product. This subsection shall not affect the liability:\n\n(i) Of the other person who received the qualified product for damages;\n\n(ii) Of the person who provided the qualified product if done so in violation of state or federal law.\n\n(c) Except as provided in subsection (d) of this section, manufacturers of qualified products, sellers of qualified products and trade associations shall be immune from civil liability in any qualified civil liability action. A qualified civil liability action brought against any manufacturer of qualified products, seller of qualified products or trade association that does not allege any of the actions specified in subsection (d) of this section shall be dismissed.\n\n(d) The immunity specified in subsections (b) and (c) of this section shall not apply to any action:\n\n(i) Brought against a person who transfers a qualified product and who is convicted under 18 U.S.C. 924(h) or W.S. 6-8-102 by a party directly harmed by the conduct of which the transferor was convicted;\n\n(ii) In which a manufacturer or seller of a qualified product knowingly violated a state or federal statute applicable to the sale or marketing of the qualified product, and the violation was a proximate cause of the harm for which relief is sought. Conduct to which this paragraph applies shall include:\n\n(A) Any incident in which the manufacturer or seller knowingly made any false entry in, or failed to make the appropriate entry in, any record required to be kept under federal or state law with respect to the qualified product, including any incident where the manufacturer aided, abetted or conspired with any person in making any false or fictitious oral or written statement regarding any fact material to the lawfulness of the sale or other disposition of a qualified product;\n\n(B) Any case in which the manufacturer or seller aided, abetted or conspired with any other person to sell or otherwise dispose of a qualified product knowing, or having reasonable cause to believe, that the actual buyer of a qualified product was prohibited from possessing or receiving a qualified product under state or federal law.\n\n(iii) For breach of contract or warranty in connection with the purchase of the product;\n\n(iv) For death, physical injuries or property damage resulting directly from a defect in the design or manufacture of the qualified product, when used as intended or in a reasonably foreseeable manner, except that where the discharge of the product was caused by an act that constitutes a criminal offense, that act shall be deemed the sole proximate cause of any resulting death, injury or property damage;\n\n(v) Commenced to enforce the provisions of W.S. 6-8-102 or 6-8-103 or 18 U.S.C. 921 934;\n\n(vi) That alleges that an injury or death resulted from an act or omission of the manufacturer, seller or trade association that constitutes gross negligence, recklessness or intentional misconduct.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-1/chapter-1/section-1-1-142/"
    }
  ]
}