{
  "state": "missouri",
  "path": "title-title-xxvii/chapter-chapter-427",
  "sections": [
    {
      "id": "section-427-011",
      "number": "427.011",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.011. Purpose of law — limitation of liability. —Notwithstanding any other law to the contrary, sections 427.011 to 427.041 provide the state of Missouri with a comprehensive body of law limiting the lender's or a representative's liability for violations of any state or local laws and ordinances relating to state environmental requirements by persons or entities with or for whom the lender extended or enhanced credit, or to whom a representative has a fiduciary duty. No law of this state enacted after August 28, 1991, including any rules or regulations enacted pursuant to the power contained in said law, shall act retrospectively to impose environmental liability on representatives holding property or acting in a fiduciary capacity or lenders extending or enhancing credit secured by collateral, foreclosing, or otherwise enforcing the creditor's interest in such property, or holding such foreclosed property, provided the lenders or representatives meet the conditions of sections 427.011 to 427.041.\n\n(L. 1991 S.B. 204)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-011/"
    },
    {
      "id": "section-427-021",
      "number": "427.021",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.021. Definitions. —As used in sections 427.011 to 427.041, the following terms mean:\n\n(1)\"Contaminate\"or\"pollute\", contamination or pollution of air, water, real or personal property, animals, or human beings from a location in the state of Missouri, including, but not limited to, contamination or pollution from hazardous substances or radioactive materials as otherwise defined by subdivision (5) of section 260.500;\n\n(2)\"Lender-owner\", an individual, a bank, a bank holding company, a savings and loan association, a credit union, an insurance company, a consumer finance company, a mortgage company or an institution chartered pursuant to the provisions of an act of Congress of the United States known as the Farm Credit Act of 1971, which has or had a bona fide security interest in or mortgage or lien on real or personal property, which are hereafter referred to as financial institutions, which interest was not obtained primarily for the purpose of avoiding environmental liability arising from or at the site of such real or personal property, including:\n\n(a) A financial institution which forecloses on a debt;\n\n(b) A financial institution which receives an assignment on a debt;\n\n(c) A financial institution which receives a deed in lieu of foreclosure or other conveyance in full or partial satisfaction of a debt;\n\n(d) A financial institution which obtains a receiver in anticipation of foreclosure, whether or not such financial institution becomes the owner of such real or personal property; or\n\n(e) A financial institution which is a regulated creditor principally in the business of extending credit and which obtains title pursuant to an execution of a judgment lien;\n\n(3)\"Participating in management\"does not include monitoring a debtor's business, acquiring title in lieu of a foreclosure or other agreement in settlement of the operator's or property owner's debt;\n\n(4)\"Representative\", any person or entity acting in the capacity of a conservator, guardian ad litem, personal representative of a deceased person, or trustee or fiduciary of real or personal property; except that the terms \"trustee\" and \"fiduciary\" shall be limited either to entities acting as trustee or fiduciary and which are chartered by the state division of credit unions, or the division of finance, the office of the United States Comptroller of the Currency, the National Credit Union Administration, or the Office of Thrift Supervision, or an individual or fiduciary of an irrevocable trust who does not have an interest as a beneficiary either at the time the trust was established or amended, provided that:\n\n(a) Such trust was not established or assets were transferred to such trust for the intended purpose of avoiding environmental liability; or\n\n(b) Such individual trustee or fiduciary does not impair or obstruct access by any governmental entity to any trust asset to contain, control, or otherwise remediate hazardous substances;\n\n(5)\"Third parties\", persons or entities, including governmental entities, seeking to enforce environmental statutes, ordinances, regulations, permits, or orders or asserting third-party liability as defined below; without limiting the generality of the foregoing, a \"third party\" includes any beneficiary of a trust held by a representative; and\n\n(6)\"Third-party liability\", liability to third parties for any claims, fines, damages or penalties arising out of or resulting from contamination or pollution, including, without limitations, claims for personal injury, consequential damages, lost profits, exemplary damages, or property damages or in connection with the enforcement of environmental statutes, ordinances, regulations, permits or orders.\n\n(L. 1991 S.B. 204, A.L. 1994 H.B. 1165)\n\nEffective 7-06-94",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-021/"
    },
    {
      "id": "section-427-031",
      "number": "427.031",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.031. Certain persons deemed not owner of property — liability arising from contamination or pollution. —1. No person or entity shall be deemed to be an owner or operator of real or personal property, or a person having control over hazardous substances who, without participating in the management of such real or personal property, holds indicia of ownership primarily to protect a security or lienhold interest in the subject real or personal property or in the property in which such real or personal property is located.\n\n2. No lender-owner or representative shall, by virtue of becoming the owner of real or personal property, be liable for any clean-up costs, response costs or third-party liability arising from contamination or pollution of or from said property prior to the date that title vests in the lender-owner or representative including contamination or pollution which continues thereafter without the lender-owner knowingly or recklessly causing such contamination.\n\n3. No lender-owner or representative shall, by virtue of becoming the owner of real or personal property, be liable for any clean-up costs, response cost, or third-party liability arising from contamination or pollution of or from such property during the period of ownership so long as, and to the extent that, he does not knowingly or recklessly cause new contamination or pollution or does not knowingly or recklessly allow others to cause new contamination or pollution. This subsection shall apply to the lender-owner as long as he makes reasonable efforts to resell the real or personal property. No representative shall be personally liable to any beneficiary for diminution in the value of property held in its fiduciary capacity due to compliance with environmental laws.\n\n(L. 1991 S.B. 204)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-031/"
    },
    {
      "id": "section-427-041",
      "number": "427.041",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.041. Preemption of field. —In sections 427.011 to 427.041, the general assembly hereby occupies and preempts the entire field of legislation imposing liability on lenders-owners for precedent environmental conditions which result in contamination or pollution, including by way of example and not of limitation, lender liability for hazardous substances, toxic wastes, clean air, clean water, solid waste disposal, and underground storage tanks, to the complete exclusion of an order, ordinance or regulation by any political subdivision of this state and by the federal government to the extent permitted by the law except those state statutes pertaining to the underground storage tank insurance fund.\n\n(L. 1991 S.B. 204, A.L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-041/"
    },
    {
      "id": "section-427-100",
      "number": "427.100",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.100. Bankruptcy of political subdivision, consent to institute action. —The consent of the state is hereby granted to, and all appropriate powers are hereby conferred upon, any municipality or political subdivision organized under the laws of the state to institute any appropriate action authorized by any act of the Congress of the United States relating to bankruptcy on the part of any municipality or political subdivision.\n\n(L. 1995 S.B. 414)\n\nEffective 4-11-95",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-100/"
    },
    {
      "id": "section-427-110",
      "number": "427.110",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.110. Collateral protection act — audit for compliance. —Sections 427.110 to 427.190 may be cited as the \"Collateral Protection Act\". As a part of their regular audit, state regulators may audit creditors that elect coverage under sections 427.110 to 427.190; when the creditor is primarily regulated by the state, the state agency currently authorized to examine such creditor shall be the exclusive agency permitted to audit such creditor for compliance. When the creditor is chartered by the federal government or any agency thereunder, or is unregulated, the Missouri attorney general may audit such creditor for compliance and shall be the exclusive agency to monitor compliance, except it may delegate such audit power to the division of finance.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-110/"
    },
    {
      "id": "section-427-115",
      "number": "427.115",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.115. Definitions. —In sections 427.110 to 427.190, unless the context otherwise requires, the following words and phrases shall mean:\n\n(1)\"Collateral\", any or all property pledged to secure payment, repayment, or performance under a credit agreement, including, but not limited to, personal property, real property, fixtures, inventory, receivables, rights or privileges;\n\n(2)\"Collateral protection coverage\":\n\n(a) Insurance coverage that is:\n\na. Purchased unilaterally by a creditor subsequent to the date of a credit agreement;\n\nb. Purchased to provide monetary protection against loss of or damage to the collateral or against liability arising out of the ownership or use of the collateral;\n\nc. Purchased according to the terms of a credit agreement as a result of a debtor's failure to provide evidence of insurance or failure to maintain adequate insurance to cover the collateral, with the costs of such insurance, including interest and any other charges imposed by the creditor in connection with the placement of such insurance, payable by the debtor; and\n\nd. Purchased to protect only the interest of the creditor or insurance coverage that is purchased to protect both the interest of the creditor and some or all of the interest of the debtor. The term of such coverage may, but need not, extend to the full term of the credit transaction;\n\n(b) Does not include insurance coverage that is:\n\na. Purchased by the creditor and not chargeable to the debtor;\n\nb. Purchased at the inception of a credit transaction to which the debtor is a party or agrees to the insurance coverage, whether or not the costs are included in any payment plan under the credit transaction;\n\nc. Purchased by the creditor following foreclosure, repossession, or a similar event wherein the creditor gains possession or control over the collateral;\n\nd. Maintained by the creditor for the protection of any or all collateral which may come into the possession or control of the creditor through foreclosure, repossession, or a similar event;\n\ne. Credit insurance, mortgage protection insurance, insurance issued to cover the life or health of the debtor, or any other insurance maintained to cover the inability or failure of the debtor to make payment under the credit agreement, including any insurance governed by chapter 385;\n\nf. Title insurance;\n\ng. Flood insurance required to be placed by creditors by 42 U.S.C. 4012(a), as amended, pursuant to the National Flood Insurance Reform Act of 1994; or\n\nh. Conditioned upon the default or delinquency of the debtor's loan payments, or the repossession of the collateral;\n\n(3)\"Credit agreement\", the written document or documents that set forth the terms of the credit transaction;\n\n(4)\"Credit transaction\", any transaction which requires the payment or repayment of money, goods, services, property, rights, or privileges, which is to be made on one or more future dates, where such obligation is secured by collateral;\n\n(5)\"Creditor\", any person, corporation, partnership, association, or other venture, which is in the business of lending money or the vendor or lessor of goods, services, property, rights, or privileges, for which repayment is arranged through a credit transaction, and includes any successor to the rights, title, interest, or liens of such lender, vendor, or lessor;\n\n(6)\"Debtor\", a borrower of money or a purchaser or lessee of goods, services, property, rights, or privileges, for which payment or repayment is arranged through a credit agreement. Debtor does not include any person who is not the primary obligor under a credit transaction or who is not jointly liable or jointly and severally liable with the debtor for the obligation.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-115/"
    },
    {
      "id": "section-427-120",
      "number": "427.120",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.120. Collateral protection coverage, requirements. —For protection under sections 427.110 to 427.190, a creditor may place collateral protection coverage provided the following conditions are met:\n\n(1) The debtor has entered into a credit transaction with the creditor;\n\n(2) The credit transaction has been reduced to a credit agreement, and the credit agreement requires the debtor to maintain insurance on the collateral; and\n\n(3) A notice substantially similar to the following has been included in the credit agreement or on a separate document provided to the debtor at the time the credit agreement is entered:\n\n\"Unless you provide evidence of the insurance coverage required by your agreement with us, we may purchase insurance at your expense to protect our interests in your collateral. This insurance may, but need not, protect your interests. The coverage that we purchase may not pay any claim that you make or any claim that is made against you in connection with the collateral. You may later cancel any insurance purchased by us, but only after providing evidence that you have obtained insurance as required by our agreement. If we purchase insurance for the collateral, you will be responsible for the costs of that insurance, including the insurance premium, interest and any other charges we may impose in connection with the placement of the insurance, until the effective date of the cancellation or expiration of the insurance. The costs of the insurance may be added to your total outstanding balance or obligation. The costs of the insurance may be more than the cost of insurance you may be able to obtain on your own.\"\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-120/"
    },
    {
      "id": "section-427-125",
      "number": "427.125",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.125. Notice of placement of insurance — grace period. —1. Within thirty calendar days following the placement of collateral protection coverage, the creditor shall mail to the debtor at the last known address of any such person, a notice entitled \"Notice of Placement of Insurance\" in a form substantially similar to the following:\n\n\"NOTICE OF PLACEMENT OF INSURANCE\n\nYour credit agreement with us requires you to maintain adequate insurance on your collateral until you pay off your credit agreement. You have not given us proof that you have adequate insurance on your collateral. Under the terms of your credit agreement, we have purchased insurance at your expense to protect our interests in your collateral.\n\nThe insurance we purchased will pay claims made by us as the creditor. The insurance we purchased may not pay any claims made by you or against you in connection with your collateral.\n\nYou are responsible for the costs of this insurance, including the insurance premium, interest and any other charges we may impose in connection with the purchase of this insurance. The costs of this insurance may be more than insurance you can buy on your own.\n\nYou still may obtain insurance of your own choosing on the collateral. If you provide us with proof that you have obtained adequate insurance on your collateral, we will cancel the insurance that we purchased and refund or credit any unearned premiums to you. If, within thirty days after the date this notice was sent to you, you provide us with proof that you had adequate insurance on your collateral as of the date we purchased or placed insurance on this debt and that you continue to have the insurance that you purchased yourself, we will cancel the insurance that we purchased without charging you any costs, interest, or other charges in connection with the insurance that we purchased.\"\n\n2. Provided the creditor otherwise complies with subsection 1 of this section, a creditor may extend a grace period for sixty days or more from the date the debtor defaults on providing proof of insurance in which case collateral protection insurance placed at the expiration of the grace period may include a premium charge for such coverage retroactive to the date the debtor defaulted on the obligation to provide proof of insurance. If such a premium charge is included, the creditor shall amend the notice required by subsection 1 of this section to reflect that the creditor will cancel the insurance with no cost to the debtor only if the debtor provides proof of insurance that was effective as of the first day of the grace period.\n\n3. The terms for repayment of the costs of the collateral protection coverage, which shall include interest and any other charges imposed by the creditor in connection with the placement of the collateral protection coverage, shall include one or more of the following:\n\n(1) Full payment within thirty days after the date of the notice of placement of insurance;\n\n(2) A final balloon payment within thirty days after the last scheduled payment required by the credit agreement; or\n\n(3) Full amortization over the term of the credit transaction, the term of the collateral protection insurance policy, or the term for which amortization is used by the creditor.\n\n(L. 1997 H.B. 257, A.L. 1998 S.B. 792)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-125/"
    },
    {
      "id": "section-427-130",
      "number": "427.130",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.130. Coupon book revision required, when, how. —If any form of amortization is used by the creditor and a coupon book was sent to the debtor at the inception of the credit transaction, the creditor shall send to the debtor one of the following:\n\n(1) A reprinted coupon book with revised calculations of the debtor's payments that includes the amortized costs of the collateral protection coverage;\n\n(2) A supplemental coupon book with calculations of the debtor's additional payments based upon the amortized costs of the collateral protection coverage, for use by the debtor in addition to the original coupon book; or\n\n(3) A letter with both the amortized cost of the collateral protection insurance and a calculation of the debtor's new payments including the amortized cost of the insurance. Such letter shall state in bold letters that the new payment obligation replaces the payment amount indicated in the coupon book.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-130/"
    },
    {
      "id": "section-427-135",
      "number": "427.135",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.135. Collateral protection coverage cancelled, when. —1. Any collateral protection coverage purchased unilaterally by the creditor subsequent to the date of the credit agreement shall be cancelled whenever and for so long as:\n\n(1) The debtor has in place substitute insurance of at least the level of coverage required by the credit agreement to protect the collateral; and\n\n(2) The debtor is able to provide the creditor with proper evidence of such coverage.\n\n2. If, within thirty days after notice is sent pursuant to subsection 1 or 2 of section 427.125, a debtor provides the creditor with proper evidence that the debtor had insurance on the collateral as required by the credit agreement on the date the collateral protection became effective and that the debtor continues to have insurance on the collateral as required by the credit agreement, the creditor shall cancel the coverage that it purchased and may not charge the debtor any costs, including insurance premiums, interest, or other charges in connection with the coverage.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-135/"
    },
    {
      "id": "section-427-140",
      "number": "427.140",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.140. Unearned premiums to be refunded. —Upon cancellation or expiration of collateral protection coverage, the amount of unearned premiums, if any, as calculated in accordance with the policy approved by the department of commerce and insurance as permitted by law, shall be refunded to the debtor. The amount of unearned premiums, however, may not be calculated by the rule of 78 or sum of the digits method. A refund of unearned premiums may be credited to the debtor's obligation under the credit agreement or distributed directly to the debtor by check or other means.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-140/"
    },
    {
      "id": "section-427-145",
      "number": "427.145",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.145. Placement of coverage. —Collateral protection coverage may be placed with any insurance carrier selected by the creditor that is licensed to underwrite the insurance by the department of commerce and insurance. The insurance shall be evidenced by an individual policy or a certificate of insurance.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-145/"
    },
    {
      "id": "section-427-150",
      "number": "427.150",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.150. Liability limitation, notice. —A creditor that places collateral protection coverage in substantial compliance with the terms of sections 427.110 to 427.190 shall not be directly or indirectly liable in any manner to a debtor, cosigner, guarantor, or any other person in connection with the placement of the collateral protection coverage. Notices and coupon books required to be mailed to a debtor under sections 427.110 to 427.190 are not required to be mailed to any person other than to the debtor, and shall be mailed first class, postage prepaid, to the debtor's last known address on file with the creditor.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-150/"
    },
    {
      "id": "section-427-155",
      "number": "427.155",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.155. No fiduciary relationship intended. —Sections 427.110 to 427.190 do not impose a fiduciary relationship between the creditor and the debtor. Placement of collateral protection coverage is for the sole purpose of protecting the interest of the creditor when the debtor fails to insure collateral as required by the credit agreement.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-155/"
    },
    {
      "id": "section-427-160",
      "number": "427.160",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.160. Insurance not required. —A creditor is not required to purchase collateral protection coverage or to otherwise insure collateral. A creditor shall not be liable to a debtor or to any other person for failure to purchase collateral protection coverage, as a result of the amount or level of coverage of collateral protection coverage purchased by the creditor, or because the creditor purchased collateral protection coverage that protects only the interests of the creditor or less than all of the interests of the debtor. Sections 427.110 to 427.190 shall not create a cause of action for damages on behalf of the debtor or any other person in connection with the placement of collateral protection coverage, and violations of these sections shall not be deemed to violate the standard of care under any common law cause of action.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-160/"
    },
    {
      "id": "section-427-165",
      "number": "427.165",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.165. Uniform commercial code not affected by act. —The obligations and rights of the creditor and the debtor with respect to the collateral as provided by the uniform commercial code are not affected by sections 427.110 to 427.190.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-165/"
    },
    {
      "id": "section-427-170",
      "number": "427.170",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.170. Severability — nonimpairment. —The provisions of sections 427.110 to 427.190 are severable under section 1.140 and shall not impair any other remedies, rights, or options available to a creditor pursuant to any law, regulation, ruling, court order, contract, or agreement.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-170/"
    },
    {
      "id": "section-427-180",
      "number": "427.180",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.180. Insurer may claim protection of act. —Any insurer, as defined in subdivision (5) of section 375.012, that underwrites collateral protection coverage for various creditors, may claim the protection of sections 427.110 to 427.190.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-180/"
    },
    {
      "id": "section-427-200",
      "number": "427.200",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.200. Lease of personal property allowed — writing required. —Any person may hold personal property for lease, except as otherwise provided by law. A lease shall be in writing and may be either the functional equivalent of a loan or a true lease where the lessee pays compensation for the use of the leased property which is returned to the lessor at the end of the lease. A motor vehicle lease may include the outstanding balance of a prior loan or lease of a motor vehicle used as a trade-in, as well as other items that are capitalized or amortized during the lease term. Lease payments shall be considered in the nature of rent rather than interest, and the provisions of chapter 408 relating to interest, shall not apply.\n\n(L. 1999 S.B. 386)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-200/"
    },
    {
      "id": "section-427-190",
      "number": "427.190",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.190. Statute of limitations. —An action to enforce an obligation, duty, or right to determine liability for collateral protection coverage shall be commenced within five years after the cause of action accrues. The cause of action shall accrue when such collateral protection coverage is purchased.\n\n(L. 1997 H.B. 257)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-190/"
    },
    {
      "id": "section-427-220",
      "number": "427.220",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.220. Commissions and consideration paid to depository institutions not to be more limited than those paid to insurance agencies — definitions. —1. Commissions paid to properly licensed employees or individual agents of a depository institution or a related entity shall not be more limited than commissions paid to employees or agents or any other properly licensed insurance agency, but shall be disclosed at least quarterly to the board of directors of the depository institution if earned under a contract with the depository institution to facilitate the sale of insurance; provided this subsection shall not apply to commissions based on the sale of credit insurance regulated by chapter 385.\n\n2. Consideration given under a contract between a depository institution and a related entity to facilitate the sale of insurance shall not be more limited than under such a contract between a depository institution and a nonrelated entity, except that the consideration from the related entity, other than an operating subsidiary, must be at least equal to the fair market value of the consideration from the depository institution. The depository institution may establish the value of rights under a contract by obtaining written bid commitments based on a nonrelated entity's bid for a contract; provided:\n\n(1) The parties to the contract may demonstrate fair market value by illustrating the costs and benefits of the contract in a number of ways, including but not limited to the following: providing a full accounting of the calculations and compensation, including gross commissions to be received by each party to the contract, and any fees or other payments made to any bank officers, directors, employees and agents as a result of the contract, as well as specifically disclosing the services, such as standard light, heat, telephone, space plus office personnel and filing space, and providing an accounting of new business to be generated, with a comparison of depository institution and agency business, for the parties to the contract;\n\n(2) Information provided pursuant to this subsection shall be considered proprietary and confidential pursuant to sections 361.070 and 361.080.\n\n3. If the division determines enforcement action is necessary to protect the safety and soundness of an institution that it regulates, it may take enforcement action as otherwise permitted by law and may limit insurance commissions or other payments to an amount other than permitted in this section; provided the division has made a finding that enforcement action was required to protect the safety and soundness of such institution. Nothing in this section shall limit the application of sections 382.190 and 382.195 to transactions between insurers and their affiliates.\n\n4. For the purposes of this section, the following terms shall mean:\n\n(1)\"Commissions\", in addition to insurance commissions, this term shall include any other compensation received for the sale of insurance products whether such compensation is classified within the depository institution as salary, bonus or other remuneration;\n\n(2)\"Contract\", any contract or arrangement;\n\n(3)\"Division\", the division of finance or the division of credit union supervision;\n\n(4)\"Fair market value\", the value of an asset or service, which may include determinable costs and a profit reasonable for the market and shall not be limited to a specific rate of profit;\n\n(5)\"Operating subsidiary\", any subsidiary of a depository institution that is not a financial subsidiary as otherwise defined by law;\n\n(6)\"Related entity\", any holding company, affiliate or subsidiary of the depository institution or any entity controlled by common ownership with the depository institution or by an individual or individuals who are executive officers or directors of the depository institution.\n\n(L. 2001 H.B. 738 merged with S.B. 186)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-220/"
    },
    {
      "id": "section-427-225",
      "number": "427.225",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.225. Name of financial institution, deceptive use of, when — cause of action may be brought by whom — financial institution defined — attorney general may enforce. —1. Deceptive use of a financial institution's name in notification or solicitation occurs when a business, or a person acting on its behalf, engages in the following activity:\n\n(1) Through advertisement, solicitation, or other notification, either verbally or through any other means, informs a consumer of the availability of any type of goods or services that are not free;\n\n(2) The name of an unrelated and unaffiliated financial institution is mentioned in any manner;\n\n(3) The goods or services mentioned are not actually provided by the unrelated and unaffiliated financial institution whose name is mentioned;\n\n(4) The business on whose behalf the notification or solicitation is made does not have a consensual right to mention the name of the unrelated and unaffiliated financial institution; and\n\n(5) Neither the actual name nor trade name of the business on whose behalf the notification or solicitation is being made is stated, nor the actual name or trade name of any actual provider of the goods or services is stated, so as to clearly identify for the consumer a name that is distinguishable and separate from the name of the unrelated and unaffiliated financial institution whose name is mentioned in any manner in the notification or solicitation, and thereby a misleading implication or ambiguity is created, such that a consumer who is the recipient of the advertisement, solicitation or notification may reasonably but erroneously believe:\n\n(a) That the goods or services whose availability is mentioned are made available by or through the unrelated and unaffiliated financial institution whose name is mentioned; or\n\n(b) That the unrelated and unaffiliated financial institution whose name is mentioned is the one communicating with the consumer.\n\n2. Deceptive use of another's name in notification or solicitation occurs when a business, or a person acting on its behalf, engages in the following activity:\n\n(1) Falsely states or implies that any person, product or service is recommended or endorsed by a named third-person financial institution; or\n\n(2) Falsely states that information about the consumer including but not limited to the name, address, or phone number of the consumer has been provided by a third-person financial institution, whether that person is named or unnamed.\n\n3. The financial institution whose name is deceptively used, as provided in this section, may bring a private civil action and recover a minimum amount of ten thousand dollars, court costs, and attorney fees plus any damages such financial institution may prove at trial.\n\n4. For the purposes of this section, a\"financial institution\"includes a commercial bank, savings and loan association, savings bank, credit union, mortgage banker, or consumer finance company, or an institution chartered pursuant to the provisions of an act of the United States known as the Farm Credit Act of 1971.\n\n5. Nothing contained in this section shall bar the attorney general from enforcing the provisions of sections 407.010 to 407.145.\n\n(L. 2004 H.B. 959, A.L. 2008 S.B. 999)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-225/"
    },
    {
      "id": "section-427-300",
      "number": "427.300",
      "heading": "",
      "text": "Title XXVII DEBTOR-CREDITOR RELATIONS\n\nChapter 427\n\n427.300. Citation of law — definitions — commercial financing transaction disclosures, requirements — inapplicability — registration requirements — violations — effective date — rules. —1. This section shall be known and may be cited as the \"Commercial Financing Disclosure Law\".\n\n2. For purposes of this section, the following terms mean:\n\n(1)\"Account\";\n\n(a) Includes:\n\na. A right to payment of a monetary obligation, regardless of whether earned by performance, for one of the following:\n\n(i) Property that has been or is to be sold, leased, licensed, assigned, or otherwise disposed of;\n\n(ii) Services rendered or to be rendered;\n\n(iii) A policy of insurance issued or to be issued;\n\n(iv) A secondary obligation incurred or to be incurred;\n\n(v) Energy provided or to be provided;\n\n(vi) The use or hire of a vessel under a charter or other contract;\n\n(vii) Arising out of the use of a credit or charge card or information contained on or for use with the card; or\n\n(viii) As winnings in a lottery or other game of chance operated or sponsored by a state, governmental unit of a state, or person licensed or authorized to operate the game by a state or governmental unit of a state; and\n\nb. Health-care-insurance receivables; and\n\n(b) Does not include:\n\na. Rights to payment evidenced by chattel paper or an instrument;\n\nb. Commercial tort claims;\n\nc. Deposit accounts;\n\nd. Investment property;\n\ne. Letter-of-credit rights or letters of credit; or\n\nf. Rights to payment for moneys or funds advanced or sold, other than rights arising out of the use of a credit or charge card or information contained on or for use with the card;\n\n(2)\"Accounts receivable purchase transaction\", any transaction in which the business forwards or otherwise sells to the provider all or a portion of the business's accounts or payment intangibles at a discount to their expected value. The provider's characterization of an accounts receivable purchase transaction as a purchase is conclusive that the accounts receivable purchase transaction is not a loan or a transaction for the use, forbearance, or detention of money;\n\n(3)\"Broker\", any person who, for compensation or the expectation of compensation, obtains a commercial financing transaction or an offer for a commercial financing transaction from a third party that would, if executed, be binding upon that third party and communicates that offer to a business located in this state. The term broker excludes a provider, or any individual or entity whose compensation is not based or dependent on the terms of the specific commercial financing transaction obtained or offered;\n\n(4)\"Business\", an individual or group of individuals, sole proprietorship, corporation, limited liability company, trust, estate, cooperative, association, or limited or general partnership engaged in a business activity;\n\n(5)\"Business purpose transaction\", any transaction where the proceeds are provided to a business or are intended to be used to carry on a business and not for personal, family, or household purposes. For purposes of determining whether a transaction is a business purpose transaction, the provider may rely on any written statement of intended purpose signed by the business. The statement may be a separate statement or may be contained in an application, agreement, or other document signed by the business or the business owner or owners;\n\n(6)\"Commercial financing facility\", a provider's plan for purchasing multiple accounts receivable from the recipient over a period of time pursuant to an agreement that sets forth the terms and conditions governing the use of the facility;\n\n(7)\"Commercial financing transaction\", any commercial loan, accounts receivable purchase transaction, commercial open-end credit plan or each to the extent the transaction is a business purpose transaction;\n\n(8)\"Commercial loan\", a loan to a business, whether secured or unsecured;\n\n(9)\"Commercial open-end credit plan\", commercial financing extended by any provider under a plan in which:\n\n(a) The provider reasonably contemplates repeat transactions; and\n\n(b) The amount of financing that may be extended to the business during the term of the plan, up to any limit set by the provider, is generally made available to the extent that any outstanding balance is repaid;\n\n(10)\"Depository institution\", any of the following:\n\n(a) A bank, trust company, or industrial loan company doing business under the authority of, or in accordance with, a license, certificate, or charter issued by the United States, this state, or any other state, district, territory, or commonwealth of the United States that is authorized to transact business in this state;\n\n(b) A federally chartered savings and loan association, federal savings bank, or federal credit union that is authorized to transact business in this state; or\n\n(c) A savings and loan association, savings bank, or credit union organized under the laws of this or any other state that is authorized to transact business in this state;\n\n(11)\"General intangible\", any personal property, including things in action, other than accounts, chattel paper, commercial tort claims, deposit accounts, documents, goods, instruments, investment property, letter-of-credit rights, letters of credit, money, and oil, gas, or other minerals before extraction. General intangible also includes payment intangibles and software;\n\n(12)\"Payment intangible\", a general intangible under which the account debtor's principal obligation is a monetary obligation;\n\n(13)\"Provider\", a person who consummates more than five commercial financing transactions to a business located in this state in any calendar year. Provider also includes a person that enters into a written agreement with a depository institution to arrange for the extension of a commercial financing transaction by the depository institution to a business via an online lending platform administered by the person. The fact that a provider extends a specific offer for a commercial financing transaction on behalf of a depository institution shall not be construed to mean that the provider engaged in lending or financing or originated that loan or financing.\n\n3. (1) A provider that consummates a commercial financing transaction shall disclose the terms of the commercial financing transaction as required by this section. The disclosures shall be provided at or before consummation of the transaction. Only one disclosure is required for each commercial financing transaction, and a disclosure is not required as a result of the modification, forbearance, or change to a consummated commercial financing transaction.\n\n(2) A provider shall disclose the following in connection with each commercial financing transaction:\n\n(a) The total amount of funds provided to the business under the terms of the commercial financing transaction agreement. This disclosure shall be labeled \"Total Amount of Funds Provided\";\n\n(b) The total amount of funds disbursed to the business under the terms of the commercial financing transaction, if less than the total amount of funds provided, as a result of any fees deducted or withheld at disbursement and any amount paid to a third party on behalf of the business. This disclosure shall be labeled \"Total Amount of Funds Disbursed\";\n\n(c) The total amount to be paid to the provider pursuant to the commercial financing transaction agreement. This disclosure shall be labeled \"Total of Payments\";\n\n(d) The total dollar cost of the commercial financing transaction under the terms of the agreement, derived by subtracting the total amount of funds provided from the total of payments. This calculation shall include any fees or charges deducted by the provider from the \"Total Amount of Funds Provided\". This disclosure shall be labeled \"Total Dollar Cost of Financing\";\n\n(e) The manner, frequency, and amount of each payment. This disclosure shall be labeled \"Payments\". If the payments may vary, the provider shall instead disclose the manner, frequency, and the estimated amount of the initial payment labeled \"Estimated Payments\" and the commercial financing transaction agreement shall include a description of the methodology for calculating any variable payment and the circumstances when payments may vary;\n\n(f) A statement of whether there are any costs or discounts associated with prepayment of the commercial financing product including a reference to the paragraph in the agreement that creates the contractual rights of the parties related to prepayment. This disclosure shall be labeled \"Prepayment\"; and\n\n(3) A provider that consummates a commercial financing facility may provide disclosures of this subsection which are based on an example of a transaction that could occur under the agreement. The example shall be based on an accounts receivable total face amount owed of ten thousand dollars. Only one disclosure is required for each commercial financing facility, and a disclosure is not required as result of a modification, forbearance, or change to the facility. A new disclosure is not required each time accounts receivable are purchased under the facility.\n\n4. The provisions of this section shall not apply to the following:\n\n(1) A provider that is a depository institution or a subsidiary or affiliate;\n\n(2) A provider that is a service corporation to a depository institution that is:\n\n(a) Owned and controlled by a depository institution; and\n\n(b) Regulated by a federal banking agency;\n\n(3) A provider that is a lender regulated under the federal Farm Credit Act, 12 U.S.C. Section 2001, et seq.;\n\n(4) A commercial financing transaction that is:\n\n(a) Secured by real property;\n\n(b) A lease; or\n\n(c) A purchase money obligation that is incurred as all or part of the price of the collateral or for value given to enable the business to acquire rights in or the use of the collateral if the value is in fact so used;\n\n(5) A commercial financing transaction in which the recipient is a motor vehicle dealer or an affiliate of such a dealer, or a vehicle rental company, or an affiliate of such a company, pursuant to a commercial loan or commercial open-end credit plan of at least fifty thousand dollars or a commercial financing transaction offered by a person in connection with the sale or lease of products or services that such person manufactures, licenses, or distributes, or whose parent company or any of its directly or indirectly owned and controlled subsidiaries manufactures, licenses, or distributes;\n\n(6) A commercial financing transaction that is a factoring transaction, purchase, sale, advance, or similar of accounts receivable owed to a health care provider because of a patient's personal injury treated by the health care provider;\n\n(7) A provider that is licensed as a money transmitter in accordance with a license, certificate, or charter issued by this state or any other state, district, territory, or commonwealth of the United States;\n\n(8) A provider that consummates no more than five commercial financing transactions in this state in a twelve-month period;\n\n(9) A commercial financing transaction of more than five hundred thousand dollars; or\n\n(10) A commercial financing product that is a premium finance agreement, as defined in subdivision (3) of section 364.100, offered or entered into by a provider that is a registered premium finance company.\n\n5. (1) No person shall engage in business as a broker within this state for compensation, unless prior to conducting such business, the person has filed a registration with the division of finance within the department of commerce and insurance and has on file a good and sufficient bond as specified in this subsection. The registration shall be effective upon receipt by the division of finance of a completed registration form and the required registration fee, and shall remain effective until the time of renewal.\n\n(2) After filing an initial registration form, a broker shall file, on or before January thirty-first of each year, a renewal registration form along with the required renewal registration fee.\n\n(3) The broker shall pay a one-hundred-dollar registration fee upon the filing of an initial registration and a fifty-dollar renewal registration fee upon the filing of a renewal registration.\n\n(4) The registration form required by this subsection shall include the following:\n\n(a) The name of the broker;\n\n(b) The name in which the broker is transacted if different from that stated in paragraph (a) of this subdivision;\n\n(c) The address of the broker's principal office, which may be outside this state;\n\n(d) Whether any officer, director, manager, operator, or principal of the broker has been convicted of a felony involving an act of fraud, dishonesty, breach of trust, or money laundering; and\n\n(e) The name and address in this state of a designated agent upon whom service of process may be made.\n\n(5) If information in a registration form changes or otherwise becomes inaccurate after filing, the broker shall not be required to file a further registration form prior to the time of renewal.\n\n(6) Every broker shall obtain a surety bond issued by a surety company authorized to do business in this state. The amount of the bond shall be ten thousand dollars. The bond shall be in favor of the state of Missouri. Any person damaged by the broker's breach of contract or of any obligation arising therefrom, or by any violation of this section, may bring an action against the bond to recover damages suffered. The aggregate liability of the surety shall be only for actual damages and in no event shall exceed the amount of the bond.\n\n(7) Employees regularly employed by a broker who has complied with this subsection shall not be required to file a registration or obtain a surety bond when acting within the scope of their employment for the broker.\n\n6. (1) Any person who violates any provision of this section shall be punished by a fine of five hundred dollars per incident, not to exceed twenty thousand dollars, for all aggregated violations arising from the use of the transaction documentation or materials found to be in violation of this section. Any person who violates any provision of this section after receiving written notice of a prior violation from the attorney general shall be punished by a fine of one thousand dollars per incident, not to exceed fifty thousand dollars, for all aggregated violations arising from the use of the transaction documentation or materials found to be in violation of this section.\n\n(2) Violation of any provision of this section shall not affect the enforceability or validity of the underlying agreement.\n\n(3) This section shall not create a private right of action against any person or other entity based upon compliance or noncompliance with its provisions.\n\n(4) Authority to enforce compliance with this section is vested exclusively in the attorney general of this state.\n\n7. The requirements of subsections 3 and 5 of this section shall take effect upon either:\n\n(1) Six months after the division of finance finalizes promulgating rules, if the division intends to promulgate rules; or\n\n(2) February 28, 2025, if the division does not intend to promulgate rules.\n\n8. The division of finance may promulgate rules implementing this section. If the division of finance intends to promulgate rules, it shall declare its intent to do so no later than February 28, 2025. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2024, shall be invalid and void.\n\n(L. 2024 S.B. 1359, A.L. 2025 H.B. 754 merged with S.B. 98)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxvii/chapter-427/section-427-300/"
    }
  ]
}