{
  "state": "delaware",
  "path": "title-title-12/chapter-title12c009index",
  "sections": [
    {
      "id": "section-901",
      "number": "901.",
      "heading": "Right to elective share.(a) If a married person domiciled in this State dies, the surviving spouse has a right of election to take an elective share of an amount equal to one third of the elective estate, less the amount of all transfers to the surviving spouse by the decedent, under the limitations",
      "text": "§\n\n 1;65 Del. Laws, c. 428,\n\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 1;74 Del. Laws, c. 271,\n\n§\n\n 1;§\n\n902. Elective estate defined.(a) The elective estate means the amount of the decedent’s gross estate for federal estate tax purposes, regardless of whether or not a federal estate tax return is filed for the decedent, modified as follows:(1) Less those deductions allowable under §§ 2053 and 2054 of the Internal Revenue Code of 1986, as amended [26 U.S.C. §§ 2053 and 2054], or the comparable provisions of any later law (“the Code”); and(2) The extent of the inclusion in the decedent’s gross estate for federal estate tax purposes of certain joint interests of the decedent and the surviving spouse under § 2040(b) of the Code [26 U.S.C. § 2040(b)] shall be modified as follows: the decedent’s gross estate for federal estate tax purposes shall include one half of any interest in property created at any time, including interests created before January 1, 1977, held by the decedent and the surviving spouse as:a. Tenants by the entirety, orb. Joint tenants with right of survivorship, but only if the decedent and the surviving spouse are the only joint tenants.(b) For purposes of this chapter, if the federal estate tax is not applicable, because of its permanent or temporary repeal, to the estates of persons dying on the date of the decedent’s death, any reference in this chapter to “the Code” as defined in paragraph (a)(1) of this section, “federal estate tax purposes,” and to other terms dependent upon the federal estate tax provisions of the Code shall be deemed to refer to the provisions of the Code in effect on the last date on which the federal estate tax was applicable to the estates of persons dying before the date of the decedent’s death.(c) In every case where an elective share petition has been filed, the personal representative of the estate shall prepare a Form 706 (United States Estate Tax Return) for the estate, regardless of whether such form is required to be filed. If such form is not required to be filed because of the permanent or temporary repeal of the federal estate tax, the personal representative shall use in such preparation the Form 706, or its equivalent form, last authorized by the Internal Revenue Service before the repeal became effective. A copy of the form must be provided to the surviving spouse by the latest of the following dates:(1) The due date for the Form 706, as extended;(2) If a Form 706 or an equivalent form is not required to be filed, whether or not because of the permanent or temporary repeal of the federal estate tax, 15 months from the date of the decedent’s death; or(3) Three months after the elective share petition has been timely filed.59 Del. Laws, c. 384,\n\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 353,\n\n§\n\n 3;76 Del. Laws, c. 150,\n\n§§\n\n 1-3;§\n\n903. Transfers to surviving spouse by decedent.The value of the property transferred to the surviving spouse by the decedent for purposes of § 901(a) of this title is an amount which equals the value of the property derived from the decedent by virtue of death. For purposes of this section:(1) Property derived from the decedent by virtue of death shall be:a. Property which is a part of the decedent’s estate which passes to the surviving spouse by testate or intestate succession;b. Any property transferred to the surviving spouse by the decedent during the decedent’s lifetime and includable in the decedent’s gross estate under § 2036 of the Code [26 U.S.C. § 2036];c. One half of any interest in property created at any time, including interests created before January 1, 1977, held by the decedent and the surviving spouse as:1. Tenants by the entirety, or2. Joint tenants with right of survivorship, but only if the decedent and the surviving spouse are the only joint tenants;d. Any beneficial interest of the surviving spouse in a trust created by the decedent during the decedent’s lifetime or under the decedent’s will;e. Any property appointed to the spouse by the decedent’s exercise of a general or special power of appointment;f. Any lump sum immediately payable to the surviving spouse and the present value of amounts payable to the surviving spouse in the future, under any trust, contract or other arrangement, which are attributable to proceeds of insurance, including accidental death benefits, on the life of the decedent and includible in the decedent’s gross estate for federal estate tax purposes;g. Any lump sum immediately payable to the surviving spouse and the present value of amounts payable to the surviving spouse in the future under annuity contracts under which the decedent was the primary annuitant; under any public or private plan or arrangement for the payment of pension or other retirement benefits, disability compensation, death benefits, salary continuation, or deferred compensation; and under any individual retirement account, but not including payments to the surviving spouse under the federal Social Security system or any other similar state or federal retirement system providing an individual right to a surviving spouse to receive payments as a result of the decedent’s death;h. Any lump sum immediately payable to the surviving spouse and the present value of amounts payable to the surviving spouse in the future, under any trust, contract or other arrangement, which are attributable to property transferred by the decedent during the decedent’s lifetime; andi. The value of the share of the surviving spouse resulting from rights in community property owned by the decedent in this or any other state.(2) Property owned by the spouse at the decedent’s death is valued as of the date it is valued for purposes of computing the elective estate. Income earned by included property prior to the decedent’s death is not treated as property derived from the decedent.(3) For purposes of this section, property or an interest in property considered derived from the decedent by virtue of death which has been disclaimed or renounced by the surviving spouse shall be deemed not to have been disclaimed or renounced for the purpose of computing the value of the property transferred to the surviving spouse under this chapter, subject to the following:a. If the surviving spouse is the primary beneficiary of an interest in a trust that:1. Does not qualify for the marital deduction for federal estate tax purposes, whether or not an election is made to qualify the trust for a marital deduction for federal estate tax purposes under the Code, and2. Does not provide the surviving spouse with amounts payable in the future for which a present value can be determined as of the date of the decedent’s death,any interest in the trust that the surviving spouse disclaims or renounces shall not be considered derived by the surviving spouse from the decedent under paragraph (1) of this section.b. The surviving spouse shall be considered the primary beneficiary of a trust if:1. The surviving spouse is designated as the primary beneficiary in the trust’s governing instrument;2. There are no other beneficiaries of the trust entitled to distributions from the trust during the surviving spouse’s lifetime; or3. There are other beneficiaries of the trust entitled to discretionary distributions from the trust during the surviving spouse’s lifetime, but the discretionary distributions can be made only after taking into consideration the interest of the surviving spouse, and if the discretionary distributions are based on an ascertainable standard.59 Del. Laws, c. 384,\n\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 150,\n\n§§\n\n 4-11;§\n\n904. Right of election personal to surviving spouse.The right of election of the surviving spouse may be exercised only during the spouse’s lifetime; provided the personal representative of the spouse’s estate shall succeed to the surviving spouse’s rights under a right of election exercised by the spouse. In the case of a protected person, the right of election may be exercised only by order of the court in which protective proceedings as to the protected person’s property are pending, after finding that exercise is necessary to provide adequate support for the protected person during a probable life expectancy. For purposes of this section a “protected person” is a minor or other person for whom a guardian or trustee has been appointed or other protective order has been made.59 Del. Laws, c. 384,\n\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 4;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n905. Waiver of right to elect and of other rights.The right of election of a surviving spouse may be waived, wholly or partially, before or after marriage, by a written contract, agreement or waiver signed by the party waiving. Unless it provides to the contrary, a waiver of “all rights” (or equivalent language) in the property or estate of a present or prospective spouse or a complete property settlement entered into, after or in anticipation of separation or divorce is a waiver of all rights to the elective share by each spouse in the property of the other and a renunciation by each of all benefits which would otherwise pass to each from the other by intestate succession or by virtue of any will executed before the waiver or property settlement.59 Del. Laws, c. 384,\n\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n906. Proceeding for elective share; time limit.(a) The surviving spouse may elect to take an elective share in the elective estate by filing in the Court of Chancery and mailing or delivering to the personal representative a petition for the elective share within 6 months after the grant of letters testamentary or of administration. The Court, upon petition, may extend the time for election as it sees fit for cause shown by the surviving spouse before the time for election has expired.(b) The surviving spouse shall give at least 10 days’ notice by certified mail of the time and place set for hearing to persons interested in the estate and to the distributees and recipients of portions of the elective estate whose interests will be adversely affected by the taking of the elective share.(c) The surviving spouse may withdraw demand for an elective share at any time before entry of a final determination by the Court of Chancery.(d) After notice and hearing, the Court of Chancery shall determine the amount of the elective share and shall enter a judgment and order apportioning the liability for the amount of the elective share among the recipients of the contributing estate and directing payment of such liability as provided in § 908(a) of this title. If it appears that a fund or property included in the elective estate has not come into the possession of the personal representative, or has been distributed by the personal representative, the Court nevertheless shall fix the liability of any person who has any interest in the property or who has possession thereof, whether as trustee or otherwise.(e) The order or judgment of the Court of Chancery may be enforced as necessary in suit for contribution or payment in other courts of this State or other jurisdictions.(f) The Court of Chancery on petition of a surviving spouse may restrain any person from making a payment or transfer of property which constitutes part of the contributing estate, either before or after a petition for an elective share is filed.(g) No transferee of, or holder of a lien against, real property comprising part of the contributing estate shall be liable to a surviving spouse if the transferee or lienholder has given bona fide consideration to the recipient of such real property from the decedent unless a certified copy of the judgment, order or decree of the Court of Chancery providing to the contrary with respect to such real property has been recorded in the office for the recording of deeds in the county where the real property is located prior to the recordation of the deed, mortgage or other instrument transferring, or creating the lien against, such real property. The recording of any such judgment, order or decree shall be indexed in the grantor’s index under the names of the decedent and the recipient of such real property from the decedent.59 Del. Laws, c. 384,\n\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 6;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n907. Effect of election on benefits derived from decedent.(a) The surviving spouse’s election of an elective share does not affect the share of the surviving spouse under any provisions made for the surviving spouse under the decedent’s will, any trust established by the decedent, or the intestate succession laws unless the surviving spouse also either expressly disclaims the benefit of all or any of the provisions in accordance with Chapter 6 of this title, or expressly renounces in the petition for an elective share the benefit of all or any of the provisions. If any provision is so disclaimed or renounced, the property or other benefit which would otherwise have passed to the surviving spouse thereunder is treated, subject to contribution under § 908(a) of this title, as if the surviving spouse had predeceased the decedent for all purposes, except that such property or other benefit disclaimed or renounced by the surviving spouse shall nonetheless be deemed to be property transferred to the surviving spouse by the decedent to the extent specified in §§ 903 and 901(a) of this title.(b) A surviving spouse is entitled to the surviving spouse’s allowance whether or not the surviving spouse elects to take an elective share.59 Del. Laws, c. 384,\n\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 7;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 98,\n\n§\n\n 2;§\n\n908. Liability for elective share.(a) The liability for the amount of the elective share shall be apportioned among the recipients of “the decedent’s contributing estate” (as defined in subsection (b) of this section). Such apportionment shall be made in the proportion, as near as may be, that the value of the property of each such recipient bears to the total value of the property received by all such recipients interested in the contributing estate, provided that in any case where a person is given an interest in income or an estate for years, or for life, or other temporary interest in any property, the liability for the elective share on both such temporary interest and on the remainder thereafter shall not be apportioned between or among the recipients of such interest but shall be charged in rem against and paid out of the corpus of such property without apportionment between remainders and temporary estates. Until it is paid or satisfied the surviving spouse’s elective share shall be a proportionate charge against the properties constituting the decedent’s contributing estate based upon the values of all such property for purposes of determining the elective estate. No person or property shall be liable for contribution in any greater amount than the person or such property would have been if relief had been secured against all persons and property subject to contribution.(b) For purposes of this section, the decedent’s contributing estate consists of only that portion of the elective estate of which the decedent was the sole owner at death and which was not transferred or deemed transferred to a surviving spouse by the decedent as described in § 903(1) of this title. The decedent’s contributing estate does not include any jointly owned property with the right of survivorship of which the decedent was a joint owner, any insurance proceeds which are payable to a beneficiary other than to the estate, or any property held in trust.(c) A recipient of property comprising part of the contributing estate may pay a proportionate elective share liability with respect to such property or may choose to give up such property, thereby relieving personal liability. If a recipient elects to give up such property the recipient shall be entitled to any value realized upon the sale or other disposition of such property in excess of the recipient’s proportionate elective share liability.59 Del. Laws, c. 384,\n\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 8;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-902",
      "number": "902.",
      "heading": "Elective estate defined.(a) The elective estate means the amount of the decedent’s gross estate for federal estate tax purposes, regardless of whether or not a federal estate tax return is filed for the decedent, modified as follows:(1) Less those deductions allowable under §§ 2053 and 2054 of the I",
      "text": "§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 353,\n\n§\n\n 3;76 Del. Laws, c. 150,\n\n§§\n\n 1-3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-903",
      "number": "903.",
      "heading": "Transfers to surviving spouse by decedent",
      "text": "The value of the property transferred to the surviving spouse by the decedent for purposes of § 901(a) of this title is an amount which equals the value of the property derived from the decedent by virtue of death. For purposes of this section:(1) Property\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 150,\n\n§§\n\n 4-11;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-904",
      "number": "904.",
      "heading": "Right of election personal to surviving spouse",
      "text": "The right of election of the surviving spouse may be exercised only during the spouse’s lifetime; provided the personal representative of the spouse’s estate shall succeed to the surviving spouse’s rights under a right of election exercised by the spous\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 4;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-905",
      "number": "905.",
      "heading": "Waiver of right to elect and of other rights",
      "text": "The right of election of a surviving spouse may be waived, wholly or partially, before or after marriage, by a written contract, agreement or waiver signed by the party waiving. Unless it provides to the contrary, a waiver of “all rights” (or equivalent l\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-906",
      "number": "906.",
      "heading": "Proceeding for elective share; time limit",
      "text": "(a) The surviving spouse may elect to take an elective share in the elective estate by filing in the Court of Chancery and mailing or delivering to the personal representative a petition for the elective share within 6 months after the grant of letters testa\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 6;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-907",
      "number": "907.",
      "heading": "Effect of election on benefits derived from decedent",
      "text": "(a) The surviving spouse’s election of an elective share does not affect the share of the surviving spouse under any provisions made for the surviving spouse under the decedent’s will, any trust established by the decedent, or the intestate succes\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 7;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 98,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-908",
      "number": "908.",
      "heading": "Liability for elective share.(a) The liability for the amount of the elective share shall be apportioned among the recipients of “the decedent’s contributing estate” (as defined in subsection (b) of this section)",
      "text": "Such apportionment shall be made in the proportion, as near as may be, that the value\n§\n\n 1;67 Del. Laws, c. 240,\n\n§\n\n 8;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}