{
  "state": "missouri",
  "path": "title-title-xxii/chapter-chapter-325",
  "sections": [
    {
      "id": "section-325-010",
      "number": "325.010",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.010. Definitions. —As used in sections 325.010 to 325.055, unless the context clearly requires another meaning, the following words and phrases mean:\n\n(1)\"Director\", the director of the department of commerce and insurance;\n\n(2)\"Public adjuster\", any person, partnership, association or corporation engaging in the adjustment or settlement of claims for losses or damages arising out of policies of fire or allied lines of insurances; but does not include persons, partnerships, associations or corporations engaged in the adjustment or settlement of claims for losses or damages arising out of other types of policies for casualty insurance; and does not include attorneys at law; and does not include an agent or employee of an issuer of policies of insurance against loss or damage by fire or allied casualty; nor to an insurance broker acting as an adjuster without compensation for a client for whom he is acting as broker;\n\n(3)\"Public adjuster solicitor\", any person, other than clerical employees, employed by a public adjuster who solicits or aids in securing any contract for adjustment for a public adjuster, or who acts for or with a public adjuster in making settlements or adjustments of claims.\n\n(L. 1973 S.B. 28 § 1, A.L. 2008 S.B. 788)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-010/"
    },
    {
      "id": "section-325-015",
      "number": "325.015",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.015. License required. —No person, partnership, association or corporation shall, directly or indirectly, act as a public adjuster or public adjuster solicitor within this state, or receive for or because of services rendered in the adjustment of any claim or claims for loss or damage by fire or other casualty within the provisions of fire or allied insurance policies any money or commission or other thing of value, without first securing a license to act as a public adjuster or public adjuster solicitor from the director as hereinafter prescribed. No such license shall permit the holder thereof to engage in the practice of law or to conduct law business as defined in section 484.010.\n\n(L. 1973 S.B. 28 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-015/"
    },
    {
      "id": "section-325-020",
      "number": "325.020",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.020. Application for license, contents of — bond. —1. Any person, partnership, association or corporation desiring to be licensed as a public adjuster or public adjuster solicitor shall submit an application therefor to the director upon forms adopted by the director, and shall file corporate surety bond in the amount of ten thousand dollars and for each employee engaged as a public adjuster or solicitor a separate corporate surety bond in the amount of one thousand dollars; said bonds shall be conditioned upon a satisfactory accounting of any funds received in settlement of losses or claims for holders of insurance policies within the provisions of sections 325.010 to 325.055; provided, however, that the aggregate liability of the surety for all breaches of the conditions of the bond shall, in no event, exceed the sum of such bond. The surety on the bond shall have the right to cancel such bond upon giving thirty days' notice to the director and thereafter shall be relieved of liability for any breach of condition occurring after the effective date of said cancellation.\n\n2. Each application shall be signed and verified under oath by the applicant, shall contain the name and address of the applicant and the address of the place where the applicant will conduct an adjusting business, whether any adjuster's license has previously been issued to the applicant, the applicant's occupation or business for the five years next preceding the date of the application, including names and addresses of employers within this period, and such other information as the director may require to enable him to determine the experience, education and training of the applicant to engage in this type of business.\n\n3. If the applicant is a partnership, association or corporation, the application shall contain the above information for each partner, member, officer or director as may be applicable. The license issued shall entitle only those persons named in the application to engage in the adjusting business.\n\n(L. 1973 S.B. 28 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-020/"
    },
    {
      "id": "section-325-025",
      "number": "325.025",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.025. Application fee — annual renewal fee, failure to pay, license terminates — supplemental application. —1. Each applicant shall pay an initial application fee of one hundred dollars for each individual who will act as a public adjuster or public adjuster solicitor. Each license issued shall be renewed annually on the anniversary date of issuance and continue in effect until refused, revoked or suspended by the director in accordance with section 325.035; except that if the annual renewal fee for the license is not paid on or before the anniversary date the license terminates.\n\n2. The annual renewal fee for a public adjuster's or public adjuster solicitor's license if fifty dollars for each license.\n\n3. Supplemental applications may be made for others becoming associated with or employed by a licensee upon the payment of the proper additional fee or fees and the filing of a completed application.\n\n(L. 1973 S.B. 28 § 4, A.L. 1990 H.B. 1739)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-025/"
    },
    {
      "id": "section-325-030",
      "number": "325.030",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.030. License issued, when — titles — license refused, when. —1. The director shall issue the proper license when the requirements of sections 325.010 to 325.055 have been met, and a person receiving the license shall thereafter be known and styled a \"licensed public adjuster\", or \"licensed public adjuster solicitor\", as the case may be.\n\n2. The director shall require an applicant to submit to a written examination to determine his qualifications to engage in the adjustment business.\n\n3. Notwithstanding subsection 1, the director shall not issue a license to any person who has been convicted of a felony or other crime involving fraudulent or dishonest practices; and shall have the power to revoke, suspend or refuse a license as hereinafter provided.\n\n(L. 1973 S.B. 28 § 5)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-030/"
    },
    {
      "id": "section-325-035",
      "number": "325.035",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.035. Refusal to license, revocation or suspension, grounds for. —1. Whenever the director shall be satisfied that an applicant for a license does not have the necessary qualifications to engage in the public adjustment business, or when he shall be satisfied that a holder of such license has engaged in false, fraudulent or misleading business practices, the director may refuse to issue the license or may revoke or suspend the license. Such refusal, revocation or suspension shall be accomplished pursuant to the provisions of chapter 621 and shall be based on one or more of the following grounds:\n\n(1) A violation of any provision of chapter 325; or\n\n(2) Any ground under subdivisions (2) to (12) of subsection 1 of section 375.141.\n\n2. The director may suspend the license of any holder thereof for such period as he may determine proper or revoke such license if as a result of his disciplinary hearing he deems such action to be necessary as being in the public interest.\n\n(L. 1973 S.B. 28 § 6, A.L. 1991 S.B. 53 merged with S.B. 283)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-035/"
    },
    {
      "id": "section-325-040",
      "number": "325.040",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.040. Penalty. —Anyone violating the provisions of sections 325.010 to 325.055 is guilty of a misdemeanor.\n\n(L. 1973 S.B. 28 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-040/"
    },
    {
      "id": "section-325-045",
      "number": "325.045",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.045. Limit on expenditure by state — fees raised, when. —No more general revenues of the state of Missouri shall be used to carry out the provisions of sections 325.010 to 325.055 than*the amount collected in fees. The director may from time to time raise the amount of such fees as are provided in sections 325.010 to 325.055 in order to make said act self-sustaining.\n\n(L. 1973 S.B. 28 § 8)\n\n*Word \"that\" appears here in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-045/"
    },
    {
      "id": "section-325-050",
      "number": "325.050",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.050. Cancellation of agreement, when, how. —1. The owner of damaged property has the right to cancel any agreement entered into with a licensed public adjuster or licensed public adjuster solicitor until midnight of the third business day after the day on which the agreement was signed.\n\n2. Cancellation occurs when the buyer gives written notice of cancellation to the licensed public adjuster or licensed public adjuster solicitor at the address stated in the agreement between the parties. Notice of cancellation may be given by mail and is given when deposited in a United States mail box properly addressed and postage prepaid. Notice of cancellation must contain the written intention of the owner to cancel the agreement. No liability accrues to the owner when the agreement is cancelled within said period, except for reasonable expenses incurred in preserving the damaged premises during the said three-day period.\n\n(L. 1973 S.B. 28 § 9)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-050/"
    },
    {
      "id": "section-325-055",
      "number": "325.055",
      "heading": "",
      "text": "Title XXII OCCUPATIONS AND PROFESSIONS\n\nChapter 325\n\n325.055. Contracts to repair or replace prohibited, when. —No person, partnership, association or corporation, directly or indirectly, acting as a public adjuster or public adjuster solicitor licensed under the provisions of sections 325.010 to 325.055, may solicit, or enter into, an agreement for the repair or replacement of damaged property on which said public adjuster or public adjuster solicitor has been engaged to adjust or settle claims for losses or damages arising out of policies of fire or allied lines of insurances.\n\n(L. 1973 S.B. 28 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxii/chapter-325/section-325-055/"
    }
  ]
}