{
  "state": "pennsylvania",
  "path": "title-title-12/chapter-chapter-21",
  "sections": [
    {
      "id": "section-2101",
      "number": "2101",
      "heading": "",
      "text": "ยง 2101. Scope.\n\nThis chapter relates to the Opportunity Grant Program.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-21/section-2101/"
    },
    {
      "id": "section-2102",
      "number": "2102",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Applicant.\"A person that applies for a grant in accordance with this chapter.\n\n\"Developer.\"A person that has as a purpose the promotion or construction of economic development projects and that is engaged in the development of real estate for use by more than one person.\n\n\"Eligible recipient.\"Any of the following persons:\n\n(1) A municipality.\n\n(2) An entity created under the act of August 23, 1967 (P.L.251, No.102), known as the Economic Development Financing Law.\n\n(3) An entity certified as an industrial development agency under the act of May 17, 1956 (1955 P.L.1609, No.537), known as the Pennsylvania Industrial Development Authority Act.\n\n(4) An entity created under 53 Pa.C.S. Ch. 56 (relating to municipal authorities) or under the former act of May 2, 1945 (P.L.382, No.164), known as the Municipality Authorities Act of 1945.\n\n(5) An entity created under the act of May 24, 1945 (P.L.991, No.385), known as the Urban Redevelopment Law.\n\n(6) A developer.\n\n(7) A person that is engaged in any of the following activities:\n\n(i) The production or processing of farm commodities.\n\n(ii) Manufacturing.\n\n(iii) Research and development.\n\n(iv) Export services.\n\n(v) Any other activity which offers a significant economic impact on the Commonwealth, as determined by the department.\n\n\"Eligible use.\"Any of the following activities:\n\n(1) Job training.\n\n(2) The acquisition of interest in land, buildings or rights-of-way.\n\n(3) The construction or rehabilitation of buildings.\n\n(4) The construction or rehabilitation of infrastructure.\n\n(5) The purchase or upgrading of machinery and equipment.\n\n(6) Working capital.\n\n(7) Site preparation, including demolition and clearance.\n\n(8) Environmental assessments.\n\n(9) Remediation of hazardous material.\n\n(10) Architectural and engineering fees up to 10% of the award.\n\n\"Job-creating economic development.\"Includes the expansion or preservation of existing industry.\n\n\"Program.\"The Opportunity Grant Program established in section 2103 (relating to establishment.)\n\n\"Project.\"An activity conducted in this Commonwealth.\n\n\"Recipient.\"A person who receives a grant under this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-21/section-2102/"
    },
    {
      "id": "section-2103",
      "number": "2103",
      "heading": "",
      "text": "There is established within the department a program to be known as the Opportunity Grant Program. The program shall be administered by the department to provide grants to eligible persons for certain projects which encourage job-creating economic development within this Commonwealth.\n\nCross References.Section 2103 is referred to in section 2102 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-21/section-2103/"
    },
    {
      "id": "section-2104",
      "number": "2104",
      "heading": "",
      "text": "A person may submit an application to the department requesting a grant for a project. The application shall be on the form required by the department and shall include or demonstrate all of the following:\n\n(1) The name and address of the applicant.\n\n(2) A statement that the applicant is an eligible recipient under the program.\n\n(3) A statement of the amount of grant sought.\n\n(4) A statement of the project, including a detailed statement of the cost of the project.\n\n(5) A statement identifying the economic impact of the project to the region and the estimated impact on State and local revenues.\n\n(6) A commitment of private matching funds of at least $4 for every $1 of grant funds, and of the balance of funding for the entire project cost, from a responsible source.\n\n(7) A commitment from the applicant to complete the project.\n\n(8) Any other information required by the department.\n\nCross References.Section 2104 is referred to in section 2105 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-21/section-2104/"
    },
    {
      "id": "section-2105",
      "number": "2105",
      "heading": "",
      "text": "The department shall review the application to determine if the applicant has met all of the criteria set forth in section 2104 (relating to application).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-21/section-2105/"
    },
    {
      "id": "section-2106",
      "number": "2106",
      "heading": "",
      "text": "The following shall apply:\n\n(1) Upon being satisfied that all requirements have been met, the department may approve the application and award a grant.\n\n(2) Prior to providing grant funds to the applicant, the department shall enter into a contract with the applicant. The contract shall include provisions requiring the applicant to use the grant to pay the costs of the project.\n\n(3) The department may impose any other terms and conditions on the grants authorized by this chapter as the department determines is in the best interests of the Commonwealth, including a provision requiring collateral to secure repayment of any penalty imposed under the program.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-21/section-2106/"
    },
    {
      "id": "section-2107",
      "number": "2107",
      "heading": "",
      "text": "(a) Imposition.--Except as provided in subsection (b), the department shall impose a penalty upon a recipient for any of the following:\n\n(1) Failing to create the number of jobs specified in the recipient's application.\n\n(2) Failing to inject the required amount of private matching funds into the project.\n\n(3) Failing to operate at the project site for a minimum period of five years.\n\n(b) Exception.--The department may waive the penalty required by subsection (a) if the department determines that the failure was due to circumstances outside the control of the recipient.\n\n(c) Amount.--The amount of the penalty shall be equal to the full amount of the grant received plus an additional amount of up to 10% of the amount of the grant received. The penalty shall be payable in one lump sum or in installments, with or without interest, as the department deems appropriate.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-21/section-2107/"
    },
    {
      "id": "section-2108",
      "number": "2108",
      "heading": "",
      "text": "(1) An applicant may not receive a grant under this chapter for more than two consecutive fiscal years for the same project.\n\n(2) A grant awarded under this chapter may not be used to do any of the following:\n\n(i) Refinance or retire existing debt.\n\n(ii) Pay costs unrelated to a project location at a site in this Commonwealth.\n\n(3) In no case shall the aggregate amount of grants paid in any fiscal year under this chapter exceed the annual appropriation to the department for the program.\n\n(4) A grant awarded under this chapter shall in no way constitute an entitlement derived from the Commonwealth or a claim on any other funds of the Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-21/section-2108/"
    },
    {
      "id": "section-2109",
      "number": "2109",
      "heading": "",
      "text": "The department shall develop written guidelines for the program. The guidelines shall do all of the following:\n\n(1) Limit grant size for any single project.\n\n(2) Clarify eligible uses of grants.\n\n(3) Clarify standards for eligibility.\n\n(4) Require geographic diversity of funded projects.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-21/section-2109/"
    }
  ]
}