{
  "state": "pennsylvania",
  "path": "title-title-12/chapter-chapter-57",
  "sections": [
    {
      "id": "section-5701",
      "number": "5701",
      "heading": "",
      "text": "The intent of this chapter is to authorize and provide a regulatory framework for financial institutions to conduct savings promotion programs to encourage robust saving habits and improve financial literacy.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-57/section-5701/"
    },
    {
      "id": "section-5702",
      "number": "5702",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Eligible financial institution.\"Any of the following:\n\n(1) an insured credit union; or\n\n(2) an insured depository institution.\n\n\"Eligible individual.\"An individual who:\n\n(1) is at least 18 years of age;\n\n(2) is a member or customer of the eligible financial institution conducting the savings promotion program; and\n\n(3) maintains a qualified account with the eligible financial institution conducting the savings promotion program.\n\n\"Insured credit union.\"As defined in section 101 of the Federal Credit Union Act (48 Stat. 1216, 12 U.S.C. § 1752).\n\n\"Insured depository institution.\"As defined in section 3 of the Federal Deposit Insurance Act (64 Stat. 873, 12 U.S.C. § 1813).\n\n\"Prudential regulator.\"As defined in section 1002 of the Consumer Financial Protection Act of 2010 (Public Law 111-203, 124 Stat. 1955, 12 U.S.C. § 5481).\n\n\"Qualified account.\"A savings account, time deposit or savings program offered to an eligible individual by an eligible financial institution pursuant to a savings promotion program. The term includes a share account and an account where the eligible individual has an interest individually or jointly with another eligible individual.\n\n\"Qualified financial program.\"A program offered by an eligible financial institution under section 5705 (relating to qualified financial program).\n\n\"Savings promotion program.\"A contest in which the sole consideration required for a chance of winning designated prizes is obtained by the deposit of a specified amount of money in a qualified account or other savings program of which each ticket or entry has an equal chance of being drawn.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-57/section-5702/"
    },
    {
      "id": "section-5703",
      "number": "5703",
      "heading": "",
      "text": "(a) Authorization.--Notwithstanding any prohibitions on lotteries or gambling provided by the laws of this Commonwealth, including 18 Pa.C.S. §§ 5512 (relating to lotteries, etc.), 5513 (relating to gambling devices, gambling, etc.) and 5514 (relating to pool selling and bookmaking), an eligible financial institution may conduct a savings promotion program and any activity conducted in connection with the savings promotion program, including, but not limited to:\n\n(1) the deposit of a minimum specified amount of money in a qualified account for a minimum length of time;\n\n(2) the participation in a qualified financial program offered by the eligible financial institution;\n\n(3) the transmission of any advertisement, list of prizes or other information concerning the savings promotion program;\n\n(4) the offering, facilitation and acceptance of deposits, withdrawals or other transactions in connection with the savings promotion program;\n\n(5) the transmission of any information relating to the savings promotion program, including account balance and transaction information;\n\n(6) the deposit or transmission of prizes awarded in the savings promotion program as well as notification or publication of the deposit or transmission; and\n\n(7) the establishment and operation of qualified financial programs.\n\n(b) Limitation.--An eligible financial institution may not conduct a savings promotion program in a way that jeopardizes the eligible financial institution's safety and soundness or misleads an eligible individual or the public.\n\n(c) Third-party participants.--An eligible financial institution may offer a savings promotion program in conjunction with a third-party participant that provides administrative support, funding or other service.\n\nCross References.Section 5703 is referred to in section 5705 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-57/section-5703/"
    },
    {
      "id": "section-5704",
      "number": "5704",
      "heading": "",
      "text": "An eligible financial institution may offer a savings promotion program only to the extent permitted by Federal law, including any regulations promulgated by the institution's appropriate prudential regulator.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-57/section-5704/"
    },
    {
      "id": "section-5705",
      "number": "5705",
      "heading": "",
      "text": "A qualified financial program offered under section 5703(a)(2) (relating to savings promotion program) must include programs to encourage an eligible individual to do at least one of the following:\n\n(1) Deposit or transfer money into a qualified account on a recurring or automatic basis.\n\n(2) Refinance or consolidate existing debt to obtain a lower interest rate.\n\n(3) Pay off or reduce outstanding balances to lower the eligible individual's total debt ratio or revolving debt ratio.\n\n(4) Prepare a budget or a debt-reduction plan.\n\n(5) Attend financial literacy seminars or counseling sessions sponsored by the eligible financial institution that are offered free of charge.\n\n(6) Use free online financial education, budgeting or debt-reduction tools.\n\nCross References.Section 5705 is referred to in section 5702 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-57/section-5705/"
    },
    {
      "id": "section-5706",
      "number": "5706",
      "heading": "",
      "text": "(a) Disclosure.--An eligible financial institution conducting a savings promotion program shall disclose to the public and each participant the terms and conditions of the savings promotion program. The terms and conditions shall be posted in a location where entries may be submitted and shall be included in printed materials or electronic media promoting the savings promotion program.\n\n(b) Content.--Terms and conditions for a savings promotion program shall include language specifying that:\n\n(1) No other action, purchase or other consideration is necessary for an entry in the savings promotion program.\n\n(2) No action or purchase of goods or services improves the odds of winning.\n\n(3) Each entry has the same odds of winning the savings promotion program.\n\n(4) The odds of winning the savings promotion program will be determined based on the number of entries received.\n\n(5) The winner is responsible for all applicable Federal, State and local taxes.\n\n(6) Participation in a qualified financial program is offered to any qualified individual participating in the savings promotion program.\n\n(7) Participation in a savings promotion program presents no financial risk to an eligible individual.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-57/section-5706/"
    },
    {
      "id": "section-5707",
      "number": "5707",
      "heading": "",
      "text": "An eligible financial institution that conducts a savings promotion program under this chapter shall maintain books and records relating to the conduct of the savings promotion program sufficient to facilitate an audit of the savings promotion program. The financial institution shall keep a record of the names of winners of all savings promotion programs, which shall be available for inspection by the financial institution's customers.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-57/section-5707/"
    }
  ]
}