{
  "state": "pennsylvania",
  "path": "title-title-12/chapter-chapter-32",
  "sections": [
    {
      "id": "section-3201",
      "number": "3201",
      "heading": "",
      "text": "ยง 3201. Scope of chapter.\n\nThis chapter relates to the Entertainment Economic Enhancement Program.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3201/"
    },
    {
      "id": "section-3202",
      "number": "3202",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Class 1 venue.\"A stadium, arena, other structure or property at which concerts are performed and which is all of the following:\n\n(1) Located in a city of the first class or a county of the second class.\n\n(2) Owned by any of the following:\n\n(i) A municipality.\n\n(ii) An authority formed under Article XXV-A of the act of July 28, 1953 (P.L.723, No.230), known as the Second Class County Code.\n\n(iii) A State-related institution.\n\n(3) Constructed in a manner in which the venue has a seating capacity of at least 10,000.\n\n\"Class 2 venue.\"A stadium, arena or other structure at which concerts are performed and which is all of the following:\n\n(1) Located outside the geographic boundaries of a city of the first class or a county of the second class.\n\n(2) Constructed in a manner in which the venue has a seating capacity of at least 6,000.\n\n\"Class 3 venue.\"A stadium, arena, other structure or property which is any of the following:\n\n(1) Located within a neighborhood improvement zone as defined in section 1902-B of the Tax Reform Code.\n\n(2) Owned by or affiliated with a State-related institution.\n\n(3) Owned by the Commonwealth and affiliated with the State System of Higher Education.\n\n(4) Leased by or affiliated with a qualified charitable corporation for the performance of a concert.\n\n\"Concert.\"A live performance of music in the presence of individuals who view the performance.\n\n\"Concert tour equipment.\"Includes stage, set, scenery, design elements, automation, rigging, trusses, spotlights, lighting, sound equipment, video equipment, special effects, cases, communication devices, power distribution equipment, backline, personal protective equipment and other miscellaneous equipment or supplies used during a concert or rehearsal.\n\n\"Maintained a place of business\"or\"maintaining a place of business.\"All of the following:\n\n(1) Owning or renting at least 5,000 square feet of office, warehouse or other space within this Commonwealth.\n\n(2) Using an office, warehouse or other space located within this Commonwealth to sell, lease, manufacture or deliver tangible personal property or in the performance of a service.\n\n(3) Employing individuals subject to Pennsylvania employment taxes in the sale, lease, manufacture or delivery of tangible personal property or in the performance of a service.\n\n(4) If in the business of selling, leasing, manufacturing or delivering tangible personal property, maintaining an inventory of tangible personal property within this Commonwealth for the sale, lease or delivery to residents of or entities doing business in this Commonwealth.\n\n(5) Regularly engaging in the lease, sale or delivery of tangible personal property or the performance of a service as a business for residents of or entities doing business in this Commonwealth.\n\n\"Minimum rehearsal and tour requirements.\"During a tour, all of the following must occur:\n\n(1) The purchase or rental of concert tour equipment, in an amount of at least $2,500,000, from companies located and maintaining a place of business in this Commonwealth for use on the tour.\n\n(2) A rehearsal at a qualified rehearsal facility for a minimum of 10 days.\n\n(3) At least one concert performed at a class 1 venue.\n\n(4) At least one concert performed at a venue which is located in a municipality other than the municipality in which the class 1 venue under paragraph (3) is located.\n\n(5) The taxpayer shall maintain a place of business in this Commonwealth or employ a representative for the period beginning with the start date and ending with the award of tax certificates under section 3203(e) (relating to procedure).\n\n\"Pass-through entity.\"Any of the following:\n\n(1) A partnership as defined in section 301(n.0) of the Tax Reform Code.\n\n(2) A Pennsylvania S corporation as defined in section 301(n.1) of the Tax Reform Code.\n\n(3) An unincorporated entity subject to section 307.21 of the Tax Reform Code.\n\n\"Pennsylvania live events industry.\"A qualified rehearsal facility, vendors of concert tour equipment located and maintaining a place of business in this Commonwealth, venues located in this Commonwealth and any promoter of live performances located and maintaining a place of business in this Commonwealth.\n\n\"Pennsylvania rehearsal and tour expenses.\"The sum of Pennsylvania rehearsal expenses and tour expenses. The term includes Pennsylvania rehearsal expenses and tour expenses paid prior to or during a rehearsal or tour.\n\n\"Pennsylvania rehearsal expense.\"A rehearsal expense which is incurred or will be incurred within this Commonwealth. The term includes:\n\n(1) A payment which is made or will be made by a recipient to a person upon which withholding will be made on the payment by the recipient as required under Part VII of Article III of the Tax Reform Code or a payment which is made or will be made to a person that is required to make estimated payments under Part VIII of Article III of the Tax Reform Code.\n\n(2) A payment which is made or will be made to a personal service corporation representing individual talent if the tax imposed by Article IV of the Tax Reform Code will be paid or accrued on the net income of the corporation for the taxable year.\n\n(3) A payment which is made or will be made to a pass-through entity representing individual talent for which withholding will be made by the pass-through entity on the payment as required under Part VII or VII-A of Article III of the Tax Reform Code.\n\n\"Personal protective equipment.\"Includes equipment, services and supplies necessary to screen, test, shield or protect performers or individuals from health pathogens during a rehearsal or tour. The term includes costs associated with cleaning and disinfecting qualified rehearsal facilities and venues used on a tour and costs associated with complying with safety protocols established to combat COVID-19 and other health pathogens.\n\n\"Qualified charitable corporation.\"A nonprofit corporation which is or does all of the following:\n\n(1) Is incorporated in and operates exclusively within this Commonwealth.\n\n(2) Is organized exclusively for charitable, literary or educational purposes within the meaning of 26 U.S.C. ยง 501(c)(3) (relating to exemption from tax on corporations, certain trusts, etc.) to promote and support performances of the musical arts in Pennsylvania.\n\n(3) Is recognized, or intends to apply for recognition, by the United States Internal Revenue Service as a tax-exempt organization under 26 U.S.C. ยง 501(c)(3).\n\n(4) Employs a representative.\n\n(5) Is registered by the department under section 3210(b) (relating to registrations).\n\n\"Qualified rehearsal and tour expense.\"All Pennsylvania rehearsal and tour expenses if Pennsylvania rehearsal expenses comprise or will comprise at least 60% of the total rehearsal expenses. The term shall not include more than $2,000,000 in the aggregate of compensation paid or to be paid to individuals or payment made or to be made to entities representing an individual for services provided in the tour.\n\n\"Qualified rehearsal facility.\"A rehearsal facility which does both of the following:\n\n(1) meets at least six of the following criteria:\n\n(i) Has had a minimum of $8,000,000 invested in the rehearsal facility in land or structure, or a combination of land and structure.\n\n(ii) Has a permanent grid system with a capacity of 1,000,000 pounds.\n\n(iii) Has a built-in power supply system available at a minimum of 3,200 amps without the need for supplemental generators.\n\n(iv) Has a height from floor to permanent grid of a minimum of 80 feet.\n\n(v) Has at least two sliding or roll-up access doors with a minimum height of 14 feet.\n\n(vi) Has a perimeter security system which includes 24-hour, seven-days-a-week security cameras and the use of access control identification badges.\n\n(vii) Has a service area with production offices, catering and dressing rooms with a minimum of 5,000 square feet.\n\n(viii) Is located within one mile of a minimum of two companies which provide concert tour equipment for use on a tour.\n\n(2) Is registered by the department under section 3210(a).\n\n\"Qualified tax liability.\"The liability for taxes imposed under Article III, IV, VI, VII, VIII, IX or XV of the Tax Reform Code. The term does not include tax withheld by an employer from an employee under Article III of the Tax Reform Code.\n\n\"Recipient.\"A taxpayer that has been awarded a tax credit under section 3203(e).\n\n\"Rehearsal.\"An event or series of events which occur in preparation for a tour prior to the start of the tour or during a tour when additional preparation may be needed.\n\n\"Rehearsal expense.\"All of the following which are incurred or will be incurred during a rehearsal:\n\n(1) Compensation paid or to be paid to an individual employed in the rehearsal of the performance.\n\n(2) Payment to a personal service corporation representing individual talent.\n\n(3) Payment to a pass-through entity representing individual talent.\n\n(4) The costs of construction, operations, editing, photography, staging, lighting, wardrobe and accessories.\n\n(5) The cost of leasing vehicles.\n\n(6) The cost of transportation of people or concert tour equipment to or from a train station, bus depot, airport or other transportation facility or directly from a residence or business entity.\n\n(7) The cost of ground transportation of individuals for an entire tour if the ground transportation is purchased or will be purchased from a transportation company maintaining a place of business in this Commonwealth.\n\n(8) The cost of ground or air transportation of concert tour equipment for an entire tour if the ground or air transportation is purchased or will be purchased from a transportation company maintaining a place of business in this Commonwealth.\n\n(9) The cost of insurance coverage for an entire tour if the insurance coverage is purchased or will be purchased through an insurance agent maintaining a place of business in this Commonwealth.\n\n(10) The cost of food and lodging.\n\n(11) The cost of purchasing or renting concert tour equipment.\n\n(12) The cost of renting a facility located in this Commonwealth for rehearsal if the rental is purchased or will be purchased through a qualified rehearsal facility.\n\n(13) The cost of emergency or medical support services required to conduct a rehearsal.\n\n\"Rehearsal facility.\"As follows:\n\n(1) A facility primarily used for rehearsals which is all of the following:\n\n(i) Located within this Commonwealth.\n\n(ii) A minimum of 20,000 square feet of column-free, unobstructed floor space.\n\n(2) The term does not include a facility at which concerts are capable of being held.\n\n\"Representative.\"A person that meets all of the following criteria:\n\n(1) Is authorized to communicate with the department on behalf of a qualified charitable corporation or taxpayer regarding an application submitted under section 3203(a).\n\n(2) Maintains a place of business in this Commonwealth.\n\n(3) Has substantial experience working with the Pennsylvania live events industry.\n\n(4) Has employees who are registered with the Department of Revenue in accordance with section 1706-A.1 of the Tax Reform Code.\n\n(5) Is registered by the department under section 3210(c).\n\n\"Start date.\"The date the first set of concert tour equipment arrives or is expected to arrive at a qualified rehearsal facility.\n\n\"State-related institution.\"As the term is defined in 62 Pa.C.S. ยง 103 (relating to definitions).\n\n\"Tax credit.\"The concert rehearsal and tour tax credit as provided under this chapter.\n\n\"Tax Reform Code.\"The act of March 4, 1971 (P.L.6, No.2), known as the Tax Reform Code of 1971.\n\n\"Taxpayer.\"A musical performer or performers or a concert tour management company of a musical performer or performers subject to tax under Article III, IV or VI of the Tax Reform Code. The term does not include contractors or subcontractors of a musical performer or performers or of a concert tour management company of a musical performer or performers.\n\n\"Tour.\"A series of concerts performed or to be performed by a musical performer in more than one location. The term includes at least one rehearsal.\n\n\"Tour expense.\"As follows:\n\n(1) Costs incurred or which will be incurred during a tour for venues located in this Commonwealth. The term includes all of the following:\n\n(i) A payment which is made or will be made by a recipient to a person upon which withholding will be made on the payment by the recipient as required under Part VII of Article III of the Tax Reform Code or a payment which is made or will be made to a person who is required to make estimated payments under Part VIII of Article III of the Tax Reform Code.\n\n(ii) The cost of transportation of people which is incurred or will be incurred while transporting to or from a train station, bus depot, airport or other transportation facility or while transporting directly from a residence or business entity located in this Commonwealth, or which is incurred or will be incurred for transportation provided by a company which is subject to the tax imposed under Article III or IV of the Tax Reform Code.\n\n(iii) The cost of leasing vehicles upon which the tax imposed by Article II of the Tax Reform Code will be paid or accrued.\n\n(iv) The cost of purchasing or renting facilities and equipment from or through a resident of this Commonwealth or an entity subject to taxation in this Commonwealth.\n\n(v) The cost of food and lodging which is incurred or will be incurred from a facility located in this Commonwealth.\n\n(vi) Expenses which are incurred or will be incurred in marketing or advertising a tour at venues located within this Commonwealth.\n\n(vii) The cost of merchandise which is purchased or will be purchased from a company located within this Commonwealth and used on the tour.\n\n(viii) A payment which is made or will be made to a personal service corporation representing individual talent if the tax imposed by Article IV of the Tax Reform Code will be paid or accrued on the net income of the corporation for the taxable year.\n\n(ix) A payment which is made or will be made to a pass-through entity representing individual talent for which withholding will be made by the pass-through entity on the payment as required under Part VII or VII-A of Article III of the Tax Reform Code.\n\n(2) The cost of concert tour equipment not used during rehearsal but used for an entire tour if the concert tour equipment is purchased or will be purchased from a company maintaining a place of business in this Commonwealth and subject to the tax imposed under Article III or IV of the Tax Reform Code. The term includes the cost of personal protective equipment which is purchased or will be purchased from a company located within this Commonwealth and used on the tour.\n\n(3) The term does not include development cost, including the writing of music or lyrics.\n\n\"Venue.\"A class 1 venue, class 2 venue or class 3 venue.\n\nCross References.Section 3202 is referred to in section 3204 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3202/"
    },
    {
      "id": "section-3203",
      "number": "3203",
      "heading": "",
      "text": "(a) Application.--A taxpayer may apply to the department for a tax credit under this section. The application shall be on the form required by the department.\n\n(b) Review and approval.--\n\n(1) The department shall establish application periods not to exceed 10 days on a bimonthly basis. All applications received during an application period shall be reviewed and evaluated by the department based on the following criteria:\n\n(i) The anticipated number of rehearsal days at a qualified rehearsal facility.\n\n(ii) The anticipated number of concerts at class 1 venues.\n\n(iii) The anticipated number of concerts at class 2 venues.\n\n(iv) The anticipated number of concerts at class 3 venues.\n\n(v) The anticipated amount of Pennsylvania rehearsal expenses in comparison to the anticipated aggregate amount of rehearsal expenses.\n\n(vi) The anticipated amount of the tour expenses.\n\n(vii) The anticipated amount of the concert tour equipment expenses which are or will be purchased or rented from a company located and maintaining a place of business in this Commonwealth and which will be used on the tour.\n\n(viii) The anticipated number of days spent in Commonwealth hotels.\n\n(ix) Other criteria that the department deems appropriate to ensure maximum employment opportunities and entertainment benefits for the residents of this Commonwealth.\n\n(2) Except as provided in subsection (c) and upon determining that the taxpayer has paid the applicable application fee not to exceed $300, has met or will meet the minimum rehearsal and tour requirements and has incurred or will incur qualified rehearsal and tour expenses, the department may approve the taxpayer for a tax credit. Applications not approved may be reviewed and considered in subsequent application periods. The department may approve a taxpayer for a tax credit based on its evaluation of the criteria under this subsection.\n\n(c) Restriction.--The department may only consider rehearsals held or to be held, and qualified rehearsal and tour expenses incurred or to be incurred, after January 1, 2017, in determining whether a taxpayer has met or will meet the minimum rehearsal and tour requirements.\n\n(d) Contract.--If the department approves the taxpayer's application under subsection (b), the department and the taxpayer shall enter into a contract containing the following:\n\n(1) An itemized list of rehearsal expenses incurred or to be incurred for the tour.\n\n(2) An itemized list of Pennsylvania rehearsal expenses incurred or to be incurred for the tour.\n\n(3) With respect to a contract entered into prior to completion of a tour, a commitment by the taxpayer to incur the Pennsylvania rehearsal expenses as itemized.\n\n(4) An itemized list of the qualified rehearsal and tour expenses incurred or to be incurred for the tour.\n\n(5) With respect to a contract entered into prior to completion of a tour, a commitment by the taxpayer to incur the qualified rehearsal and tour expenses as itemized.\n\n(6) With respect to a contract entered into prior to completion of a tour, a commitment by the taxpayer to hold at least one concert at a class 1 venue.\n\n(7) With respect to a contract entered into prior to completion of a tour, a commitment by the taxpayer to hold at least one concert at a venue located in a municipality other than the municipality in which the class 1 venue under paragraph (6) is located.\n\n(8) The start date or the expected start date.\n\n(9) Any other information the department deems appropriate.\n\n(e) Certificate.--Upon execution of the contract required by subsection (d), the department shall award the taxpayer a concert rehearsal and tour tax credit and issue the recipient a tax credit certificate.\n\nCross References.Section 3203 is referred to in sections 3202, 3205, 3209 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3203/"
    },
    {
      "id": "section-3204",
      "number": "3204",
      "heading": "",
      "text": "(a) Determination.--When prescribing standards for determining which rehearsal or tour expenses are considered Pennsylvania rehearsal and tour expenses for purposes of computing the tax credit provided by this chapter, the department shall consider:\n\n(1) The location where services are performed.\n\n(2) The location where concert tour equipment is purchased, rented, delivered and used.\n\n(3) The location where rehearsals or concerts are held.\n\n(4) Other factors the department determines are relevant.\n\n(b) Waiver.--The department may make a determination that the financial benefit to this Commonwealth resulting from the direct investment in or payments made to Pennsylvania rehearsal and concert facilities outweighs the benefit of maintaining the 60% Pennsylvania rehearsal expenses requirement contained in the definition of \"qualified rehearsal and tour expense\" under section 3202 (relating to definitions). If the determination is made, the department may waive the requirement that 60% of a tour's aggregate rehearsal expenses be comprised of Pennsylvania rehearsal expenses.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3204/"
    },
    {
      "id": "section-3205",
      "number": "3205",
      "heading": "",
      "text": "(1) The aggregate amount of tax credits awarded in a fiscal year under this chapter may not exceed $24,000,000.\n\n(2) In a fiscal year, the department may, in the department's discretion, advance the award of tax credits for qualified rehearsal and tour expenses incurred or to be incurred equal to $2,000,000 of the tax credits available to be awarded in the succeeding fiscal year.\n\n(3) If, in a fiscal year, the maximum amount of credits authorized by this subsection are not awarded by the department, the department may increase the total amount of tax credits that the department may award for qualified rehearsal and tour expenses incurred or to be incurred related to a tour in the immediately succeeding fiscal year by the amount that was not awarded in the preceding fiscal year.\n\n(b) Advance award of credits.--The advance award of tax credits under subsection (a)(2) shall:\n\n(1) count against the total amount of tax credits that the department may award for qualified rehearsal and tour expenses incurred or to be incurred related to a tour in the next succeeding fiscal year; and\n\n(2) reduce the total amount of tax credits that the department may award for qualified rehearsal and tour expenses incurred or to be incurred related to a tour in the next succeeding fiscal year.\n\n(c) Individual limitations.--\n\n(1) A taxpayer may not be:\n\n(i) Awarded more than $1,500,000 of tax credits for a tour if the sum of the taxpayer's purchase or rental of concert tour equipment from companies located and maintaining a place of business in this Commonwealth for use on the tour and any contribution to a qualified charitable corporation is equal to or more than $2,500,000 but less than $3,500,000.\n\n(ii) Awarded more than $2,250,000 of tax credits for a tour if the sum of the taxpayer's purchase or rental of concert tour equipment from companies located and maintaining a place of business in this Commonwealth for use on the tour and any contribution to a qualified charitable corporation is equal to or more than $3,500,000 but less than $5,500,000.\n\n(iii) Awarded more than $3,000,000 of tax credits for a tour if the sum of the taxpayer's purchase or rental of concert tour equipment from companies located and maintaining a place of business in this Commonwealth for use on the tour and any contribution to a qualified charitable corporation is equal to or more than $5,500,000 but less than $7,500,000.\n\n(iv) Awarded more than $3,500,000 of tax credits for a tour if the sum of the taxpayer's purchase or rental of concert tour equipment from companies located and maintaining a place of business in this Commonwealth for use on the tour and any contribution to a qualified charitable corporation is equal to or more than $7,500,000 but less than $10,000,000.\n\n(v) Awarded more than $4,250,000 of tax credits for a tour if the sum of the taxpayer's purchase or rental of concert tour equipment from companies located and maintaining a place of business in this Commonwealth for use on the tour and any contribution to a qualified charitable corporation is equal to or more than $10,000,000 but less than $12,000,000.\n\n(vi) Awarded more than $5,000,000 of tax credits for a tour if the sum of the taxpayer's purchase or rental of concert tour equipment from companies located and maintaining a place of business in this Commonwealth for use on the tour and any contribution to a qualified charitable corporation is equal to or more than $12,000,000.\n\n(2) Except as provided under paragraph (4), the aggregate amount of tax credits awarded by the department under section 3203(e) (relating to procedure) to a taxpayer for a tour with concerts at two class 1 venues or a class 1 venue and a class 2 venue may not exceed 35% of the qualified rehearsal and tour expenses incurred or to be incurred.\n\n(3) Except as provided under paragraph (4), the aggregate amount of tax credits awarded by the department under section 3203(e) to a taxpayer for a tour with concerts at a class 1 venue and a class 3 venue may not exceed 40% of the qualified rehearsal and tour expenses incurred or to be incurred.\n\n(4) Notwithstanding the limitation under paragraphs (2) and (3), a taxpayer is eligible for a tax credit in the amount of 5% of the qualified rehearsal and tour expenses incurred or to be incurred by the taxpayer if the taxpayer holds concerts at a total of two or more class 2 venues or class 3 venues.\n\n(5) For purposes of determining the applicable limitation under paragraph (1), a contribution to a qualified charitable corporation may not exceed $250,000.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3205/"
    },
    {
      "id": "section-3206",
      "number": "3206",
      "heading": "",
      "text": "Beginning July 1, 2017, a recipient may claim a concert rehearsal and tour tax credit against the qualified tax liability of the recipient.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3206/"
    },
    {
      "id": "section-3207",
      "number": "3207",
      "heading": "",
      "text": "(a) General rule.--If a recipient cannot use the entire amount of a tax credit for the taxable year in which the tax credit is first approved, the excess may be carried over to succeeding taxable years and used as a tax credit against the qualified tax liability of the recipient for those taxable years. Each time the tax credit is carried over to a succeeding taxable year, the tax credit shall be reduced by the amount that was used as a credit during the immediately preceding taxable year. The tax credit may be carried over and applied to succeeding taxable years for no more than three taxable years following the first taxable year for which the recipient was entitled to claim the tax credit.\n\n(b) Application.--A tax credit approved by the department in a taxable year first shall be applied against the recipient's qualified tax liability for the current taxable year as of the date on which the tax credit was approved before the tax credit can be applied against tax liability under subsection (a).\n\n(c) No carryback or refund.--A recipient shall not be entitled to carry back or obtain a refund of any portion of an unused tax credit granted to the recipient under this chapter.\n\n(d) Sale or assignment.--\n\n(1) A recipient, upon application to and approval by the department, may sell or assign, in whole or in part, a tax credit granted to the recipient under this chapter.\n\n(2) The department and the Department of Revenue shall jointly promulgate regulations for the approval of applications under this subsection.\n\n(3) Before an application is approved, the Department of Revenue must make a finding that the recipient has filed all required State tax reports and returns for all applicable taxable years and paid any balance of State tax due as determined at settlement, assessment or determination by the Department of Revenue.\n\n(4) Notwithstanding any other provision of law, the Department of Revenue shall settle, assess or determine the tax of a taxpayer under this subsection within 60 days of the filing of all required final returns or reports in accordance with section 806.1(a)(5) of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code.\n\n(e) Purchasers and assignees.--\n\n(1) The purchaser or assignee of all or a portion of a tax credit under subsection (d) shall immediately claim the tax credit in the taxable year in which the purchase or assignment is made.\n\n(2) The amount of the tax credit that a purchaser or assignee may use against one qualified tax liability may not exceed 75% of the qualified tax liability for the taxable year.\n\n(3) The purchaser or assignee may not carry forward, carry back or obtain a refund of or sell or assign the tax credit.\n\n(4) The purchaser or assignee shall notify the Department of Revenue of the seller or assignor of the tax credit in compliance with procedures specified by the Department of Revenue.\n\nCross References.Section 3207 is referred to in section 3208 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3207/"
    },
    {
      "id": "section-3208",
      "number": "3208",
      "heading": "",
      "text": "(a) General rule.--If a pass-through entity has any unused tax credits under section 3207 (relating to carryover, carryback and assignment of tax credit), the pass-through entity may elect in writing, according to procedures established by the Department of Revenue, to transfer all or a portion of the tax credits to shareholders, members or partners in proportion to the share of the entity's distributive income to which each shareholder, member or partner is entitled.\n\n(b) Limitation.--A pass-through entity and a shareholder, member or partner of a pass-through entity may not claim the tax credit under subsection (a) for the same qualified rehearsal and tour expense.\n\n(c) Application.--A shareholder, member or partner of a pass-through entity to whom a tax credit is transferred under subsection (a) shall immediately claim the tax credit in the taxable year in which the transfer is made. The shareholder, member or partner may not carry forward, carry back, obtain a refund of or sell or assign the tax credit.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3208/"
    },
    {
      "id": "section-3209",
      "number": "3209",
      "heading": "",
      "text": "A recipient which claims a tax credit and fails to incur the amount of qualified rehearsal and tour expenses agreed to under section 3203(d)(4) (relating to procedure) for a tour in that taxable year shall repay to the Commonwealth an amount equal to 110% of the difference between the amount agreed to under section 3203(d)(4) and the amount of qualified rehearsal and tour expenses actually incurred by the recipient. The penalty shall be assessed and collected under Article II of the Tax Reform Code.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3209/"
    },
    {
      "id": "section-3210",
      "number": "3210",
      "heading": "",
      "text": "(a) Qualified rehearsal facility.--To be considered a qualified rehearsal facility under this chapter, the owner of a rehearsal facility shall provide evidence to the department to verify the development or facility specifications and capital improvement costs incurred for the rehearsal facility so that the threshold amounts set in the definition of \"qualified rehearsal facility\" are satisfied, and, upon verification, the rehearsal facility shall be registered by the department officially as a qualified rehearsal facility.\n\n(b) Qualified charitable corporation.--To be considered a qualified charitable corporation under this chapter, the board of a corporation shall provide evidence to the department to verify the requirements in the definition of \"qualified charitable corporation\" are satisfied, and, upon verification, the corporation shall be registered by the department officially as a qualified charitable corporation.\n\n(c) Representative.--To be considered a representative under this chapter, an entity shall provide evidence to the department to verify the requirements in the definition of \"representative\" are satisfied, and, upon verification, the entity shall be registered by the department officially as a representative.\n\nCross References.Section 3210 is referred to in section 3202 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3210/"
    },
    {
      "id": "section-3211",
      "number": "3211",
      "heading": "",
      "text": "The department shall develop written guidelines for the implementation of this chapter. The guidelines shall be in effect until the department promulgates regulations for the implementation of this chapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3211/"
    },
    {
      "id": "section-3212",
      "number": "3212",
      "heading": "",
      "text": "No later than June 1, 2018, and September 1 of each year thereafter, the Secretary of Community and Economic Development shall submit a report to the General Assembly summarizing the effectiveness of the tax credits provided by this chapter. The report shall include the name of the tours which rehearsed in this Commonwealth, the names of all recipients awarded a tax credit as of the date of the report and the amount of tax credits approved for each recipient. The report may also include recommendations for changes in the calculation or administration of the tax credits provided under this chapter. The report shall be submitted to the chairperson and minority chairperson of the Appropriations Committee of the Senate, the chairperson and minority chairperson of the Finance Committee of the Senate, the chairperson and minority chairperson of the Appropriations Committee of the House of Representatives and the chairperson and minority chairperson of the Finance Committee of the House of Representatives. The report shall include the following information, which shall be separated by geographic location within this Commonwealth:\n\n(1) The amount of tax credits claimed during the fiscal year by tour.\n\n(2) The total amount spent in this Commonwealth during the fiscal year by tours and concert tour promotion companies for services and supplies.\n\n(3) The total amount of tax revenues, both directly and indirectly, generated for the Commonwealth during the fiscal year by the concert rehearsal and tour industry.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-12/chapter-32/section-3212/"
    }
  ]
}