{
  "state": "virginia",
  "path": "title-title-34-homestead-and-other-exemptions/chapter-chapter-3-other-articles-exempt",
  "sections": [
    {
      "id": "section-34-26",
      "number": "34-26.",
      "heading": "Poor debtor's exemption; exempt articles enumerated§ 34-27",
      "text": "In addition to the exemptions provided in Chapter 2 (§ 34-4 et seq.), every householder shall be entitled to hold exempt from creditor process the following enumerated items:\n\n1. The family Bible.\n\n1a. Wedding and engagement rings.\n\n2. Family portraits and family heirlooms not to exceed $5,000 in value.\n\n3. (i) A lot in a burial ground and (ii) any preneed funeral contract not to exceed $5,000.\n\n4. All wearing apparel of the householder not to exceed $1,000 in value.\n\n4a. All household furnishings including, but not limited to, beds, dressers, floor coverings, stoves, refrigerators, washing machines, dryers, sewing machines, pots and pans for cooking, plates, and eating utensils, not to exceed $5,000 in value.\n\n4b. Firearms, not to exceed a total of $3,000 in value.\n\n5. All animals owned as pets, such as cats, dogs, birds, squirrels, rabbits, and other pets not kept or raised for sale or profit.\n\n6. Medically prescribed health aids.\n\n7. Tools, books, instruments, implements, equipment, and machines, including motor vehicles, vessels, and aircraft, which are necessary for use in the course of the householder's occupation or trade not exceeding $10,000 in value, except that a perfected security interest on such personal property shall have priority over the claim of exemption under this section. A motor vehicle, vessel, or aircraft used to commute to and from a place of occupation or trade and not otherwise necessary for use in the course of such occupation or trade shall not be exempt under this subdivision. \"Occupation,\" as used in this subdivision, includes enrollment in any public or private elementary, secondary, or career and technical education school or institution of higher education.\n\n8. Motor vehicles, not held as exempt under subdivision 7, owned by the householder, not to exceed a total of $10,000 in value, except that a perfected security interest on a motor vehicle shall have priority over the claim of exemption under this subdivision.\n\n9. Those portions of a tax refund or governmental payment attributable to the Child Tax Credit or Additional Child Tax Credit pursuant to § 24 of the Internal Revenue Code of 1986, as amended, or the Earned Income Credit pursuant to § 32 of the Internal Revenue Code of 1986, as amended.\n\n10. Unpaid spousal or child support.\n\nThe value of an item claimed as exempt under this section shall be the fair market value of the item less any prior security interest.\n\nThe monetary limits, where provided, are applicable to the total value of property claimed as exempt under that subdivision.\n\nThe purchase of an item claimed as exempt under this section with nonexempt property in contemplation of bankruptcy or creditor process shall not be deemed to be in fraud of creditors.\n\nNo officer or other person shall levy or distrain upon, or attach, such articles, or otherwise seek to subject such articles to any lien or process. It shall not be required that a householder designate any property exempt under this section in a deed in order to secure such exemption.\n\nOn April 1, 2027, and at each three-year interval ending on April 1 thereafter, each monetary limit in effect under this section immediately before such April 1 shall be adjusted to reflect the change in the Consumer Price Index for all urban consumers (CPI-U), as published by the Bureau of Labor Statistics of the U.S. Department of Labor, for the most recent three-year period ending immediately before January 1 preceding such April 1, and rounded to the nearest $25, the dollar amount that represents such change. Adjustments made in this section shall not apply with respect to bankruptcy cases commenced before April 1, 2027.\n\nCode 1919, § 6552; 1934, p. 371; 1936, p. 322; 1956, c. 637; 1970, c. 428; 1975, c. 466; 1976, c. 150; 1977, cc. 253, 496; 1990, c. 942; 1992, c. 644; 1993, c. 150; 2001, c. 483; 2002, c. 88; 2011, cc. 761, 835; 2015, c. 686; 2024, c. 656.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-34/chapter-3/section-34-26/"
    },
    {
      "id": "section-34-27",
      "number": "34-27.",
      "heading": "Additional articles exempted to householder engaged in agriculture",
      "text": "If the householder be at the time actually engaged in the business of agriculture, there shall also be exempt from such levy or distress, while he is so engaged, to be selected by him or his agent, the following articles, or so many thereof as he may have, to wit: a pair of horses or mules unless he selects or has selected a horse or mule under § 34-26, in which case he shall be entitled to select under this section only one, with the necessary gearing, one wagon or cart, one tractor, not exceeding in value $3,000, two plows, one drag, one harvest cradle, one pitchfork, one rake, two iron wedges and fertilizer and fertilizer material not exceeding in value $1,000. It shall not be required that a householder designate any property exempt under this section in a deed in order to secure such exemption.\n\nCode 1919, § 6533; 1932, p. 324; 1956, c. 637; 1970, c. 428; 1977, c. 496; 1993, c. 150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-34/chapter-3/section-34-27/"
    },
    {
      "id": "section-34-28",
      "number": "34-28.",
      "heading": "Deed of trust, etc., on such property void",
      "text": "Every deed of trust, mortgage or other writing or pledge made by a householder to give a lien on property exempt from distress or levy under § 34-26 shall be void as to such property. However, this section shall have no application to (i) property covered by a deed of trust, mortgage or other writing or pledge given by a householder to secure a loan made for the purchase of such property or (ii) security interests in such property having priority over the claim of exemption as specifically provided in subdivisions 7 and 8 of § 34-26.\n\nCode 1919, § 6564; 1938, p. 218; 1940, p. 615; 1992, c. 644; 2002, c. 88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-34/chapter-3/section-34-28/"
    },
    {
      "id": "section-34-281",
      "number": "34-28.1.",
      "heading": "Personal injury and wrongful death actions exempt; exceptions",
      "text": "Except for liens created under Article 7.1 (§ 8.01-66.2 et seq.) of Title 8.01, Article 5 (§ 54.1-3932 et seq.) of Title 54.1, and Chapter 19 (§ 63.2-1900 et seq.) of Title 63.2, all causes of action for personal injury or wrongful death and the proceeds derived from court award or settlement shall be exempt from creditor process against the injured person or statutory beneficiary as defined in Article 5 (§ 8.01-50 et seq.) of Title 8.01. It shall not be required that a householder designate any property exempt under this section in a deed in order to secure such exemption. The provisions of this section shall not be construed to affect any voluntary assignment of the proceeds or anticipated proceeds of a personal injury or wrongful death award or settlement as permitted by § 8.01-26.\n\n1990, c. 942; 1991, c. 256; 1993, c. 150; 1994, c. 35; 2003, cc. 929, 942.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-34/chapter-3/section-34-28-1/"
    },
    {
      "id": "section-34-282",
      "number": "34-28.2.",
      "heading": "Spousal and child support exempt",
      "text": "The debtor's right to receive spousal or child support, to the extent reasonably necessary for the support of the debtor and any dependent of the debtor, shall be exempt from creditor process.\n\n2015, c. 686.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-34/chapter-3/section-34-28-2/"
    },
    {
      "id": "section-34-283",
      "number": "34-28.3.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2023, cc. 456 and 457, cl. 2, effective July 1, 2023",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-34/chapter-3/section-34-28-3/"
    }
  ]
}