{
  "state": "illinois",
  "path": "title-chapter-820-employment/chapter-820-ilcs-245-work-under-compressed-air-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "When used in this Act, unless the context indicates otherwise, the",
      "text": "term",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "1.5.",
      "heading": "Federal regulations; operation of Act.",
      "text": "Federal regulations; operation of Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The working period of any person under compressed air in any",
      "text": "compartment, caisson, tunnel or places shall be divided into two periods\nunder compressed air with an interval of rest between the two periods. If\nthe air pressure exceeds fifteen pounds per square inch, the said interval\nof rest must be spent in the open air. Persons who have not previously\nworked in compressed air, when the air pressure exceeds fifteen pounds per\nsquare inch, shall work therein only one of the two said periods during the\nfirst twenty-four hours of their employment. Except in cases of extreme\nemergency no person shall be employed or subjected to pressure exceeding\nfifty pounds per square inch. The maximum number of hours to each period\nand the minimum rest intervals between the periods during any twenty-four\nhours for any pressure as given in columns one and two of the following\ntable shall be set opposite such pressure in columns three, four, five, six\nand seven of said table:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "No person employed in compressed air shall be permitted to pass",
      "text": "from the working chamber to normal air, except after decompression in a lock as follows:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Every employer of workers in compressed air and every agent,",
      "text": "foreman, manager or superintendent thereof in charge of such work, shall be\nresponsible for the observance of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Any employer of workers under compressed air or any agent, foreman,",
      "text": "manager or superintendent thereof in charge of such work, who violates any\nof the provisions of this Act shall be deemed guilty of a petty offense.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "It shall be the duty of the Department of Labor to enforce the",
      "text": "provisions of this Act and prosecute all violations of the same before any\nCourt of competent jurisdiction in this State, and for that purpose the\nDepartment of Labor, its officers and duly authorized employees are hereby\nempowered to visit and inspect at all reasonable times, all places where\nwork is done in compressed air.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "The invalidity of any portion of this Act shall in no way affect",
      "text": "the validity of any other portion hereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "This Act may be cited as the  Work Under Compressed Air Act.",
      "text": "This Act may be cited as the Work Under Compressed Air Act.",
      "history": "",
      "source_url": ""
    }
  ]
}