{
  "state": "michigan",
  "path": "title-chapter-213-condemnation/chapter-act-40-of-1965-allowances-for-moving-personal-property-from-",
  "sections": [
    {
      "id": "section-213351",
      "number": "213.351",
      "heading": "Property Acquired for Public Purposes; Definitions",
      "text": "As used in this act:\n\n(a) \"Occupant\" means an individual, family, business, including the operation of a farm, or a nonprofit organization, required by a public agency to vacate real property because of a public improvement project.\n\n(b) \"Family\" means 2 or more persons who are living together in the same quarters.\n\n(c) \"Moving expense\" means the cost of dismantling, disconnecting, crating, loading, insuring, temporary storing, transporting, unloading, reassembling, reconnecting and reinstalling of personal property, exclusive of trade fixtures and exclusive of the cost of any improvements, alterations or any other changes in or to any structure in effecting such reinstallation.\n\nHistory:1965, Act 40, Imd. Eff. May 19, 1965",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-213/statute-act-40-of-1965/section-213-351/"
    },
    {
      "id": "section-213352",
      "number": "213.352",
      "heading": "Occupant Who Vacates Real Property; Moving Expense for Personal Property; Conditions; “Personal Property” Explained; Attorney Fees and Costs; Precedence of Federal Regulations and Procedures",
      "text": "(1) An occupant who vacates real property on or after May 15, 1965, pursuant to the provisions of a written agreement to purchase the property or pursuant to the provisions of a written agreement for possession and use of the property or pursuant to the transfer of title to the property in condemnation proceedings, shall be reimbursed by the public agency for the reasonable and necessary moving expense for moving his or her personal property not more than 50 miles, subject to the following conditions:\n\n(a) The maximum payment to an individual or family shall not exceed $5,250.00. The maximum payment to a business, including the operation of a farm, or a nonprofit organization shall not exceed $15,000.00.\n\n(b) An individual or a family may elect to receive a fixed moving allowance, in lieu of actual moving expense, based on a schedule of payments established by the acquiring agency taking into consideration the maximum payment allowed, the number of rooms and other factors.\n\n(c) Instead of any other payment under this act, other state law, or federal law, an occupant of residential property who has a leasehold interest of less than 6 months is entitled to elect a fixed payment of $3,500.00. If the occupant does not elect this fixed payment, the occupant may receive a moving allowance as determined under subdivisions (a) and (b).\n\n(d) Except as provided in section 9 of the uniform condemnation procedures act, 1980 PA 87, MCL 213.59, payment shall not be made to an occupant until after the occupant has vacated the real property unless the payment is required to enable the occupant to relocate.\n\n(2) As used in this section, \"personal property\" does not include a fixture, whether removable or not.\n\n(3) The court may award reasonable attorney fees and costs to an individual described in subsection (1)(c) who brings a successful action to recover a fixed payment or a moving allowance under subsection (1).\n\n(4) Notwithstanding subsections (1) to (3), if the public agency is complying with applicable federal regulations and procedures regarding moving allowances and relocation requirements, those federal regulations and procedures take precedence over any conflicting provisions in this section.\n\nHistory:1965, Act 40, Imd. Eff. May 19, 1965 ;-- Am. 1991, Act 21, Imd. Eff. May 16, 1991 ;-- Am. 2006, Act 369, Eff. Dec. 23, 2006",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-213/statute-act-40-of-1965/section-213-352/"
    },
    {
      "id": "section-213353",
      "number": "213.353",
      "heading": "Payments Allowed by Federal Regulation; Payments, Number.",
      "text": "The maximum payments imposed by section 2 do not prohibit payments made in accordance with applicable regulations for federal reimbursement which payments are hereby authorized, provided such payments are at least equal to payments under section 2. If payment is made in accordance with applicable federal regulation, payment shall not also be made pursuant to section 2. In no event shall more than 1 payment be made to the same occupant for the same occupancy. After the occupant has vacated the property, no payment may thereafter be paid to any party with respect to the subsequent occupancy of the same property.\n\nHistory:1965, Act 40, Imd. Eff. May 19, 1965",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-213/statute-act-40-of-1965/section-213-353/"
    },
    {
      "id": "section-213354",
      "number": "213.354",
      "heading": "Moving Allowances; Paid for Highway Projects.",
      "text": "Moving allowances paid because of highway projects are deemed to be a highway purpose and a cost of highway construction.\n\nHistory:1965, Act 40, Imd. Eff. May 19, 1965",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-213/statute-act-40-of-1965/section-213-354/"
    },
    {
      "id": "section-213355",
      "number": "213.355",
      "heading": "Moving Allowances; Additional to Compensation; Not Considered in Condemnation Proceedings.",
      "text": "Moving allowances are independent of and in addition to compensation for land, buildings or property rights. The cost of moving personal property is not subject to consideration in condemnation proceedings for the acquisition of land, buildings or property rights.\n\nHistory:1965, Act 40, Imd. Eff. May 19, 1965",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-213/statute-act-40-of-1965/section-213-355/"
    }
  ]
}