{
  "state": "nebraska",
  "path": "title-chapter-74-railroads/chapter-74-308-real-estate-acquisition-damages-procedure",
  "sections": [
    {
      "id": "section-74-308real",
      "number": "74-308.Real",
      "heading": "estate; acquisition; damages; procedure",
      "text": "Any railroad may purchase and use real estate for a price to be agreed upon with the owners thereof and may acquire the same through the exercise of the power of eminent domain. The procedure to condemn property shall be exercised in the manner set forth in se",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-74-308",
      "number": "74-308",
      "heading": "",
      "text": "74-308.Real estate; acquisition; damages; procedure.\n\nAny railroad may purchase and use real estate for a price to be agreed upon with the owners thereof and may acquire the same through the exercise of the power of eminent domain. The procedure to condemn property shall be exercised in the manner set forth in sections 76-704 to 76-724.\n\nSourceR.S.1866, c. 25, § 95, p. 223;R.S.1913, § 5945;C.S.1922, § 5283;C.S.1929, § 74-306;R.S.1943, § 74-308;Laws 1951, c. 101, § 113, p. 501;Laws 1994, LB 414, § 3.\n\nAnnotations\n\nAlthough railroads are private corporations, they have been given the statutory authority to acquire land through eminent domain. Railroads are required to exercise their eminent domain power in accordance with Nebraska's general eminent domain statutes, set forth at sections 76-701 to 76-726. Burlington Northern and Santa Fe Ry. Co. v. Chaulk, 262 Neb. 235, 631 N.W.2d 131 (2001).\n\nAn attempt to agree with owner is condition precedent to condemnation. Higgins v. Loup River Public Power Dist., 157 Neb. 652, 61 N.W.2d 213 (1953).\n\nTaxation of costs in eminent domain proceedings by railroad company contrasted with procedure under other statutes. Kennedy v. Department of Roads & Irrigation, 150 Neb. 727, 35 N.W.2d 781 (1949).\n\nThe fact that negotiations for purchase of a tract of land failed because of disagreement is sufficient to show that the parties were unable to agree and to authorize ascertainment of damages by condemnation. Rogers v. Cosgrave, 98 Neb. 608, 153 N.W. 569 (1915).\n\nThe fact that by statute the railroad company may condemn land for a right-of-way if the parties are unable to agree will be considered with evidence tending to show that a contract for the purchase of such land is inequitable and not to be specifically enforced. Rice v. Lincoln & N. W. R. R. Co., 88 Neb. 307, 129 N.W. 425 (1911).\n\nStatutory provisions for the ascertainment of damages to a landowner whose property is taken by eminent domain apply only when real estate is taken or appropriated by the railroad company. Republican V. R. R. Co. v. Fellers, 16 Neb. 169, 20 N.W. 217 (1884).\n\nThe mode provided for assessing damages for right-of-way does not apply where property is damaged but no portion thereof is taken. Burlington & M. R. R. Co. v. Reinhackle, 15 Neb. 279, 18 N.W. 69 (1883), 48 Am. R. 342 (1883).\n\nProvisions of this section for ascertaining damages apply only where property is taken. Where property is damaged, relief must be sought in an action for damages. Omaha Horse Ry. Co. v. Cable Tram-Way Co. of Omaha, 32 F. 727 (Cir. Ct., D. Neb. 1887).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-74/statute-74-308/"
    }
  ]
}