{
  "state": "idaho",
  "path": "title-title-74/chapter-chapter-2",
  "sections": [
    {
      "id": "section-74-201",
      "number": "74-201",
      "heading": "",
      "text": "74-201. FORMATION OF PUBLIC POLICY AT OPEN MEETINGS. The people of the state of Idaho in creating the instruments of government that serve them, do not yield their sovereignty to the agencies so created. Therefore, the legislature finds and declares that it is the policy of this state that the formation of public policy is public business and shall not be conducted in secret.\n\n[74-201, added 2015, ch. 140, sec. 5, p. 369.]",
      "source_url": "https://law.justia.com/codes/idaho/title-74/chapter-2/section-74-201/"
    },
    {
      "id": "section-74-202",
      "number": "74-202",
      "heading": "",
      "text": "74-202. OPEN PUBLIC MEETINGS — DEFINITIONS. As used in this chapter:\n\n(1) \"Decision\" means any determination, action, vote or final disposition upon a motion, proposal, resolution, order, ordinance or measure on which a vote of a governing body is required, at any meeting at which a quorum is present, but shall not include those ministerial or administrative actions necessary to carry out a decision previously adopted in a meeting held in compliance with this chapter.\n\n(2) \"Deliberation\" means the receipt or exchange of information or opinion relating to a decision, but shall not include informal or impromptu discussions of a general nature that do not specifically relate to a matter then pending before the public agency for decision.\n\n(3) \"Executive session\" means any meeting or part of a meeting of a governing body that is closed to any persons for deliberation on certain matters.\n\n(4) \"Public agency\" means:\n\n(a) Any state board, commission, department, authority, educational institution or other state agency created by or pursuant to statute, other than courts and their agencies and divisions, and the judicial council, and the district magistrates commission;\n\n(b) Any regional board, commission, department or authority created by or pursuant to statute;\n\n(c) Any county, city, school district, special district, or other municipal corporation or political subdivision of the state of Idaho; and\n\n(d) Any subagency of a public agency created by or pursuant to statute, ordinance, or other legislative act.\n\n(5) \"Governing body\" means the members of any public agency that consists of two (2) or more members, with the authority to make decisions for or recommendations to a public agency regarding any matter.\n\n(6) \"Meeting\" means the convening of a governing body of a public agency to make a decision or to deliberate toward a decision on any matter.\n\n(a) \"Regular meeting\" means the convening of a governing body of a public agency on the date fixed by law or rule, to conduct the business of the agency.\n\n(b) \"Special meeting\" is a convening of the governing body of a public agency pursuant to a special call for the conduct of business as specified in the call.\n\n[74-202, added 2018, ch. 142, sec. 3, p. 289.]",
      "source_url": "https://law.justia.com/codes/idaho/title-74/chapter-2/section-74-202/"
    },
    {
      "id": "section-74-203",
      "number": "74-203",
      "heading": "",
      "text": "74-203. GOVERNING BODIES — REQUIREMENT FOR OPEN PUBLIC MEETINGS. (1) Except as provided below, all meetings of a governing body of a public agency shall be open to the public and all persons shall be permitted to attend any meeting except as otherwise provided by this act. No decision at a meeting of a governing body of a public agency shall be made by secret ballot.\n\n(2) Deliberations of the board of tax appeals created in chapter 38, title 63, Idaho Code, the public utilities commission and the industrial commission in a fully submitted adjudicatory proceeding in which hearings, if any are required, have been completed, and in which the legal rights, duties or privileges of a party are to be determined are not required by this act to take place in a meeting open to the public. Such deliberations may, however, be made and/or conducted in a public meeting at the discretion of the agency.\n\n(3) Meetings of the Idaho life and health insurance guaranty association established under chapter 43, title 41, Idaho Code, the Idaho insurance guaranty association established under chapter 36, title 41, Idaho Code, the surplus line association approved by the director of the Idaho department of insurance as authorized under chapter 12, title 41, Idaho Code, and the Idaho depredating wildlife appeals board established under chapter 55, title 22, Idaho Code, are not required by this act to take place in a meeting open to the public.\n\n(4) A governing body shall not hold a meeting at any place where discrimination on the basis of race, creed, color, sex, age or national origin is practiced.\n\n(5) All meetings may be conducted using telecommunications devices which enable all members of a governing body participating in the meeting to communicate with each other. Such devices may include, but are not limited to, telephone or video conferencing devices and similar communications equipment. Participation by a member of the governing body through telecommunications devices shall constitute presence in person by such member at the meeting; provided however, that at least one (1) member of the governing body, or the director of the public agency, or the chief administrative officer of the public agency shall be physically present at the location designated in the meeting notice, as required under section 74-204, Idaho Code, to ensure that the public may attend such meeting in person. The communications among members of a governing body must be audible to the public attending the meeting in person and the members of the governing body.\n\n[74-203, added 2015, ch. 140, sec. 5, p. 369; am. 2025, ch. 54, sec. 2, p. 264.]",
      "source_url": "https://law.justia.com/codes/idaho/title-74/chapter-2/section-74-203/"
    },
    {
      "id": "section-74-204",
      "number": "74-204",
      "heading": "",
      "text": "74-204. NOTICE OF MEETINGS — AGENDAS. (1) Regular meetings. No less than a five (5) calendar day meeting notice and a forty-eight (48) hour agenda notice shall be given unless otherwise provided by statute. Provided however, that any public agency that holds meetings at regular intervals of at least once per calendar month scheduled in advance over the course of the year may satisfy this meeting notice by giving meeting notices at least once each year of its regular meeting schedule. The notice requirement for meetings and agendas shall be satisfied by posting such notices and agendas in a prominent place at the principal office of the public agency or, if no such office exists, at the building where the meeting is to be held. The notice for meetings and agendas shall also be posted electronically if the entity maintains an online presence through a website or a social media platform.\n\n(2) Special meetings. No special meeting shall be held without at least a twenty-four (24) hour meeting and agenda notice, unless an emergency exists. An emergency is a situation involving injury or damage to persons or property, or immediate financial loss, or the likelihood of such injury, damage or loss, when the notice requirements of this section would make such notice impracticable or increase the likelihood or severity of such injury, damage or loss, and the reason for the emergency is stated at the outset of the meeting. The notice required under this section shall include at a minimum the meeting date, time, place and name of the public agency calling for the meeting. The secretary or other designee of each public agency shall maintain a list of the news media requesting notification of meetings and shall make a good faith effort to provide advance notification to them of the time and place of each meeting.\n\n(3) Executive sessions. If only an executive session will be held, a twenty-four (24) hour meeting and agenda notice shall be given according to the notice provisions stated in subsection (2) of this section and shall state the reason and the specific provision of law authorizing the executive session.\n\n(4) An agenda shall be required for each meeting. The agenda shall be posted in the same manner as the notice of the meeting. An agenda may be amended, provided that a good faith effort is made to include, in the original agenda notice, all items known to be probable items of discussion. An agenda item that requires a vote shall be identified on the agenda as an \"action item\" to provide notice that action may be taken on that item. Multiple agenda items may be grouped together and voted upon as a single action item known as a consent agenda, provided the agenda items are not ordinances, fee resolutions, or items requiring more than a simple majority of the members present. During the meeting, if any member of the governing body requests an item or items be removed from the consent agenda, such item or items shall, prior to the vote on the consent agenda, be removed from the consent agenda and considered as a separate action for discussion and vote. Identifying an item as an action item on the agenda does not require a vote to be taken on that item.\n\n(a) If an amendment to an agenda is made after an agenda has been posted but forty-eight (48) hours or more prior to the start of a regular meeting, or twenty-four (24) hours or more prior to the start of a special meeting, then the agenda is amended upon the posting of the amended agenda.\n\n(b) If an amendment to an agenda is proposed after an agenda has been posted and less than forty-eight (48) hours prior to a regular meeting or less than twenty-four (24) hours prior to a special meeting but prior to the start of the meeting, the proposed amended agenda shall be posted but shall not become effective until a motion is made at the meeting and the governing body votes to amend the agenda.\n\n(c) An agenda may be amended after the start of a meeting upon a motion that states the reason for the amendment and states the good faith reason the agenda item was not included in the original agenda posting. Final action may not be taken on an agenda item added after the start of a meeting unless an emergency is declared necessitating action at that meeting. The declaration and justification shall be reflected in the minutes.\n\n[74-204, added 2015, ch. 140, sec. 5, p. 370; am. 2018, ch. 223, sec. 1, p. 502; am. 2025, ch. 19, sec. 1, p. 52.]",
      "source_url": "https://law.justia.com/codes/idaho/title-74/chapter-2/section-74-204/"
    },
    {
      "id": "section-74-205",
      "number": "74-205",
      "heading": "",
      "text": "74-205. WRITTEN MINUTES OF MEETINGS. (1) The governing body of a public agency shall provide for the taking of written minutes of all its meetings. Neither a full transcript nor a recording of the meeting is required, except as otherwise provided by law. All minutes shall be available to the public within a reasonable time after the meeting, and shall include at least the following information:\n\n(a) All members of the governing body present;\n\n(b) All motions, resolutions, orders, or ordinances proposed and their disposition;\n\n(c) The results of all votes, and upon the request of a member, the vote of each member, by name.\n\n(2) Minutes pertaining to executive sessions. Minutes pertaining to an executive session shall include a reference to the specific statutory subsection authorizing the executive session and shall also provide sufficient detail to identify the purpose and topic of the executive session but shall not contain information sufficient to compromise the purpose of going into executive session.\n\n[74-205, added 2015, ch. 140, sec. 5, p. 371.]",
      "source_url": "https://law.justia.com/codes/idaho/title-74/chapter-2/section-74-205/"
    },
    {
      "id": "section-74-206",
      "number": "74-206",
      "heading": "",
      "text": "74-206. EXECUTIVE SESSIONS — WHEN AUTHORIZED. (1) An executive session at which members of the public are excluded may be held, but only for the purposes and only in the manner set forth in this section. The motion to go into executive session shall identify the specific subsections of this section that authorize the executive session. There shall be a roll call vote on the motion and the vote shall be recorded in the minutes. An executive session shall be authorized by a two-thirds (2/3) vote of the governing body. An executive session may be held:\n\n(a) To consider hiring a public officer, employee, staff member or individual agent, wherein the respective qualities of individuals are to be evaluated in order to fill a particular vacancy or need. This paragraph does not apply to filling a vacancy in an elective office or deliberations about staffing needs in general;\n\n(b) To consider the evaluation, dismissal or disciplining of, or to hear complaints or charges brought against, a public officer, employee, staff member or individual agent, or public school student;\n\n(c) To acquire an interest in real property not owned by a public agency;\n\n(d) To consider records that are exempt from disclosure as provided in chapter 1, title 74, Idaho Code;\n\n(e) To consider preliminary negotiations involving matters of trade or commerce in which the governing body is in competition with governing bodies in other states or nations;\n\n(f) To communicate with legal counsel for the public agency to discuss the legal ramifications of and legal options for pending litigation, or controversies not yet being litigated but imminently likely to be litigated. The mere presence of legal counsel at an executive session does not satisfy this requirement;\n\n(g) By the commission of pardons and parole, as provided by law;\n\n(h) By the custody review board of the Idaho department of juvenile corrections, as provided by law;\n\n(i) To engage in communications with a representative of the public agency’s risk manager or insurance provider to discuss the adjustment of a pending claim or prevention of a claim imminently likely to be filed. The mere presence of a representative of the public agency’s risk manager or insurance provider at an executive session does not satisfy this requirement; or\n\n(j) To consider labor contract matters authorized under section 74-206A (1)(a) and (b), Idaho Code.\n\n(2) The exceptions to the general policy in favor of open meetings stated in this section shall be narrowly construed. It shall be a violation of this chapter to change the subject within the executive session to one not identified within the motion to enter the executive session or to any topic for which an executive session is not provided.\n\n(3) No executive session may be held for the purpose of taking any final action or making any final decision.\n\n(4) If the governing board of a public school district, charter district, or public charter school has vacancies such that fewer than two-thirds (2/3) of board members have been seated, then the board may enter into executive session on a simple roll call majority vote.\n\n[74-206, added 2015, ch. 140, sec. 5, p. 371; am. 2015, ch. 271, sec. 1, p. 1125; am. 2018, ch. 169, sec. 25, p. 377; am. 2019, ch. 114, sec. 1, p. 439.]",
      "source_url": "https://law.justia.com/codes/idaho/title-74/chapter-2/section-74-206/"
    },
    {
      "id": "section-74-206a",
      "number": "74-206A",
      "heading": "",
      "text": "74-206A. NEGOTIATIONS IN OPEN SESSION. (1) All negotiations between a governing body and a labor organization shall be in open session and shall be available for the public to attend. This requirement also applies to negotiations between the governing body’s designated representatives and representatives of the labor organization. This requirement shall also apply to meetings with any labor negotiation arbitrators, fact finders, mediators or similar labor dispute meeting facilitators when meeting with both parties to the negotiation at the same time. Provided, however, a governing body or its designated representatives may hold an executive session for the specific purpose of:\n\n(a) Deliberating on a labor contract offer or to formulate a counteroffer; or\n\n(b) Receiving information about a specific employee, when the information has a direct bearing on the issues being negotiated and a reasonable person would conclude that the release of that information would violate that employee’s right to privacy.\n\n(2) All documentation exchanged between the parties during negotiations, including all offers, counteroffers and meeting minutes, shall be subject to public writings disclosure laws.\n\n(3) Any other provision of law notwithstanding, including any other provisions to the contrary in sections 33-402 and 74-204, Idaho Code, the governing body shall post notice of all negotiation sessions at the earliest possible time practicable. This shall be done by the governing body by immediately posting notice of the negotiation session on the front page of its official website. If time permits, the governing body shall also post notice within twenty-four (24) hours at its regular meeting physical posting locations.\n\n(4) Public testimony, if any, shall be posted as an agenda item.\n\n[(74-206A) 67-2345A, added 2015, ch. 271, sec. 2, p. 1126; am. and redesig. 2016, ch. 47, sec. 41, p.125; am. 2019, ch. 85, sec. 1, p. 211.]",
      "source_url": "https://law.justia.com/codes/idaho/title-74/chapter-2/section-74-206a/"
    },
    {
      "id": "section-74-207",
      "number": "74-207",
      "heading": "",
      "text": "74-207. OPEN LEGISLATIVE MEETINGS REQUIRED. All meetings of any standing, special or select committee of either house of the legislature of the state of Idaho shall be open to the public at all times, except in extraordinary circumstances as provided specifically in the rules of procedure in either house, and any person may attend any meeting of a standing, special or select committee, but may participate in the committee only with the approval of the committee itself.\n\n[74-207, added 2015, ch. 140, sec. 5, p. 372.]",
      "source_url": "https://law.justia.com/codes/idaho/title-74/chapter-2/section-74-207/"
    },
    {
      "id": "section-74-208",
      "number": "74-208",
      "heading": "",
      "text": "74-208. VIOLATIONS. (1) If an action, or any deliberation or decision-making that leads to an action, occurs at any meeting which fails to comply with the provisions of this chapter, such action shall be null and void.\n\n(2) Any member of the governing body governed by the provisions of this chapter, who conducts or participates in a meeting which violates the provisions of this act shall be subject to a civil penalty not to exceed two hundred fifty dollars ($250).\n\n(3) Any member of a governing body who knowingly violates the provisions of this chapter shall be subject to a civil penalty not to exceed one thousand five hundred dollars ($1,500).\n\n(4) Any member of a governing body who knowingly violates any provision of this chapter and who has previously admitted to committing or has been previously determined to have committed a violation pursuant to subsection (3) of this section within the twelve (12) months preceding this subsequent violation shall be subject to a civil penalty not to exceed two thousand five hundred dollars ($2,500).\n\n(5) The attorney general shall have the duty to enforce this chapter in relation to public agencies of state government, and the prosecuting attorneys of the various counties shall have the duty to enforce this act in relation to local public agencies within their respective jurisdictions. In the event that there is reason to believe that a violation of the provisions of this act has been committed by members of a board of county commissioners or, for any other reason a county prosecuting attorney is deemed disqualified from proceeding to enforce this act, the prosecuting attorney or board of county commissioners shall seek to have a special prosecutor appointed for that purpose as provided in section 31-2603, Idaho Code.\n\n(6) Any person affected by a violation of the provisions of this chapter may commence a civil action in the magistrate division of the district court of the county in which the public agency ordinarily meets, for the purpose of requiring compliance with provisions of this act. No private action brought pursuant to this subsection shall result in the assessment of a civil penalty against any member of a public agency and there shall be no private right of action for damages arising out of any violation of the provisions of this chapter. Any suit brought for the purpose of having an action declared or determined to be null and void pursuant to subsection (1) of this section shall be commenced within thirty (30) days of the time of the decision or action that results, in whole or in part, from a meeting that failed to comply with the provisions of this act. Any other suit brought under the provisions of this section shall be commenced within one hundred eighty (180) days of the time of the violation or alleged violation of the provisions of this act.\n\n(7) (a) A violation may be cured by a public agency upon:\n\n(i) The agency’s self-recognition of a violation; or\n\n(ii) Receipt by the secretary or clerk of the public agency of written notice of an alleged violation. A complaint filed and served upon the public agency may be substituted for other forms of written notice. Upon notice of an alleged open meeting violation, the governing body shall have fourteen (14) days to respond publicly and either acknowledge the open meeting violation and state an intent to cure the violation or state that the public agency has determined that no violation has occurred and that no cure is necessary. Failure to respond shall be treated as a denial of any violation for purposes of proceeding with any enforcement action.\n\n(b) Following the public agency’s acknowledgment of a violation pursuant to paragraph (a)(i) or (a)(ii) of this subsection, the public agency shall have fourteen (14) days to cure the violation by declaring that all actions taken at or resulting from the meeting in violation of this act void.\n\n(c) All enforcement actions shall be stayed during the response and cure period but may recommence at the discretion of the complainant after the cure period has expired.\n\n(d) A cure as provided in this section shall act as a bar to the imposition of the civil penalty provided in subsection (2) of this section. A cure of a violation as provided in subsection (7)(a)(i) of this section shall act as a bar to the imposition of any civil penalty provided in subsection (4) of this section.\n\n[74-208, added 2015, ch. 140, sec. 5, p. 372; am. 2015, ch. 345, sec. 1, p. 1301.]",
      "source_url": "https://law.justia.com/codes/idaho/title-74/chapter-2/section-74-208/"
    }
  ]
}