{
  "state": "delaware",
  "path": "title-title-25/chapter-title25c014index",
  "sections": [
    {
      "id": "section-1401",
      "number": "1401.",
      "heading": "Liability for damages; court’s authority to determine whether trespass intentional; exemplary and actual damages",
      "text": "(a) Whoever wilfully, negligently or maliciously cuts down or fells or causes to be cut down or felled a tree or trees growing upon the land of another, without the consent of the owner,\n§\n\n 1401;49 Del. Laws, c. 236;61 Del. Laws, c. 384,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n1402. Method of ascertaining value of trees removed.In the absence of a more accurate means of ascertaining the value of trees removed in a timber trespass, the court may accept that figure which shall be arrived at by accepting the diameters of the stumps of the severed trees measured inside the bark as the assumed diameter of the trees measured outside the bark at 41/4feet above the ground and apply the values given for gross tree volume as published in U.S.D.A., Farmers Bulletin No. 1989, and the numerous privately published forestry publications which give board foot volume contents of timber trees based on the International Long Rule formula.25 Del. C. 1953,\n\n§\n\n 1402;49 Del. Laws, c. 236.;§\n\n1403. Failure of defendant to answer.If the defendant in an action, as provided in this chapter, shall not appear or shall not answer the complaint at the return of the writ or notice served therefor, the court shall determine the trespass wilful and award damages accordingly.25 Del. C. 1953,\n\n§\n\n 1403;49 Del. Laws, c. 236.;§\n\n1404. Abatement of action.An action begun under this chapter shall not abate by the death of either party thereto, but shall be continued by the administrator or executor.25 Del. C. 1953,\n\n§\n\n 1404;49 Del. Laws, c. 236.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1402",
      "number": "1402.",
      "heading": "Method of ascertaining value of trees removed",
      "text": "In the absence of a more accurate means of ascertaining the value of trees removed in a timber trespass, the court may accept that figure which shall be arrived at by accepting the diameters of the stumps of the severed trees measured inside the bark as\n§\n\n 1402;49 Del. Laws, c. 236.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1403",
      "number": "1403.",
      "heading": "Failure of defendant to answer",
      "text": "If the defendant in an action, as provided in this chapter, shall not appear or shall not answer the complaint at the return of the writ or notice served therefor, the court shall determine the trespass wilful and award damages accordingly.25 Del. C. 1953,\n§\n\n 1403;49 Del. Laws, c. 236.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1404",
      "number": "1404.",
      "heading": "Abatement of action.An action begun under this chapter shall not abate by the death of either party thereto, but shall be continued by the administrator or executor",
      "text": "25 Del. C. 1953,\n§\n\n 1404;49 Del. Laws, c. 236.;",
      "history": "",
      "source_url": ""
    }
  ]
}