{
  "state": "delaware",
  "path": "title-title-25/chapter-title25c031index",
  "sections": [
    {
      "id": "section-3101",
      "number": "3101.",
      "heading": "Federal tax liens and liens notices",
      "text": "This chapter applies to federal tax liens, and also to other federal liens notices, of which under any Act of Congress or any regulations drafted pursuant thereto, are required or permitted to be filed in the same manner as notices of federal tax liens.70 Del. Law\n§\n\n 1;§\n\n3102. Place of filing.(a) Notices of liens, certificates and other notices affecting federal liens must be filed in accordance with this chapter.(b) Notices of liens upon real property for obligations payable to the United States and certificates and notices affecting such liens shall be filed in the office of the recorder of deeds of the county or counties in which the real property subject to the liens is situated.(c) Notices of federal liens upon personal property, whether tangible or intangible, for obligations payable to the United States and certificates and notices affecting the liens, shall be filed as follows:(1) If the person against whose interest the lien applies is a corporation, partnership or limited liability company whose principal executive office is in this State, as these entities are described in Titles 6 and 8, in the office of the Secretary of State;(2) If the person against whose interest the lien applies is a trust or other entity that is not covered by paragraph (c)(1) of this section, in the office of the Secretary of State;(3) If the person against whose interest the lien applies is the estate of a decedent, in the office of the Secretary of State;(4) In all other cases, including, but not limited to, an individual conducting business as a sole proprietorship, in the office of the recorder of deeds of the county or counties where the person against whose interest the lien applies resides at the time of filing of the notice of lien.70 Del. Laws, c. 504,\n\n§\n\n 1;71 Del. Laws, c. 123,\n\n§§\n\n 1-3;§\n\n3103. Execution of notices and certificates.Certification of notices of liens, certificates or other notices affecting federal liens by the Secretary of the Treasury of the United States or the Secretary’s delegate or by any official or entity of the United States responsible for filing or certifying of notice of any other lien entitles them to be filed, and no other attestation, certification or acknowledgment is necessary.70 Del. Laws, c. 504,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3104. Duties of filing officer.(a) If a notice of federal lien, a refiling of a notice of federal lien or a notice of revocation of any certificate in subsection (b) of this section is presented to a filing officer who is:(1) The Secretary of State, the Secretary of State shall cause the notice to be marked, held and indexed in accordance with the provisions of § 9-502 of Title 6 (Uniform Commercial Code) as if the notice were a financing statement within the meaning of that Code; or(2) Any other officer described in § 3102 of this title, the officer shall endorse thereon the officer’s identification and the date and time of receipt and forthwith file it alphabetically or enter it in an alphabetical index showing the name and address of the person named in the notice, the date and time of receipt, the title and address of the official or entity certifying the lien and the total amount appearing on the notice of lien.(b) If a certificate of release, nonattachment, discharge or subordination of any lien is presented to the Secretary of State for filing the Secretary of State shall:(1) Cause a certificate of release or nonattachment to be marked, held and indexed as if the certificate were a termination statement within the meaning of the Uniform Commercial Code, but the notice of lien to which the certificate relates may not be removed from the files; and(2) Cause a certificate of discharge or subordination to be marked, held and indexed as if the certificate were a release of collateral within the meaning of the Uniform Commercial Code.(c) If a refiled notice of federal lien referred to in subsection (a) of this section or any of the certificates or notices referred to in subsection (b) of this section is presented for filing to any other filing officer specified in § 3102 of this title, the officer shall permanently attach the refiled notice or the certificate to the original notice of lien and enter the refiled notice or the certificate with the date of filing in any alphabetical lien index on the line where the original notice of lien is entered.(d) Upon the request of any person, the filing officer shall issue a certificate showing whether there is on file, on the date and hour stated therein, any notice of lien, or certificate, or notice affecting any lien under this chapter, naming a particular person, and if a notice or certificate is on file, giving the date and hour of filing of each notice or certificate. The fee for a certificate is $10. Upon request, the filing officer shall furnish a copy of any notice of federal lien, or notice or certificate affecting a federal lien, for a fee of $1.00 per page.70 Del. Laws, c. 504,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3105. Fees.(a) The fee for filing and indexing each notice of lien, or certificate or notice affecting the lien, is:(1) For a lien on real estate, $20;(2) For a lien on tangible and intangible personal property, $10;(3) For a certificate of discharge or subordination, $5;(4) For all other notices, including a certificate of release or non-attachment, $3.(b) The officer shall bill the district directors of internal revenue or other appropriate federal officials on a monthly basis for fees for documents filed by them.70 Del. Laws, c. 504,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3102",
      "number": "3102.",
      "heading": "Place of filing.(a) Notices of liens, certificates and other notices affecting federal liens must be filed in accordance with this chapter",
      "text": "(b) Notices of liens upon real property for obligations payable to the United States and certificates and notices affecting such liens shall be filed in the offi\n§\n\n 1;71 Del. Laws, c. 123,\n\n§§\n\n 1-3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3103",
      "number": "3103.",
      "heading": "Execution of notices and certificates",
      "text": "Certification of notices of liens, certificates or other notices affecting federal liens by the Secretary of the Treasury of the United States or the Secretary’s delegate or by any official or entity of the United States responsible for filing or certifying of n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3104",
      "number": "3104.",
      "heading": "Duties of filing officer.(a) If a notice of federal lien, a refiling of a notice of federal lien or a notice of revocation of any certificate in subsection (b) of this section is presented to a filing officer who is:(1) The Secretary of State, the Secretary of State shall cause the notice to be mark",
      "text": "§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3105",
      "number": "3105.",
      "heading": "Fees.(a) The fee for filing and indexing each notice of lien, or certificate or notice affecting the lien, is:(1) For a lien on real estate, $20;(2) For a lien on tangible and intangible personal property, $10;(3) For a certificate of discharge or subordination, $5;(4) For all other notices, includi",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}