{
  "state": "delaware",
  "path": "title-title-25/chapter-title25c056index",
  "sections": [
    {
      "id": "section-5601",
      "number": "5601.",
      "heading": "Definitions.For purposes of this chapter:(1) “Coordinator” means the Right to Representation Coordinator within Delaware Volunteer Legal Services",
      "text": "(2) “Covered individual” means a tenant who is eligible for legal representation under this chapter.(3) “Covered proceeding” means any of the following:a.\n§\n\n1;85 Del. Laws, c. 207,\n\n§\n\n1;§\n\n5602. Right to legal representation.(a) (1) a. Except as provided under paragraph (a)(2) of this section, a tenant has the right to legal representation as provided under this chapter if the tenant’s household income over the immediately preceding 12 months is not greater than 200% of the federal poverty guidelines, as established and updated periodically by the United States Department of Health and Human Services.b. For the purpose of determining household income, a cosignor of a rental agreement and all members of the cosignor’s family who reside with the cosignor are included in the household income calculation if the tenant is a full-time student, as designated by the institution in which the tenant is enrolled.(2) A tenant is not eligible to receive legal representation from a designated organization if any of the following apply:a. The tenant’s landlord has an ownership interest in 3 or fewer rental units and is not represented by an attorney or an agent authorized by a rule of the Delaware Supreme Court.b. A designated organization determines that there is a conflict of interest.c. A designated organization declines representation for 1 or more of the following reasons:1. A tenant does not comply with the application or representation process.2. Rules of professional conduct warrant withdrawal.3. An attorney deems the tenant’s defense or appeal to lack merit.d. Other circumstances exist which make legal representation infeasible to render.(b) A covered individual is entitled to receive legal representation from a designated organization in a covered proceeding and as soon as practicable after any of the following:(1) A landlord provides a notice to the tenant as follows:a. Under § 5502 of this title that rent is past due.b. Under § 5513 of this title that the tenant has violated a material provision of the rental agreement.c. Under § 5106 of this title that the rental agreement is terminated, if the rental agreement is 1 that may only be terminated for good cause or a material violation by the tenant.(2) The initiation of a covered proceeding.(3) The covered individual has been notified that the covered individual’s housing subsidy has been terminated.(4) The determination by a designated organization that a proceeding arising from the landlord-tenant relationship on behalf of a covered individual should be initiated.(c) A covered individual’s opportunity to receive legal representation must be provided by the time of a covered individual’s first scheduled appearance in a covered proceeding.(d) In a case involving rental arrears, a covered individual shall immediately be referred by the covered individual’s legal representative to the Delaware Housing Assistance Program, or any successor rental assistance program, and shall receive assistance in applying for and obtaining housing assistance as part of the individual’s legal representation.(e) The rights in this section are subject to, and qualified by, the availability of legal representation under § 5604 of this title and the implementation period under § 5607 of this title. An individual does not have a cause of action against the Coordinator or designated organization based on the unavailability of legal representation.84 Del. Laws, c. 112,\n\n§\n\n1;§\n\n5603. Right to Representation Coordinator duties.(a) The Coordinator shall manage the funding provided by the State Court Administrator under § 5604 of this title.(b) The Coordinator shall coordinate, oversee, and organize outreach, engagement, and education events and activities regarding the rights in this chapter and may enter into contracts or issue grants to fulfill the Coordinator’s duty under this section. Subject to the availability of appropriate funding, the education events and activities must include all of the following:(1) Hosting in-person and virtual know-your-rights trainings and other workshops for tenants, rental property owners, and property managers.(2) Distributing written information to tenants and providing landlords with the written information that must be distributed to tenants.(3) Outreach to tenants regarding how to form and maintain tenant associations.(4) Referring tenants to designated organizations as appropriate.84 Del. Laws, c. 112,\n\n§\n\n1;85 Del. Laws, c. 207,\n\n§\n\n1;§\n\n5604. State Court Administrator powers and duties.(a) Notwithstanding any provision of Chapter 69 of Title 29 to the contrary, the State Court Administrator shall provide Delaware Volunteer Legal Services with the designated appropriation from the General Assembly to allow the legal aid agencies to provide the services required under this chapter, provide fair and just compensation, provide an organizational structure with appropriate supervision, caseloads, and oversight of staff and service delivery, and promote high quality legal representation and legal work.(b) The State Court Administrator may adopt rules and regulations to implement this chapter.84 Del. Laws, c. 112,\n\n§\n\n1;85 Del. Laws, c. 207,\n\n§\n\n1;§\n\n5605. Annual report.(a) Not later than August 31 of each year, each designated organization shall report to the Coordinator information on services provided in conformity with requirements developed by the Coordinator.(b) Not later than November 30 of each year, the Coordinator shall prepare a report, which must be approved by the State Court Administrator and include information from the prior fiscal year regarding all of the following:(1) The number of covered individuals served.(2) The extent of legal representation performed.(3) Metrics on evaluating outcomes.(4) The engagement and education of tenants.(5) The number of covered individuals who have previously been represented in covered proceedings.(6) Metrics on the level of experience of Justice of the Peace Court Form 50 agents, as authorized by Delaware Supreme Court Rule 57, who litigate against represented tenants, including the number of previous entries of appearance by each agent in a 12-month period, and the number of units owned by the entity being represented by the agent as documented on Justice of the Peace Court Form 50, if available. Justice of the Peace Court Form 50 is to be updated to include an optional field that requests the number of units owned or managed by the entity.(7) The Justice of the Peace Court’s experience with the process.(8) A full accounting of expenditures by the State Court Administrator and Right to Representation Coordinator under this chapter.(c) The annual report must be posted on the State Court Administrator’s website.84 Del. Laws, c. 112,\n\n§\n\n1;85 Del. Laws, c. 207,\n\n§\n\n1;§\n\n5606. Additional required disclosures.A landlord, or “housing authority” as defined under § 4301 of Title 31, shall provide a tenant with informational materials approved by the Coordinator that explain legal representation available to tenants, including a right to representation under this chapter, and identifies available resources. The Coordinator shall prepare the informational materials in English, Spanish, and Haitian Creole. The informational materials must be provided by the landlord or housing authority at all of the following events:(1) After November 22, 2023, on signing a written rental agreement or entering into a rental agreement that is oral.(2) On the first renewal or modification of a rental agreement occurring after November 22, 2023.(3) When the landlord provides any of the notices under § 5602(b)(1) of this title.(4) When a tenant receives notice of the termination of a housing subsidy.84 Del. Laws, c. 112,\n\n§\n\n1;§\n\n5607. Implementation.(a) The Coordinator shall phase in, over a period of time ending no later than June 30, 2028, provided sufficient funding for full implementation is appropriated, in a manner that the Coordinator determines appropriate, the legal representation required to be provided under § 5602 of this title.(b) The Coordinator shall consider all of the following in determining how services are prioritized during the implementation period:(1) Prioritizing households that include a child or pregnant woman.(2) Prioritizing households with household income below 100% of federal poverty guidelines.(3) Prioritizing targeted zip codes with high eviction rates.(4) Prioritizing veterans or active duty members of the United States Armed Forces, including the National Guard or the reserves.(5) The availability of funding.(6) The availability of trained and qualified attorneys to provide legal representation.(7) Any other appropriate consideration.(c) The provision of legal representation to a covered individual is not intended to be the sole basis for a continuance of a covered proceeding scheduled before November 22, 2023 for a hearing on or after November 22, 2023.84 Del. Laws, c. 112,\n\n§\n\n1;85 Del. Laws, c. 207,\n\n§\n\n1;84 Del. Laws, c. 112,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5602",
      "number": "5602.",
      "heading": "Right to legal representation.(a) (1) a",
      "text": "Except as provided under paragraph (a)(2) of this section, a tenant has the right to legal representation as provided under this chapter if the tenant’s household income over the immediately preceding 12 months is not greater than 200% of the federal poverty\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5603",
      "number": "5603.",
      "heading": "Right to Representation Coordinator duties",
      "text": "(a) The Coordinator shall manage the funding provided by the State Court Administrator under § 5604 of this title.(b) The Coordinator shall coordinate, oversee, and organize outreach, engagement, and education events and activities regarding the rights in t\n§\n\n1;85 Del. Laws, c. 207,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5604",
      "number": "5604.",
      "heading": "State Court Administrator powers and duties",
      "text": "(a) Notwithstanding any provision of Chapter 69 of Title 29 to the contrary, the State Court Administrator shall provide Delaware Volunteer Legal Services with the designated appropriation from the General Assembly to allow the legal aid agencies to provid\n§\n\n1;85 Del. Laws, c. 207,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5605",
      "number": "5605.",
      "heading": "Annual report.(a) Not later than August 31 of each year, each designated organization shall report to the Coordinator information on services provided in conformity with requirements developed by the Coordinator",
      "text": "(b) Not later than November 30 of each year, the Coordinator shall prepare a report, whi\n§\n\n1;85 Del. Laws, c. 207,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5606",
      "number": "5606.",
      "heading": "Additional required disclosures",
      "text": "A landlord, or “housing authority” as defined under § 4301 of Title 31, shall provide a tenant with informational materials approved by the Coordinator that explain legal representation available to tenants, including a right to representation under this chapter, and\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5607",
      "number": "5607.",
      "heading": "Implementation.(a) The Coordinator shall phase in, over a period of time ending no later than June 30, 2028, provided sufficient funding for full implementation is appropriated, in a manner that the Coordinator determines appropriate, the legal representation required to be provided under § 5602 of ",
      "text": "§\n\n1;85 Del. Laws, c. 207,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}