{
  "state": "michigan",
  "path": "title-chapter-691-judiciary/chapter-act-260-of-1988-community-dispute-resolution-act-6911551-691",
  "sections": [
    {
      "id": "section-6911551",
      "number": "691.1551",
      "heading": "Short Title.Section 691.1552 - Definitions",
      "text": "Section 691.1553 - Community Dispute Resolution Program; Creation; Purpose.Section 691.1554 - Community Dispute Resolution Fund; Creation; Purpose; Administration.Section 691.1555 - Revenues, Funds, and Interest Credited to Fund.Section 691.1556 - Participa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6911552",
      "number": "691.1552",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Administrative expenses\" means expenses incurred by the state court administrator in implementing this act.\n\n(b) \"Available grant funds\" means that portion of the community dispute resolution fund available for awards to grant recipients, after administrative expenses have been met.\n\n(c) \"Center\" means a community-based dispute resolution center.\n\n(d) \"Fund\" means the community dispute resolution fund.\n\n(e) \"Grant recipient\" means a nonprofit or governmental organization that receives funds to operate a center pursuant to this act.\n\n(f) \"Mediator\" means an impartial, neutral person who assists parties in voluntarily reaching their own settlement of issues in a dispute and who has no authoritative decision-making power.\n\n(g) \"Program\" means the community dispute resolution program created by this act.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988 ;-- Am. 1993, Act 286, Imd. Eff. Dec. 28, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1552/"
    },
    {
      "id": "section-6911553",
      "number": "691.1553",
      "heading": "Community Dispute Resolution Program; Creation; Purpose.",
      "text": "The community dispute resolution program is created to provide conciliation, mediation, or other forms and techniques of voluntary dispute resolution to persons as an alternative to the judicial process.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988 ;-- Am. 1993, Act 286, Imd. Eff. Dec. 28, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1553/"
    },
    {
      "id": "section-6911554",
      "number": "691.1554",
      "heading": "Community Dispute Resolution Fund; Creation; Purpose; Administration.",
      "text": "The program shall be funded by the community dispute resolution fund which is created in the state treasury and shall be administered by the state court administrator.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1554/"
    },
    {
      "id": "section-6911555",
      "number": "691.1555",
      "heading": "Revenues, Funds, and Interest Credited to Fund.",
      "text": "(1) The department of treasury shall credit to the fund the revenues received pursuant to sections 2528, 2529, 5756, 8371, and 8420 of the revised judicature act of 1961, Act No. 236 of the Public Acts of 1961, being sections 600.2528, 600.2529, 600.5756, 600.8371, and 600.8420 of the Michigan Compiled Laws.\n\n(2) The department of treasury shall credit to the fund any funds appropriated by the legislature and any federal or private funds received by the state for the purpose of implementing this act. Money in the fund at the end of the fiscal year shall remain in the fund, and shall not revert to the general fund.\n\n(3) Interest generated by revenues in the community dispute resolution fund shall be credited to the community dispute resolution fund by the department of treasury and shall be used exclusively for purposes of this act.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988 ;-- Am. 1993, Act 286, Imd. Eff. Dec. 28, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1555/"
    },
    {
      "id": "section-6911556",
      "number": "691.1556",
      "heading": "Participation in Dispute Resolution Process.",
      "text": "(1) Participation in the dispute resolution process shall be voluntary and the form or technique utilized shall be by mutual agreement of the parties.\n\n(2) Subject to subsection (1), a court may refer the parties to a civil action to a center funded under this act. The court shall not require that the parties to the civil action reach a settlement of the civil action through any dispute resolution process utilized at the center.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988 ;-- Am. 1993, Act 286, Imd. Eff. Dec. 28, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1556/"
    },
    {
      "id": "section-6911556a",
      "number": "691.1556a",
      "heading": "Agreement; Enforcement.",
      "text": "If the parties involved in a dispute resolution process reach a settlement and execute a written agreement, the agreement is enforceable in the same manner as any other written contract.\n\nHistory:Add. 1993, Act 286, Imd. Eff. Dec. 28, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1556a/"
    },
    {
      "id": "section-6911556b",
      "number": "691.1556b",
      "heading": "Repealed. 1993, Act 286, Eff. Jan. 1, 1996.",
      "text": "691.1556b Repealed. 1993, Act 286, Eff. Jan. 1, 1996.\n\nCompiler's Notes:\n\nThe repealed section pertained to pilot projects.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1556b/"
    },
    {
      "id": "section-6911557",
      "number": "691.1557",
      "heading": "Confidentiality.",
      "text": "(1) The work product and case files of a mediator or center and communications relating to the subject matter of the dispute made during the dispute resolution process by a party, mediator, or other person are confidential and not subject to disclosure in a judicial or administrative proceeding except for either of the following:\n\n(a) Work product, case files, or communications for which all parties to the dispute resolution process agree in writing to waive confidentiality.\n\n(b) Work product, case files, or communications which are used in a subsequent action between the mediator and a party to the dispute resolution process for damages arising out of the dispute resolution process.\n\n(2) Subsection (1) does not apply to statements, memoranda, materials, and other tangible evidence, otherwise subject to discovery, that were not prepared specifically for use in the dispute resolution process.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988 ;-- Am. 1993, Act 286, Imd. Eff. Dec. 28, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1557/"
    },
    {
      "id": "section-6911557a",
      "number": "691.1557a",
      "heading": "Civil Liability.",
      "text": "A mediator of a community dispute resolution center shall not be held liable for civil damages for any act or omission in the scope of his or her employment or function as a mediator, unless he or she acted in bad faith or with malicious purpose or in a manner exhibiting wanton and willful disregard of the rights, safety, or property of another.\n\nHistory:Add. 1993, Act 286, Imd. Eff. Dec. 28, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1557a/"
    },
    {
      "id": "section-6911558",
      "number": "691.1558",
      "heading": "Administration of Program.",
      "text": "This program shall be administered through community dispute resolution centers operated by grant recipients pursuant to a grant contract awarded by the state court administrator.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1558/"
    },
    {
      "id": "section-6911559",
      "number": "691.1559",
      "heading": "Eligibility of Grant Recipient for Funding.",
      "text": "To be eligible for funding, a grant recipient shall do all of the following:\n\n(a) Comply with the provisions of this act, and any requirements or guidelines established by the state court administrator to effectuate the purposes of this act.\n\n(b) Provide neutral mediators who have received not less than 40 hours of training in conflict resolution techniques and principles of the legal system in a course of study approved by the state court administrator or a program of internship as may be required by the state court administrator.\n\n(c) Provide dispute resolution services without cost to indigents.\n\n(d) Reject any dispute which involves alleged acts which are or could be the subject of a violent felony or drug-related felony criminal prosecution.\n\n(e) When appropriate, refer participants to other agencies or organizations for assistance.\n\n(f) Provide for community participation and respond to local community needs. In determining whether this requirement has been satisfied, the state court administrator shall consider the extent to which the applicant has the following:\n\n(i) Active board members and mediators drawn from the community and client constituencies.\n\n(ii) Programs and services that target local dispute resolution needs.\n\n(iii) Local financial and in-kind support.\n\n(iv) A diversified base of referral sources.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988 ;-- Am. 1993, Act 286, Imd. Eff. Dec. 28, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1559/"
    },
    {
      "id": "section-6911560",
      "number": "691.1560",
      "heading": "Selection of Grant Recipients; Contents of Grant Applications Submitted for Funding; Allocations; Matching Amount; “Civil Filing Fee Fund” Defined.",
      "text": "(1) Grant recipients shall be selected from applications submitted to the state court administrator. The grant applications submitted for funding shall include all of the following:\n\n(a) The budget for the proposed center including the proposed compensation and qualifications of the employees.\n\n(b) A description of the proposed geographical area of service and an estimate of the number of participants to be served.\n\n(c) A description of current dispute resolution services, if any, available within the proposed geographical area.\n\n(d) A narrative of the applicant's proposed program that includes the support of civic groups, social services agencies, local courts, and criminal justice agencies to accept and make referrals; the present availability of resources; and the applicant's administrative capacity.\n\n(e) A description of the fee structure, if any, that will be applied to participants seeking dispute resolution.\n\n(f) Such additional information as is determined to be needed by the state court administrator.\n\n(2) If 1 or more applicants meet the eligibility requirements of section 9 and guidelines established under section 9, the state court administrator shall award a grant or grants from money distributed to the fund from the civil filing fee fund. Grants shall be allocated as follows:\n\n(a) 65% of the money received from the civil filing fee fund shall be made available for disbursement on the basis of the annual civil court filings reported by courts. An eligible applicant shall receive a pro rata share of the available grant funds on the basis of the annual civil court filings reported by courts located in the counties serviced by the applicant.\n\n(b) 35% of the money received from the civil filing fee fund and any money in the fund derived from other sources shall be made available for disbursement on the basis of performance measures and threshold funding levels established by the state court administrative office.\n\n(3) Nothing in subsection (2) requires a grant award that exceeds the proposed center's approved budget.\n\n(4) Each grant recipient shall provide a matching amount equal to at least 35% of the awarded grant amount.\n\n(5) As used in this section, \"civil filing fee fund\" means that fund as created in section 171 of the revised judicature act of 1961, 1961 PA 236, MCL 600.171.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988 ;-- Am. 1993, Act 286, Imd. Eff. Dec. 28, 1993 ;-- Am. 2003, Act 79, Eff. Oct. 1, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1560/"
    },
    {
      "id": "section-6911561",
      "number": "691.1561",
      "heading": "Fiscal Affairs of Grant Recipient; Inspection, Examination, and Audit.",
      "text": "The state court administrator or other authorized state official shall have the power to inspect, examine, and audit the fiscal affairs of any grant recipient.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1561/"
    },
    {
      "id": "section-6911562",
      "number": "691.1562",
      "heading": "Providing Statistical Data Annually to State Court Administrator; Annual Report.",
      "text": "Each grant recipient shall annually provide to the state court administrator statistical data on its operating budget, the number of referrals, categories or types of cases referred, number of parties serviced, number of disputes resolved, nature of resolution, amount and type of awards, rate of compliance, returnees to the center, duration and estimated costs of hearing, and such other information the state court administrator may require. The state court administrator shall report annually to the governor and legislature regarding the operation and success of the centers funded pursuant to this act.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1562/"
    },
    {
      "id": "section-6911563",
      "number": "691.1563",
      "heading": "Effective Date.",
      "text": "This act shall take effect upon the expiration of 120 days after the date of its enactment.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1563/"
    },
    {
      "id": "section-6911564",
      "number": "691.1564",
      "heading": "Conditional Effective Date.",
      "text": "This act shall not take effect unless Senate Bill No. 816 of the 84th Legislature is enacted into law.\n\nHistory:1988, Act 260, Eff. Nov. 13, 1988Compiler's Notes:Senate Bill No. 816, referred to in this section, was filed with the Secretary of State August 17, 1988, and became P.A. 1988, No. 310, Eff. Jan. 1, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-260-of-1988/section-691-1564/"
    }
  ]
}