{
  "state": "michigan",
  "path": "title-chapter-691-judiciary/chapter-act-38-of-2023-extreme-risk-protection-order-act-6911801-691",
  "sections": [
    {
      "id": "section-6911801",
      "number": "691.1801",
      "heading": "Short Title.Section 691.1803 - Definitions",
      "text": "Section 691.1805 - Action for Extreme Risk Protection Order; Filing; Complaint Requirements; Confidentiality of Petitioner; Jurisdiction.Section 691.1806 - Expedited Hearing for Extreme Risk Protection Order; Notice; Change of Venue; Use of Video Conferenci",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6911803",
      "number": "691.1803",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"C.J.I.S. policy council act\" means the C.J.I.S. policy council act, 1974 PA 163, MCL 28.211 to 28.215.\n\n(b) \"Dating relationship\" means a relationship that consists of frequent, intimate associations primarily characterized by the expectation of affectional involvement. Dating relationship does not include a casual relationship or an ordinary fraternization between 2 individuals in a business or social context.\n\n(c) \"Extreme risk protection order\" means an order issued by a court under section 7.\n\n(d) \"Family member\" means an individual who is related to the respondent as any of the following:\n\n(i) A parent.\n\n(ii) A son or daughter.\n\n(iii) A sibling.\n\n(iv) A grandparent.\n\n(v) A grandchild.\n\n(vi) An uncle or aunt.\n\n(vii) A first cousin.\n\n(e) \"Guardian\" means that term as defined in section 1104 of the estates and protected individuals code, 1998 PA 386, MCL 700.1104.\n\n(f) \"Health care provider\" means any of the following:\n\n(i) A physician, physician's assistant, nurse practitioner, or certified nurse specialist licensed under article 15 of the public health code, 1978 PA 368, MCL 333.16101 to 333.18838, or a physician, physician's assistant, nurse practitioner, or certified nurse specialist licensed in another state.\n\n(ii) A mental health professional as that term is defined in section 100b of the mental health code, 1974 PA 258, MCL 330.1100b, or a mental health professional licensed in another state.\n\n(g) \"Law enforcement agency\" means any of the following:\n\n(i) A sheriff's department.\n\n(ii) The department of state police.\n\n(iii) A police department of a township, village, or incorporated city.\n\n(iv) The public safety department of an institution of higher education created under or described in article VIII of the state constitution of 1963.\n\n(v) The public safety department of a community or junior college.\n\n(vi) The public safety department or office of a private college.\n\n(h) \"Law enforcement officer\" means a law enforcement officer as that term is defined in section 2 of the Michigan commission on law enforcement standards act, 1965 PA 203, MCL 28.602.\n\n(i) \"Petitioner\" means the individual who requests an extreme risk protection order in an action under section 5.\n\n(j) \"Possession or control\" includes, but is not limited to, actual possession or constructive possession by which the individual has the right to control the firearm, even though the firearm is in a different location than the individual. Possession or control does not require the individual to own the firearm.\n\n(k) \"Respondent\" means the individual against whom an extreme risk protection order is requested in an action under section 5.\n\n(l) \"Restrained individual\" means the individual against whom an extreme risk protection order has been issued and is in effect.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1803/"
    },
    {
      "id": "section-6911805",
      "number": "691.1805",
      "heading": "Action for Extreme Risk Protection Order; Filing; Complaint Requirements; Confidentiality of Petitioner; Jurisdiction.",
      "text": "(1) An individual described in subsection (2) may file an action in the family division of the circuit court requesting the court to enter an extreme risk protection order.\n\n(2) Any of the following may file an action under this section:\n\n(a) The spouse of the respondent.\n\n(b) A former spouse of the respondent.\n\n(c) An individual who has a child in common with the respondent.\n\n(d) An individual who has or has had a dating relationship with the respondent.\n\n(e) An individual who resides or has resided in the same household with the respondent.\n\n(f) A family member.\n\n(g) A guardian of the respondent.\n\n(h) A law enforcement officer.\n\n(i) A health care provider, if filing and maintaining the action does not violate requirements of the health insurance portability and accountability act of 1996, Public Law 104-191, or regulations promulgated under that act, 45 CFR parts 160 and 164, or physician-patient confidentiality.\n\n(3) An individual who files an action under this section shall do so by filing a summons and complaint on forms approved by the state court administrative office as directed by the supreme court. The complaint must state facts that show that issuance of an extreme risk protection order is necessary because the respondent can reasonably be expected within the near future to intentionally or unintentionally seriously physically injure himself, herself, or another individual by possessing a firearm, and has engaged in an act or acts or made significant threats that are substantially supportive of the expectation.\n\n(4) An individual may file an action under this section regardless of whether the respondent owns or possesses a firearm.\n\n(5) If the respondent is 1 of the following individuals, and if the petitioner knows the respondent is 1 of the following individuals, the petitioner shall state that in the complaint:\n\n(a) An individual who is required to carry a pistol as a condition of the individual's employment and is issued a license to carry a concealed pistol.\n\n(b) A police officer licensed or certified under the Michigan commission on law enforcement standards act, 1965 PA 203, MCL 28.601 to 28.615.\n\n(c) A sheriff.\n\n(d) A deputy sheriff.\n\n(e) A member of the department of state police.\n\n(f) A local corrections officer.\n\n(g) An employee of the department of corrections.\n\n(h) A federal law enforcement officer who carries a pistol during the normal course of the officer's employment or an officer of the Federal Bureau of Prisons.\n\n(6) If the petitioner knows or believes that the respondent owns or possesses firearms, the petitioner shall state that in the complaint and, to the extent possible, identify the firearms, giving their location and any additional information that would help a law enforcement officer to find the firearms.\n\n(7) In an action under this section, the address of the petitioner must not be disclosed in any pleading or paper or otherwise. The clerk of the court shall maintain the petitioner's address as confidential in the court file. The clerk shall provide notice of hearing to the petitioner, using the confidential address, for any motion filed by the respondent or any hearing otherwise scheduled by the court.\n\n(8) Any of the following is a proper county in which to file an action under this section:\n\n(a) If the respondent is an adult, any county in this state, regardless of the residency or location of any party.\n\n(b) If the respondent is a minor, either the petitioner's or respondent's county of residence.\n\n(c) If the respondent does not reside in this state, in the petitioner's county of residence.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1805/"
    },
    {
      "id": "section-6911806",
      "number": "691.1806",
      "heading": "Expedited Hearing for Extreme Risk Protection Order; Notice; Change of Venue; Use of Video Conferencing Technology.",
      "text": "(1) The court in which an action is filed under section 5 shall expedite and give priority to a hearing on the issuance of an extreme risk protection order and to any other hearings required under this act.\n\n(2) Except as provided in section 7(2), the respondent must receive notice of a hearing on the issuance of an extreme risk protection order and give the respondent an opportunity to be heard at the hearing.\n\n(3) The court may enter an order to change the venue of an action filed under section 5 for any reason allowed under the Michigan court rules, including, but not limited to, the convenience of the parties and witnesses. The court may consider the location of firearms owned or possessed by the respondent in deciding whether to enter an order under this subsection.\n\n(4) The court may allow proceedings in an action filed under section 5 to be conducted using video conferencing technology or communication equipment as allowed under Michigan court rules and administrative orders.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1806/"
    },
    {
      "id": "section-6911807",
      "number": "691.1807",
      "heading": "Issuance of Extreme Risk Protection Order; Determination; Preponderance of Evidence; Considerations; Notice Exception; Hearing Requirement; Emergency Extreme Risk Protection Order; Modification or Rescission of Order; Surrendering of Firearm",
      "text": "(1) In an action under section 5, the court shall issue an extreme risk protection order if the court determines by the preponderance of the evidence that the respondent can reasonably be expected within the near future to intentionally or unintentionally seriously physically injure himself, herself, or another individual by possessing a firearm, and has engaged in an act or acts or made significant threats that are substantially supportive of the expectation. In making its determination under this subsection, the court shall consider all of the following:\n\n(a) Any history of use, attempted use, or threatened use of physical force by the respondent against another individual, or against the respondent, regardless of whether the violence or threat of violence involved a firearm.\n\n(b) Any evidence of the respondent having a serious mental illness or a serious emotional disturbance, as those terms are defined in section 100d of the mental health code, 1974 PA 258, MCL 330.1100d, that makes the respondent dangerous to other individuals or to the respondent.\n\n(c) Any of the following orders against the respondent, whether previously entered or existing:\n\n(i) An extreme risk protection order.\n\n(ii) A personal protection order under section 2950 or 2950a of the revised judicature act of 1961, 1961 PA 236, MCL 600.2950 and 600.2950a.\n\n(iii) A pretrial release order.\n\n(iv) A probation order.\n\n(v) A parole order.\n\n(vi) Any other injunctive order.\n\n(d) Any violation by the respondent of a previous or existing extreme risk protection order.\n\n(e) Any violation by the respondent of a previous or existing personal protection order issued under section 2950 or 2950a of the revised judicature act of 1961, 1961 PA 236, MCL 600.2950 and 600.2950a.\n\n(f) Any previous conviction of, criminal charges pending against, or previous or pending juvenile delinquency petitions against the respondent for the commission or attempted commission of any of the following offenses:\n\n(i) A misdemeanor violation of section 81 of the Michigan penal code, 1931 PA 328, MCL 750.81.\n\n(ii) A violation of section 411h or 411i of the Michigan penal code, 1931 PA 328, MCL 750.411h and 750.411i, or a similar offense in another jurisdiction.\n\n(iii) An offense that has assault as an element.\n\n(iv) An offense that has an element including a threat to person or property.\n\n(v) An offense that is a crime committed against the person or property of a spouse or intimate partner, as that term is defined in section 2950k of the revised judicature act of 1961, 1961 PA 236, MCL 600.2950k.\n\n(vi) An offense involving cruelty or abuse of animals.\n\n(vii) A serious misdemeanor, as that term is defined in section 61 of the William Van Regenmorter crime victim's rights act, 1985 PA 87, MCL 780.811.\n\n(g) Any evidence of recent unlawful use of controlled substances by the respondent.\n\n(h) Any recent abuse of alcohol.\n\n(i) Any previous unlawful possession, use, display, or brandishing of a deadly weapon by the respondent.\n\n(j) Any evidence of an acquisition or attempted acquisition within the previous 180 days by the respondent of a deadly weapon or ammunition.\n\n(k) Any additional information the court finds to be reliable, including a statement by the respondent, or relevant information from family and household members concerning the respondent.\n\n(l) Any other facts that the court believes are relevant.\n\n(2) The court in an action under section 5 may issue an extreme risk protection order without written or oral notice to the respondent if the court determines by clear and convincing evidence from specific facts shown by a verified complaint, written motion, or affidavit that immediate and irreparable injury, loss, or damage will result from the delay required to effectuate notice or that the notice will itself precipitate adverse action before an extreme risk protection order can be issued. If the petitioner requests the court to issue an extreme risk protection order under this subsection, the court shall make its determination on the request not later than 1 business day.\n\n(3) If a court issues an extreme risk protection order under subsection (2), including an order described in subsection (4), the court shall, if requested by the restrained individual, conduct a hearing on the order under subsection (1) in accordance with Michigan court rules as follows:\n\n(a) Unless subdivision (b) applies, not later than 14 days after the order is served on the restrained individual or after the restrained individual receives actual notice of the order.\n\n(b) If the restrained individual is an individual described in section 5(5), not later than 5 days after the order is served on the restrained individual or after the restrained individual receives actual notice of the order.\n\n(4) A petitioner who is a law enforcement officer may request an immediate emergency extreme risk protection order under subsection (2) if the officer is responding to a complaint involving the respondent and the respondent can reasonably be expected within the near future to intentionally or unintentionally seriously physically injure the respondent or another individual by possessing a firearm. The law enforcement officer may request an extreme risk protection order under this subsection verbally over the telephone and the judge or magistrate on duty within that jurisdiction may issue the extreme risk protection order. Within 1 business day after an extreme risk protection order is entered under this subsection, the petitioner shall file with the court a sworn written petition detailing the facts and circumstances presented to the court. The issuing court, if other than the circuit court, shall provide a copy of the petition to the circuit court.\n\n(5) An individual restrained under an extreme risk protection order may file a motion to modify or rescind the order at any time and request a hearing under supreme court rules. The restrained individual may file 1 motion to modify or rescind the order during the first 6 months and 1 motion during the second 6 months that the order is in effect under section 9(1)(k), and 1 motion to modify or rescind an extended order during the first 6 months and 1 motion during the second 6 months that the extended order is in effect under section 17 or 19. If the restrained individual files more than 1 motion during a time described in this subsection, the court shall review the motion before a hearing on the motion is held and may summarily dismiss the motion without a response from the petitioner and without a hearing.\n\n(6) At a hearing on a motion under subsection (5), the restrained individual must prove by a preponderance of the evidence that the restrained individual no longer poses a risk to seriously physically injure another individual or the restrained individual by possessing a firearm.\n\n(7) If a court issues or refuses to issue an extreme risk protection order under this section, the court shall immediately state in writing the specific reasons for issuing or refusing to issue the order. If a hearing is held, the court shall also immediately state on the record the specific reasons for issuing or refusing to issue the order.\n\n(8) If a court issues an extreme risk protection order under this section, the court shall also determine whether the respondent must immediately surrender the respondent's firearms or surrender the firearms within a 24-hour period. If the court orders the firearms immediately surrendered, it shall also issue an anticipatory search warrant, subject to and contingent on the failure or refusal of the restrained individual, following the service of the order, to immediately comply with the order and immediately surrender to a law enforcement officer any firearm or concealed pistol license in the individual's possession or control, authorizing a law enforcement agency to search the location or locations where the firearm, or firearms, or concealed pistol license is believed to be and to seize any firearm or concealed pistol license discovered during the search in compliance with 1966 PA 189, MCL 780.651 to 780.659. Unless the petitioner is a law enforcement officer or health care provider, there is a presumption that the respondent will have 24 hours to surrender the firearms.\n\n(9) If a court decides to issue an extreme risk protection order under this section, the court may, in its discretion, allow the restrained individual to surrender any firearms to a licensed firearm dealer on the list prepared under section 18.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1807/"
    },
    {
      "id": "section-6911809",
      "number": "691.1809",
      "heading": "Contents of Extreme Risk Protection Order; Effectiveness and Enforceability.",
      "text": "(1) If the court determines under section 7 that an extreme risk protection order should be issued, the court shall include all of the following provisions in the order:\n\n(a) That the restrained individual shall not purchase or possess a firearm. That if the individual has been issued a license under section 2 of 1927 PA 372, MCL 28.422, that the individual has not used and that is not yet void, the individual shall not use it and shall surrender it to the law enforcement agency designated under subdivision (g).\n\n(b) That the restrained individual shall not apply for a concealed pistol license and, if the restrained individual has been issued a license to carry a concealed pistol, the license will be suspended or revoked under section 8 of 1927 PA 372, MCL 28.428, once the order is entered into the law enforcement information network and that the individual shall surrender the license as required by section 8 of 1927 PA 372, MCL 28.428.\n\n(c) That the restrained individual shall, within 24 hours or, at the court's discretion, immediately after being served with the order, surrender any firearms in the individual's possession or control to the law enforcement agency designated under subdivision (g) or, if allowed as ordered by the court, to a licensed firearm dealer on the list prepared under section 18.\n\n(d) If the petitioner has identified any firearms under section 5(6), a specific description of the firearms to be surrendered or seized.\n\n(e) If the order is issued under section 7(2), a statement that, if requested by the restrained individual, a hearing will be held within 14 days or 5 days, as applicable under section 7(3), after the restrained individual is served with or receives actual notice of the order and that the restrained individual may appear at the hearing and request the court to modify or rescind the order.\n\n(f) A statement that the restrained individual may file a motion to modify or rescind the order as allowed under this act and that motion forms and filing instructions are available from the clerk of the court.\n\n(g) A designation of the law enforcement agency that is responsible for forwarding the order to the Federal Bureau of Investigation under section 15(1). The law enforcement agency designated under this subdivision must be an agency within whose jurisdiction the restrained individual resides.\n\n(h) Directions to a local entering authority or the law enforcement agency designated under subdivision (g) to enter the order into the law enforcement information network.\n\n(i) A statement that violation of the order will subject the restrained individual to immediate arrest, the contempt powers of the court, an automatic extension of the order, and criminal penalties, including imprisonment for up to 1 year for an initial violation and up to 5 years for a subsequent violation.\n\n(j) A statement that the restrained individual has a right to seek the advice of an attorney.\n\n(k) An expiration date that is 1 year after the date of issuance.\n\n(l) If the court has ordered the restrained individual to surrender the individual's firearms immediately, a statement that the law enforcement agency designated under subdivision (g) must proceed to seize the restrained individual's firearms after the restrained individual is served with or receives actual notice of the extreme risk protection order, after giving the restrained individual an opportunity to surrender the individual's firearms.\n\n(2) An extreme risk protection order is effective and enforceable immediately after it is issued by the court. The order may be enforced anywhere in this state by a law enforcement agency that receives a true copy of the order, is shown a copy of it, or has verified its existence on the law enforcement information network as provided by the C.J.I.S. policy council act or on an information network maintained by the Federal Bureau of Investigation.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1809/"
    },
    {
      "id": "section-6911810",
      "number": "691.1810",
      "heading": "Responsibilities of Restrained Individual; Notification to Local Law Enforcement for Failure to Comply; Compliance Hearing; Warrants.",
      "text": "(1) Not later than 1 business day after the restrained individual has received a copy of the extreme risk protection order, or the restrained individual has actual notice of the order, the restrained individual shall do either of the following:\n\n(a) File with the court that issued the order 1 or more documents or other evidence verifying that all firearms previously in the individual's possession or control were surrendered to or seized by the local law enforcement agency designated under section 9(1)(g) and that any concealed pistol license was surrendered to the county clerk as required by the order and section 8 of 1927 PA 372, MCL 28.428, and verify to the court that at the time of the verification the individual does not have any firearms or a concealed pistol license in the individual's possession or control.\n\n(b) File with the court that issued the order 1 or more documents or other evidence verifying that both of the following are true:\n\n(i) At the time the order was issued, the individual did not have a firearm or a concealed pistol license in the individual's possession or control.\n\n(ii) At the time of the verification, the individual does not have a firearm or a concealed pistol license in the individual's possession or control.\n\n(2) If a restrained individual has not satisfied the requirements of subsection (1)(a) or (b) within 1 business day after the extreme risk protection order was served or the restrained individual received actual notice of the order, the clerk of the court that issued the order shall inform the local law enforcement agency designated under section 9(1)(g) of that fact.\n\n(3) A local law enforcement agency that receives a notification under subsection (2) shall make a good-faith effort to determine whether there is evidence that the restrained individual has failed to surrender a firearm or concealed pistol license in the restrained individual's possession or control as required.\n\n(4) The court shall schedule a compliance hearing to be held not later than 5 days after an extreme risk protection order is served on the restrained individual or after the restrained individual receives actual notice of the order. If the restrained individual has satisfied the requirements of subsection (1)(a) or (b) before the hearing, the court may cancel the hearing. If the restrained individual has failed to comply with the requirements of subsection (1)(a) or (b) or fails to appear at the compliance hearing, the court shall issue a bench warrant and issue a search warrant under 1966 PA 189, MCL 780.651 to 780.659, to seize any firearms and may hold the restrained individual in contempt.\n\n(5) At any time while an extreme risk protection order is in effect, the prosecuting attorney for the county in which the order was issued or a law enforcement officer may file an affidavit with the court that issued the order alleging that the restrained individual has a firearm or a concealed pistol license in the individual's possession or control. If an affidavit is filed under this subsection, the court shall determine whether probable cause exists to believe that the restrained individual has a firearm or concealed pistol license in the individual's possession or control. If the court finds that probable cause exists, the court may issue an arrest warrant or order a hearing. The court shall also issue a search warrant under 1966 PA 189, MCL 780.651 to 780.659, describing the firearm or firearms or the concealed pistol license believed to be in the restrained individual's possession or control and authorizing a designated law enforcement agency to search the location or locations where the firearm or firearms or concealed pistol license is believed to be and to seize any firearm or concealed pistol license discovered by the search.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1810/"
    },
    {
      "id": "section-6911811",
      "number": "691.1811",
      "heading": "Duties of the Clerk of the Court; Notifications.",
      "text": "(1) The clerk of a court that issues an extreme risk protection order shall do all of the following immediately after issuance and without requiring a proof of service on the restrained individual:\n\n(a) Provide a true copy of the order to the law enforcement agency designated under section 9(1)(g).\n\n(b) Provide the petitioner with at least 2 true copies of the order.\n\n(c) If the restrained individual is identified in the complaint as an individual described in section 5(5), notify the individual's employer, if known, of the existence of the order. It is the intent of the legislature that the restrained individual's employer work with the restrained individual's union or bargaining representative under this subdivision to avoid the restrained individual losing the individual's employment or compensation and benefits while the extreme risk protection order is in effect.\n\n(d) Notify the department of state police and the clerk of the restrained individual's county of residence of the existence of the order for purposes of performing their duties under 1927 PA 372, MCL 28.421 to 28.435.\n\n(e) Inform the petitioner that the petitioner may take a true copy of the order to the law enforcement agency designated under section 9(1)(g) to be immediately provided to the Federal Bureau of Investigation and, unless a local entering authority is designated under section 9(1)(h), into the law enforcement information network.\n\n(2) The clerk of the court that issued the extreme risk protection order shall immediately notify the law enforcement agency designated under section 9(1)(g) if any of the following occur:\n\n(a) The clerk receives proof that the restrained individual has been served.\n\n(b) The order is rescinded, modified, or extended.\n\n(c) The order expires without being extended.\n\n(3) A local entering authority designated under section 9(1)(h) shall enter the order into the law enforcement information network as provided by the C.J.I.S. policy council act.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1811/"
    },
    {
      "id": "section-6911813",
      "number": "691.1813",
      "heading": "Service of Extreme Risk Protection Order.",
      "text": "(1) Except as provided in subsection (2), an extreme risk protection order must be served on the restrained individual in person, by registered or certified mail, return receipt requested, by delivery to the last known address of the restrained individual, or by any other means allowed under Michigan court rules as decided by the court.\n\n(2) If the court has ordered the immediate surrender of the individual's firearms, the order must be served personally by a law enforcement officer. If the restrained individual has not been served, a law enforcement officer who knows that the order exists may, at any time, serve the restrained individual with a true copy of the order or advise the restrained individual of the existence of the order, the specific conduct enjoined, the penalties for violating the order, and where the restrained individual may obtain a copy of the order.\n\n(3) The individual who serves an extreme risk protection order or the law enforcement officer who gives oral notice of the order shall file proof of service or proof of oral notice with the clerk of the court that issued the order and the petitioner.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1813/"
    },
    {
      "id": "section-6911815",
      "number": "691.1815",
      "heading": "Duties of Law Enforcement Agency; Seizure of Firearm; Use of Law Enforcement Information Network; Notification of Federal Bureau of Investigation; Failure to Reclaim Firearm",
      "text": "(1) A law enforcement agency designated in an extreme risk protection order under section 9(1)(g) that receives a true copy of the order shall immediately and without requiring proof of service do both of the following:\n\n(a) Unless a local entering authority is designated under section 9(1)(h), enter the order into the law enforcement information network as provided by the C.J.I.S. policy council act.\n\n(b) Report the entry of the order to the Criminal Justice Information Services Division of the Federal Bureau of Investigation for purposes of the national crime information center.\n\n(2) A law enforcement agency that receives information under section 11(2) shall enter the information into the law enforcement information network as provided by the C.J.I.S. policy council act and report the information to the Federal Bureau of Investigation as described in subsection (1)(b).\n\n(3) If an extreme risk protection order has not been served on the restrained individual, a law enforcement agency or officer responding to a call alleging a violation of the order shall serve the restrained individual with a true copy of the order or advise the restrained individual of the existence of the order, the specific conduct enjoined, the penalties for violating the order, and where the restrained individual may obtain a copy of the order. Subject to subsection (4), the law enforcement officer shall enforce the order and immediately enter or cause to be entered into the law enforcement information network and reported to the Federal Bureau of Investigation that the restrained individual has actual notice of the order. The law enforcement officer also shall comply with section 13(3).\n\n(4) In the circumstances described in subsection (3), the law enforcement officer shall give the restrained individual an opportunity to comply with the extreme risk protection order before the law enforcement officer makes a custodial arrest for violation of the order. The failure by the restrained individual to comply with the order is grounds for an immediate custodial arrest. This subsection does not preclude an arrest under section 15 or 15a of chapter IV of the code of criminal procedure, 1927 PA 175, MCL 764.15 and 764.15a.\n\n(5) The law enforcement agency ordered to seize a firearm under this act shall do all of the following:\n\n(a) Seize a firearm identified in an order issued under this act from any place or from any individual who has possession or control of the firearm.\n\n(b) Seize any other firearms discovered that are owned by or in the possession or control of the restrained individual or if allowed under other applicable law.\n\n(6) A law enforcement officer who seizes a firearm under this act shall give a tabulation of firearms seized as is required under section 5 of 1966 PA 189, MCL 780.655, to the individual from whom the firearms were taken. If no individual is present at the time of seizure, the officer shall leave the tabulation in the place where the officer found the firearms that were seized.\n\n(7) The law enforcement agency that seizes a firearm under this act shall retain and store the firearm subject to order of the court that issued the extreme risk protection order under which the firearm was seized. In addition to any other order that the court determines is appropriate, the court shall order that the restrained individual may reclaim the firearm when the extreme risk protection order expires or is terminated, unless the restrained individual is prohibited for another reason from owning or possessing a firearm, or order that the firearm be transferred to a licensed firearm dealer if the restrained individual sells or transfers ownership of the firearm to the dealer. Before allowing the restrained individual to reclaim a firearm under this subsection, and to determine whether the restrained individual is prohibited from owning or possessing a firearm for another reason, the law enforcement agency shall conduct a verification under the law enforcement information network and the national instant criminal background check system in the same manner as required under section 5b(6) of 1927 PA 372, MCL 28.425b.\n\n(8) A law enforcement agency from whom a restrained individual reclaims a firearm under subsection (7) shall enter into the law enforcement information network and notify the Federal Bureau of Investigation that the court has ordered the firearm returned on expiration of the extreme risk protection order.\n\n(9) A law enforcement agency that seizes and stores a firearm under this act is not liable for damage to or a change in condition of the firearm unless the damage or change in condition resulted from a failure to exercise reasonable care in the seizure, transportation, or storage of the firearm.\n\n(10) If a restrained individual fails to reclaim a firearm under subsection (7) within 90 days after the extreme risk protection order expires or is ordered terminated, the law enforcement agency storing the firearm shall do 1 of the following:\n\n(a) Proceed as for a firearm subject to disposal under sections 239 and 239a of the Michigan penal code, 1931 PA 328, MCL 750.239 and 750.239a.\n\n(b) Follow the procedures for property under 1987 PA 273, MCL 434.21 to 434.29.\n\n(11) Subject to subsection (7) or (8), if any individual other than the restrained individual claims title to a firearm seized under this act, the firearm must be returned to the claimant if the court determines that the claimant is the lawful owner.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1815/"
    },
    {
      "id": "section-6911817",
      "number": "691.1817",
      "heading": "Issuance of Extended Extreme Risk Protection Order.",
      "text": "The petitioner may move the court to issue, or the court on its own motion may issue, 1 or more extended extreme risk protection orders, each effective for 1 year after the expiration of the preceding order. The court shall only issue an extended order under this section if the preponderance of the evidence shows that the restrained individual can reasonably be expected within the near future to intentionally or unintentionally seriously physically injure himself, herself, or another individual by possessing a firearm, and has engaged in an act or acts or made significant threats that are substantially supportive of the expectation. The petitioner or the court, as applicable, shall give the restrained individual written notice of a hearing on a motion to extend the order.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1817/"
    },
    {
      "id": "section-6911818",
      "number": "691.1818",
      "heading": "List of Licensed Firearm Dealers.",
      "text": "Each circuit court shall prepare a list of trusted licensed firearm dealers located in the jurisdiction of the circuit court. In preparing this list, the court may obtain a list of currently licensed firearm dealers in the court's jurisdiction from the United States Bureau of Alcohol, Tobacco, Firearms, and Explosives.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1818/"
    },
    {
      "id": "section-6911819",
      "number": "691.1819",
      "heading": "Refusal or Failure to Comply With Extreme Risk Protection Order; Making a False Statement in Complaint; Penalties.",
      "text": "(1) An individual who refuses or fails to comply with an extreme risk protection order is guilty and subject to penalties as follows, which may be imposed in addition to a penalty imposed for another criminal offense arising from the same conduct:\n\n(a) For a first offense under this subsection, guilty of a felony punishable by imprisonment for not more than 1 year or a fine of not more than $1,000.00, or both.\n\n(b) For a second offense under this subsection, guilty of a felony punishable by imprisonment for not more than 4 years or a fine of not more than $2,000.00, or both.\n\n(c) For a third or subsequent offense under this subsection, guilty of a felony punishable by imprisonment for not more than 5 years or a fine of not more than $20,000.00, or both.\n\n(2) If a court or a jury finds that the restrained individual has refused or failed to comply with an extreme risk protection order, the court that issued the order shall issue an extended extreme risk protection order effective for 1 year after the expiration of the preceding order.\n\n(3) The court may also enforce an extreme risk protection order by charging the restrained individual with contempt of court under chapter 17 of the revised judicature act of 1961, 1961 PA 236, MCL 600.1701 to 600.1745.\n\n(4) A petitioner who knowingly and intentionally makes a false statement to the court in the complaint or in support of the complaint under this act is guilty and subject to penalties as follows:\n\n(a) For a first offense under this subsection, guilty of a misdemeanor punishable by imprisonment for not more than 93 days or a fine of not more than $500.00, or both.\n\n(b) For a second offense under this subsection, guilty of a felony punishable by imprisonment for not more than 4 years or a fine of not more than $2,000.00, or both.\n\n(c) For a third or subsequent offense under this subsection, guilty of a felony punishable by imprisonment for not more than 5 years or a fine of not more than $20,000.00, or both.\n\n(5) An individual who knowingly places a firearm in the possession of an individual who is restrained under an extreme risk protection order is guilty of a felony punishable by imprisonment for not more than 1 year or a fine of not more than $1,000.00, or both.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1819/"
    },
    {
      "id": "section-6911820",
      "number": "691.1820",
      "heading": "Effect of Act.",
      "text": "This act does not do either of the following:\n\n(a) Limit the ability of the petitioner to request relief under section 2950 or 2950a of the revised judicature act of 1961, 1961 PA 236, MCL 600.2950 and 600.2950a.\n\n(b) Limit the ability of an individual to file a petition under section 434 of the mental health code, 1974 PA 258, MCL 330.1434.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1820/"
    },
    {
      "id": "section-6911821",
      "number": "691.1821",
      "heading": "Annual Report on Application of the Act.",
      "text": "(1) The state court administrative office, acting at the direction of the supreme court, shall prepare an annual report on and relating to the application of this act by the courts.\n\n(2) The report required by this section must contain all of the following:\n\n(a) The number of actions filed for extreme risk protection orders.\n\n(b) The number of requests made for extreme risk protection orders to be issued without notice under section 7(2).\n\n(c) The number of extreme risk protection orders issued and the number denied.\n\n(d) The number of extreme risk protection orders issued without notice under section 7(2) and the number denied.\n\n(e) The number of extreme risk protection orders that are rescinded.\n\n(f) The number of extreme risk protection orders entered without notice under section 7(2) that are rescinded.\n\n(g) The number of extreme risk protection orders that are renewed.\n\n(h) To the extent ascertainable from available state court data, the number of individuals who are restrained under an emergency risk protection order who, within 30 days after entry of the order, are charged with a criminal offense, giving the nature of the criminal offense, whether it was an offense for the violation of the emergency risk protection order, and the disposition or status of the offense.\n\n(i) To the extent ascertainable from available state court data, the number of petitioners who were prosecuted for knowingly and intentionally making a false statement to the court in a complaint or in support of the complaint under this act.\n\n(j) To the extent ascertainable from available state court data, the number of individuals who were prosecuted for knowingly placing a firearm or ammunition in the possession of a restrained individual.\n\n(k) Demographic data regarding the individuals who are petitioners and respondents in actions for extreme risk protection orders.\n\n(3) The state court administrative office, acting under the direction of the supreme court, shall publish a report prepared under this section annually and provide the report to the legislature and the legislative committees with jurisdiction over judicial matters.\n\n(4) The state court administrative office shall make the data used to prepare the report under this section available annually to individuals, including, but not limited to, the Institute for Firearm Injury and other researchers affiliated with institutions of higher education, who are conducting academic or policy research, including, but not limited to, any disproportionate or discriminatory impact of this act on members of protected classes.\n\nHistory:2023, Act 38, Eff. Feb. 13, 2024Popular Name:Red flag law",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-691/statute-act-38-of-2023/section-691-1821/"
    }
  ]
}