{
  "state": "nebraska",
  "path": "title-chapter-58-money-and-financing/chapter-58-858-nebraska-health-education-assistance-loan-program-aut",
  "sections": [
    {
      "id": "section-58-858nebraska",
      "number": "58-858.Nebraska",
      "heading": "Health Education Assistance Loan Program; authority; powers",
      "text": "The authority may:(1) Make loans;(2) Participate in the financing of loans;(3) Purchase or participate in the purchase of loans;(4) Sell or participate in the sale of loans;(5) Collect and pay reasonable fees and charges in connection with",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-58-858",
      "number": "58-858",
      "heading": "",
      "text": "58-858.Nebraska Health Education Assistance Loan Program; authority; powers.\n\nThe authority may:\n\n(1) Make loans;\n\n(2) Participate in the financing of loans;\n\n(3) Purchase or participate in the purchase of loans;\n\n(4) Sell or participate in the sale of loans;\n\n(5) Collect and pay reasonable fees and charges in connection with the exercise of the powers provided in subdivisions (1) through (4) of this section;\n\n(6) Do all things necessary and convenient to carry out the purposes of sections 58-857 to 58-862 in connection with the administering and servicing of loans, including contracting with any person, firm, or other body, public or private;\n\n(7) Enter into any agreements necessary to effect the guarantee, insuring, administering, or servicing of loans;\n\n(8) Adopt and promulgate rules and regulations governing and establish standards for participation in the program created by section 58-857, and establish other administrative procedures consistent with Public Law 94-484; and\n\n(9) Exercise all powers incidental to or necessary for the performance of the powers authorized by this section.\n\nSourceLaws 1983, LB 159, § 8;R.S.1943, (1994), § 79-2955;Laws 1995, LB 5, § 55;R.S.1943, (2008), § 85-1755;Laws 2013, LB170, § 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-58/statute-58-858/"
    }
  ]
}