{
  "state": "nebraska",
  "path": "title-chapter-58-money-and-financing/chapter-58-226-nebraska-investment-finance-authority-created-members",
  "sections": [
    {
      "id": "section-58-226nebraska",
      "number": "58-226.Nebraska",
      "heading": "Investment Finance Authority; created; members; qualifications",
      "text": "(1) There is hereby created a body politic and corporate, not a state agency, but an independent instrumentality exercising essential public functions, to be known as the Nebraska Investment Finance Authority. The authority shall have th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-58-226",
      "number": "58-226",
      "heading": "",
      "text": "58-226.Nebraska Investment Finance Authority; created; members; qualifications.\n\n(1) There is hereby created a body politic and corporate, not a state agency, but an independent instrumentality exercising essential public functions, to be known as the Nebraska Investment Finance Authority. The authority shall have the powers and duties set forth in the Nebraska Investment Finance Authority Act.\n\n(2) The authority shall be composed of nine members as follows:\n\n(a) The Director of Agriculture, the Director of Economic Development, and the chairperson of the Nebraska Investment Council who shall be ex officio members; and\n\n(b) Six public members who shall be appointed by the Governor as follows:\n\n(i) One member shall be experienced in real estate development;\n\n(ii) One member shall be experienced in industrial mortgage credit, commercial credit, agricultural credit, or housing mortgage credit;\n\n(iii) One member shall be experienced in banking or investment banking;\n\n(iv) One member shall be experienced in home building or shall be a licensed real estate broker;\n\n(v) One member shall be experienced in agricultural production; and\n\n(vi) One member shall be appointed at large.\n\n(3) All members shall be residents of the state. Of the public members, two members shall be appointed from each congressional district. Of the six public members, not more than three shall belong to the same political party. The three ex officio members may each designate a representative to perform their respective duties under the act. It shall not constitute a conflict of interest for members of the authority to serve on any other public board or commission.\n\nSourceLaws 1983, LB 626, ยง 26;Laws 1991, LB 253, ยง 29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-58/statute-58-226/"
    }
  ]
}