{
  "state": "ohio",
  "path": "title-title-13commercial-transactions/chapter-chapter-1343interest",
  "sections": [
    {
      "id": "section-numbergo",
      "number": "NumberGo",
      "heading": "To Section",
      "text": "To Section",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "Number",
      "text": "Number",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1343",
      "number": "1343",
      "heading": "01|Maximum rate of interest.Effective:June 29, 1988Latest Legislation:Senate Bill 130 - 117th General AssemblyPDF:Download Authenticated PDF(A) The parties to a bond, bill, promissory note, or other instrument of writing for the forbearance or payment of money at any future time, may stipulate there",
      "text": "01|Maximum rate of interest.Effective:June 29, 1988Latest Legislation:Senate Bill 130 - 117th General AssemblyPDF:Download Authenticated PDF(A) The parties to a bond, bill, promissory note, or other instrument of writing for the forbearance or payment of money at any future time, may stipulate therein for the payment of interest upon the amount thereof at any rate not exceeding eight per cent per annum payable annually, except as authorized in division (B) of this section.(B) Any party may agree to pay a rate of interest in excess of the maximum rate provided in division (A) of this section when:(1) The original amount of the principal indebtedness stipulated in the bond, bill, promissory note, or other instrument of writing exceeds one hundred thousand dollars;(2) The payment is to a broker or dealer registered under the \"Securities Exchange Act of 1934,\" 48 Stat. 881, 15 U.S.C. 78A, as amended, for carrying a debit balance in an account for a customer if such debit balance is payable on demand and secured by stocks, bonds or other securities;(3) The instrument evidences a loan secured by a mortgage or deed of trust on real estate where the loan has been approved, insured, guaranteed, purchased, or for which an offer or commitment to insure, guarantee, or purchase has been received, in whole or in part, by the federal government or any agency or instrumentality thereof, the federal national mortgage association, the federal home loan mortgage corporation, or the farmers home administration, all of which is authorized pursuant to the \"National Housing Act,\" 12. U.S.C. 1701; the \"Serviceman's Readjustment Act,\" 38 U.S.C. 1801; the \"Federal Home Loan Bank Act,\" 12 U.S.C. 1421; and the \"Rural Housing Act,\" 42 U.S.C. 1471, amendments thereto, reenactments thereof, enactments parallel thereto, or in substitution therefor, or regulations issued thereunder; or by the state or any agency or instrumentality thereof authorized pursuant to Chapter 122. of the Revised Code, or rules issued thereunder.(4) The instrument evidences a loan secured by a mortgage, deed of trust, or land installment contract on real estate which does not otherwise qualify for exemption from the provisions of this section, except that such rate of interest shall not exceed eight per cent in excess of the discount rate on ninety-day commercial paper in effect at the federal reserve bank in the fourth federal reserve district at the time the mortgage, deed of trust, or land installment contract is executed.(5) The instrument is payable on demand or in one installment and is not secured by household furnishings or other goods used for personal, family, or household purposes.(6)(a) The loan is a business loan to a business association or partnership, a person owning and operating a business as a sole proprietor; any persons owning and operating a business as joint venturers, joint tenants, or tenants in common; any limited partnership; or any trustee owning or operating a business or whose beneficiaries own or operate a business, except that:(i) Any loan which is secured by an assignment of an individual obligor's salary, wages, commissions, or other compensation for services or by his household furniture or other goods used for his personal, family, or household purposes shall be deemed not a loan within the meaning of division (B)(6) of this section;(ii) Any loan which otherwise qualifies as a business loan within the meaning of division (B)(6) of this section shall not be deemed disqualified because of the inclusion, with other security consisting of business assets of any such obligor, of real estate occupied by an individual obligor solely as his residence.(b) As used in division (B)(6)(a) of this section, \"business\" means a commercial, agricultural, or industrial enterprise which is carried on for the purpose of investment or profit. \"Business\" does not mean the ownership or maintenance of real estate occupied by an individual obligor solely as his residence.",
      "history": "",
      "source_url": ""
    }
  ]
}