{
  "state": "delaware",
  "path": "title-title-16/chapter-title16c062index",
  "sections": [
    {
      "id": "section-6201",
      "number": "6201.",
      "heading": "The Delaware Suicide Prevention Coalition; mission, composition, organization, and reporting",
      "text": "(a) There is hereby established the Delaware Suicide Prevention Coalition, hereinafter in this chapter referred to as “the Coalition.”(b) The Coalition shall do all of the following:(1) Review and analyze st\n§\n\n 1;83 Del. Laws, c. 28,\n\n§\n\n1;85 Del. Laws, c. 129,\n\n§\n\n1;§\n\n6202. The Delaware Gun Shop Project.(a) The Delaware Gun Shop Project is established, and referred to throughout this chapter as “the Gun Shop Project”.(b) Definitions.As used in this chapter:(1) “Deadly weapon” means as defined under § 222 of Title 11.(2) “Firearm” means as defined under § 222 of Title 11.(3) “Gun shop” means a business located in this State that sells firearms, deadly weapons, or related projects, such as ammunition.(c) The Coalition shall oversee the Gun Shop Project. The Division of Substance Abuse and Mental Health shall provide staff for the Gun Shop Project.(d)Educational materials. —(1) The Gun Shop Project shall develop and create suicide prevention education materials that include all of the following:a. Information on understanding the various clinical signs, symptoms, and indicators that might lead an individual to consider suicide.b. Available suicide prevention resources.(2) The educational materials under paragraph (d)(1) of this section must be provided through all of the following methods:a. Written materials, such as a pamphlet, sign, poster, tip sheet, or other medium that meets the requirements of this chapter and the Gun Shop Project determines is appropriate. The Gun Shop Project is not required to provide every type of written material listed in this paragraph.b. An online training course for deadly weapons dealers licensed under Chapter 9 of Title 24 and other customers.(3) The Gun Shop Project shall refer to all of the following for guidance in developing and creating the educational materials under this section:a. Gun shop projects of other states.b. Industry projects, such as the National Shooting Sports Foundation.c. Other projects or organizations that the Gun Shop Project determines is appropriate.(4) The Gun Shop Project shall ensure that the written educational materials under paragraph (d)(2)a. of this section are made available for distribution through all of the following:a. A gun shop, so the gun shop can distribute the materials at the point of purchase to an individual who is purchasing a firearm.b. Another organization or location that the Gun Shop Project determines is appropriate.(5) The Gun Shop Project shall ensure that the written educational materials under paragraph (d)(1) of this section are available on the Division of Substance Abuse and Mental Health’s website for downloading and access. The Gun Shop Project, the Coalition, or the Division of Substance Abuse and Mental Health are not required to physically deliver the written materials, if the materials are available online for downloading and access.(e) The Gun Shop Project shall submit a written report as part of the Coalition’s annual report under this chapter, with a copy submitted to the Director and the Librarian of the Division of Legislative Services. The annual report must include all of the following:(1) Progress of the Gun Shop Project.(2) Number of participating deadly weapons dealers.(3) Number of training attendees.83 Del. Laws, c. 28,\n\n§\n\n2;84 Del. Laws, c. 255,\n\n§\n\n25;§\n\n6203. Office of Suicide Prevention.(a) The Office of Suicide Prevention is established under the Division of Substance Abuse and Mental Health.(b) For purposes of this section:(1) “Division” means “Division of Substance Abuse and Mental Health.”(2) “Office” means “Office of Suicide Prevention.”(c) The Office is established to address suicide prevention and to do all of the following:(1) Serve in coordination with the Department of Services for Children, Youth and their Families as a place to reach all suicide prevention resources in this State.(2) Assist the suicide prevention coalition in its mission.(3) Provide suicide prevention, intervention, and postvention vision and guidance to stakeholders throughout this State.(4) Work with community-level prevention organizations to promote best practices in suicide prevention, intervention, and postvention.(5) Oversee suicide prevention, intervention, and postvention funding application processes and seek grant funds to further suicide prevention, intervention, and postvention.(6) Prepare an annual report for the General Assembly and Governor that outlines the work of the Office and progress made towards suicide prevention, intervention, and postvention. The first report is due on October 15, 2026.(7) Create the State’s Suicide Prevention Plan, referenced in § 6201 of this title, with approval of the suicide prevention coalition, on or before January 1, 2026.(8) Update the State’s Suicide Prevention Plan no fewer than every 3 years.(d) The Office will be led by a Director, who shall report to the Director of the Division. Additional employees may be hired consistent with recommendations of the Division and available funding.85 Del. Laws, c. 146,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6202",
      "number": "6202.",
      "heading": "The Delaware Gun Shop Project.(a) The Delaware Gun Shop Project is established, and referred to throughout this chapter as “the Gun Shop Project”",
      "text": "(b) Definitions.As used in this chapter:(1) “Deadly weapon” means as defined under § 222 of Title 11.(2) “Firearm” means as defined under § 222 of Title 1\n§\n\n2;84 Del. Laws, c. 255,\n\n§\n\n25;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6203",
      "number": "6203.",
      "heading": "Office of Suicide Prevention.(a) The Office of Suicide Prevention is established under the Division of Substance Abuse and Mental Health",
      "text": "(b) For purposes of this section:(1) “Division” means “Division of Substance Abuse and Mental Health.”(2) “Office” means “Office of Suicide Prevention.”(c) The Off\n§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}