{
  "state": "nebraska",
  "path": "title-chapter-9-bingo-and-other-gambling/chapter-9-816-conflicts-of-interest-enumerated-compliance-with-other",
  "sections": [
    {
      "id": "section-9-816conflicts",
      "number": "9-816.Conflicts",
      "heading": "of interest; enumerated; compliance with other laws; violation; removal from office",
      "text": "(1) The Tax Commissioner, the director, and other employees of the division or their immediate families shall not, while employed with the division, directly or indirectly (a) knowingly hold a financial interest or a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-816",
      "number": "9-816",
      "heading": "",
      "text": "9-816.Conflicts of interest; enumerated; compliance with other laws; violation; removal from office.\n\n(1) The Tax Commissioner, the director, and other employees of the division or their immediate families shall not, while employed with the division, directly or indirectly (a) knowingly hold a financial interest or acquire stocks, bonds, or any other interest in any entity which is a party or subcontracts with a party to a major procurement with the division or (b) have a financial interest in the ownership or leasing of property used by or for the division.\n\n(2) Neither the director, any employee of the division, nor any member of their immediate families shall ask for, offer to accept, or receive any gift, gratuity, or other thing of value which would inure to that person's benefit from (a) any entity contracting or seeking to contract with the state to supply equipment or materials for use by the division, (b) any applicant for a contract to act as a lottery game retailer to be awarded by the division, or (c) any lottery game retailer.\n\n(3) No (a) person, corporation, association, or organization contracting or seeking to contract to supply equipment or materials for use by the division, (b) applicant for a contract to act as a lottery game retailer to be awarded by the division, or (c) lottery game retailer shall offer or give the Tax Commissioner, the director, or any employee of the division or a member of his or her immediate family any gift, gratuity, or other thing of value which would inure to the recipient's personal benefit.\n\n(4) For purposes of this section:\n\n(a) Gift, gratuity, or other thing of value shall mean a payment, subscription, advance, forbearance, honorarium, campaign contribution, or rendering of deposit of money, services, or anything of value, the value of which exceeds twenty-five dollars in any one-month period, unless consideration of equal or greater value is received in return. Gift, gratuity, or other thing of value shall not include:\n\n(i) A campaign contribution otherwise reported as required by the Nebraska Political Accountability and Disclosure Act;\n\n(ii) A commercially reasonable loan made in the ordinary course of business;\n\n(iii) A gift received from a member of the recipient's immediate family or the spouse of any such family member;\n\n(iv) A breakfast, luncheon, dinner, or other refreshment consisting of food and beverage provided for immediate consumption;\n\n(v) Any admission to a facility or event;\n\n(vi) Any occasional provision of transportation within the State of Nebraska; or\n\n(vii) Anything of value received in legitimate furtherance of the objectives of the State Lottery Act; and\n\n(b) Member of his or her immediate family shall mean such person's parent, child, brother, sister, or spouse.\n\n(5) The director and other employees of the division shall comply with all state laws applicable to ethics in government, conflict of interest, and financial disclosure.\n\n(6) Any employee of the division other than the director who violates this section may be removed from his or her position after notice and a hearing before the Tax Commissioner or his or her representative.\n\nSourceLaws 1991, LB 849, ยง 16;Laws 1993, LB 138, ยง 36.\n\nCross ReferencesNebraska Political Accountability and Disclosure Act, see section 49-1401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-9/statute-9-816/"
    }
  ]
}