{
  "state": "nebraska",
  "path": "title-chapter-9-bingo-and-other-gambling/chapter-9-834-major-procurement-lottery-vendor-disclosures-required-",
  "sections": [
    {
      "id": "section-9-834major",
      "number": "9-834.Major",
      "heading": "procurement; lottery vendor; disclosures required; contract approval; requirements; section, how construed",
      "text": "(1) To enable the division to review and evaluate the competence, integrity, background, character, qualifications, and nature of the ownership and control of lottery vendors for major procurem",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-834",
      "number": "9-834",
      "heading": "",
      "text": "9-834.Major procurement; lottery vendor; disclosures required; contract approval; requirements; section, how construed.\n\n(1) To enable the division to review and evaluate the competence, integrity, background, character, qualifications, and nature of the ownership and control of lottery vendors for major procurements, such vendors shall disclose the following information:\n\n(a) The lottery vendor's name, address, and type of business entity and, as applicable, the name and address of the following:\n\n(i) If the lottery vendor is a corporation, the officers, directors, and each stockholder in the corporation, except that in the case of stockholders of publicly held equity securities of a publicly traded corporation, only the names and addresses of those known to the corporation to own or have a beneficial interest in ten percent or more of such securities need to be disclosed;\n\n(ii) If the lottery vendor is a trust, the trustee and all persons entitled to receive income or benefit from the trust;\n\n(iii) If the lottery vendor is a subsidiary, the officers, directors, and each stockholder of the parent corporation, except that in the case of stockholders of publicly held equity securities of a publicly traded corporation, only the names and addresses of those known to the corporation to own or have a beneficial interest in ten percent or more of such securities need to be disclosed;\n\n(iv) If the lottery vendor is a limited liability company, the members and any managers;\n\n(v) If the lottery vendor is a partnership or joint venture, the general partners, limited partners, or joint venturers;\n\n(vi) If the parent company, general partner, limited partner, or joint venturer of the lottery vendor is itself a corporation, trust, association, subsidiary, partnership, limited liability company, or joint venture, all the information required in subdivision (a) of this subsection shall be disclosed for such other entity as if it were itself a lottery vendor so that full disclosure of ultimate ownership is achieved;\n\n(vii) If any parent, child, brother, sister, or spouse of the lottery vendor is involved in the vendor's business in any capacity, all of the information required in subdivision (a) of this subsection shall be disclosed for such family member as if he or she were a lottery vendor; and\n\n(viii) If the lottery vendor subcontracts any substantial portion of the work to be performed to a subcontractor, all of the information required in subdivision (a) of this subsection shall be disclosed for each subcontractor as if it were itself a lottery vendor;\n\n(b) The place of the lottery vendor's incorporation, if any;\n\n(c) The name, address, and telephone number of a resident agent to contact regarding matters of the lottery vendor and for service of process;\n\n(d) The name, address, and telephone number of each attorney and law firm representing the lottery vendor in this state;\n\n(e) The name, address, and telephone number of each of the lottery vendor's accountants;\n\n(f) The name, address, and telephone number of each attorney, law firm, accountant, accounting firm, public relations firm, consultant, sales agent, or other person engaged by the lottery vendor or involved in aiding the vendor's efforts to obtain the contract and the procurement involved at the time of disclosure or during the prior year;\n\n(g) The states and jurisdictions in which the lottery vendor does business or has contracts to supply goods or services related to lottery games, the nature of the business or the goods or services involved for each such state or jurisdiction, and the entities to which the vendor is supplying goods or services;\n\n(h) The states and jurisdictions in which the lottery vendor has applied for, sought renewal of, received, been denied, or had revoked a gaming contract or license of any kind, and the status of such application, contract, or license in each state or jurisdiction. If any gaming contract or license has been revoked or has not been renewed or if any gaming contract or license application either has been denied or is pending and has remained pending for more than six months, all of the facts and circumstances underlying the failure to receive or retain such a contract or license shall be disclosed. For purposes of this subdivision, gaming contract or license shall mean a contract or license for the conduct of or any activity related to the operation of any lottery game or other gambling scheme;\n\n(i) The details of any conviction or judgment of any state or federal court against the lottery vendor relating to any felony and any other criminal offense other than a traffic violation;\n\n(j) The details of any bankruptcy, insolvency, reorganization, or pending litigation involving the lottery vendor;\n\n(k) The identity of any entity with which the lottery vendor has a joint venture or other contractual agreement to supply any state or jurisdiction with goods or services related to lottery games, including, with regard to such entity, all the information requested under subdivisions (a) through (j) of this subsection;\n\n(l) The lottery vendor's financial statements for the three years prior to disclosure and a list of all liens filed on or filed against the entity or filed on or filed against persons with a substantial interest in the entity;\n\n(m) At the director's request, the lottery vendor's federal and state income tax returns for the three years prior to disclosure. Such information shall be considered confidential in any review in conjunction with any pending major procurement and shall not be disclosed except pursuant to appropriate judicial order;\n\n(n) The identity and nature of any interest known to the lottery vendor of any past or present director or other employee of the division who, directly or indirectly, is an officer, director, limited liability company member, agent, consultant, independent contractor, stockholder, debt holder, principal, or employee of or who has any direct or indirect financial interest in any lottery vendor. For purposes of this subdivision, financial interest shall mean ownership of any interest or involvement in any relationship from which or as a result of which a person within the five years prior to disclosure has received, is receiving at the time of disclosure, or in the future will be entitled to receive over a five-year period more than one thousand dollars or its equivalent;\n\n(o) The details of any contribution to or independent expenditure for a candidate for a state elective office as defined in section 49-1444 made by the lottery vendor after March 1, 1995, and within three years prior to disclosure. The lottery vendor shall be considered to have made a contribution or independent expenditure if the contribution or independent expenditure was made by the lottery vendor, by an officer of the lottery vendor, by a separate segregated political fund established by the lottery vendor as provided in section 49-1469, or by a person acting on behalf of the vendor, officer, or fund;\n\n(p) The names, street addresses, and mailing addresses of all lobbyists representing the vendor in Nebraska, and all accounts and money managed by those lobbyists; and\n\n(q) Such additional disclosures and information as the Tax Commissioner may determine to be appropriate for the major procurement involved.\n\n(2) The disclosures required by subsection (1) of this section may be required only once of a lottery vendor. The vendor shall file an addendum to the original filing by August 1 of each year showing any changes from the original filing or the latest addendum.\n\n(3) No contract shall be approved by the Tax Commissioner or signed or entered into by the director unless the lottery vendor has complied with this section. Any contract entered into with a vendor who has not complied with this section shall be void.\n\n(4) If a contract is to be entered into as a result of competitive procurement procedures, the required disclosures, if not already on file with the director, shall be made prior to or concurrent with the submission of a bid, proposal, or offer. If the contract is entered into without a competitive procurement procedure, such disclosures shall be required prior to execution of the contract.\n\n(5) No major procurement with any lottery vendor shall be entered into if any person with a substantial interest in the lottery vendor has been convicted of a felony or misdemeanor involving gambling, moral turpitude, dishonesty, or theft. No major procurement with any lottery vendor shall be entered into if any person with a substantial interest in the lottery vendor has been convicted of any other felony within ten years preceding the date of submission of information required under this section. For purposes of this subsection, person with a substantial interest shall mean any sole proprietor, partner in a partnership, member or manager of a limited liability company, officer of a corporation, shareholder owning in the aggregate ten percent or more of the stock in a corporation, or governing officer of an organization or other entity.\n\n(6) This section shall be construed broadly and liberally to achieve the end of full disclosure of all information necessary to allow for a full and complete evaluation by the director of the competence, integrity, background, character, qualifications, and nature of the ownership and control of lottery vendors for major procurements.\n\nSourceLaws 1991, LB 849, § 34;Laws 1993, LB 121, § 120;Laws 1993, LB 138, § 53;Laws 1994, LB 694, § 123;Laws 1994, LB 884, § 20;Laws 1995, LB 28, § 1;Laws 1996, LB 1069, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-9/statute-9-834/"
    }
  ]
}