{
  "state": "nebraska",
  "path": "title-chapter-9-bingo-and-other-gambling/chapter-9-30601-designated-premises-defined",
  "sections": [
    {
      "id": "section-9-30601",
      "number": "9-306.01",
      "heading": "",
      "text": "9-306.01.Designated premises, defined.\n\nDesignated premises shall mean one location selected by a licensed organization at which individual pickle cards may be sold as opportunities for participation in a lottery by the sale of pickle cards. Only one of the following types of locations may be selected as a designated premises: (1) In the case of an organization holding a certificate of exemption under section 501(c)(3), (c)(4), or (c)(5) of the Internal Revenue Code or a volunteer fire company or volunteer first-aid, rescue, ambulance, or emergency squad, one piece of real property which is owned, leased, or used by the organization as its principal office, which is in use by the organization primarily for purposes other than the conduct of gaming activities, and which is not used in connection with any other type of retail business activity other than an occasional sale as defined in section 77-2701.24; or (2) in the case of an organization holding a certificate of exemption under section 501(c)(7), (c)(8), (c)(10), or (c)(19) of the Internal Revenue Code, one piece of real property which is owned, leased, or used by the organization as its principal office and which is in use by the organization primarily for purposes other than the conduct of gaming activities. For purposes of this section, principal office shall mean the place where the principal affairs and business of the licensed organization are transacted, including where the officers and members assemble to discuss and transact the business of the organization, where its meetings are held, and generally where its records are kept.\n\nSourceLaws 1988, LB 1232, § 9;Laws 1989, LB 767, § 29;Laws 1991, LB 427, § 29;Laws 1992, LB 871, § 1;Laws 1996, LB 1277, § 3;Laws 2002, LB 545, § 23;Laws 2003, LB 282, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-9/statute-9-306-01/"
    }
  ]
}