{
  "state": "nebraska",
  "path": "title-chapter-9-bingo-and-other-gambling/chapter-9-81101-lottery-investigation-petty-cash-fund-establishment-",
  "sections": [
    {
      "id": "section-9-81101lottery",
      "number": "9-811.01.Lottery",
      "heading": "Investigation Petty Cash Fund; establishment; use; investment; Tax Commissioner; department; duties; records and reports",
      "text": "(1) The Tax Commissioner may apply to the Director of Administrative Services and the Auditor of Public Accounts to establish and maintain a Lottery Investigation Petty Cash Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9-81101",
      "number": "9-811.01",
      "heading": "",
      "text": "9-811.01.Lottery Investigation Petty Cash Fund; establishment; use; investment; Tax Commissioner; department; duties; records and reports.\n\n(1) The Tax Commissioner may apply to the Director of Administrative Services and the Auditor of Public Accounts to establish and maintain a Lottery Investigation Petty Cash Fund. The money used to initiate and maintain the fund shall be drawn solely from the State Lottery Operation Cash Fund. The Tax Commissioner shall determine the amount of money to be held in the Lottery Investigation Petty Cash Fund, consistent with carrying out the duties and responsibilities of the division but not to exceed five thousand dollars for the entire division. This restriction shall not apply to funds otherwise appropriated to the State Lottery Operation Cash Fund for investigative purposes. When the Director of Administrative Services and the Auditor of Public Accounts have approved the establishment of the Lottery Investigation Petty Cash Fund, a voucher shall be submitted to the Department of Administrative Services accompanied by such information as the department may require for the establishment of the fund. The Director of Administrative Services shall issue a warrant for the amount specified and deliver it to the division. The fund may be replenished as necessary, but the total amount in the fund shall not exceed ten thousand dollars in any fiscal year. The fund shall be audited by the Auditor of Public Accounts.\n\n(2) Any prize amounts won, less any investigative expenditures, by department personnel with funds drawn from the Lottery Investigation Petty Cash Fund or reimbursed from the State Lottery Operation Cash Fund shall be deposited into the Lottery Investigation Petty Cash Fund.\n\n(3) For the purpose of establishing and maintaining legislative oversight and accountability, the Department of Revenue shall maintain records of all expenditures, disbursements, and transfers of cash from the Lottery Investigation Petty Cash Fund.\n\n(4) By September 15 of each year, the department shall report to the budget division of the Department of Administrative Services and to the Legislative Fiscal Analyst the unexpended balance existing on June 30 of the previous fiscal year relating to investigative expenses in the Lottery Investigation Petty Cash Fund and any funds existing on June 30 of the previous fiscal year in the possession of division personnel involved in investigations. The report submitted to the Legislative Fiscal Analyst shall be submitted electronically. Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 1994, LB 694, ยง 117;Laws 1995, LB 7, ยง 28;Laws 2012, LB782, ยง 14.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-9/statute-9-811-01/"
    }
  ]
}