{
  "state": "virginia",
  "path": "title-title-581-taxation/chapter-chapter-6-retail-sales-and-use-tax",
  "sections": [
    {
      "id": "section-581-600",
      "number": "58.1-600.",
      "heading": "Short title§ 58.1-601. Administration of chapter§ 58",
      "text": "1-602. Definitions§ 58.1-602.1. Repealed§ 58.1-603. (Contingent expiration date) Imposition of sales tax§ 58.1-603. (Contingent effective date) Imposition of sales tax§ 58.1-603.1. (For contingent expiration dates, see Acts 2013, c. 766, and Acts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-601",
      "number": "58.1-601.",
      "heading": "Administration of chapter",
      "text": "A. The Tax Commissioner shall administer and enforce the assessment and collection of the taxes and penalties imposed by this chapter, including the collection of state and local sales and use taxes from remote sellers.\n\nB. In administering the collection of state and local sales and use taxes from remote sellers, the Tax Commissioner shall:\n\n1. Provide adequate information to remote sellers to enable them to identify state and local sales and use tax rates and exemptions;\n\n2. Provide adequate information to software providers to enable them to make software and services available to remote sellers;\n\n3. Ensure that if the Department requires a periodic audit the remote seller may complete a single audit that covers the state and local sales and use taxes in all localities; and\n\n4. Require no more than one sales and use tax return per month be filed with the Department by any remote seller or any software provider on behalf of such remote seller.\n\nC. For purposes of evaluating the fiscal, economic and policy impact of sales and use tax exemptions, the Tax Commissioner may require from any person information relating to the evaluation of exempt purchases or sales, information relating to the qualification for exempt purchases, and information relating to direct or indirect government financial assistance that the person receives. Such information shall be filed on forms prescribed by the Tax Commissioner.\n\nCode 1950, § 58-441.40; 1966, c. 151; 1984, c. 675; 1988, c. 457; 2013, c. 766; 2019, cc. 815, 816, 854.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-601/"
    },
    {
      "id": "section-581-602",
      "number": "58.1-602.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context clearly shows otherwise:\n\n\"Accommodations\" means any room or rooms, lodgings, or accommodations in any hotel, motel, inn, tourist camp, tourist cabin, camping grounds, club, short-term rental, or any other place in which rooms, lodging, space, or accommodations are regularly furnished to transients for a consideration. \"Accommodations\" does not include rooms or space offered by a person in the business of providing conference rooms, meeting space, or event space if the person does not also offer rooms available for overnight sleeping.\n\n\"Accommodations fee\" means the room charge less the discount room charge, if any, provided that the accommodations fee shall not be less than $0.\n\n\"Accommodations intermediary\" means any person other than an accommodations provider that (i) facilitates the sale of an accommodation and (ii) either (a) charges a room charge to the customer, and charges an accommodations fee to the customer, which fee it retains as compensation for facilitating the sale; (b) collects a room charge from the customer; or (c) charges a fee, other than an accommodations fee, to the customer, which fee it retains as compensation for facilitating the sale. For purposes of this definition, \"facilitates the sale\" includes brokering, coordinating, or in any other way arranging for the purchase of the right to use accommodations via a transaction directly, including via one or more payment processors, between a customer and an accommodations provider.\n\n\"Accommodations intermediary\" does not include a person:\n\n1. If the accommodations are provided by an accommodations provider operating under a trademark, trade name, or service mark belonging to such person;\n\n2. Who facilitates the sale of an accommodation if (i) the price paid by the customer to such person is equal to the price paid by such person to the accommodations provider for the use of the accommodations and (ii) the only compensation received by such person for facilitating the sale of the accommodation is a commission paid from the accommodations provider to such person; or\n\n3. Who is licensed as a real estate licensee pursuant to Article 1 (§ 54.1-2100 et seq.) of Chapter 21 of Title 54.1, when acting within the scope of such license.\n\n\"Accommodations provider\" means any person that furnishes accommodations to the general public for compensation. The term \"furnishes\" includes the sale of use or possession or the sale of the right to use or possess.\n\n\"Advertising\" means the planning, creating, or placing of advertising in newspapers, magazines, billboards, broadcasting and other media, including, without limitation, the providing of concept, writing, graphic design, mechanical art, photography and production supervision. Any person providing advertising as defined in this section shall be deemed to be the user or consumer of all tangible personal property purchased for use in such advertising.\n\n\"Affiliate\" means the same as such term is defined in § 58.1-439.18.\n\n\"Amplification, transmission, distribution, and network equipment\" means production, distribution, and other equipment used to provide Internet-access services, such as computer and communications equipment and software used for storing, processing, and retrieving end-user subscribers' requests. A \"network\" includes modems, fiber optic cables, coaxial cables, radio equipment, routing equipment, switching equipment, a cable modem termination system, associated software, transmitters, power equipment, storage devices, servers, multiplexers, and antennas, which network is used to provide Internet service, regardless of whether the provider of such service is also a telephone common carrier or whether such network is also used to provide services other than Internet services.\n\n\"Business\" includes any activity engaged in by any person, or caused to be engaged in by him, with the object of gain, benefit or advantage, either directly or indirectly.\n\n\"Cost price\" means the actual cost of an item or article of tangible personal property computed in the same manner as the sales price as defined in this section without any deductions therefrom on account of the cost of materials used, labor, or service costs, transportation charges, or any expenses whatsoever.\n\n\"Custom program\" means a computer program that is specifically designed and developed only for one customer. The combining of two or more prewritten programs does not constitute a custom computer program. A prewritten program that is modified to any degree remains a prewritten program and does not become custom.\n\n\"Discount room charge\" means the full amount charged by the accommodations provider to the accommodations intermediary, or an affiliate thereof, for furnishing the accommodations.\n\n\"Distribution\" means the transfer or delivery of tangible personal property for use, consumption, or storage by the distributee, and the use, consumption, or storage of tangible personal property by a person that has processed, manufactured, refined, or converted such property, but does not include the transfer or delivery of tangible personal property for resale or any use, consumption, or storage otherwise exempt under this chapter.\n\n\"Gross proceeds\" means the charges made or voluntary contributions received for the lease or rental of tangible personal property or for furnishing services, computed with the same deductions, where applicable, as for sales price as defined in this section over the term of the lease, rental, service, or use, but not less frequently than monthly. \"Gross proceeds\" does not include finance charges, carrying charges, service charges, or interest from credit extended on the lease or rental of tangible personal property under conditional lease or rental contracts or other conditional contracts providing for the deferred payments of the lease or rental price.\n\n\"Gross sales\" means the sum total of all retail sales of tangible personal property or services as defined in this chapter, without any deduction, except as provided in this chapter. \"Gross sales\" does not include the federal retailers' excise tax or the federal diesel fuel excise tax imposed in § 4091 of the Internal Revenue Code if the excise tax is billed to the purchaser separately from the selling price of the article, or the Virginia retail sales or use tax, or any sales or use tax imposed by any county or city under § 58.1-605 or 58.1-606.\n\n\"Import\" and \"imported\" are words applicable to tangible personal property imported into the Commonwealth from other states as well as from foreign countries, and \"export\" and \"exported\" are words applicable to tangible personal property exported from the Commonwealth to other states as well as to foreign countries.\n\n\"In this Commonwealth\" or \"in the Commonwealth\" means within the limits of the Commonwealth of Virginia and includes all territory within these limits owned by or ceded to the United States of America.\n\n\"Integrated process,\" when used in relation to semiconductor manufacturing, means a process that begins with the research or development of semiconductor products, equipment, or processes, includes the handling and storage of raw materials at a plant site, and continues to the point that the product is packaged for final sale and either shipped or conveyed to a warehouse. Without limiting the foregoing, any semiconductor equipment, fuel, power, energy, supplies, or other tangible personal property shall be deemed used as part of the integrated process if its use contributes, before, during, or after production, to higher product quality, production yields, or process efficiencies. Except as otherwise provided by law, \"integrated process\" does not mean general maintenance or administration.\n\n\"Internet\" means, collectively, the myriad of computer and telecommunications facilities, which comprise the interconnected worldwide network of computer networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor to such protocol, to communicate information of all kinds by wire or radio.\n\n\"Internet service\" means a service that enables users to access content, information, and other services offered over the Internet.\n\n\"Lease or rental\" means the leasing or renting of tangible personal property and the possession or use thereof by the lessee or renter for a consideration, without transfer of the title to such property.\n\n\"Manufacturing, processing, refining, or conversion\" includes the production line of the plant starting with the handling and storage of raw materials at the plant site and continuing through the last step of production where the product is finished or completed for sale and conveyed to a warehouse at the production site, and also includes equipment and supplies used for production line testing and quality control. \"Manufacturing\" also includes the necessary ancillary activities of newspaper and magazine printing when such activities are performed by the publisher of any newspaper or magazine for sale daily or regularly at average intervals not exceeding three months.\n\nThe determination of whether any manufacturing, mining, processing, refining or conversion activity is industrial in nature shall be made without regard to plant size, existence or size of finished product inventory, degree of mechanization, amount of capital investment, number of employees or other factors relating principally to the size of the business. Further, \"industrial in nature\" includes, but is not limited to, those businesses classified in codes 10 through 14 and 20 through 39 published in the Standard Industrial Classification Manual for 1972 and any supplements issued thereafter.\n\n\"Modular building\" means, but is not limited to, single and multifamily houses, apartment units, commercial buildings, and permanent additions thereof, comprised of one or more sections that are intended to become real property, primarily constructed at a location other than the permanent site, built to comply with the Virginia Industrialized Building Safety Law (§ 36-70 et seq.) as regulated by the Virginia Department of Housing and Community Development, and shipped with most permanent components in place to the site of final assembly. For purposes of this chapter, \"modular building\" does not include a mobile office as defined in § 58.1-2401 or any manufactured building subject to and certified under the provisions of the National Manufactured Housing Construction and Safety Standards Act of 1974 (42 U.S.C. § 5401 et seq.).\n\n\"Modular building manufacturer\" means a person that owns or operates a manufacturing facility and is engaged in the fabrication, construction and assembling of building supplies and materials into modular buildings, as defined in this section, at a location other than at the site where the modular building will be assembled on the permanent foundation and may or may not be engaged in the process of affixing the modules to the foundation at the permanent site.\n\n\"Modular building retailer\" means any person that purchases or acquires a modular building from a modular building manufacturer, or from another person, for subsequent sale to a customer residing within or outside of the Commonwealth, with or without installation of the modular building to the foundation at the permanent site.\n\n\"Motor vehicle\" means a \"motor vehicle\" as defined in § 58.1-2401, taxable under the provisions of the Virginia Motor Vehicles Sales and Use Tax Act (§ 58.1-2400 et seq.) and upon the sale of which all applicable motor vehicle sales and use taxes have been paid.\n\n\"Occasional sale\" means a sale of tangible personal property not held or used by a seller in the course of an activity for which it is required to hold a certificate of registration, including the sale or exchange of all or substantially all the assets of any business and the reorganization or liquidation of any business, provided that such sale or exchange is not one of a series of sales and exchanges sufficient in number, scope and character to constitute an activity requiring the holding of a certificate of registration.\n\n\"Open video system\" means an open video system authorized pursuant to 47 U.S.C. § 573 and, for purposes of this chapter only, also includes Internet service regardless of whether the provider of such service is also a telephone common carrier.\n\n\"Person\" includes any individual, firm, copartnership, cooperative, nonprofit membership corporation, joint venture, association, corporation, estate, trust, business trust, trustee in bankruptcy, receiver, auctioneer, syndicate, assignee, club, society, or other group or combination acting as a unit, body politic or political subdivision, whether public or private, or quasi-public, and the plural of \"person\" means the same as the singular.\n\n\"Prewritten program\" means a computer program that is prepared, held or existing for general or repeated sale or lease, including a computer program developed for in-house use and subsequently sold or leased to unrelated third parties.\n\n\"Qualifying locality\" means Charlotte County, Gloucester County, Halifax County, Henry County, Mecklenburg County, Northampton County, Patrick County, Pittsylvania County, or the City of Danville.\n\n\"Railroad rolling stock\" means locomotives, of whatever motive power, autocars, railroad cars of every kind and description, and all other equipment determined by the Tax Commissioner to constitute railroad rolling stock.\n\n\"Remote seller\" means any dealer deemed to have sufficient activity within the Commonwealth to require registration under § 58.1-613 under the criteria specified in subdivision C 10 or 11 of § 58.1-612 or any software provider acting on behalf of such dealer.\n\n\"Retail sale\" or a \"sale at retail\" means a sale to any person for any purpose other than for resale in the form of tangible personal property or services taxable under this chapter, and shall include any such transaction as the Tax Commissioner upon investigation finds to be in lieu of a sale. All sales for resale must be made in strict compliance with regulations applicable to this chapter. Any dealer making a sale for resale which is not in strict compliance with such regulations shall be personally liable for payment of the tax.\n\nThe terms \"retail sale\" and a \"sale at retail\" specifically include the following: (i) the sale or charges for any accommodations furnished to transients for less than 90 continuous days; (ii) sales of tangible personal property to persons for resale when because of the operation of the business, or its very nature, or the lack of a place of business in which to display a certificate of registration, or the lack of a place of business in which to keep records, or the lack of adequate records, or because such persons are minors or transients, or because such persons are engaged in essentially service businesses, or for any other reason there is likelihood that the Commonwealth will lose tax funds due to the difficulty of policing such business operations; (iii) the separately stated charge made for automotive refinish repair materials that are permanently applied to or affixed to a motor vehicle during its repair; and (iv) the separately stated charge for equipment available for lease or purchase by a provider of satellite television programming to the customer of such programming. Equipment sold to a provider of satellite television programming for subsequent lease or purchase by the customer of such programming shall be deemed a sale for resale. The Tax Commissioner is authorized to promulgate regulations requiring vendors of or sellers to such persons to collect the tax imposed by this chapter on the cost price of such tangible personal property to such persons and may refuse to issue certificates of registration to such persons. The terms \"retail sale\" and a \"sale at retail\" also specifically include the separately stated charge made for supplies used during automotive repairs whether or not there is transfer of title or possession of the supplies and whether or not the supplies are attached to the automobile. The purchase of such supplies by an automotive repairer for sale to the customer of such repair services shall be deemed a sale for resale.\n\nThe term \"transient\" does not include a purchaser of camping memberships, time-shares, condominiums, or other similar contracts or interests that permit the use of, or constitute an interest in, real estate, however created or sold and whether registered with the Commonwealth or not. Further, a purchaser of a right or license which entitles the purchaser to use the amenities and facilities of a specific real estate project on an ongoing basis throughout its term shall not be deemed a transient, provided, however, that the term or time period involved is for seven years or more.\n\nThe terms \"retail sale\" and \"sale at retail\" do not include a transfer of title to tangible personal property after its use as tools, tooling, machinery or equipment, including dies, molds, and patterns, if (i) at the time of purchase, the purchaser is obligated, under the terms of a written contract, to make the transfer and (ii) the transfer is made for the same or a greater consideration to the person for whom the purchaser manufactures goods.\n\n\"Retailer\" means every person engaged in the business of making sales at retail, or for distribution, use, consumption, or storage to be used or consumed in the Commonwealth.\n\n\"Room charge\" means the full retail price charged to the customer for the use of the accommodations before taxes. \"Room charge\" includes any fee charged to the customer and retained as compensation for facilitating the sale, whether described as an accommodations fee, facilitation fee, or any other name. The room charge shall be determined in accordance with 23VAC10-210-730 and the related rulings of the Department on the same.\n\n\"Sale\" means any transfer of title or possession, or both, exchange, barter, lease or rental, conditional or otherwise, in any manner or by any means whatsoever, of tangible personal property and any rendition of a taxable service for a consideration, and includes the fabrication of tangible personal property for consumers who furnish, either directly or indirectly, the materials used in fabrication, and the furnishing, preparing, or serving for a consideration of any tangible personal property consumed on the premises of the person furnishing, preparing, or serving such tangible personal property. A transaction whereby the possession of property is transferred but the seller retains title as security for the payment of the price shall be deemed a sale.\n\n\"Sales price\" means the total amount for which tangible personal property or services are sold, including any services that are a part of the sale, valued in money, whether paid in money or otherwise, and includes any amount for which credit is given to the purchaser, consumer, or lessee by the dealer, without any deduction therefrom on account of the cost of the property sold, the cost of materials used, labor or service costs, losses or any other expenses whatsoever. \"Sales price\" does not include (i) any cash discount allowed and taken; (ii) finance charges, carrying charges, service charges or interest from credit extended on sales of tangible personal property under conditional sale contracts or other conditional contracts providing for deferred payments of the purchase price; (iii) separately stated local property taxes collected; (iv) that portion of the amount paid by the purchaser as a discretionary gratuity added to the price of a meal; or (v) that portion of the amount paid by the purchaser as a mandatory gratuity or service charge added by a restaurant to the price of a meal, but only to the extent that such mandatory gratuity or service charge does not exceed 20 percent of the price of the meal. Where used articles are taken in trade, or in a series of trades as a credit or part payment on the sale of new or used articles, the tax levied by this chapter shall be paid on the net difference between the sales price of the new or used articles and the credit for the used articles.\n\n\"Semiconductor cleanrooms\" means the integrated systems, fixtures, piping, partitions, flooring, lighting, equipment, and all other property used to reduce contamination or to control airflow, temperature, humidity, vibration, or other environmental conditions required for the integrated process of semiconductor manufacturing.\n\n\"Semiconductor equipment\" means (i) machinery or tools or repair parts or replacements thereof; (ii) the related accessories, components, pedestals, bases, or foundations used in connection with the operation of the equipment, without regard to the proximity to the equipment, the method of attachment, or whether the equipment or accessories are affixed to the realty; (iii) semiconductor wafers and other property or supplies used to install, test, calibrate or recalibrate, characterize, condition, measure, or maintain the equipment and settings thereof; and (iv) equipment and supplies used for quality control testing of product, materials, equipment, or processes; or the measurement of equipment performance or production parameters regardless of where or when the quality control, testing, or measuring activity takes place, how the activity affects the operation of equipment, or whether the equipment and supplies come into contact with the product.\n\n\"Short-term rental\" means the same as such term is defined in § 15.2-983.\n\n\"Storage\" means any keeping or retention of tangible personal property for use, consumption or distribution in the Commonwealth, or for any purpose other than sale at retail in the regular course of business.\n\n\"Tangible personal property\" means personal property that may be seen, weighed, measured, felt, or touched, or is in any other manner perceptible to the senses. \"Tangible personal property\" does not include stocks, bonds, notes, insurance or other obligations or securities. \"Tangible personal property\" includes (i) telephone calling cards upon their initial sale, which shall be exempt from all other state and local utility taxes, and (ii) manufactured signs.\n\n\"Use\" means the exercise of any right or power over tangible personal property incident to the ownership thereof, except that it does not include the sale at retail of that property in the regular course of business. \"Use\" does not include the exercise of any right or power, including use, distribution, or storage, over any tangible personal property sold to a nonresident donor for delivery outside of the Commonwealth to a nonresident recipient pursuant to an order placed by the donor from outside the Commonwealth via mail or telephone. \"Use\" does not include any sale determined to be a gift transaction, subject to tax under § 58.1-604.6.\n\n\"Use tax\" refers to the tax imposed upon the use, consumption, distribution, and storage as defined in this section.\n\n\"Used directly,\" when used in relation to manufacturing, processing, refining, or conversion, refers to those activities that are an integral part of the production of a product, including all steps of an integrated manufacturing or mining process, but not including ancillary activities such as general maintenance or administration. When used in relation to mining, \"used directly\" refers to the activities specified in this definition and, in addition, any reclamation activity of the land previously mined by the mining company required by state or federal law.\n\n\"Video programmer\" means a person that provides video programming to end-user subscribers.\n\n\"Video programming\" means video and/or information programming provided by or generally considered comparable to programming provided by a cable operator, including, but not limited to, Internet service.\n\nCode 1950, §§ 58-441.2, 58-441.3, 58-441.6; 1966, c. 151; 1972, c. 680; 1973, c. 313; 1974, c. 431; 1976, cc. 375, 489, 666, 712, 764, 770; 1977, cc. 247, 504; 1978, cc. 50, 82, 181, 505, 656, 665, 706, 784, 819; 1979, cc. 148, 205, 555, 556, 557, 558, 561, 562, 564, 572, 575; 1980, cc. 81, 610, 611, 617, 618, 621, 631, 753, 756; 1981, cc. 398, 400, 405, 409, 416, 599; 1982, cc. 533, 546, 547, 636, 649; 1983, cc. 100, 184, 384, 414, 557, 565, 599; 1984, cc. 419, 522, 675, 683, 690, 693; 1985, c. 473; 1986, c. 22; 1988, c. 899; 1989, cc. 581, 739; 1995, c. 96; 1999, cc. 138, 187, 723, 981; 2000, c. 425; 2004, c. 60; 2005, cc. 121, 122, 355; 2006, cc. 519, 541, 568, 602; 2007, c. 751; 2013, cc. 766, 783; 2014, c. 359; 2015, c. 252; 2017, c. 104; 2018, cc. 838, 840; 2019, cc. 815, 816, 854; 2020, cc. 327, 427, 428, 705, 708, 865; 2021, Sp. Sess. I, c. 383; 2022, cc. 7, 154, 434, 435, 640.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-602/"
    },
    {
      "id": "section-581-6021",
      "number": "58.1-602.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1995, c. 200.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-602-1/"
    },
    {
      "id": "section-581-603",
      "number": "58.1-603.",
      "heading": "(Contingent expiration date) Imposition of sales tax",
      "text": "There is hereby levied and imposed, in addition to all other taxes and fees of every kind now imposed by law, a license or privilege tax upon every person who engages in the business of selling at retail or distributing tangible personal property in this Commonwealth, or who rents or furnishes any of the things or services taxable under this chapter, or who stores for use or consumption in this Commonwealth any item or article of tangible personal property as defined in this chapter, or who leases or rents such property within this Commonwealth, in the amount of 4.3 percent:\n\n1. Of the gross sales price of each item or article of tangible personal property when sold at retail or distributed in this Commonwealth.\n\n2. Of the gross proceeds derived from the lease or rental of tangible personal property, where the lease or rental of such property is an established business, or part of an established business, or the same is incidental or germane to such business.\n\n3. Of the cost price of each item or article of tangible personal property stored in this Commonwealth for use or consumption in this Commonwealth.\n\n4. (Effective until September 1, 2021) Of the gross proceeds derived from the sale or charges for rooms, lodgings or accommodations furnished to transients as set out in the definition of \"retail sale\" in § 58.1-602.\n\n4. (Effective September 1, 2021) Of the gross proceeds derived from the sale or charges for accommodations furnished to transients as set out in the definition of \"retail sale\" in § 58.1-602.\n\n5. Of the gross sales of any services that are expressly stated as taxable within this chapter.\n\nCode 1950, § 58-441.4; 1966, c. 151; 1984, c. 675; 1986, Sp. Sess., c. 12; 2004, Sp. Sess. I, c. 3; 2013, c. 766; 2021, Sp. Sess. I, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-603-d-1/"
    },
    {
      "id": "section-581-6031",
      "number": "58.1-603.1.",
      "heading": "(For contingent expiration dates, see Acts 2013, c. 766, and Acts 2020, c. 1235) Additional state sales tax in certain counties and cities",
      "text": "A. In addition to the sales tax imposed pursuant to § 58.1-603, there is hereby levied and imposed in each county and city located in a Planning District established pursuant to Chapter 42 (§ 15.2-4200 et seq.) of Title 15.2 that (i) as of January 1, 2013, has a population of 1.5 million or more as shown by the most recent United States Census, has not less than 1.2 million motor vehicles registered therein, and has a total transit ridership of not less than 15 million riders per year across all transit systems within the Planning District or (ii) as shown by the most recent United States Census meets the population criteria set forth in clause (i) and also meets the vehicle registration and ridership criteria set forth in clause (i), a retail sales tax at the rate of 0.70 percent. In any case in which the tax is imposed pursuant to clause (ii) such tax shall be effective beginning on the July 1 immediately following the calendar year in which all of the criteria have been met.\n\nB. In addition to the sales tax imposed pursuant to § 58.1-603, there is hereby levied and imposed in each county and city located in Planning District 15 established pursuant to Chapter 42 (§ 15.2-4200 et seq.) of Title 15.2 a retail sales tax at the rate of 0.70 percent. In no case shall an additional sales tax be imposed pursuant to both clause (ii) of subsection A and this subsection.\n\nC. The tax imposed pursuant to subsections A and B shall not be levied upon food purchased for human consumption and essential personal hygiene products, as such terms are defined in § 58.1-611.1. Such tax shall be added to the rate of the state sales tax imposed pursuant to § 58.1-603 in each such county and city and shall be subject to all the provisions of this chapter and the rules and regulations published with respect thereto. No discount under § 58.1-622 shall be allowed for the tax imposed under this section. Such tax shall be administered and collected by the Tax Commissioner in the same manner and subject to the same penalties as provided for the state sales tax under § 58.1-603.\n\nD. The revenue generated and collected pursuant to the tax authorized under this section, less the applicable portion of any refunds to taxpayers, shall be deposited by the Comptroller into special funds established by law. In the case of Planning District 8, the revenue generated and collected therein shall be deposited into the fund established in § 33.2-2509. In the case of Planning District 23, the revenue generated and collected therein shall be deposited into the fund established in § 33.2-2600. In the case of Planning District 15, the revenue generated and collected therein shall be deposited into the fund established in § 33.2-3701. For additional planning districts that may become subject to this section, funds shall be established by appropriate legislation.\n\n2013, c. 766; 2016, c. 305; 2019, cc. 549, 550; 2020, c. 1235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-603-1-d-1/"
    },
    {
      "id": "section-581-6032",
      "number": "58.1-603.2.",
      "heading": "(For contingent expiration date, see Acts 2018, c",
      "text": "A. For purposes of this section:\n\n\"Historic Triangle\" means all of the City of Williamsburg and the Counties of James City and York.\n\n\"Historic Triangle Recreational Facilities Authority\" means a regional government entity created by the City of Williamsburg and the Counties of James City and York for the purpose of developing and managing recreational facilities for the benefit of such localities' residents and visitors.\n\nB. In addition to the sales tax imposed pursuant to §§ 58.1-603 and 58.1-603.1, there is hereby levied and imposed in the Historic Triangle a retail sales tax at the rate of one percent. Such tax shall not be levied upon food purchased for human consumption and essential personal hygiene products, as such terms are defined in § 58.1-611.1. Such tax shall be added to the rate of the state sales tax imposed pursuant to §§ 58.1-603 and 58.1-603.1 in each such county and city and shall be subject to all the provisions of this chapter and the rules and regulations published with respect thereto. No discount under § 58.1-622 shall be allowed for the tax imposed under this section. Such tax shall be administered and collected by the Tax Commissioner in the same manner and subject to the same penalties as provided for the state sales tax under § 58.1-603.\n\nC. In addition to the use tax imposed pursuant to §§ 58.1-604 and 58.1-604.01, there is hereby levied and imposed in the Historic Triangle a retail use tax at the rate of one percent. Such tax shall not be levied upon food purchased for human consumption and essential personal hygiene products, as such terms are defined in § 58.1-611.1. Such tax shall be added to the rate of the state use tax imposed pursuant to §§ 58.1-604 and 58.1-604.01 in each such county and city and shall be subject to all the provisions of this chapter and the rules and regulations published with respect thereto. No discount under § 58.1-622 shall be allowed for the tax imposed under this section. Such tax shall be administered and collected by the Tax Commissioner in the same manner and subject to the same penalties as provided for the state use tax under § 58.1-604.\n\nD. The revenue generated and collected pursuant to the tax authorized under this section, less the applicable portion of any refunds to taxpayers, shall be deposited by the Comptroller as follows:\n\n1. Fifty percent of the revenues shall be deposited into the Historic Triangle Marketing Fund created pursuant to subsection F and used for the purposes set forth therein; and\n\n2. Fifty percent of the revenues shall be deposited into a special fund hereby created on the books of the Comptroller under the name \"Collections of Historic Triangle Sales Tax\" and distributed to the locality in which the sales or use tax was collected. The revenues received by a locality pursuant to this subsection shall not be used to reduce the funding dedicated by the recipient localities to regional tourism promotion and product development.\n\nE. 1. The revenues received by a locality pursuant to subsection D shall not be used to reduce such locality's funding dedicated to regional tourism promotion and product development. In meeting the requirements of this subsection, each locality shall annually allocate the following minimum amounts, to be distributed as provided in subdivision 2:\n\na. The City of Williamsburg shall allocate at least $800,000;\n\nb. James City County shall allocate at least $740,000; and\n\nc. York County shall allocate at least $438,600.\n\n2. As determined by agreement among the City of Williamsburg and the Counties of James City and York, the amounts allocated under subdivision 1 shall be appropriated so that each of the recipients identified in this subdivision receive the following minimum amounts:\n\na. The Williamsburg Tourism Council shall receive at least $126,600;\n\nb. The Greater Williamsburg Chamber of Commerce shall receive at least $402,000; and\n\nc. The Historic Triangle Recreational Facilities Authority shall receive at least $1,450,000.\n\nF. 1. There is hereby created in the state treasury a special nonreverting fund to be known as the Historic Triangle Marketing Fund, referred to in this section as \"the Fund,\" to be managed and administered by the Williamsburg Tourism Council. The Fund shall be established on the books of the Comptroller. All revenues generated pursuant to this section shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purposes of marketing, advertising, and promoting the Historic Triangle area as an overnight tourism destination, with the intent to attract visitors from a sufficient distance so as to require an overnight stay of at least one night, as set forth in this subsection. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by the Secretary of Finance.\n\n2. The Williamsburg Tourism Council (the Council) is established as an advisory board in the legislative branch of state government. The Council shall consist of members as follows: one member of the James City County Board of Supervisors, one member of the York County Board of Supervisors; one member of the Williamsburg City Council, one representative of the Colonial Williamsburg Foundation, one representative of the Jamestown-Yorktown Foundation, one representative of Busch Gardens Williamsburg, one representative of the Jamestown Rediscovery Foundation, one representative of the Williamsburg Hotel and Motel Association, and one representative of the Williamsburg Area Restaurant Association. The Chair of the Greater Williamsburg Chamber of Commerce and the Chief Executive Officer of the Virginia Tourism Corporation shall serve as ex officio, nonvoting members of the Council.\n\n3. The Council shall establish the Historic Triangle Office of Marketing and Promotion (the Office) to administer a program of marketing, advertising, and promotion to attract visitors to the Historic Triangle area, as required by this subsection. The Council shall use moneys in the Fund to fund the pay for necessary expenses of the Office and to fund the activities of the Office. The Office shall be overseen by a professional with extensive experience in marketing or advertising and in the tourism industry. The Office shall be responsible for (i) developing and implementing, in consultation with the Council, long-term and short-term strategic plans for advertising and promoting the numerous facilities, venues, and attractions devoted to education, historic preservation, amusement, entertainment, and dining in the Historic Triangle as a cohesive and unified travel destination for local, national, and international travelers; (ii) assisting, upon request, with the coordination of cross-advertising and cross-marketing efforts between various tourism venues and destinations in the Historic Triangle region; (iii) identifying strategies for both increasing the number of overnight visitors to the region and increasing the average length of stay of tourists in the region; and (iv) performing any other function related to the promotion of the Historic Triangle region as may be identified by the Council.\n\n4. The Council shall report annually on its long-term and short-term strategic plans and the implementation of such plans; marketing efforts; metrics regarding tourism in the Historic Triangle region; use of the funds in the Fund; and any other details relevant to the work of the Council and the Office. Such report shall be delivered no later than December 1 of each year to the managers or chief executive officers of the City of Williamsburg and the Counties of James City and York, and to the Chairmen of the House Committees on Finance and Appropriations and the Senate Committee on Finance and Appropriations.\n\n2018, c. 850; 2019, cc. 549, 550; 2022, c. 652.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-603-2/"
    },
    {
      "id": "section-581-604",
      "number": "58.1-604.",
      "heading": "(Contingent expiration date - see note) Imposition of use tax",
      "text": "There is hereby levied and imposed, in addition to all other taxes and fees now imposed by law, a tax upon the use or consumption of tangible personal property in this Commonwealth, or the storage of such property outside the Commonwealth for use or consumption in this Commonwealth, in the amount of 4.3 percent:\n\n1. Of the cost price of each item or article of tangible personal property used or consumed in this Commonwealth. Tangible personal property that has been acquired for use outside this Commonwealth and subsequently becomes subject to the tax imposed hereunder shall be taxed on the basis of its cost price if such property is brought within this Commonwealth for use within six months of its acquisition; but if so brought within this Commonwealth six months or more after its acquisition, such property shall be taxed on the basis of the current market value (but not in excess of its cost price) of such property at the time of its first use within this Commonwealth. Such tax shall be based on such proportion of the cost price or current market value as the duration of time of use within this Commonwealth bears to the total useful life of such property (but it shall be presumed in all cases that such property will remain within this Commonwealth for the remainder of its useful life unless convincing evidence is provided to the contrary).\n\n2. Of the cost price of each item or article of tangible personal property stored outside this Commonwealth for use or consumption in this Commonwealth.\n\n3. A transaction taxed under § 58.1-603 shall not also be taxed under this section, nor shall the same transaction be taxed more than once under either section.\n\n4. The use tax shall not apply with respect to the use of any article of tangible personal property brought into this Commonwealth by a nonresident individual, visiting in Virginia, for his personal use, while within this Commonwealth.\n\nCode 1950, §§ 58-441.5, 58-441.9; 1966, c. 151; 1984, c. 675; 1986, Sp. Sess., c. 12; 1995, c. 385; 2004, Sp. Sess. I, c. 3; 2013, c. 766; 2019, cc. 815, 816, 854.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-604-d-1/"
    },
    {
      "id": "section-581-60401",
      "number": "58.1-604.01.",
      "heading": "(For contingent expiration dates, see Acts 2013, c. 766, and Acts 2020, c. 1235) Additional state use tax in certain counties and cities",
      "text": "A. In addition to the use tax imposed pursuant to § 58.1-604, there is hereby levied and imposed in each county and city located in a Planning District established pursuant to Chapter 42 (§ 15.2-4200 et seq.) of Title 15.2 that (i) as of January 1, 2013, has a population of 1.5 million or more, as shown by the most recent United States Census, has not less than 1.2 million motor vehicles registered therein, and has a total transit ridership of not less than 15 million riders per year across all transit systems within the Planning District or (ii) as shown by the most recent United States Census meets the population criteria set forth in clause (i) and also meets the vehicle registration and ridership criteria set forth in clause (i), a retail use tax at the rate of 0.70 percent. In any case in which the tax is imposed pursuant to clause (ii) such tax shall be effective beginning on the July 1 immediately following the calendar year in which all of the criteria have been met.\n\nB. In addition to the sales tax imposed pursuant to § 58.1-603, there is hereby levied and imposed in each county and city located in Planning District 15 established pursuant to Chapter 42 (§ 15.2-4200 et seq.) of Title 15.2 a retail use tax at the rate of 0.70 percent. In no case shall an additional use tax be imposed pursuant to both clause (ii) of subsection A and this subsection.\n\nC. The tax imposed pursuant to subsections A and B shall not be levied upon food purchased for human consumption and essential personal hygiene products, as such terms are defined in § 58.1-611.1. Such tax shall be added to the rate of the state use tax imposed pursuant to § 58.1-604 in such county and city and shall be subject to all the provisions of this chapter and the rules and regulations published with respect thereto. No discount under § 58.1-622 shall be allowed for the tax described under this section. Such tax shall be administered and collected by the Tax Commissioner in the same manner and subject to the same penalties as provided for the state use tax under § 58.1-604.\n\nD. The revenue generated and collected pursuant to the tax authorized under this section, less the applicable portion of any refunds to taxpayers, shall be deposited by the Comptroller into special funds established by law. In the case of Planning District 8, the revenue generated and collected therein shall be deposited into the fund established in § 33.2-2509. In the case of Planning District 23, the revenue generated and collected therein shall be deposited into the fund established in § 33.2-2600. In the case of Planning District 15, the revenue generated and collected therein shall be deposited into the fund established in § 33.2-3701. For any additional planning districts that may become subject to this section, funds shall be established by appropriate legislation.\n\n2013, c. 766; 2016, c. 305; 2019, cc. 549, 550; 2020, c. 1235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-604-01-d-1/"
    },
    {
      "id": "section-581-6041",
      "number": "58.1-604.1.",
      "heading": "(Contingent expiration date -- see note*) Use tax on motor vehicles, machinery, tools and equipment brought into Virginia for use in performing contracts",
      "text": "In addition to the use tax levied pursuant to § 58.1-604 and notwithstanding the provisions of § 58.1-611, a use tax is levied upon the storage or use of all motor vehicles, machines, machinery, tools or other equipment brought, imported or caused to be brought into this Commonwealth for use in constructing, building or repairing any building, highway, street, sidewalk, bridge, culvert, sewer or water system, drainage or dredging system, railway system, reservoir or dam, hydraulic or power plant, transmission line, tower, dock, wharf, excavation, grading, or other improvement or structure, or any part thereof. The rate of tax is 4.3 percent on all tangible personal property except motor vehicles, which shall be taxed at the rate set forth in § 58.1-2402; aircraft, which shall be taxed at the rate of two percent; and watercraft, which shall be taxed at the rate of two percent with a maximum tax of $1,000. However, the total rate of the state use tax in any county or city for which the tax under § 58.1-604.01 is imposed shall be 5.0 percent on all tangible personal property except motor vehicles, which shall be taxed at the rate set forth in § 58.1-2402; aircraft, which shall be taxed at the rate of two percent; and watercraft, which shall be taxed at the rate of two percent with a maximum tax of $1,000.\n\nFor purposes of this section, \"motor vehicle\" means any vehicle which is self-propelled and designed primarily for use upon the highways, any vehicle which is propelled by electric power obtained from trolley wires but not operated upon rails, and any vehicle designed to run upon the highways which is pulled by a self-propelled vehicle, but shall not include any implement of husbandry, farm tractor, road construction or maintenance machinery or equipment, special mobile equipment or any vehicle designed primarily for use in work off the highway.\n\nThe tax shall be computed on the basis of such proportion of the original purchase price of such property as the duration of time of use in this Commonwealth bears to the total useful life thereof. For purposes of this section, \"use\" means use, storage, consumption and \"stand-by\" time occasioned by weather conditions, controversies or other causes. The tax shall be computed upon the basis of the relative time each item of equipment is in this Commonwealth rather than upon the basis of actual use. In the absence of satisfactory evidence as to the period of use intended in this Commonwealth, it will be presumed that such property will remain in this Commonwealth for the remainder of its useful life, which shall be determined in accordance with the experiences and practices of the building and construction trades.\n\nA transaction taxed under § 58.1-604, 58.1-605, 58.1-1402, 58.1-1502, 58.1-1736, or 58.1-2402 shall not also be taxed under this section, nor shall the same transaction be taxed more than once under any section.\n\n1988, c. 379; 2004, Sp. Sess. I, c. 3; 2011, cc. 405, 639; 2013, c. 766.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-604-1-d-1/"
    },
    {
      "id": "section-581-6042",
      "number": "58.1-604.2.",
      "heading": "Filing return; payment of tax",
      "text": "Before any property subject to the use tax is brought into this Commonwealth for use as provided in § 58.1-604.1, the owner, or, if the property is leased, the lessee shall register with the Tax Commissioner or the local commissioner of the revenue, if the local commissioner elects to provide such service.\n\nAfter registration, the taxpayer shall file quarterly reports on forms furnished by the Tax Commissioner reporting such property brought, imported or caused to be brought into this Commonwealth during the preceding quarter together with remittance of the amount of tax due. Such reports are to be filed on or before the fifteenth of the month following the quarter in which such property was brought into this Commonwealth.\n\n1988, c. 379; 2011, cc. 663, 674.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-604-2/"
    },
    {
      "id": "section-581-6043",
      "number": "58.1-604.3.",
      "heading": "Exemptions",
      "text": "The use tax imposed by this section shall not apply to any property brought into this Commonwealth by a resident of another state, if such state does not impose a similar use tax on Virginia contractors, nor shall the tax apply to the use in this Commonwealth of any motor vehicle, machine or machinery previously purchased at retail for use in another state and actually placed into substantial use in another state before being brought, imported or caused to be brought into this Commonwealth by the owner thereof for use in constructing or repairing its own buildings, structures or other property.\n\n1988, c. 379.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-604-3/"
    },
    {
      "id": "section-581-6044",
      "number": "58.1-604.4.",
      "heading": "Not effective",
      "text": "Not effective.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-604-4/"
    },
    {
      "id": "section-581-6046",
      "number": "58.1-604.6.",
      "heading": "Gift transactions",
      "text": "A. For purposes of this section, a gift transaction means a retail sale resulting from an order for tangible personal property placed by any means by any person that is for delivery to a recipient, other than the purchaser, located in another state. A gift transaction does not include a business transaction between the purchaser and recipient or a transaction whereby the purchaser is contractually obligated to provide the tangible personal property to the recipient.\n\nB. In cases involving a sale qualifying as a gift transaction, a dealer registered for the collection of the tax in the state of the recipient may, upon approval by the Tax Commissioner, elect to collect the tax imposed by the state of the recipient or the tax imposed under this chapter. If the dealer elected to collect the tax imposed by the state of the recipient, the dealer shall provide notice of such election to the Tax Department on a form prescribed by the Tax Department which must be approved by the Tax Commissioner. In the event that the dealer is not registered for the collection of the tax in the state of the recipient, and such dealer holds a valid certificate of registration for the collection of the tax imposed under this chapter, such dealer shall collect the tax imposed under this chapter.\n\n2005, c. 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-604-6/"
    },
    {
      "id": "section-581-605",
      "number": "58.1-605.",
      "heading": "To what extent and under what conditions cities and counties may levy local sales taxes; collection thereof by Commonwealth and return of revenue to each city or county entitled thereto",
      "text": "A. No county, city or town shall impose any local general sales or use tax or any local general retail sales or use tax except as authorized by this section or § 58.1-605.1.\n\nB. The council of any city and the governing body of any county may levy a general retail sales tax at the rate of one percent to provide revenue for the general fund of such city or county. Such tax shall be added to the rate of the state sales tax imposed by §§ 58.1-603 and 58.1-604 and shall be subject to all the provisions of this chapter and the rules and regulations published with respect thereto. No discount under § 58.1-622 shall be allowed on a local sales tax.\n\nC. 1. The council of any city and the governing body of any county desiring to impose a local sales tax under this section may do so by the adoption of an ordinance stating its purpose and referring to this section, and providing that such ordinance shall be effective on the first day of a month at least 60 days after its adoption. A certified copy of such ordinance shall be forwarded to the Tax Commissioner so that it will be received within five days after its adoption.\n\n2. Prior to any change in the rate of any local sales and use tax, the Tax Commissioner shall provide remote sellers with at least 30 days' notice. Any change in the rate of any local sales and use tax shall only become effective on the first day of a calendar quarter. Failure to provide notice pursuant to this section shall require the Commonwealth and the locality to apply the preceding effective rate until 30 days after notification is provided.\n\nD. Any local sales tax levied under this section shall be administered and collected by the Tax Commissioner in the same manner and subject to the same penalties as provided for the state sales tax.\n\nE. All local sales tax moneys collected by the Tax Commissioner under this section shall be paid into the state treasury to the credit of a special fund which is hereby created on the Comptroller's books under the name \"Collections of Local Sales Taxes.\" Such local sales tax moneys shall be credited to the account of each particular city or county levying a local sales tax under this section. The basis of such credit shall be the city or county in which the sales were made as shown by the records of the Department and certified by it monthly to the Comptroller, namely, the city or county of location of each place of business of every dealer paying the tax to the Commonwealth without regard to the city or county of possible use by the purchasers. If a dealer has any place of business located in more than one political subdivision by reason of the boundary line or lines passing through such place of business, the amount of sales tax paid by such a dealer with respect to such place of business shall be treated for the purposes of this section as follows: one-half shall be assignable to each political subdivision where two are involved, one-third where three are involved, and one-fourth where four are involved.\n\nF. As soon as practicable after the local sales tax moneys have been paid into the state treasury in any month for the preceding month, the Comptroller shall draw his warrant on the Treasurer of Virginia in the proper amount in favor of each city or county entitled to the monthly return of its local sales tax moneys, and such payments shall be charged to the account of each such city or county under the special fund created by this section. If errors are made in any such payment, or adjustments are otherwise necessary, whether attributable to refunds to taxpayers, or to some other fact, the errors shall be corrected and adjustments made in the payments for the next two months as follows: one-half of the total adjustment shall be included in the payments for the next two months. In addition, the payment shall include a refund of amounts erroneously not paid to the city or county and not previously refunded during the three years preceding the discovery of the error. A correction and adjustment in payments described in this subsection due to the misallocation of funds by the dealer shall be made within three years of the date of the payment error.\n\nG. Such payments to counties are subject to the qualification that in any county wherein is situated any incorporated town constituting a special school district and operated as a separate school district under a town school board of three members appointed by the town council, the county treasurer shall pay into the town treasury for general governmental purposes the proper proportionate amount received by him in the ratio that the school age population of such town bears to the school age population of the entire county. If the school age population of any town constituting a separate school district is increased by the annexation of territory since the last estimate of school age population provided by the Weldon Cooper Center for Public Service, such increase shall, for the purposes of this section, be added to the school age population of such town as shown by the last such estimate and a proper reduction made in the school age population of the county or counties from which the annexed territory was acquired.\n\nH. One-half of such payments to counties are subject to the further qualification, other than as set out in subsection G, that in any county wherein is situated any incorporated town not constituting a separate special school district that has complied with its charter provisions providing for the election of its council and mayor for a period of at least four years immediately prior to the adoption of the sales tax ordinance, the county treasurer shall pay into the town treasury of each such town for general governmental purposes the proper proportionate amount received by him in the ratio that the school age population of each such town bears to the school age population of the entire county, based on the latest estimate provided by the Weldon Cooper Center for Public Service. The preceding requirement pertaining to the time interval between compliance with election provisions and adoption of the sales tax ordinance shall not apply to a tier-city. If the school age population of any such town not constituting a separate special school district is increased by the annexation of territory or otherwise since the last estimate of school age population provided by the Weldon Cooper Center for Public Service, such increase shall, for the purposes of this section, be added to the school age population of such town as shown by the last such estimate and a proper reduction made in the school age population of the county or counties from which the annexed territory was acquired.\n\nI. Notwithstanding the provisions of subsection H, the board of supervisors of a county may, in its discretion, appropriate funds to any incorporated town not constituting a separate school district within such county that has not complied with the provisions of its charter relating to the elections of its council and mayor, an amount not to exceed the amount it would have received from the tax imposed by this chapter if such election had been held; however, Charlotte County, Gloucester County, Halifax County, Henry County, Mecklenburg County, Northampton County, Patrick County, and Pittsylvania County may appropriate any amount to any such incorporated town.\n\nJ. It is further provided that if any incorporated town which would otherwise be eligible to receive funds from the county treasurer under subsection G or H be located in a county that does not levy a general retail sales tax under the provisions of this law, such town may levy a general retail sales tax at the rate of one percent to provide revenue for the general fund of the town, subject to all the provisions of this section generally applicable to cities and counties. Any tax levied under the authority of this subsection shall in no case continue to be levied on or after the effective date of a county ordinance imposing a general retail sales tax in the county within which such town is located.\n\nCode 1950, §§ 58-441.49, 58-441.49:2; 1966, c. 151; 1968, c. 638; 1982, c. 555; 1984, cc. 675, 695; 1997, cc. 245, 725; 2004, Sp. Sess. I, c. 3; 2007, c. 896; 2008, cc. 484, 488; 2010, cc. 386, 629; 2012, c. 831; 2013, c. 766; 2019, cc. 648, 815, 816, 854; 2020, cc. 327, 427, 428, 705, 708, 865.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-605/"
    },
    {
      "id": "section-581-6051",
      "number": "58.1-605.1.",
      "heading": "Additional local sales tax in certain localities; use of revenues for construction or renovation of schools",
      "text": "A. 1. In addition to the sales tax authorized under § 58.1-605, a qualifying locality may levy a general retail sales tax at a rate not to exceed one percent as determined by its governing body to provide revenue solely for capital projects for the construction or renovation of schools in each such locality. Such tax shall be added to the rates of the state and local sales tax imposed by this chapter and shall be subject to all the provisions of this chapter and the rules and regulations published with respect thereto. No discount under § 58.1-622 shall be allowed on this local sales tax.\n\n2. Any tax imposed pursuant to this section shall expire (i) if the capital projects for the construction or renovation of schools are to be financed by bonds or loans, on the date by which such bonds or loans shall be repaid or (ii) if the capital projects for the construction or renovation of schools are not to be financed by bonds or loans, on a date chosen by the governing body and specified in any resolution passed pursuant to the provisions of subdivision B 1. Such expiration date shall not be more than 20 years after the date of the resolution passed pursuant to the provisions of subdivision B 1.\n\nB. 1. This tax may be levied only if the tax is approved in a referendum within the qualifying locality held in accordance with § 24.2-684 and initiated by a resolution of the local governing body. Such resolution shall state (i) if the capital projects for the construction or renovation of schools are to be financed by bonds or loans, the date by which such bonds or loans shall be repaid or (ii) if the capital projects for the construction or renovation of schools are not to be financed by bonds or loans, a specified date on which the sales tax shall expire.\n\n2. The clerk of the circuit court shall publish notice of the referendum in a newspaper of general circulation in the qualifying locality once a week for three consecutive weeks prior to the election. The question on the ballot for the referendum shall include language stating (i) that the revenues from the sales tax shall be used solely for capital projects for the construction or renovation of schools and (ii) the date on which the sales tax shall expire.\n\nC. The governing body of the qualifying locality, if it elects to impose a local sales tax under this section after approval at a referendum as provided in subsection B shall do so by the adoption of an ordinance stating its purpose and referring to this section and providing that such ordinance shall be effective on the first day of a month at least 120 days after its adoption. Such ordinance shall state the date on which the sales tax shall expire. A certified copy of such ordinance shall be forwarded to the Tax Commissioner so that it will be received within five days after its adoption.\n\nD. Any local sales tax levied under this section shall be administered and collected by the Tax Commissioner in the same manner and subject to the same exemptions and penalties as provided for the state sales tax; however, the local sales tax levied under this section shall not be levied on food purchased for human consumption or essential personal hygiene products, as such terms are defined in § 58.1-611.1.\n\nE. All local sales tax moneys collected by the Tax Commissioner under this section shall be paid into the state treasury to the credit of a special fund that is hereby created on the Comptroller's books for each qualifying locality under the name \"Collections of Additional Local Sales Taxes in ____ (INSERT NAME OF THE QUALIFYING LOCALITY).\" Each fund shall be administered as provided in § 58.1-605. A separate fund shall be created for each qualifying locality. Only local sales tax moneys collected in that qualifying locality shall be deposited in that locality's fund.\n\nF. As soon as practicable after the local sales tax moneys have been paid into the state treasury in any month for the preceding month, the Comptroller shall draw his warrant on the State Treasurer in the proper amount in favor of each qualifying locality, and such payments shall be charged to the account of the qualifying locality under its special fund created by this section. If errors are made in any such payment, or adjustments are otherwise necessary, whether attributable to refunds to taxpayers or to some other fact, the errors shall be corrected and adjustments made in the payments for the next two months as follows: one-half of the total adjustment shall be included in the payment for each of the next two months. In addition, the payment shall include a refund of amounts erroneously not paid to each qualifying locality and not previously refunded during the three years preceding the discovery of the error. A correction and adjustment in payments described in this subsection due to the misallocation of funds by the dealer shall be made within three years of the date of the payment error.\n\nG. The revenues from this tax shall be used solely for capital projects for new construction or major renovation of schools in the qualifying locality, including bond and loan financing costs related to such construction or renovation.\n\n2019, c. 648; 2020, cc. 327, 427, 428, 705, 708, 865.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-605-1/"
    },
    {
      "id": "section-581-606",
      "number": "58.1-606.",
      "heading": "To what extent and under what conditions cities and counties may levy local use tax; collection thereof by Commonwealth and return of revenues to the cities and counties",
      "text": "A. The council of any city and the governing body of any county which has levied or may hereafter levy a city or county sales tax under § 58.1-605 may levy a city or county use tax at the rate of one percent to provide revenue for the general fund of such city or county. Such tax shall be added to the rate of the state use tax imposed by this chapter and shall be subject to all the provisions of this chapter, and all amendments thereof, and the rules and regulations published with respect thereto, except that no discount under § 58.1-622 shall be allowed on a local use tax.\n\nB. The council of any city and the governing body of any county desiring to impose a local use tax under this section may do so in the manner following:\n\n1. If the city or county has previously imposed the local sales tax authorized by § 58.1-605, the local use tax may be imposed by the council or governing body by the adoption of a resolution by a majority of all the members thereof, by a recorded yea and nay vote, stating its purpose and referring to this section, and providing that the local use tax shall become effective on the first day of a month at least 60 days after the adoption of the resolution. A certified copy of such resolution shall be forwarded to the Tax Commissioner so that it will be received within five days after its adoption. The resolution authorized by this paragraph may be adopted in the manner stated notwithstanding any other provision of law, including any charter provision.\n\n2. If the city or county has not imposed the local sales tax authorized by § 58.1-605, the local use tax may be imposed by ordinance together with the local sales tax in the manner set out in subsections B and C of § 58.1-605.\n\nC. Any local use tax levied under this section shall be administered and collected by the Tax Commissioner in the same manner and subject to the same penalties as provided for the state use tax.\n\nD. The local use tax authorized by this section shall not apply to transactions to which the sales tax applies, the situs of which for state and local sales tax purposes is the city or county of location of each place of business of every dealer paying the tax to the Commonwealth without regard to the city or county of possible use by the purchasers. However, the local use tax authorized by this section shall apply to tangible personal property purchased without this Commonwealth for use or consumption within the city or county imposing the local use tax, or stored within the city or county for use or consumption, where the property would have been subject to the sales tax if it had been purchased within this Commonwealth. The local use tax shall also apply to leases or rentals of tangible personal property where the place of business of the lessor is without this Commonwealth and such leases or rentals are subject to the state tax. Moreover, the local use tax shall apply in all cases in which the state use tax applies.\n\nE. Out-of-state dealers who hold certificates of registration to collect the use tax from their customers for remittance to this Commonwealth shall, to the extent reasonably practicable, in filing their monthly use tax returns with the Tax Commissioner, break down their shipments into this Commonwealth by cities and counties so as to show the city or county of destination. If, however, the out-of-state dealer is unable accurately to assign any shipment to a particular city or county, the local use tax on the tangible personal property involved shall be remitted to the Commonwealth by such dealer without attempting to assign the shipment to any city or county.\n\nF. Local use tax revenue shall be distributed among the cities and counties for which it is collected, respectively, as shown by the records of the Department, and the procedure shall be the same as that prescribed for distribution of local sales tax revenue under § 58.1-605. The local use tax revenue that is not accurately assignable to a particular city or county shall be distributed monthly by the appropriate state authorities among the cities and counties in this Commonwealth imposing the local use tax upon the basis of taxable retail sales in the respective cities and counties in which the local sales and use tax was in effect in the taxable month involved, as shown by the records of the Department, and computed with respect to taxable retail sales as reflected by the amounts of the local sales tax revenue distributed among such cities and counties, respectively, in the month of distribution. Notwithstanding any other provision of this section, the Tax Commissioner shall develop a uniform method to distribute local use tax. Any significant changes to the method of local use tax distribution shall be phased in over a five-year period. Distribution information shall be shared with the affected localities prior to implementation of the changes.\n\nG. All local use tax revenue shall be used, applied or disbursed by the cities and counties as provided in § 58.1-605 with respect to local sales tax revenue.\n\nCode 1950, § 58-441.49:1; 1968, c. 191; 1984, c. 675; 1999, c. 156; 2004, Sp. Sess. I, c. 3; 2007, c. 896; 2008, cc. 484, 488; 2013, c. 766.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-606/"
    },
    {
      "id": "section-581-6061",
      "number": "58.1-606.1.",
      "heading": "Additional local use tax in certain localities; use of revenues for construction or renovation of schools",
      "text": "A. 1. The governing body of a qualifying locality may levy a use tax at the rate of such sales tax under § 58.1-605.1 to provide revenue for capital projects for the construction or renovation of schools in such locality. Such tax shall be added to the rates of the state and local use tax imposed by this chapter and shall be subject to all the provisions of this chapter, and all amendments thereof, and the rules and regulations published with respect thereto, except that no discount under § 58.1-622 shall be allowed on a local use tax.\n\n2. Any tax imposed pursuant to this section shall expire (i) if the capital projects for the construction or renovation of schools are to be financed by bonds or loans, on the date by which such bonds or loans shall be repaid or (ii) if the capital projects for the construction or renovation of schools are not to be financed by bonds or loans, on a date chosen by the governing body and specified in any resolution passed pursuant to the provisions of subsection B. Such expiration date shall not be more than 20 years after the date of the resolution passed pursuant to the provisions of subsection B.\n\nB. The governing body of the qualifying locality, if it elects to impose a local use tax under this section may do so only if it has previously imposed the local sales tax authorized by § 58.1-605.1, by the adoption of an ordinance stating its purpose and referring to this section and providing that the local use tax shall become effective on the first day of a month at least 120 days after its adoption. Such ordinance shall state the date on which the use tax shall expire. A certified copy of such ordinance shall be forwarded to the Tax Commissioner so that it will be received within five days after its adoption.\n\nC. Any local use tax levied under this section shall be administered and collected by the Tax Commissioner in the same manner and subject to the same exemptions and penalties as provided for the state use tax; however, the local use tax levied under this section shall not be levied on food purchased for human consumption or essential personal hygiene products, as such terms are defined in § 58.1-611.1.\n\nD. The local use tax authorized by this section shall not apply to transactions to which the sales tax applies, the situs of which for state and local sales tax purposes is the locality of location of each place of business of every dealer paying the tax to the Commonwealth without regard to the locality of possible use by the purchasers. However, the local use tax authorized by this section shall apply to tangible personal property purchased outside the Commonwealth for use or consumption within the locality imposing the local use tax, or stored within the locality for use or consumption, where the property would have been subject to the sales tax if it had been purchased within the Commonwealth. The local use tax shall also apply to leases or rentals of tangible personal property where the place of business of the lessor is outside the Commonwealth and such leases or rentals are subject to the state tax. Moreover, the local use tax shall apply in all cases in which the state use tax applies.\n\nE. Out-of-state dealers who hold certificates of registration to collect the use tax from their customers for remittance to the Commonwealth shall, to the extent reasonably practicable, in filing their monthly use tax returns with the Tax Commissioner, break down their shipments into the Commonwealth by counties and cities so as to show the county or city of destination. If, however, the out-of-state dealer is unable accurately to assign any shipment to a particular county or city, the local use tax on the tangible personal property involved shall be remitted to the Commonwealth by such dealer without attempting to assign the shipment to any county or city.\n\nF. Local use tax revenue shall be deposited in the special fund established pursuant to subsection E of § 58.1-605.1. The Comptroller shall distribute the revenue to the qualifying locality.\n\nG. All revenue from this local use tax revenue shall be used solely for capital projects for new construction or major renovation of schools in the qualifying locality, including bond and loan financing costs related to such construction or renovation.\n\n2019, c. 648; 2020, cc. 327, 427, 428, 705, 708, 865.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-606-1/"
    },
    {
      "id": "section-581-607",
      "number": "58.1-607.",
      "heading": "Moving residence or business into Commonwealth",
      "text": "The use tax shall not apply to tangible personal property purchased outside this Commonwealth for use outside this Commonwealth by a then nonresident natural person or a business entity not actually doing business within this Commonwealth, who later brings such tangible personal property into this Commonwealth in connection with his establishment of a permanent residence or business in this Commonwealth, provided that such property was purchased more than six months prior to the date it was first brought into this Commonwealth or prior to the establishment of such residence or business, whichever first occurs. This section shall not apply to tangible personal property temporarily brought into this Commonwealth for the performance of contracts for the construction, reconstruction, installation, repair, or for any other service with respect to real estate or fixtures thereon.\n\nCode 1950, § 58-441.10; 1966, c. 151; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-607/"
    },
    {
      "id": "section-581-608",
      "number": "58.1-608.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1993, c. 310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-608/"
    },
    {
      "id": "section-581-6081",
      "number": "58.1-608.1.",
      "heading": "Refund authorized for certain building materials",
      "text": "A. From July 1, 1993, through June 30, 2004, any organization meeting the following conditions and criteria may apply to the Department of Taxation for a refund of any taxes paid on tangible personal property pursuant to this chapter:\n\n1. The organization is exempt from taxation under § 501(c)(3) of the Internal Revenue Code;\n\n2. The organization is organized and operated primarily to acquire land and purchase materials to erect or rehabilitate low-cost homes on such land; and\n\n3. The homes are sold at cost on a nondiscriminatory basis to persons who otherwise would be unable to afford to buy a home through conventional means.\n\nB. Notwithstanding the provisions of subsection A, an organization exempt from taxation under § 501(c)(3) of the Internal Revenue Code may apply for a refund of any sales and use tax paid on tangible personal property used to repair or rehabilitate homes owned and occupied by low-income persons who could not otherwise afford to finance the rehabilitation or repair of their homes.\n\nC. The Department of Taxation may require that any organization submit sales tax receipts along with the refund application to qualify for the refund authorized pursuant to this section.\n\nD. The provisions of this section do not apply to any organization to the extent that the organization already is exempt from taxes imposed on tangible personal property by this chapter pursuant to § 58.1-609.11.\n\n1989, c. 739; 1990, c. 349; 1993, c. 647; 1994, c. 728; 1999, cc. 12, 334; 2000, c. 493.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-608-1/"
    },
    {
      "id": "section-581-6082",
      "number": "58.1-608.2.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, cc. 757 and 758, effective July 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-608-2/"
    },
    {
      "id": "section-581-6083",
      "number": "58.1-608.3.",
      "heading": "Entitlement to certain sales tax revenues",
      "text": "A. As used in this section, the following words and terms have the following meanings, unless some other meaning is plainly intended:\n\n\"Bonds\" means any obligations of a municipality for the payment of money.\n\n\"Cost,\" as applied to any public facility or to extensions or additions to any public facility, includes: (i) the purchase price of any public facility acquired by the municipality or the cost of acquiring all of the capital stock of the corporation owning the public facility and the amount to be paid to discharge any obligations in order to vest title to the public facility or any part of it in the municipality; (ii) expenses incident to determining the feasibility or practicability of the public facility; (iii) the cost of plans and specifications, surveys and estimates of costs and of revenues; (iv) the cost of all land, property, rights, easements and franchises acquired; (v) the cost of improvements, property or equipment; (vi) the cost of engineering, legal and other professional services; (vii) the cost of construction or reconstruction; (viii) the cost of all labor, materials, machinery and equipment; (ix) financing charges; (x) interest before and during construction and for up to one year after completion of construction; (xi) start-up costs and operating capital; (xii) payments by a municipality of its share of the cost of any multijurisdictional public facility; (xiii) administrative expense; (xiv) any amounts to be deposited to reserve or replacement funds; and (xv) other expenses as may be necessary or incident to the financing of the public facility. Any obligation or expense incurred by the public facility in connection with any of the foregoing items of cost may be regarded as a part of the cost.\n\n\"Municipality\" means any county, city, town, authority, commission, or other public entity.\n\n\"Public facility\" means (i) any auditorium, coliseum, convention center, or conference center, which is owned by a Virginia county, city, town, authority, or other public entity and where exhibits, meetings, conferences, conventions, seminars, or similar public events may be conducted; (ii) any hotel which is owned by a foundation whose sole purpose is to benefit a baccalaureate public institution of higher education in the Commonwealth and which is attached to and is an integral part of such facility, together with any lands reasonably necessary for the conduct of the operation of such events; (iii) any hotel which is attached to and is an integral part of such facility; (iv) any hotel that is adjacent to a convention center owned by a public entity and where the hotel owner enters into a public-private partnership whereby the locality contributes infrastructure, real property, or conference space; (v) a sports complex consisting of a minor league baseball stadium and related tournament, training, and parking facilities, where a municipality owns a component of the sports complex; or (vi) any outdoor amphitheater, provided that a locality owns, wholly or partly, and contributes to financing the construction of such amphitheater. However, such public facility must be located in the City of Chesapeake, City of Fredericksburg, City of Hampton, City of Lynchburg, City of Newport News, City of Norfolk, City of Portsmouth, City of Richmond, City of Roanoke, City of Salem, City of Staunton, City of Suffolk, City of Virginia Beach, City of Winchester, or Town of Wise. Any property, real, personal, or mixed, which is necessary or desirable in connection with any such auditorium, coliseum, convention center, sports complex, or conference center, including, without limitation, facilities for food preparation and serving, parking facilities, and office space, is encompassed within this definition. However, structures commonly referred to as \"shopping centers\" or \"malls\" shall not constitute a public facility hereunder. A public facility shall not include residential condominiums, townhomes, or other residential units. In addition, only a new public facility, or a public facility which will undergo a substantial and significant renovation or expansion, shall be eligible under subsection C. A new public facility is one whose construction began after December 31, 1991. A substantial and significant renovation entails a project whose cost is at least 50 percent of the original cost of the facility being renovated and shall have begun after December 31, 1991. A substantial and significant expansion entails an increase in floor space of at least 50 percent over that existing in the preexisting facility and shall have begun after December 31, 1991; or an increase in floor space of at least 10 percent over that existing in a public facility that qualified as such under this section and was constructed after December 31, 1991.\n\n\"Sales tax revenues\" means such tax collections realized under the Virginia Retail Sales and Use Tax Act (§ 58.1-600 et seq.), as limited herein. \"Sales tax revenues\" does not include the revenue generated by (i) the 0.5 percent sales and use tax increase enacted by the 1986 Special Session of the General Assembly which shall be paid to the Commonwealth Transportation Fund established pursuant to § 33.2-1524, (ii) the 1.0 percent of the state sales and use tax revenue distributed among the counties and cities of the Commonwealth pursuant to subsection D of § 58.1-638 on the basis of school age population, or (iii) any sales and use tax revenues generated by increases or allocation changes imposed by the 2013 Session of the General Assembly.\n\nB. Notwithstanding the definition of \"public facility\" in subsection A, a development project that meets the requirements for a \"development of regional impact\" set forth herein shall be deemed to be a public facility under the provisions of this section. The locality in which the public facility is located shall be entitled to all sales tax revenues generated by transactions taking place at such public facility solely to pay the cost of any bonds issued to pay the cost, or portion thereof, of such public facility pursuant to subsection C. For purposes of this subsection, the development of regional impact must be located in the City of Bristol.\n\nFor purposes of this subsection, a \"development of regional impact\" means a development project (i) towards which the locality contributes infrastructure or real property as part of a public-private partnership with the developer that is equal to at least 20 percent of the aggregate cost of development, (ii) that is reasonably expected to require a capital investment of at least $50 million, (iii) that is reasonably expected to generate at least $5 million annually in state sales and use tax revenue from sales within the development, (iv) that is reasonably expected to attract at least one million visitors annually, (v) that is reasonably expected to create at least 2,000 permanent jobs, (vi) that is located in a locality that had a rate of unemployment at least three percentage points higher than the statewide average in November 2011, and (vii) that is located in a locality that is adjacent to a state that has adopted a Border Region Retail Tourism Development District Act. Within 30 days from the date of notification by a locality that it intends to contribute infrastructure or real property as part of a public-private partnership with the developer of a development of regional impact, the Department of Taxation shall review the findings of the locality with respect to clauses (i) through (vi) and shall file a written report with the Chairmen of the House Committee on Finance, the House Committee on Appropriations, and the Senate Committee on Finance and Appropriations.\n\nC. Any municipality which has issued bonds (i) after December 31, 1991, but before January 1, 1996, (ii) on or after January 1, 1998, but before July 1, 1999, (iii) on or after January 1, 1999, but before July 1, 2001, (iv) on or after July 1, 2000, but before July 1, 2003, (v) on or after July 1, 2001, but before July 1, 2005, (vi) on or after July 1, 2004, but before July 1, 2007, (vii) on or after July 1, 2009, but before July 1, 2012, (viii) on or after January 1, 2011, but prior to July 1, 2015, or (ix) on or after January 1, 2013, but prior to July 1, 2024, to pay the cost, or portion thereof, of any public facility shall be entitled to all sales tax revenues generated by transactions taking place in such public facility. In the case of a public facility described in clause (v) of the definition of public facility, all such sales tax revenues shall be applied solely to repayment of the bonds issued to pay the cost, or portion thereof, of the municipality-owned component of the sports complex. Such entitlement shall continue for the lifetime of such bonds, or any refinancing or refunding thereof, but in no event shall such entitlement exceed 35 years from the initial date that any bonds were issued to pay the cost, or a portion thereof, of any public facility, and all such sales tax revenues shall be applied to repayment of the bonds. The State Comptroller shall remit such sales tax revenues to the municipality on a quarterly basis, subject to such reasonable processing delays as may be required by the Department of Taxation to calculate the actual net sales tax revenues derived from the public facility. The State Comptroller shall make such remittances to eligible municipalities, as provided herein, notwithstanding any provisions to the contrary in the Virginia Retail Sales and Use Tax Act (§ 58.1-600 et seq.). No such remittances shall be made until construction is completed and, in the case of a renovation or expansion, until the governing body of the municipality has certified that the renovation or expansion is completed; however, in the case of any public facility consisting of more than one building or structure, such remittances shall be made on a quarterly basis beginning with the first quarter in which any sales tax revenue is generated by transactions taking place at any building or structure within such public facility, whether or not construction of all or any portion, phase, building, or structure of such public facility has been completed.\n\nD. Nothing in this section shall be construed as authorizing the pledging of the faith and credit of the Commonwealth of Virginia, or any of its revenues, for the payment of any bonds. Any appropriation made pursuant to this section shall be made only from sales tax revenues derived from the public facility for which bonds may have been issued to pay the cost, in whole or in part, of such public facility.\n\n1995, c. 173; 1996, cc. 105, 819; 1998, cc. 492, 497; 1999, cc. 141, 184; 2000, c. 474; 2001, c. 522; 2004, cc. 506, 566, 568; 2006, cc. 581, 608; 2009, cc. 7, 47, 93, 499, 836; 2011, c. 274; 2012, cc. 678, 789, 830; 2013, cc. 568, 724, 766; 2014, cc. 551, 718; 2018, c. 25; 2020, cc. 62, 329, 1230, 1275.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-608-3/"
    },
    {
      "id": "section-581-6084",
      "number": "58.1-608.4.",
      "heading": "Suspension of exemption",
      "text": "Any organization or entity exempt from the tax imposed by this chapter, or imposed pursuant to the authority granted in § 58.1-605 or § 58.1-606, that knows or should have known that an associate, employee, volunteer, other individual or entity has used its tax exemption certificate/letter to make unlawful purchases in the aggregate in excess of $1,000 in any calendar year, shall have its tax exemption suspended in accordance with § 58.1-623.1.\n\n2002, c. 775.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-608-4/"
    },
    {
      "id": "section-581-609",
      "number": "58.1-609.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1993, c. 310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609/"
    },
    {
      "id": "section-581-6091",
      "number": "58.1-609.1.",
      "heading": "Governmental and commodities exemptions",
      "text": "The tax imposed by this chapter or pursuant to the authority granted in §§ 58.1-605 and 58.1-606 shall not apply to the following:\n\n1. Fuels which are subject to the tax imposed by Chapter 22 (§ 58.1-2200 et seq.). Persons who are refunded any such fuel tax shall, however, be subject to the tax imposed by this chapter, unless such taxes would be specifically exempted pursuant to any provision of this section.\n\n2. Motor vehicles, trailers, semitrailers, mobile homes and travel trailers.\n\n3. Gas, electricity, or water when delivered to consumers through mains, lines, or pipes.\n\n4. Tangible personal property for use or consumption by the Commonwealth, any political subdivision of the Commonwealth, or the United States. This exclusion shall not apply to sales and leases to privately owned financial and other privately owned corporations chartered by the United States. Further, this exemption shall not apply to tangible personal property which is acquired by the Commonwealth or any of its political subdivisions and then transferred to private businesses for their use in a facility or real property improvement to be used by a private entity or for nongovernmental purposes other than tangible personal property acquired by the Herbert H. Bateman Advanced Shipbuilding and Carrier Integration Center and transferred to a Qualified Shipbuilder as defined in the third enactment of Chapter 790 of the 1998 Acts of the General Assembly.\n\n5. Aircraft subject to tax under Chapter 15 (§ 58.1-1500 et seq.).\n\n6. a. Motor fuels and alternative fuels for use in a commercial watercraft, as defined in § 58.1-2201, upon which a fuel tax is refunded pursuant to § 58.1-2259.\n\nb. Fuels transactions upon which a fuel tax is refunded pursuant to subdivision A 22 of § 58.1-2259.\n\n7. Sales by a government agency of the official flags of the United States, the Commonwealth of Virginia, or of any county, city or town.\n\n8. Materials furnished by the State Board of Elections pursuant to §§ 24.2-404 through 24.2-407.\n\n9. Watercraft as defined in § 58.1-1401.\n\n10. Tangible personal property used in and about a marine terminal under the supervision of the Virginia Port Authority for handling cargo, merchandise, freight and equipment. This exemption shall apply to agents, lessees, sublessees or users of tangible personal property owned by or leased to the Virginia Port Authority and to property acquired or used by the Authority or by a nonstock, nonprofit corporation that operates a marine terminal or terminals on behalf of the Authority.\n\n11. Sales by prisoners confined in state correctional facilities of artistic products personally made by the prisoners as authorized by § 53.1-46.\n\n12. Tangible personal property for use or consumption by the Virginia Department for the Blind and Vision Impaired or any nominee, as defined in § 51.5-60, of such Department.\n\n13. [Expired.]\n\n14. Tangible personal property sold to residents and patients of the Virginia Veterans Care Center at a canteen operated by the Department of Veterans Services.\n\n15. Tangible personal property for use or consumption by any nonprofit organization whose members include the Commonwealth and other states and which is organized for the purpose of fostering interstate cooperation and excellence in government.\n\n16. Tangible personal property purchased for use or consumption by any soil and conservation district which is organized in accordance with the provisions of Article 3 (§ 10.1-506 et seq.) of Chapter 5 of Title 10.1.\n\n17. Tangible personal property sold or leased to Alexandria Transit Company, Greater Lynchburg Transit Company, GRTC Transit System, or Greater Roanoke Transit Company, or to any other transit company that is owned, operated, or controlled by any county, city, or town, or any combination thereof, that provides public transportation services, and/or tangible personal property sold or leased to any county, city, or town, or any combination thereof, that is transferred to any of the companies set forth in this subdivision owned, operated, or controlled by any county, city, or town, or any combination thereof, that provides public transportation services.\n\n18. [Expired.]\n\n19. Effective through June 30, 2025, gold, silver, or platinum bullion or legal tender coins. \"Gold, silver, or platinum bullion\" means gold, silver, or platinum, and any combination thereof, that has gone through a refining process and is in a state or condition such that its value depends on its mass and purity and not on its form, numismatic value, or other value. Gold, silver, or platinum bullion may contain other metals or substances, provided that the other substances by themselves have minimal value compared with the value of the gold, silver, or platinum. \"Legal tender coins\" means coins of any metal content issued by a government as a medium of exchange or payment of debts. \"Gold, silver, or platinum bullion\" and \"legal tender coins\" do not include jewelry or works of art.\n\n20. Tangible personal property sold by a sheriff at a correctional facility pursuant to § 53.1-127.1 and sales of prepared food within such correctional facility.\n\n1993, c. 310; 1995, cc. 617, 664; 1998, c. 812; 1999, cc. 401, 471, 762, 776; 2000, cc. 487, 493, 729, 758; 2002, c. 877; 2003, cc. 657, 670; 2005, cc. 46, 116; 2007, cc. 176, 817; 2008, c. 554; 2011, c. 165; 2012, cc. 95, 276; 2015, cc. 42, 382, 620, 629; 2016, cc. 34, 392; 2017, cc. 48, 445; 2022, cc. 12, 634, 643.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-1/"
    },
    {
      "id": "section-581-6092",
      "number": "58.1-609.2.",
      "heading": "Agricultural exemptions",
      "text": "The tax imposed by this chapter or pursuant to the authority granted in §§ 58.1-605 and 58.1-606 shall not apply to the following:\n\n1. Commercial feeds; seeds; plants; fertilizers; liming materials; breeding and other livestock; semen; breeding fees; baby chicks; turkey poults; rabbits; quail; llamas; bees; agricultural chemicals; fuel for drying or curing crops; baler twine; containers for fruit and vegetables; farm machinery; medicines and drugs sold to a veterinarian provided they are used or consumed directly in the care, medication, and treatment of agricultural production animals or for resale to a farmer for direct use in producing an agricultural product for market; tangible personal property, except for structural construction materials to be affixed to real property owned or leased by a farmer, necessary for use in agricultural production for market and sold to or purchased by a farmer or contractor; and agricultural supplies provided the same are sold to and purchased by farmers for use in agricultural production, which also includes beekeeping and fish, quail, rabbit and worm farming for market.\n\n2. Every agricultural commodity or kind of seafood sold or distributed by any person to any other person who purchases not for direct consumption but for the purpose of acquiring raw products for use or consumption in the process of preparing, finishing, or manufacturing such agricultural or seafood commodity for the ultimate retail consumer trade, except when such agricultural or seafood commodity is actually sold or distributed as a marketable or finished product to the ultimate consumer. \"Agricultural commodity,\" for the purposes of this subdivision, means horticultural, poultry, and farm products, livestock and livestock products, and products derived from bees and beekeeping.\n\n3. Livestock and livestock products, poultry and poultry products, and farm and agricultural products, when produced by the farmer and used or consumed by him and the members of his family.\n\n4. Machinery, tools, equipment, materials or repair parts therefor or replacement thereof; fuel or supplies; and fishing boats, marine engines installed thereon or outboard motors used thereon, and all replacement or repair parts in connection therewith; provided the same are sold to and purchased by watermen for use by them in extracting fish, bivalves or crustaceans from waters for commercial purposes.\n\n5. Machinery or tools or repair parts therefor or replacements thereof, fuel, power, energy or supplies, and cereal grains and other feed ingredients, including, but not limited to, drugs, vitamins, minerals, nonprotein nitrogen, and other supplements or additives, used directly in making feed for sale or resale. Making of feed shall include the mixing of liquid ingredients.\n\n6. Machinery or tools and repair parts therefor or replacements thereof, fuel, power, energy or supplies, used directly in the harvesting of forest products for sale or for use as a component part of a product to be sold. Harvesting of forest products shall include all operations prior to the transport of the harvested product used for (i) removing timber or other forest products from the harvesting site, (ii) complying with environmental protection and safety requirements applicable to the harvesting of forest products, (iii) obtaining access to the harvesting site, and (iv) loading cut timber or other forest products onto highway vehicles for transportation to storage or processing facilities.\n\n7. Fruits, vegetables, and eggs, as described in § 3.2-5305, raised and sold by an individual at local farmers markets and roadside stands, when such individual's annual income from such sales does not exceed $2,500.\n\n8. The following property used directly in producing agricultural products for market in an indoor, closed, controlled-environment commercial agricultural facility:\n\na. Internal components or materials, whether or not they are affixed to real property, required (i) to create, support, and maintain the necessary growing environment for plants, including towers for growing plants; conveyances for moving such towers; and insulation, partitions, and cladding; (ii) for lighting systems; (iii) for heating, cooling, humidification, dehumidification, and air circulation systems; and (iv) for watering and water treatment systems;\n\nb. External components, machinery, and equipment required (i) for heating, cooling, humidification, dehumidification, and air circulation systems; (ii) for utility upgrades and related distribution infrastructure; and (iii) for creating, supporting, and maintaining the necessary growing environment for plants; and\n\nc. Structural components of (i) insulation, partitions, or cladding used in indoor vertical farming to create and maintain the necessary growing environment for plants or (ii) translucent or transparent elements, including windows, walls, and roofs, that allow sunlight in greenhouses to create and maintain the necessary growing environment for plants.\n\nFor purposes of this subdivision, \"indoor, closed, controlled-environment commercial agricultural facility\" includes indoor vertical farming or a greenhouse, regardless of whether the greenhouse is affixed to real property and, \"agricultural products\" includes any horticultural, floricultural, viticulture, or other farm crops. However, the exemption provided by this subdivision shall not apply to property used in producing cannabis or any derivative of cannabis.\n\n1993, c. 310; 1994, cc. 365, 381; 1999, c. 229; 2006, cc. 331, 361; 2011, c. 466; 2013, c. 223; 2018, c. 362; 2023, cc. 516, 517; 2025, c. 142.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-2/"
    },
    {
      "id": "section-581-6093",
      "number": "58.1-609.3.",
      "heading": "Commercial and industrial exemptions",
      "text": "The tax imposed by this chapter or pursuant to the authority granted in §§ 58.1-605 and 58.1-606 shall not apply to the following:\n\n1. Personal property purchased by a contractor which is used solely in another state or in a foreign country, which could be purchased by such contractor for such use free from sales tax in such other state or foreign country, and which is stored temporarily in Virginia pending shipment to such state or country.\n\n2. (i) Industrial materials for future processing, manufacturing, refining, or conversion into articles of tangible personal property for resale where such industrial materials either enter into the production of or become a component part of the finished product; (ii) industrial materials that are coated upon or impregnated into the product at any stage of its being processed, manufactured, refined, or converted for resale; (iii) machinery or tools or repair parts therefor or replacements thereof, fuel, power, energy, or supplies, used directly in processing, manufacturing, refining, mining or converting products for sale or resale; (iv) materials, containers, labels, sacks, cans, boxes, drums or bags for future use for packaging tangible personal property for shipment or sale; or (v) equipment, printing or supplies used directly to produce a publication described in subdivision 3 of § 58.1-609.6 whether it is ultimately sold at retail or for resale or distribution at no cost. Machinery, tools and equipment, or repair parts therefor or replacements thereof, shall be exempt if the preponderance of their use is directly in processing, manufacturing, refining, mining or converting products for sale or resale. The provisions of this subsection do not apply to the drilling or extraction of oil, gas, natural gas and coalbed methane gas. In addition, the exemption provided herein shall not be applicable to any machinery, tools, and equipment, or any other tangible personal property used by a public service corporation in the generation of electric power, except for raw materials that are inputs to production of electricity, including fuel, or for machinery, tools, and equipment used to generate energy derived from sunlight or wind. The exemption for machinery, tools, and equipment used to generate energy derived from sunlight or wind shall expire June 30, 2027.\n\n3. Tangible personal property sold or leased to a public service corporation engaged in business as a common carrier of property or passengers by railway, for use or consumption by such common carrier directly in the rendition of its public service.\n\n4. Ships or vessels, or repairs and alterations thereof, used or to be used exclusively or principally in interstate or foreign commerce; fuel and supplies for use or consumption aboard ships or vessels plying the high seas, either in intercoastal trade between ports in the Commonwealth and ports in other states of the United States or its territories or possessions, or in foreign commerce between ports in the Commonwealth and ports in foreign countries, when delivered directly to such ships or vessels; or tangible personal property used directly in the building, conversion or repair of the ships or vessels covered by this subdivision. This exemption shall include dredges, their supporting equipment, attendant vessels, and fuel and supplies for use or consumption aboard such vessels, provided the dredges are used exclusively or principally in interstate or foreign commerce.\n\n5. Tangible personal property purchased for use or consumption directly and exclusively in basic research or research and development in the experimental or laboratory sense.\n\n6. Notwithstanding the provisions of subdivision 20 of § 58.1-609.10, all tangible personal property sold or leased to an airline operating in intrastate, interstate or foreign commerce as a common carrier providing scheduled air service on a continuing basis to one or more Virginia airports at least one day per week, for use or consumption by such airline directly in the rendition of its common carrier service.\n\n7. Meals furnished by restaurants or food service operators to employees as a part of wages.\n\n8. Tangible personal property including machinery and tools, repair parts or replacements thereof, and supplies and materials used directly in maintaining and preparing textile products for rental or leasing by an industrial processor engaged in the commercial leasing or renting of laundered textile products.\n\n9. Certified pollution control equipment and facilities as defined in § 58.1-3660, except for any equipment that has not been certified to the Department of Taxation by a state certifying authority or subdivision certifying authority pursuant to such section.\n\n10. Parts, tires, meters and dispatch radios sold or leased to taxicab operators for use or consumption directly in the rendition of their services.\n\n11. High speed electrostatic duplicators or any other duplicators which have a printing capacity of 4,000 impressions or more per hour purchased or leased by persons engaged primarily in the printing or photocopying of products for sale or resale.\n\n12. From July 1, 1994, and ending July 1, 2024, raw materials, fuel, power, energy, supplies, machinery or tools or repair parts therefor or replacements thereof, used directly in the drilling, extraction, or processing of natural gas or oil and the reclamation of the well area. For the purposes of this section, the term \"natural gas\" shall mean \"gas,\" \"natural gas,\" and \"coalbed methane gas\" as defined in § 45.2-1600. For the purposes of this section, \"drilling,\" \"extraction,\" and \"processing\" shall include production, inspection, testing, dewatering, dehydration, or distillation of raw natural gas into a usable condition consistent with commercial practices, and the gathering and transportation of raw natural gas to a facility wherein the gas is converted into such a usable condition. Machinery, tools and equipment, or repair parts therefor or replacements thereof, shall be exempt if the preponderance of their use is directly in the drilling, extraction, refining, or processing of natural gas or oil for sale or resale, or in well area reclamation activities required by state or federal law.\n\n13. Beginning July 1, 1997, (i) the sale, lease, use, storage, consumption, or distribution of an orbital or suborbital space facility, space propulsion system, space vehicle, satellite, or space station of any kind possessing space flight capability, including the components thereof, irrespective of whether such facility, system, vehicle, satellite, or station is returned to this Commonwealth for subsequent use, storage or consumption in any manner when used to conduct spaceport activities; (ii) the sale, lease, use, storage, consumption or distribution of tangible personal property placed on or used aboard any orbital or suborbital space facility, space propulsion system, space vehicle, satellite or space station of any kind, irrespective of whether such tangible personal property is returned to this Commonwealth for subsequent use, storage or consumption in any manner when used to conduct spaceport activities; (iii) fuels of such quality not adapted for use in ordinary vehicles, being produced for, sold and exclusively used for space flight when used to conduct spaceport activities; (iv) the sale, lease, use, storage, consumption or distribution of machinery and equipment purchased, sold, leased, rented or used exclusively for spaceport activities and the sale of goods and services provided to operate and maintain launch facilities, launch equipment, payload processing facilities and payload processing equipment used to conduct spaceport activities.\n\nFor purposes of this subdivision, \"spaceport activities\" means activities directed or sponsored at a facility owned, leased, or operated by or on behalf of the Virginia Commercial Space Flight Authority.\n\nThe exemptions provided by this subdivision shall not be denied by reason of a failure, postponement or cancellation of a launch of any orbital or suborbital space facility, space propulsion system, space vehicle, satellite or space station of any kind or the destruction of any launch vehicle or any components thereof.\n\n14. Semiconductor cleanrooms or equipment, fuel, power, energy, supplies, or other tangible personal property used primarily in the integrated process of designing, developing, manufacturing, or testing a semiconductor product, a semiconductor manufacturing process or subprocess, or semiconductor equipment without regard to whether the property is actually contained in or used in a cleanroom environment, touches the product, is used before or after production, or is affixed to or incorporated into real estate.\n\n15. Semiconductor wafers for use or consumption by a semiconductor manufacturer.\n\n16. Railroad rolling stock when sold or leased by the manufacturer thereof.\n\n17. Computer equipment purchased or leased on or before June 30, 2011, used in data centers located in a Virginia locality having an unemployment rate above 4.9 percent for the calendar quarter ending November 2007, for the processing, storage, retrieval, or communication of data, including but not limited to servers, routers, connections, and other enabling hardware when part of a new investment of at least $75 million in such exempt property, when such investment results in the creation of at least 100 new jobs paying at least twice the prevailing average wage in that locality, so long as such investment was made in accordance with a memorandum of understanding with the Virginia Economic Development Partnership Authority entered into or amended between January 1, 2008, and December 31, 2008. The exemption shall also apply to any such computer equipment purchased or leased to upgrade, add to, or replace computer equipment purchased or leased in the initial investment. The exemption shall not apply to any computer software sold separately from the computer equipment, nor shall it apply to general building improvements or fixtures.\n\n18. a. Beginning July 1, 2010, and ending June 30, 2035, except as provided in subdivision 19, computer equipment or enabling software purchased or leased for the processing, storage, retrieval, or communication of data, including but not limited to servers, routers, connections, and other enabling hardware, including chillers and backup generators used or to be used in the operation of the equipment exempted in this paragraph, provided that such computer equipment or enabling software is purchased or leased for use in a data center, which includes any data center facilities located in the same locality as the data center that are under common ownership or affiliation of the data center operator, that (i) is located in a Virginia locality; (ii) results in a new capital investment on or after January 1, 2009, of at least $150 million; and (iii) results in the creation on or after July 1, 2009, of at least 50 new jobs by the data center operator and the tenants of the data center, collectively, associated with the operation or maintenance of the data center provided that such jobs pay at least one and one-half times the prevailing average wage in that locality. The requirement of at least 50 new jobs is reduced to 10 new jobs if the data center is located in a distressed locality at the time of the execution of a memorandum of understanding with the Virginia Economic Development Partnership Authority. Additionally, the requirement of a $150 million capital investment shall be reduced to $70 million for data centers that qualify for the reduced jobs requirement.\n\nThis exemption applies to the data center operator and the tenants of the data center if they collectively meet the requirements listed in this section. Prior to claiming such exemption, any qualifying person claiming the exemption, including a data center operator on behalf of itself and its tenants, must enter into a memorandum of understanding with the Virginia Economic Development Partnership Authority that at a minimum provides the details for determining the amount of capital investment made and the number of new jobs created, the timeline for achieving the capital investment and new job goals, the repayment obligations should those goals not be achieved, and any conditions under which repayment by the qualifying data center or data center tenant claiming the exemption may be required. In addition, the exemption shall apply to any such computer equipment or enabling software purchased or leased to upgrade, supplement, or replace computer equipment or enabling software purchased or leased in the initial investment. The exemption shall not apply to any other computer software otherwise taxable under Chapter 6 of Title 58.1 that is sold or leased separately from the computer equipment, nor shall it apply to general building improvements or other fixtures.\n\nb. For purposes of this subdivision 18, \"distressed locality\" means:\n\n(1) From July 1, 2021, until July 1, 2023, any locality that had (i) an annual unemployment rate for calendar year 2019 that was greater than the final statewide average unemployment rate for that calendar year and (ii) a poverty rate for calendar year 2019 that exceeded the statewide average poverty rate for that year; and\n\n(2) From and after July 1, 2023, any locality that has (i) an annual unemployment rate for the most recent calendar year for which such data is available that is greater than the final statewide average unemployment rate for that calendar year and (ii) a poverty rate for the most recent calendar year for which such data is available that exceeds the statewide average poverty rate for that year.\n\nc. For so long as a data center operator is claiming an exemption pursuant to this subdivision 18, such operator shall be required to submit an annual report to the Virginia Economic Development Partnership Authority on behalf of itself and, if applicable, its participating tenants that includes their employment levels, capital investments, average annual wages, qualifying expenses, and tax benefit, and such other information as the Virginia Economic Development Partnership Authority determines is relevant, pursuant to procedures developed by the Virginia Economic Development Partnership Authority. The annual report shall be submitted by the data center operator in a format prescribed by the Virginia Economic Development Partnership Authority. The Virginia Economic Development Partnership Authority shall share all information collected with the Department.\n\nThe Department, in collaboration with the Virginia Economic Development Partnership Authority, shall publish a biennial report on the exemption that shall include aggregate information on qualifying expenses claimed under this exemption, the total value of the tax benefit, a return on investment analysis that includes direct and indirect jobs created by data center investment, state and local tax revenues generated, and any other information the Department and the Virginia Economic Development Partnership Authority deem appropriate to demonstrate the costs and benefits of the exemption. The report shall not include, and the Department and the Virginia Economic Development Partnership Authority shall not publish or disclose, any such information if it is unaggregated or if such report or publication could be used to identify a business or individual. The Department shall submit the report to the Chairmen of the Senate Committee on Finance and Appropriations and the House Committees on Appropriations and Finance. The Virginia Economic Development Partnership Authority may publish on its website and distribute annual information indicating the job creation and ranges of capital investments made by a data center operator and, if applicable, its participating tenants, in a format to be developed in consultation with data center operators.\n\n19. a. Notwithstanding any provision of subdivision 18 to the contrary, the exemption set forth in subdivision 18 may be extended for the purchase or lease of computer equipment or enabling software by or on behalf of data center operators for use in data centers in the Commonwealth that are under common ownership or affiliation with the data center operator as set forth in this subdivision 19. For purposes of this subdivision 19, a data center operator shall be considered to own a data center if it is operated on behalf of the data center operator pursuant to a long-term lease of at least ten years.\n\nb. To qualify for an extension pursuant to this subdivision 19, a data center operator shall enter into a memorandum of understanding with the Virginia Economic Development Partnership Authority on or after January 1, 2023, that at a minimum provides the details for determining the amount of capital investment made and the number of new jobs created; the locality or localities in which the capital investment shall be made and new jobs shall be created in order to qualify for the extension; and the timeline for making the capital investment and creating the new jobs in each specified locality. A data center operator shall only be required to enter into one memorandum of understanding pursuant to this subdivision 19 in order to qualify for the extension pursuant to both subdivisions c and d.\n\nc. If on or after January 1, 2023, but before July 1, 2035, a data center operator that has entered into a memorandum of understanding pursuant to subdivision b (i) makes or causes to be made a capital investment of at least $35 billion in data centers in localities identified in a memorandum of understanding and (ii) creates at least 1,000 new full-time jobs, as defined in § 59.1-284.42, at such data centers, of which at least 100 of such jobs shall pay at least one and one-half times the prevailing average wage in the Commonwealth, the data center operator shall be eligible to continue to utilize the exemption set forth in subdivision 18 through June 30, 2040.\n\nd. If on or after January 1, 2023, but before July 1, 2040, a data center operator that has entered into a memorandum of understanding pursuant to subdivision b (i) makes a total capital investment of at least $100 billion, inclusive of any investment made pursuant to subdivision c, in data centers in the localities identified in such memorandum of understanding and (ii) creates a total of at least 2,500 new full-time jobs, as defined in § 59.1-284.42, at such data centers, of which at least 100 of such jobs shall pay at least one and one-half times the prevailing average wage in the Commonwealth, inclusive of any new full-time jobs created pursuant to subdivision c, the data center operator shall be eligible to utilize the exemption set forth in subdivision 18 through June 30, 2050.\n\ne. The extension provided in this subdivision 19 shall apply to the computer equipment or enabling software purchased or leased for use in the data centers subject to the capital investment and job requirements set forth herein, as well as to any such computer equipment or enabling software purchased or leased to upgrade, supplement, or replace computer equipment or enabling software purchased or leased in the initial investment. The extension shall also apply to any computer equipment or software purchased or leased in data centers under common ownership or affiliation with the data center operator for which the data center operator entered into a memorandum of understanding with the Virginia Economic Development Partnership Authority to qualify for the exemption set forth in subdivision 18.\n\nf. The reporting requirements set forth in subdivision 18 shall continue to apply to a data center operator for the duration of any extension granted pursuant to this subdivision 19.\n\n20. If the preponderance of their use is in the manufacture of beer by a brewer licensed pursuant to subdivision 3 or 4 of § 4.1-206.1, (i) machinery, tools, and equipment, or repair parts therefor or replacements thereof, fuel, power, energy, or supplies; (ii) materials for future processing, manufacturing, or conversion into beer where such materials either enter into the production of or become a component part of the beer; and (iii) materials, including containers, labels, sacks, cans, bottles, kegs, boxes, drums, or bags for future use, for packaging the beer for shipment or sale.\n\n21. If the preponderance of their use is in advanced recycling, as defined in § 58.1-439.7, (i) machinery, tools, and equipment, or repair parts therefor or replacements thereof, fuel, power, energy, or supplies; (ii) materials for processing, manufacturing, or conversion for resale where such materials either are recycled or recovered; and (iii) materials, including containers, labels, sacks, cans, boxes, drums, or bags used for packaging recycled or recovered material for shipment or resale.\n\n1993, c. 310; 1994, cc. 365, 381; 1995, cc. 101, 204, 719; 1996, c. 816; 1997, c. 834; 2001, cc. 429, 468, 769; 2003, c. 859; 2004, Sp. Sess. I, c. 3; 2006, cc. 385, 519, 524, 541, 618; 2007, c. 751; 2008, cc. 558, 764; 2010, cc. 784, 826; 2011, cc. 183, 286; 2012, cc. 613, 655; 2013, c. 10; 2016, cc. 343, 346, 673, 709, 712; 2017, c. 714; 2020, cc. 789, 1113, 1114; 2021, Sp. Sess. I, cc. 367, 368; 2022, cc. 14, 501; 2023, cc. 144, 671, 678.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-3/"
    },
    {
      "id": "section-581-6094",
      "number": "58.1-609.4.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, cc. 757 and 758, effective July 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-4/"
    },
    {
      "id": "section-581-6095",
      "number": "58.1-609.5.",
      "heading": "Service exemptions",
      "text": "The tax imposed by this chapter or pursuant to the authority granted in § 58.1-605 or 58.1-606 shall not apply to the following:\n\n1. Professional, insurance, or personal service transactions which involve sales as inconsequential elements for which no separate charges are made; services rendered by repairmen for which a separate charge is made; and services not involving an exchange of tangible personal property which provide access to or use of the Internet and any other related electronic communication service, including software, data, content and other information services delivered electronically via the Internet.\n\n2. An amount separately charged for labor or services rendered in installing, applying, remodeling, or repairing property sold or rented.\n\n3. Transportation charges separately stated.\n\n4. Separately stated charges for alterations to apparel, clothing and garments.\n\n5. Charges for gift wrapping services performed by a nonprofit organization.\n\n6. An amount separately charged for labor or services rendered in connection with the modification of prewritten programs as defined in § 58.1-602.\n\n7. Custom programs as defined in § 58.1-602.\n\n8. An amount separately charged for labor rendered in connection with diagnostic work for automotive repair and emergency roadside service for motor vehicles, as defined by § 46.2-100, regardless of whether there is a sale of a repair or replacement part or a shop supply charge.\n\n9. The sale or charges for any room or rooms, lodgings, or accommodations furnished to transients for more than 90 continuous days by any hotel, motel, inn, tourist camp, tourist cabin, camping grounds, club, or any other place in which rooms, lodging, space or accommodations are regularly furnished to transients for a consideration.\n\n10. Beginning January 1, 1996, maintenance contracts, the terms of which provide for both repair or replacement parts and repair labor, shall be subject to tax upon one-half of the total charge for such contracts only. Persons providing maintenance pursuant to such a contract may purchase repair or replacement parts under a resale certificate of exemption. Warranty plans issued by an insurance company, which constitute insurance transactions, are subject to the provisions of subdivision 1 above.\n\n1993, c. 310; 1994, c. 595; 1998, c. 481; 2004, c. 607; 2006, c. 474; 2013, c. 90; 2023, c. 35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-5/"
    },
    {
      "id": "section-581-6096",
      "number": "58.1-609.6.",
      "heading": "Media-related exemptions",
      "text": "The tax imposed by this chapter or pursuant to the authority granted in §§ 58.1-605 and 58.1-606 shall not apply to the following:\n\n1. Leasing, renting, or licensing of copyright audio or video tapes and films for public exhibition at motion picture theaters or by licensed radio and television stations.\n\n2. (i) Broadcasting equipment and parts and accessories thereto and towers used or to be used by commercial radio and television companies, wired or land-based wireless cable television systems, common carriers or video programmers using an open video system or other video platform provided by telephone common carriers, or concerns that are under the regulation and supervision of the Federal Communications Commission and (ii) amplification, transmission, distribution, and network equipment used or to be used by wired or land-based wireless (a) cable television systems, (b) open video systems, or (c) telephone common carriers.\n\n3. Any publication issued daily or regularly at average intervals not exceeding three months and advertising supplements and any other printed matter ultimately distributed with or as part of such publications; however, newsstand sales of the same are taxable. As used in this subdivision, the term \"newsstand sales\" shall not include sales of back copies of publications by the publisher or his agent.\n\n4. Catalogs, letters, brochures, reports, and similar printed materials, except administrative supplies, the envelopes, containers, and labels used for packaging and mailing same, and paper furnished to a printer for fabrication into such printed materials, when stored for 12 months or less in the Commonwealth and distributed for use outside the Commonwealth. As used in this subdivision, \"administrative supplies\" includes letterhead, envelopes, and other stationery and invoices, billing forms, payroll forms, price lists, time cards, computer cards, and similar supplies. Notwithstanding the provisions of subdivision 5 or the definition of \"advertising\" contained in § 58.1-602, (i) any advertising business located outside the Commonwealth that purchases printing from a printer within the Commonwealth shall not be deemed the user or consumer of the printed materials when such purchases would have been exempt under this subdivision and (ii) from July 1, 1995, through June 30, 2002, and beginning July 1, 2002, and ending July 1, 2028, any advertising business that purchases printing from a printer within the Commonwealth shall not be deemed the user or consumer of the printed materials when such purchases would have been exempt under subdivision 3 or this subdivision, provided that the advertising agency shall certify to the Tax Commissioner, upon request, that such printed material was distributed outside the Commonwealth and such certification shall be retained as a part of the transaction record and shall be subject to further review by the Tax Commissioner.\n\n5. Advertising as defined in § 58.1-602.\n\n6. Beginning July 1, 1995, and ending July 1, 2027:\n\na. (i) The lease, rental, license, sale, other transfer, or use of any audio or video tape, film, or other audiovisual work where the transferee or user acquires or has acquired the work for the purpose of licensing, distributing, broadcasting, commercially exhibiting, or reproducing the work or using or incorporating the work into another such work; (ii) the provision of production services or fabrication in connection with the production of any portion of such audiovisual work, including scriptwriting, photography, sound, musical composition, special effects, animation, adaptation, dubbing, mixing, editing, cutting, and provision of production facilities or equipment; or (iii) the transfer or use of tangible personal property, including scripts, musical scores, storyboards, artwork, film, tapes, and other media, incident to the performance of such services or fabrication; however, audiovisual works and incidental tangible personal property described in clauses (i) and (iii) shall be subject to tax as otherwise provided in this chapter to the extent of the value of their tangible components prior to their use in the production of any audiovisual work and prior to their enhancement by any production service; and\n\nb. Equipment and parts and accessories thereto used or to be used in the production of such audiovisual works.\n\n7. Beginning July 1, 1998, and ending July 1, 2022, textbooks and other educational materials withdrawn from inventory at book-publishing distribution facilities for free distribution to professors and other individuals who have an educational focus.\n\n1993, c. 310; 1994, c. 446; 1995, cc. 101, 171, 719; 1997, cc. 307, 717, 822, 824; 1998, cc. 645, 812; 2002, cc. 183, 228, 777; 2003, cc. 911, 916; 2004, cc. 63, 101, 590, 606, 821; 2007, cc. 58, 604; 2008, cc. 138, 545; 2012, cc. 275, 411, 477; 2017, cc. 54, 412, 441; 2020, cc. 966, 967; 2022, cc. 434, 435, 481; 2025, cc. 307, 318.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-6/"
    },
    {
      "id": "section-581-6097",
      "number": "58.1-609.7.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, cc. 757 and 758, effective July 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-7/"
    },
    {
      "id": "section-581-60910",
      "number": "58.1-609.10.",
      "heading": "Miscellaneous exemptions",
      "text": "The tax imposed by this chapter or pursuant to the authority granted in §§ 58.1-605 and 58.1-606 shall not apply to the following:\n\n1. Artificial or propane gas, firewood, coal or home heating oil used for domestic consumption. \"Domestic consumption\" means the use of artificial or propane gas, firewood, coal or home heating oil by an individual purchaser for other than business, commercial or industrial purposes. The Tax Commissioner shall establish by regulation a system for use by dealers in classifying individual purchases for domestic or nondomestic use based on the principal usage of such gas, wood, coal or oil. Any person making a nondomestic purchase and paying the tax pursuant to this chapter who uses any portion of such purchase for domestic use may, between the first day of the first month and the fifteenth day of the fourth month following the year of purchase, apply for a refund of the tax paid on the domestic use portion.\n\n2. An occasional sale, as defined in § 58.1-602. A nonprofit organization that is eligible to be granted an exemption on its purchases pursuant to § 58.1-609.11, and that is otherwise eligible for the exemption pursuant to this subdivision, shall be exempt pursuant to this subdivision on its sales of (i) food, prepared food and meals and (ii) tickets to events that include the provision of food, prepared food and meals, so long as such sales take place on fewer than 24 occasions in a calendar year.\n\n3. Tangible personal property for future use by a person for taxable lease or rental as an established business or part of an established business, or incidental or germane to such business, including a simultaneous purchase and taxable leaseback.\n\n4. Delivery of tangible personal property outside the Commonwealth for use or consumption outside of the Commonwealth. Delivery of goods destined for foreign export to a factor or export agent shall be deemed to be delivery of goods for use or consumption outside of the Commonwealth.\n\n5. Tangible personal property purchased with food coupons issued by the U.S. Department of Agriculture under the Food Stamp Program or drafts issued through the Virginia Special Supplemental Food Program for Women, Infants, and Children.\n\n6. Tangible personal property purchased for use or consumption in the performance of maintenance and repair services at Nuclear Regulatory Commission-licensed nuclear power plants located outside the Commonwealth.\n\n7. Beginning July 1, 1997, and ending July 1, 2006, a professional's provision of original, revised, edited, reformatted or copied documents, including but not limited to documents stored on or transmitted by electronic media, to its client or to third parties in the course of the professional's rendition of services to its clientele.\n\n8. School lunches sold and served to pupils and employees of schools and subsidized by government; school textbooks sold by a local board or authorized agency thereof; and school textbooks sold for use by students attending a college or other institution of learning, when sold (i) by such institution of learning or (ii) by any other dealer, when such textbooks have been certified by a department or instructor of such institution of learning as required textbooks for students attending courses at such institution.\n\n9. Medicines, drugs, hypodermic syringes, artificial eyes, contact lenses, eyeglasses, eyeglass cases, and contact lens storage containers when distributed free of charge, all solutions or sterilization kits or other devices applicable to the wearing or maintenance of contact lenses or eyeglasses when distributed free of charge, and hearing aids dispensed by or sold on prescriptions or work orders of licensed physicians, dentists, optometrists, ophthalmologists, opticians, audiologists, hearing aid dealers and fitters, advanced practice registered nurses, physician assistants, and veterinarians; controlled drugs purchased for use by a licensed physician, optometrist, licensed advanced practice registered nurse, or licensed physician assistant in his professional practice, regardless of whether such practice is organized as a sole proprietorship, partnership, or professional corporation, or any other type of corporation in which the shareholders and operators are all licensed physicians, optometrists, licensed advanced practice registered nurses, or licensed physician assistants engaged in the practice of medicine, optometry, or nursing; medicines and drugs purchased for use or consumption by a licensed hospital, nursing home, clinic, or similar corporation not otherwise exempt under this section; and samples of prescription drugs and medicines and their packaging distributed free of charge to authorized recipients in accordance with the federal Food, Drug, and Cosmetic Act (21 U.S.C.A. § 301 et seq., as amended).\n\n10. Wheelchairs and parts therefor, braces, crutches, prosthetic devices, orthopedic appliances, catheters, urinary accessories, other durable medical equipment and devices, and related parts and supplies specifically designed for those products; and insulin and insulin syringes, and equipment, devices or chemical reagents that may be used by a diabetic to test or monitor blood or urine, when such items or parts are purchased by or on behalf of an individual for use by such individual. Durable medical equipment is equipment that (i) can withstand repeated use, (ii) is primarily and customarily used to serve a medical purpose, (iii) generally is not useful to a person in the absence of illness or injury, and (iv) is appropriate for use in the home.\n\n11. Drugs and supplies used in hemodialysis and peritoneal dialysis.\n\n12. Special equipment installed on a motor vehicle when purchased by an individual with a disability to enable such individual to operate the motor vehicle.\n\n13. Special typewriters and computers and related parts and supplies specifically designed for those products used by individuals with disabilities to communicate when such equipment is prescribed by a licensed physician.\n\n14. a. (i) Any nonprescription drugs and proprietary medicines purchased for the cure, mitigation, treatment, or prevention of disease in human beings and (ii) any samples of nonprescription drugs and proprietary medicines distributed free of charge by the manufacturer, including packaging materials and constituent elements and ingredients.\n\nb. The terms \"nonprescription drugs\" and \"proprietary medicines\" shall be defined pursuant to regulations promulgated by the Department of Taxation. The exemption authorized in this subdivision shall not apply to cosmetics.\n\n15. Tangible personal property withdrawn from inventory and donated to (i) an organization exempt from taxation under § 501(c)(3) of the Internal Revenue Code or (ii) the Commonwealth, any political subdivision of the Commonwealth, or any school, agency, or instrumentality thereof.\n\n16. Tangible personal property purchased by nonprofit churches that are exempt from taxation under § 501(c)(3) of the Internal Revenue Code, or whose real property is exempt from local taxation pursuant to the provisions of § 58.1-3606, for use (i) in religious worship services by a congregation or church membership while meeting together in a single location and (ii) in the libraries, offices, meeting or counseling rooms or other rooms in the public church buildings used in carrying out the work of the church and its related ministries, including kindergarten, elementary and secondary schools. The exemption for such churches shall also include baptistries; bulletins, programs, newspapers and newsletters that do not contain paid advertising and are used in carrying out the work of the church; gifts including food for distribution outside the public church building; food, disposable serving items, cleaning supplies and teaching materials used in the operation of camps or conference centers by the church or an organization composed of churches that are exempt under this subdivision and which are used in carrying out the work of the church or churches; and property used in caring for or maintaining property owned by the church including, but not limited to, mowing equipment; and building materials installed by the church, and for which the church does not contract with a person or entity to have installed, in the public church buildings used in carrying out the work of the church and its related ministries, including, but not limited to worship services; administrative rooms; and kindergarten, elementary, and secondary schools.\n\n17. Medical products and supplies, which are otherwise taxable, such as bandages, gauze dressings, incontinence products and wound-care products, when purchased by a Medicaid recipient through a Department of Medical Assistance Services provider agreement.\n\n18. Beginning July 1, 2007, and ending July 1, 2012, multifuel heating stoves used for heating an individual purchaser's residence. \"Multifuel heating stoves\" are stoves that are capable of burning a wide variety of alternative fuels, including, but not limited to, shelled corn, wood pellets, cherry pits, and olive pits.\n\n19. Fabrication of animal meat, grains, vegetables, or other foodstuffs when the purchaser (i) supplies the foodstuffs and they are consumed by the purchaser or his family, (ii) is an organization exempt from taxation under § 501(c)(3) or (c)(4) of the Internal Revenue Code, or (iii) donates the foodstuffs to an organization exempt from taxation under § 501(c)(3) or (c)(4) of the Internal Revenue Code.\n\n20. Beginning July 1, 2018, and ending July 1, 2030, parts, engines, and supplies used for maintaining, repairing, or reconditioning aircraft or any aircraft's avionics system, engine, or component parts. This exemption shall not apply to tools and other equipment not attached to or that does not become a part of the aircraft. For purposes of this subdivision, \"aircraft\" shall include both manned and unmanned systems. However, for manned systems, \"aircraft\" shall include only aircraft with a maximum takeoff weight of at least 2,400 pounds.\n\n21. A gun safe with a selling price of $1,500 or less. For purposes of this subdivision, \"gun safe\" means a safe or vault that is (i) commercially available, (ii) secured with a digital or dial combination locking mechanism or biometric locking mechanism, and (iii) designed for the storage of a firearm or of ammunition for use in a firearm. \"Gun safe\" does not include a glass-faced cabinet. Any discount, coupon, or other credit offered by the retailer or a vendor of the retailer to reduce the final price to the customer shall be taken into account in determining the selling price for purposes of this exemption.\n\n22. Beginning July 1, 2022, and ending July 1, 2028, prescription medicines and drugs purchased by veterinarians and administered or dispensed to patients within a veterinarian-client-patient relationship as defined in § 54.1-3303.\n\n1993, c. 310; 1995, cc. 617, 719; 1997, cc. 631, 822; 1998, c. 812; 1999, cc. 762, 776, 1040; 2000, cc. 346, 493, 505; 2001, c. 860; 2003, cc. 757, 758; 2004, cc. 515, 536; 2006, cc. 217, 331, 338, 361; 2007, cc. 84, 758; 2008, c. 569; 2009, cc. 36, 338, 833; 2010, cc. 784, 826, 866; 2017, c. 714; 2020, cc. 191, 507; 2022, cc. 8, 228, 551, 552; 2023, cc. 148, 149, 183; 2025, cc. 137, 152, 188, 199.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-10/"
    },
    {
      "id": "section-581-60911",
      "number": "58.1-609.11.",
      "heading": "Exemptions for nonprofit entities",
      "text": "A. For purposes of this section, \"nonprofit organization\" or \"nonprofit entity\" means an entity that meets the requirements of subsection D. \"Nonprofit organization\" or \"nonprofit entity\" includes a single member limited liability company whose sole member is a nonprofit organization.\n\nB. Any nonprofit organization that holds a valid certificate of exemption from the Department of Taxation, or any nonprofit church that holds a valid self-executing certificate of exemption, that exempts it from collecting or paying state and local retail sales or use taxes as of June 30, 2003, pursuant to § 58.1-609.4, 58.1-609.7, 58.1-609.8, 58.1-609.9, or 58.1-609.10, as such sections are in effect on June 30, 2003, shall remain exempt from the collection or payment of such taxes under the same terms and conditions as provided under such sections as such sections existed on June 30, 2003, until: (i) July 1, 2007, for such entities that were exempt under § 58.1-609.4; (ii) July 1, 2008, for such entities that were exempt under § 58.1-609.7; (iii) July 1, 2004, for the first one-half of such entities that were exempt under § 58.1-609.8, except churches, which will remain exempt under the same criteria and procedures in effect for churches on June 30, 2003; (iv) July 1, 2005, for the second one-half of such entities that were exempt under § 58.1-609.8; and (v) July 1, 2006, for such entities that were exempt under § 58.1-609.9 or under § 58.1-609.10. At the end of the applicable period of such exemptions, to maintain or renew an exemption for the period of time set forth in subsection G, each entity must follow the procedures set forth in subsection C and meet the criteria set forth in subsection D. Provided, however, that any entity that was exempt from collecting sales and use tax shall continue to be exempt from such collection, and any entity that was exempt from paying sales and use tax for the purchase of services, as of June 30, 2003, shall continue to be exempt from such payment, provided that it follows the other procedures set forth in subsection C and meets the criteria set forth in subsection D. Provided further, however, that an educational institution doing business in the Commonwealth which provides a face-to-face educational experience in American government and was exempt pursuant to subdivision 4 of § 58.1-609.4 from paying sales and use tax for the purchase of services, as of June 30, 2003, shall continue to be exempt from such payment, provided that it follows the other procedures set forth in subsection C and meets the criteria set forth in subsection D.\n\nC. 1. On and after July 1, 2004, in addition to the organizations described in subsection B, and except as restricted in subdivision 2, the tax imposed by this chapter or pursuant to the authority granted in §§ 58.1-605 and 58.1-606 shall not apply to purchases of tangible personal property for use or consumption by any nonprofit entity that, pursuant to this section, (i) files an appropriate application with the Department of Taxation, (ii) meets the applicable criteria, and (iii) is issued a certificate of exemption from the Department of Taxation for the period of time covered by the certificate.\n\n2. If the entity that is exempt under this section is exempt from federal income tax under § 501(c)(19) of the Internal Revenue Code, or has annual gross receipts of less than $5,000 and is organized for at least one of the purposes set forth in § 501(c)(19) of the Internal Revenue Code, then the exemption under this section for such entity shall not apply to purchases of tangible personal property that are used primarily (i) for social and recreational activities for members or (ii) for providing insurance benefits to members or members' dependents.\n\nD. To qualify for the exemption under subsection C, a nonprofit entity must meet the applicable criteria under this subsection as follows:\n\n1. a. The entity is exempt from federal income taxation (i) under § 501(c)(3) of the Internal Revenue Code; (ii) under § 501(c)(4) of the Internal Revenue Code and is organized for a charitable purpose; or (iii) under § 501(c)(19) of the Internal Revenue Code; or\n\nb. The entity has annual gross receipts of less than $5,000, and the entity is organized for at least one of the purposes set forth in § 501(c)(3) of the Internal Revenue Code, one of the charitable purposes set forth in § 501(c)(4) of the Internal Revenue Code, or one of the purposes set forth in § 501(c)(19) of the Internal Revenue Code; and\n\n2. The entity is in compliance with all applicable state solicitation laws and, where applicable, provides appropriate verification of such compliance; and\n\n3. The entity's annual general administrative costs, including salaries and fundraising, relative to its annual gross revenue, under generally accepted accounting principles, is not greater than 40 percent; and\n\n4. If the entity's gross annual revenue was at least $750,000 in the previous year, then the entity must provide a financial review performed by an independent certified public accountant. However, for any entity with gross annual revenue of at least $1.5 million in the previous year, the Department may require that the entity provide a financial audit performed by an independent certified public accountant. If the Department specifically requires an entity with gross annual revenue of at least $1.5 million in the previous year to provide a financial audit performed by an independent certified public accountant, then the entity shall provide such audit in order to qualify for the exemption under this section, which audit shall be in lieu of the financial review; and\n\n5. If the entity filed a federal 990 or 990 EZ tax form, or the successor forms to such forms, with the Internal Revenue Service, then it must provide a copy of such form to the Department of Taxation; and\n\n6. If the entity did not file a federal 990 or 990 EZ tax form, or the successor forms to such forms, with the Internal Revenue Service, then the entity must provide the following information:\n\na. A list of the Board of Directors or other responsible agents of the entity, composed of at least two individuals, with names and addresses where the individuals physically can be found; and\n\nb. The location where the financial records of the entity are available for public inspection.\n\nE. On and after July 1, 2004, in addition to the criteria set forth in subsection D, the Department of Taxation shall ask each entity for the total taxable purchases made in the preceding year, unless such records are not available through no fault of the entity. If the records are not available through no fault of the entity, then the entity must provide such information to the Department the following year. No information provided pursuant to this subsection (except the failure to provide available information) shall be a basis for the Department of Taxation to refuse to exempt an entity.\n\nF. Any entity that is determined under subsections C, D, and E by the Department of Taxation to be exempt from paying sales and use tax shall also be exempt from collecting sales and use tax, at its election, if (i) the entity is within the same class of organization of any entity that was exempt from collecting sales and use tax on June 30, 2003, or (ii) the entity is organized exclusively to foster, sponsor, and promote physical education, athletic programs, and contests for youths in the Commonwealth.\n\nG. The duration of each exemption granted by the Department of Taxation shall be no less than five years and no greater than seven years. During the period of such exemption, the failure of an exempt entity to maintain compliance with the applicable criteria set forth in subsection D shall constitute grounds for revocation of the exemption by the Department. At the end of the period of such exemption, to maintain or renew the exemption, each entity must provide the Department of Taxation the same information as required upon initial exemption and meet the same criteria.\n\nH. For purposes of this section, the Department of Taxation and the Department of Agriculture and Consumer Services shall be allowed to share information when necessary to supplement the information required.\n\n2003, cc. 757, 758; 2004, cc. 515, 536; 2005, cc. 42, 89; 2007, cc. 698, 704, 709; 2009, cc. 24, 106, 526; 2016, c. 487; 2019, c. 20; 2024, c. 287.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-11/"
    },
    {
      "id": "section-581-60912",
      "number": "58.1-609.12.",
      "heading": "Reports to General Assembly on tax exemptions studies",
      "text": "A. The Tax Commissioner shall determine the fiscal, economic and policy impact of each sales and use tax exemption set out in §§ 58.1-609.10 and 58.1-609.11 and report such findings to the Chairmen of the House Committee on Finance, the Senate Committee on Finance and Appropriations, and the House Committee on Appropriations no later than December 1 of each year. Subgroups of the exemptions shall be reviewed in periodic cycles and reports issued on a rotating basis in accordance with a schedule determined by the Tax Commissioner, excluding the sales and use tax exemptions for nonprofit entities provided by § 58.1-609.11, which shall be reviewed and reported on annually. When such reports have been completed for each subgroup of the sales and use tax exemptions, the Tax Commissioner shall repeat the process beginning with the subgroup of exemptions for which a report was made in 2007. No exemption shall be analyzed under the provisions of this section more frequently than once every five years, excluding the annual fiscal impact of the sales and use tax exemptions for nonprofit entities, which shall be studied each year.\n\nB. When the Tax Commissioner investigates and analyzes the tax exemptions in § 58.1-609.10, the following information shall be considered and included in the report:\n\n1. Estimate of foregone state and local revenues as a direct result of the exemption;\n\n2. Beneficiaries of the exemption;\n\n3. Direct or indirect local, state, or federal government assistance received by the persons or entities granted the exemption, to the extent such information is reasonably available;\n\n4. The extent to which the comparable person, entity, property, service, or industry is exempt from the retail sales and use tax in other states, particularly states contiguous to the Commonwealth;\n\n5. Any external statutory, constitutional, or judicial mandates supporting the exemption;\n\n6. Other Virginia taxes to which the person, entity, property, service, or industry is subject;\n\n7. Similar taxpayers who are not entitled to a retail sales and use tax exemption; and\n\n8. Other criteria, facts or circumstances that may be relevant to the exemption.\n\nC. When the Tax Commissioner investigates and analyzes the tax exemptions in § 58.1-609.11, he shall report on the extent to which the person, entity, property, service, or industry is exempt from the retail sales and use tax in other states, particularly states contiguous to the Commonwealth.\n\nD. For purposes of this section, the Department of Taxation and the Department of Agriculture and Consumer Services shall be allowed to share information when necessary to supplement the information required to be reported under this section.\n\n2005, c. 853; 2006, c. 559; 2009, c. 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-12/"
    },
    {
      "id": "section-581-60913",
      "number": "58.1-609.13.",
      "heading": "Exceptions to § 58.1-609.10",
      "text": "Notwithstanding the provisions of subdivision 1 of § 58.1-609.10, the tax imposed by a county, city or town pursuant to §§ 58.1-605 and 58.1-606 shall apply to artificial or propane gas, firewood, coal or home heating oil used for domestic consumption as defined in subdivision 1 of § 58.1-609.10, unless exempted by a duly adopted ordinance of the local governing body of a county, city or town. The provisions of this section shall not apply to fuel for domestic consumption purchased by churches organized not for profit and (i) which are exempt from taxation under § 501(c)(3) of the Internal Revenue Code or (ii) whose real property is exempt from local taxation pursuant to the provisions of § 58.1-3606.\n\n1993, c. 310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-13/"
    },
    {
      "id": "section-581-60914",
      "number": "58.1-609.14.",
      "heading": "(For contingent expiration date, see Editor's notes) Personal protective equipment exemption",
      "text": "A. As used in this section:\n\n\"Business\" means a person doing business in Virginia, including a self-employed individual.\n\n\"COVID-19 Emergency Temporary Standard\" means the Emergency Temporary Standard, Infectious Disease Prevention: SARS-CoV-2 Virus That Causes COVID-19, promulgated by the Department of Labor and Industry and in effect at 16VAC25-220, or any permanent regulation intended to succeed such regulation.\n\n\"COVID-19 safety protocol\" means safety protocols that comply with the COVID-19 Emergency Temporary Standard and that meet the following criteria:\n\n1. Reasonably prevent the spread of COVID-19;\n\n2. Comply with all applicable federal, state, and local laws;\n\n3. Are consistent with best practices for infection prevention and workplace hygiene;\n\n4. Promote remote work to the fullest extent possible, including increasing the number of telework-eligible employees; and\n\n5. Implement enhanced cleaning, screening, testing, and contact tracing procedures and any additional infection-control measures that are reasonable in light of the work performed at the worksite and the rate of infection in the surrounding community.\n\n\"Other than business use\" means, with respect to a purchased item or service, that (i) the business uses the purchased item or service more than 50 percent of the time for nonbusiness purposes or (ii) the business transfers a purchased item to a person other than the business or transfers the use of a purchased service to a person other than the business.\n\n\"Personal protective equipment\" means only the following:\n\n1. Disinfecting products approved for use against SARS-CoV-2 and COVID-19;\n\n2. Coveralls, full body suits, gowns, and vests;\n\n3. Engineering controls such as substitution, isolation, ventilation, and equipment modification to reduce exposure to SARS-CoV-2 and COVID-19 disease-related workplace hazards and job tasks; engineering controls also include UVC sanitation equipment, indoor air quality equipment such as ionization, HEPA filtration, and physical barriers;\n\n4. Face coverings, face shields, and filtering facepiece respirators;\n\n6. Hand sanitizer;\n\n7. Hand-washing facilities;\n\n8. HVAC, testing, and physical modifications to comply with the American National Standards Institute (ANSI)/American Society of Heating, Refrigerating and Air-Conditioning Engineers (ASHRAE) Standards 62.1 and 62.2 (ASHRAE 2019a, 2019b);\n\n9. Medical and nonmedical masks;\n\n10. Physical barriers and electronic sensors or systems designed to maintain or monitor physical distancing of employees from other employees, other persons, and the general public, including acrylic sneeze guards, permanent or temporary walls, electronic employee monitors, and proximity sensors in employee badges;\n\n11. Respiratory protection equipment;\n\n12. Safety glasses;\n\n13. Signs related to COVID-19;\n\n14. Temperature-checking devices and monitors; and\n\n15. Testing and related equipment related to COVID-19.\n\n\"Qualifying business\" means a business that has in place a COVID-19 safety protocol.\n\nB. The tax imposed by this chapter, or pursuant to any authority granted thereunder, shall not apply to personal protective equipment purchased by a qualifying business or to training related to COVID-19 purchased by a qualifying business. To use the exemption, a qualifying business shall, pursuant to the provisions of § 58.1-623, verify to the seller that the sale is tax exempt. No exemption shall be allowed under this section for a purchase by a qualifying business for other than business use.\n\nC. 1. If the Department receives information that a business has made a tax-exempt purchase under this section and used the purchase for other than business use, the Department shall notify the business. The business shall remit the tax due on the purchase to the Department, plus a penalty of 10 percent of the tax due, plus interest at the rate prescribed by § 58.1-15 accruing from the date of purchase.\n\n2. If the Department receives information that a business is not following its COVID-19 safety protocol, the Department shall notify the business that its qualification for the exemption provided by this section is revoked. Effective as of the date that the Department sends the notification, such business shall not claim any exemption under this section.\n\nD. The Department shall issue guidelines clarifying what equipment and training are tax exempt under this section.\n\n2021, Sp. Sess. I, cc. 55, 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-609-14/"
    },
    {
      "id": "section-581-610",
      "number": "58.1-610.",
      "heading": "Contractors",
      "text": "A. Any person who contracts orally, in writing, or by purchase order, to perform construction, reconstruction, installation, repair, or any other service with respect to real estate or fixtures thereon, and in connection therewith to furnish tangible personal property, shall be deemed to have purchased such tangible personal property for use or consumption. Any sale, distribution, or lease to or storage for such person shall be deemed a sale, distribution, or lease to or storage for the ultimate consumer and not for resale, and the dealer making the sale, distribution, or lease to or storage for such person shall be obligated to collect the tax to the extent required by this chapter.\n\nB. Any person who contracts to perform services in this Commonwealth and is furnished tangible personal property for use under the contract by the person, or his agent or representative, for whom the contract is performed, and a sales or use tax has not been paid to this Commonwealth by the person supplying the tangible personal property, shall be deemed to be the consumer of the tangible personal property so used, and shall pay a use tax based on the fair market value of the tangible personal property so used, irrespective of whether or not any right, title or interest in the tangible personal property becomes vested in the contractor. This subsection, however, shall not apply to the industrial materials exclusion or the other industrial exclusions set out in § 58.1-609.3, including those set out in subdivisions 2, 3 and 4 thereof; the media-related exemptions set out in subdivision 2 of § 58.1-609.6; the governmental exclusions set out in subdivision 4 of § 58.1-609.1; the agricultural exclusions set forth in subdivisions 1 and 8 of § 58.1-609.2; or the exclusion for baptistries set forth in § 58.1-609.10.\n\nC. Any person who contracts orally, in writing, or by purchase order to perform any service in the nature of equipment rental, and the principal part of that service is the furnishing of equipment or machinery which will not be under the exclusive control of the contractor, shall be liable for the sales or use tax on the gross proceeds from such contract to the same extent as the lessor of tangible personal property.\n\nD. Tangible personal property incorporated in real property construction which loses its identity as tangible personal property shall be deemed to be tangible personal property used or consumed within the meaning of this section.\n\nE. Nothing in this section shall be construed to (i) affect or limit the resale exclusion provided for in this chapter, or the industrial materials and other industrial exclusions set out in § 58.1-609.3, the exclusion for baptistries set out in § 58.1-609.10, or the partial exclusion for the sale of modular buildings as set out in § 58.1-610.1, or (ii) impose any sales or use tax with respect to the use in the performance of contracts with the United States, this Commonwealth, or any political subdivision thereof, of tangible personal property owned by a governmental body which actually is not used or consumed in the performance thereof.\n\nF. Notwithstanding the other provisions of this section, any person engaged in the business of furnishing and installing locks and locking devices shall be deemed a retailer of such items and not a using or consuming contractor with respect to them.\n\nG. Notwithstanding the other provisions of this section, any person or entity primarily engaged in the business of furnishing and installing tangible personal property that provides electronic or physical security on real property for the use of a financial institution, shall be deemed a retailer of such personal property, including when such personal property is installed on real property not for the use of a financial institution.\n\nCode 1950, § 58-441.15; 1966, c. 151; 1973, c. 224; 1977, c. 591; 1978, c. 207; 1980, cc. 611, 627; 1984, c. 675; 1986, c. 605; 1989, c. 739; 1992, cc. 404, 415; 1993, c. 310; 2000, c. 425; 2003, cc. 757, 758; 2010, c. 119; 2011, cc. 360, 851; 2017, cc. 436, 449; 2023, cc. 516, 517.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-610/"
    },
    {
      "id": "section-581-6101",
      "number": "58.1-610.1.",
      "heading": "Modular building manufacturers and retailers",
      "text": "The retail sale of a modular building, as defined by § 58.1-602, by a modular building manufacturer or modular building retailer, as defined by § 58.1-602, shall be subject to the tax authorized by this chapter upon sixty percent of the retail sales price. If the modular building manufacturer has paid such tax on the cost price of materials incorporated in a modular building that has been constructed for sale without installation, it may credit against the tax shown to be due on the return the amount of sales or use tax paid on the cost of materials used in fabricating such a modular building.\n\n2000, c. 425.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-610-1/"
    },
    {
      "id": "section-581-611",
      "number": "58.1-611.",
      "heading": "Credit for taxes paid in another state",
      "text": "A credit shall be granted against the taxes imposed by this chapter with respect to a person's use in this Commonwealth of tangible personal property purchased by him in another state. The amount of the credit shall be equal to the tax paid by him to another state or political subdivision thereof by reason of the imposition of a similar tax on his purchase or use of the property. The amount of the credit shall not exceed the tax imposed by this chapter.\n\nCode 1950, § 58-441.8; 1966, c. 151; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-611/"
    },
    {
      "id": "section-581-6111",
      "number": "58.1-611.1.",
      "heading": "Exemption for food purchased for human consumption and essential personal hygiene products",
      "text": "A. Before January 1, 2023, the tax imposed by §§ 58.1-603 and 58.1-604 on food purchased for human consumption and essential personal hygiene products shall be one and one-half percent of the gross sales price. The revenue from the tax shall be distributed as follows: (i) the revenue from the tax at the rate of one-half percent shall be distributed as provided in subsection A of § 58.1-638 and (ii) the revenue from the tax at the rate of one percent shall be distributed as provided in subsections B, C, and D of § 58.1-638.\n\nB. On and after January 1, 2023, and except for taxes imposed pursuant to §§ 58.1-605 and 58.1-606, no tax shall be imposed under this chapter, or pursuant to any authority granted under this chapter, on food purchased for human consumption or essential personal hygiene products.\n\nC. Beginning February 1, 2023, an amount equal to the revenue that would have been distributed pursuant to clause (ii) of subsection A shall be distributed as provided in subsections B, C, and D of § 58.1-638 based on the estimates of the population of cities and counties ages five to 19.\n\nD. 1. As used in this section, \"food purchased for human consumption\" has the same meaning as \"food\" defined in the Food Stamp Act of 1977, 7 U.S.C. § 2012, as amended, and federal regulations adopted pursuant to that Act, except it shall not include seeds and plants which produce food for human consumption. For the purpose of this section, \"food purchased for human consumption\" shall not include food sold by any retail establishment where the gross receipts derived from the sale of food prepared by such retail establishment for immediate consumption on or off the premises of the retail establishment constitutes more than 80 percent of the total gross receipts of that retail establishment, including but not limited to motor fuel purchases, regardless of whether such prepared food is consumed on the premises of that retail establishment. For purposes of this section, \"retail establishment\" means each place of business for which any \"dealer,\" as defined in § 58.1-612, is required to apply for and receive a certificate of registration pursuant to § 58.1-613.\n\n2. As used in this section, \"essential personal hygiene products\" means (i) nondurable incontinence products such as diapers, disposable undergarments, pads, and bed sheets and (ii) menstrual cups and pads, pantyliners, sanitary napkins, tampons, and other products used to absorb or contain menstrual flow. \"Essential personal hygiene products\" does not include any item that is otherwise exempt pursuant to this chapter.\n\n1999, cc. 366, 466; 2002, c. 13; 2003, c. 806; 2004, Sp. Sess. I, c. 3; 2005, cc. 487, 521; 2019, cc. 549, 550; 2022, Sp. Sess. I, cc. 2, 4, 5; 2023, Sp. Sess. I, c. 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-611-1/"
    },
    {
      "id": "section-581-6112",
      "number": "58.1-611.2.",
      "heading": "Limited exemption for certain school supplies, clothing, and footwear",
      "text": "Beginning in 2015, and ending July 1, 2022, for a three-day period that begins each year on the first Friday in August and ends at 11:59 p.m. on the following Sunday, the tax imposed by this chapter or pursuant to the authority granted in § 58.1-605 or 58.1-606 shall not apply to certain (i) school supplies, including, but not limited to, dictionaries, notebooks, pens, pencils, notebook paper, and calculators, and (ii) clothing and footwear designed to be worn on or about the human body. The tax exemption shall apply to each article of school supplies with a selling price of $20 or less, and each article of clothing or footwear with a selling price of $100 or less. Any discount, coupon, or other credit offered either by the retailer or by a vendor of the retailer to reduce the final price to the customer shall be taken into account in determining the selling price for purposes of this exemption.\n\nThe Department shall develop guidelines that describe the items of merchandise that qualify for the exemption and make such guidelines available, both electronically and in hard copy, no later than July 15 of each year.\n\n2006, cc. 579, 593; 2015, c. 382; 2017, cc. 26, 446.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-611-2/"
    },
    {
      "id": "section-581-6113",
      "number": "58.1-611.3.",
      "heading": "Expired",
      "text": "Expired July 1, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-611-3/"
    },
    {
      "id": "section-581-612",
      "number": "58.1-612.",
      "heading": "Tax collectible from dealers; \"dealer\" defined; jurisdiction",
      "text": "A. The tax levied by §§ 58.1-603 and 58.1-604 shall be collectible from all persons that are dealers, as defined in this section, and that have sufficient contact with the Commonwealth to qualify under (i) subsections B and C or (ii) subsections B and D.\n\nB. As used in this chapter, \"dealer\" includes every person that:\n\n1. Manufactures or produces tangible personal property for sale at retail, for use, consumption, or distribution, or for storage to be used or consumed in this Commonwealth;\n\n2. Imports or causes to be imported into this Commonwealth tangible personal property from any state or foreign country, for sale at retail, for use, consumption, or distribution, or for storage to be used or consumed in this Commonwealth;\n\n3. Sells at retail, or that offers for sale at retail, or that has in its possession for sale at retail, or for use, consumption, or distribution, or for storage to be used or consumed in this Commonwealth, tangible personal property;\n\n4. Has sold at retail, used, consumed, distributed, or stored for use or consumption in this Commonwealth, tangible personal property and that cannot prove that the tax levied by this chapter has been paid on the sale at retail, the use, consumption, distribution, or storage of such tangible personal property;\n\n5. Leases or rents tangible personal property for a consideration, permitting the use or possession of such property without transferring title thereto;\n\n6. Is the lessee or rentee of tangible personal property and that pays to the owner of such property a consideration for the use or possession of such property without acquiring title thereto;\n\n7. As a representative, agent, or solicitor, of an out-of-state principal, solicits, receives and accepts orders from persons in this Commonwealth for future delivery and whose principal refuses to register as a dealer under § 58.1-613; or\n\n8. Becomes liable to and owes this Commonwealth any amount of tax imposed by this chapter, whether it holds, or is required to hold, a certificate of registration under § 58.1-613.\n\nC. A dealer shall be deemed to have sufficient activity within the Commonwealth to require registration under § 58.1-613 if it:\n\n1. Maintains or has within this Commonwealth, directly or through an agent or subsidiary, an office, warehouse, or place of business of any nature;\n\n2. Solicits business in this Commonwealth by employees, independent contractors, agents or other representatives;\n\n3. Advertises in newspapers or other periodicals printed and published within this Commonwealth, on billboards or posters located in this Commonwealth, or through materials distributed in this Commonwealth by means other than the United States mail;\n\n4. Makes regular deliveries of tangible personal property within this Commonwealth by means other than common carrier. A person shall be deemed to be making regular deliveries hereunder if vehicles other than those operated by a common carrier enter this Commonwealth more than 12 times during a calendar year to deliver goods sold by him;\n\n5. Solicits business in this Commonwealth on a continuous, regular, seasonal, or systematic basis by means of advertising that is broadcast or relayed from a transmitter within this Commonwealth or distributed from a location within this Commonwealth;\n\n6. Solicits business in this Commonwealth by mail, if the solicitations are continuous, regular, seasonal, or systematic and if the dealer benefits from any banking, financing, debt collection, or marketing activities occurring in this Commonwealth or benefits from the location in this Commonwealth of authorized installation, servicing, or repair facilities;\n\n7. Is owned or controlled by the same interests which own or control a business located within this Commonwealth;\n\n8. Has a franchisee or licensee operating under the same trade name in this Commonwealth if the franchisee or licensee is required to obtain a certificate of registration under § 58.1-613;\n\n9. Owns tangible personal property that is for sale located in this Commonwealth, or that is rented or leased to a consumer in this Commonwealth, or offers tangible personal property, on approval, to consumers in this Commonwealth;\n\n10. Receives more than $100,000 in gross revenue, or other minimum amount as may be required by federal law, from retail sales in the Commonwealth in the previous or current calendar year, provided that in determining the amount of a dealer's gross revenues, the sales made by all commonly controlled persons as defined in subsection D shall be aggregated; or\n\n11. Engages in 200 or more separate retail sales transactions, or other minimum amount as may be required by federal law, in the Commonwealth in the previous or current calendar year, provided that in determining the total number of a dealer's retail sales transactions, the sales made by all commonly controlled persons as defined in subsection D shall be aggregated.\n\nD. A dealer is presumed to have sufficient activity within the Commonwealth to require registration under § 58.1-613 (unless the presumption is rebutted as provided herein) if any commonly controlled person maintains a distribution center, warehouse, fulfillment center, office, or similar location within the Commonwealth that facilitates the delivery of tangible personal property sold by the dealer to its customers. The presumption in this subsection may be rebutted by demonstrating that the activities conducted by the commonly controlled person in the Commonwealth are not significantly associated with the dealer's ability to establish or maintain a market in the Commonwealth for the dealer's sales. For purposes of this subsection, a \"commonly controlled person\" means any person that is a member of the same \"controlled group of corporations,\" as defined in § 1563(a) of the Internal Revenue Code of 1954, as amended or renumbered, as the dealer or any other entity that, notwithstanding its form of organization, bears the same ownership relationship to the dealer as a corporation that is a member of the same \"controlled group of corporations,\" as defined in § 1563(a) of the Internal Revenue Code of 1954, as amended or renumbered.\n\nE. Notwithstanding any other provision of this section, the following shall not be considered to determine whether a person that has contracted with a commercial printer for printing in the Commonwealth is a \"dealer\" and whether such person has sufficient contact with the Commonwealth to be required to register under § 58.1-613:\n\n1. The ownership or leasing by that person of tangible or intangible property located at the Virginia premises of the commercial printer which is used solely in connection with the printing contract with the person;\n\n2. The sale by that person of property of any kind printed at and shipped or distributed from the Virginia premises of the commercial printer;\n\n3. Activities in connection with the printing contract with the person performed by or on behalf of that person at the Virginia premises of the commercial printer; and\n\n4. Activities in connection with the printing contract with the person performed by the commercial printer within Virginia for or on behalf of that person.\n\nF. In addition to the jurisdictional standards contained in subsections C and D, nothing contained in this chapter other than in subsection E shall limit any authority that this Commonwealth may enjoy under the provisions of federal law or an opinion of the United States Supreme Court to require the collection of sales and use taxes by any dealer that regularly or systematically solicits sales within this Commonwealth. Furthermore, nothing contained in subsection C shall require any broadcaster, printer, outdoor advertising firm, advertising distributor, or publisher which broadcasts, publishes, or displays or distributes paid commercial advertising in this Commonwealth which is intended to be disseminated primarily to consumers located in this Commonwealth to report or impose any liability to pay any tax imposed under this chapter solely because such broadcaster, printer, outdoor advertising firm, advertising distributor, or publisher accepted such advertising contracts from out-of-state advertisers or sellers.\n\nCode 1950, § 58-441.12; 1966, c. 151; 1979, c. 573; 1984, c. 675; 1991, cc. 544, 565; 1995, c. 27; 2012, c. 590; 2013, c. 766; 2017, cc. 51, 808; 2019, cc. 815, 816, 854.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-612/"
    },
    {
      "id": "section-581-6121",
      "number": "58.1-612.1.",
      "heading": "Tax collectible from marketplace facilitators; \"marketplace facilitator\" defined",
      "text": "A. As used in this chapter:\n\n\"Marketplace facilitator\" means a person that contracts with a marketplace seller to facilitate, for consideration and regardless of whether such consideration is deducted as fees from transactions, the sale of such marketplace seller's products through a physical or electronic marketplace operated by such person. \"Marketplace facilitator\" does not include a payment processor business appointed by a merchant to handle payment transactions from various channels, such as credit cards and debit cards, and whose sole activity with respect to marketplace sales is to handle transactions between two parties. \"Marketplace facilitator\" does not include a platform or forum that exclusively provides internet advertising services, including any advertisements that may list products for sale, so long as such platform or forum does not also engage directly or indirectly through one or more commonly controlled persons, as defined in subsection D of § 58.1-612, in the activities described in subsection C.\n\n\"Marketplace seller\" means a person that is not a commonly controlled person, as defined in subsection D of § 58.1-612, to a marketplace facilitator and that makes sales through any physical or electronic marketplace operated by such marketplace facilitator, even if such seller would not have been required to collect and remit sales and use tax had the sale not been made through such marketplace.\n\nB. The tax levied under this chapter shall be collectible from all persons that are marketplace facilitators that have sufficient contact with Virginia to require registration under subsection C.\n\nC. A marketplace facilitator shall be deemed to have sufficient activity within the Commonwealth to require registration under § 58.1-613 if it meets at least one requirement in each of subdivisions 1, 2, and 3:\n\n1. It engages, either directly or indirectly, through a commonly controlled person as defined in subsection D of § 58.1-612 in any of the following activities:\n\na. Transmitting or communicating an offer or acceptance between a purchaser and a marketplace seller;\n\nb. Owning or operating the infrastructure, whether electronic or physical, or technology that brings purchasers and marketplace sellers together; or\n\nc. Providing a virtual currency that purchasers are allowed or required to use to purchase products from the marketplace seller;\n\n2. It engages in any of the following activities with respect to a marketplace seller's products:\n\na. Payment processing;\n\nb. Fulfillment or storage;\n\nc. Listing products for sale;\n\nd. Setting prices;\n\ne. Branding sales as those of the marketplace facilitator; or\n\nf. Providing customer service or accepting or assisting with returns or exchanges; and\n\n3. It establishes economic nexus through either of the following activities:\n\na. Facilitating sales in Virginia that, in the aggregate, generate more than $100,000 in gross revenue, or other minimum amount as may be required by federal law, for such marketplace facilitator. A marketplace facilitator may exceed this threshold based on sales for either the previous or current calendar year. In determining the amount of a marketplace facilitator's gross revenues, the sales made by all commonly controlled persons, as defined in subsection D of § 58.1-612, shall be aggregated; or\n\nb. Facilitating 200 or more separate retail sale transactions, or other minimum amount as may be required by federal law, in the Commonwealth in the previous or current calendar year. In determining the total number of retail sales transactions attributable to a marketplace facilitator, the sales made by all commonly controlled persons, as defined in subsection D of § 58.1-612, shall be aggregated.\n\nD. 1. A marketplace facilitator shall be considered a dealer for purposes of this chapter and shall collect the tax imposed by this chapter on all transactions that it facilitates through its marketplace.\n\n2. No marketplace seller shall collect sales and use tax on a transaction made through a marketplace facilitator's marketplace.\n\n3. Notwithstanding the provisions of subdivisions 1 and 2, the Department shall allow for a waiver from the requirements of subdivisions 1 and 2 if a marketplace facilitator demonstrates, to the satisfaction of the Commissioner, that either (i) all of its marketplace sellers already are registered dealers under § 58.1-613 or (ii) the marketplace seller has sufficient nexus to require registration under § 58.1-613 and that collection of the tax by the marketplace facilitator for such marketplace seller would create an undue burden or hardship for either party. If such waiver is granted, the tax levied under this chapter shall be collectible from the marketplace seller. The Department shall develop guidelines that establish (a) the criteria for obtaining a waiver pursuant to this section, (b) the process and procedure for a marketplace facilitator to apply for a waiver, and (c) the process for providing notice to an affected marketplace facilitator and marketplace seller of a waiver obtained pursuant to this subdivision.\n\nE. A marketplace facilitator shall be relieved from liability, including penalties and interest, for the incorrect collection or remittance of sales and use tax on transactions it facilitates or for which it is the seller if the error is due to reasonable reliance on (i) an invalid exemption certificate provided by the marketplace seller or the purchaser; (ii) incorrect or insufficient information provided by the Commonwealth; or (iii) incorrect or insufficient information provided by the marketplace seller or purchaser regarding the tax classification or proper sourcing of an item or transaction, provided that the marketplace facilitator can demonstrate it made a reasonable effort to obtain accurate information from the marketplace seller or purchaser. The relief from liability afforded to the marketplace facilitator pursuant to this subsection shall not exceed the total amount of tax due from the marketplace facilitator on the incorrect transaction independent of any penalties or interest that would have otherwise applied. Any deficiency resulting from incorrect information provided by the marketplace seller or as the result of an audit shall be the liability of the marketplace seller.\n\nF. A marketplace facilitator is the sole entity subject to audit by the Department for sales and use tax collection for all transactions facilitated by the marketplace facilitator unless (i) the marketplace facilitator can demonstrate that its failure to collect the proper tax was due to incorrect information provided by the marketplace seller or (ii) the marketplace seller is subject to a waiver granted pursuant to subdivision D 3.\n\nG. If a marketplace facilitator lacks physical presence in the Commonwealth and has both facilitated and made direct sales into the Commonwealth, both types of sales shall be considered in determining whether it has established economic nexus.\n\nH. When a marketplace seller that is not otherwise required to register for the collection of the tax under any of the provisions contained in subdivisions C 1 through 9 of § 58.1-612 makes both direct sales and sales on a marketplace facilitator's marketplace, only the marketplace seller's direct sales shall be considered in determining whether the marketplace seller is required to register for the collection of the tax under subdivision C 10 or 11 of § 58.1-612.\n\nI. No class action shall be brought against a marketplace facilitator in any court of the Commonwealth on behalf of customers arising from or in any way related to an overpayment of sales and use tax collected on sales facilitated by the marketplace facilitator, regardless of whether such claim is characterized as a tax refund claim. Nothing in this subsection shall affect a customer's right to seek a refund on an individual basis.\n\n2019, cc. 815, 816, 854.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-612-1/"
    },
    {
      "id": "section-581-6122",
      "number": "58.1-612.2.",
      "heading": "Tax collectible from accommodations providers and intermediaries",
      "text": "A. For any retail sale of accommodations not facilitated by an accommodations intermediary, the accommodations provider shall collect the retail sales and use taxes imposed in accordance with this chapter, computed on the total charges for the accommodations, and shall remit the same to the Department and shall be liable for the same.\n\nB. For any retail sale of accommodations facilitated by an accommodations intermediary, the accommodations intermediary shall be deemed under this chapter as a dealer making a retail sale of an accommodation. The accommodations intermediary shall collect the retail sales and use taxes imposed in accordance with this chapter, computed on the room charge, and shall remit the same to the Department and shall be liable for the same.\n\nC. For any transaction for the retail sale of accommodations involving two or more parties that meet the definition of accommodations intermediary, nothing in this section shall prohibit such parties from making an agreement regarding which party shall be responsible for collecting and remitting the tax, so long as the party so responsible is registered as a dealer with the Department. In such event, the party agreeing to collect and remit the tax shall be the sole party liable for the tax, and the other parties to such agreement shall not be liable for such tax.\n\nD. For any retail sale of accommodations facilitated by an accommodations intermediary, nothing herein shall relieve the accommodations provider from liability for retail sales and use taxes on any amounts charged directly to the customer by the accommodations provider that are not collected by the accommodations intermediary.\n\nE. For any retail sale of accommodations not facilitated by an accommodations intermediary, the accommodations provider shall separately state the amount of the tax on the bill, invoice, or similar documentation and shall add the tax to the total charges charged to the transient by the accommodations provider. For any retail sale of accommodations facilitated by an accommodations intermediary, the accommodations intermediary shall separately state the amount of the tax on the bill, invoice, or similar documentation and shall add the tax to the room charge; thereafter, such tax shall be a debt from the customer to the accommodations intermediary, recoverable at law in the same manner as other debts.\n\n2021, Sp. Sess. I, c. 383; 2022, cc. 7, 640.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-612-2/"
    },
    {
      "id": "section-581-613",
      "number": "58.1-613.",
      "heading": "Dealers' certificates of registration",
      "text": "A. Every person desiring to engage in or conduct business as a dealer in this Commonwealth shall file with the Tax Commissioner or the local commissioner of the revenue, if the local commissioner elects to provide the services authorized under this section, an application for a certificate of registration for each place of business in this Commonwealth.\n\nB. Every application for a certificate of registration shall set forth the name under which the applicant transacts or intends to transact business, the location of his place or places of business, and such other information as the Tax Commissioner may require.\n\nC. When the required application has been made, the Tax Commissioner shall issue to each applicant a separate certificate of registration for each place of business within this Commonwealth. A certificate of registration is not assignable and is valid only for the person in whose name it is issued and for the transaction of business at the place designated therein. It shall be at all times conspicuously displayed at the place for which issued.\n\nD. Whenever any person fails to comply with any provision of this chapter or any rule or regulation relating thereto, the Tax Commissioner, upon hearing after giving such person 10 days' notice in writing, specifying the time and place of hearing and requiring him to show cause why his certificate of registration should not be revoked or suspended, may revoke or suspend any one or more of the certificates of registration held by such person. The notice may be personally served or served by registered mail directed to the last known address of such person.\n\nE. Any person who engages in business as a dealer in this Commonwealth without obtaining a certificate of registration, or after a certificate of registration has been suspended or revoked, and each officer of any corporation which so engages in business shall be guilty of a Class 2 misdemeanor. Each day's continuance in business in violation of this section shall constitute a separate offense.\n\nF. If the holder of a certificate of registration ceases to conduct his business at the place specified in his certificate, the certificate shall thereupon expire, and such holder shall inform the Tax Commissioner in writing within 30 days after he has ceased to conduct such business at such place that he has so ceased. If the holder of a certificate of registration desires to change his place of business to another place in this Commonwealth, he shall so inform the Tax Commissioner in writing and his certificate shall be revised accordingly. The holder of a certificate of registration alternatively may complete the transactions required under this subsection with any local commissioner of the revenue electing to provide the services authorized under this section.\n\nG. This section shall also apply to any person who engages in the business of furnishing any of the things or services taxable under this chapter. Moreover, it shall apply to any person who is liable only for the collection of the use tax.\n\nH. At the request of a local commissioner of revenue, the Tax Commissioner shall provide, on a quarterly basis, a listing of new businesses in the locality which obtained a certificate of registration.\n\nI. A commissioner of the revenue electing to provide the services authorized under this section shall follow the guidelines, rules, or procedures set forth by the Tax Commissioner for providing such services and shall provide the Tax Commissioner on a quarterly basis a list of each certificate of registration he has issued or revised.\n\nCode 1950, § 58-441.16; 1966, c. 151; 1981, cc. 420, 438; 1984, c. 675; 2001, cc. 343, 362; 2011, cc. 663, 674.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-613/"
    },
    {
      "id": "section-581-614",
      "number": "58.1-614.",
      "heading": "(Contingent expiration date -- see note*) Vending machine sales",
      "text": "A. Notwithstanding the provisions of §§ 58.1-603 and 58.1-604, whenever a dealer makes sales of tangible personal property through vending machines, or in any other manner making collection of the tax impractical, as determined by the Tax Commissioner, such dealer shall be required to report his wholesale purchases for sale at retail from vending machines and shall be required to remit an amount based on 5.3 percent of such wholesale purchases. However, any dealer located in any county or city for which the taxes under §§ 58.1-603.1 and 58.1-604.01 are imposed shall be required to remit an amount based on 6.0 percent of such wholesale purchases.\n\nB. Notwithstanding the provisions of §§ 58.1-605 and 58.1-606, dealers making sales of tangible personal property through vending machines shall report and remit the one percent local sales and use tax computed as provided in subsection A.\n\nC. The provisions of subsections A and B shall not be applicable to vending machine operators all of whose machines are under contract to nonprofit organizations. Such operators shall report only the gross receipts from machines selling items for more than 10 cents and shall be required to remit an amount based on a percentage of their remaining gross sales established by the Tax Commissioner to take into account the inclusion of sales tax.\n\nD. Notwithstanding any other provisions in this section, when the Tax Commissioner determines that it is impractical to collect the tax in the manner provided by those sections, such dealer shall be required to remit an amount based on a percentage of gross receipts which takes into account the inclusion of the sales tax.\n\nE. The provisions of this section shall not be applicable to any dealer who fails to maintain records satisfactory to the Tax Commissioner. A dealer making sales of tangible personal property through vending machines shall obtain a certificate of registration under § 58.1-613 in relevant form for each county or city in which he has machines.\n\nCode 1950, § 58-441.34; 1966, c. 151; 1974, c. 389; 1980, c. 755; 1982, c. 219; 1984, c. 675; 1986, Sp. Sess., c. 12; 2004, Sp. Sess. I, c. 3; 2013, c. 766.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-614-d-1/"
    },
    {
      "id": "section-581-615",
      "number": "58.1-615.",
      "heading": "Returns by dealers",
      "text": "A. Every dealer required to collect or pay the sales or use tax shall, on or before the twentieth day of the month following the month in which the tax shall become effective, transmit to the Tax Commissioner a return showing the gross sales, gross proceeds, or cost price, as the case may be, arising from all transactions taxable under this chapter during the preceding calendar month, and thereafter a like return shall be prepared and transmitted to the Tax Commissioner by every dealer on or before the twentieth day of each month, for the preceding calendar month. In the case of dealers regularly keeping books and accounts on the basis of an annual period which varies 52 to 53 weeks, the Tax Commissioner may make rules and regulations for reporting consistent with such accounting period.\n\nNotwithstanding any other provision of this chapter, a dealer may be required by the Tax Commissioner to file sales or use tax returns on an accounting period less frequent than monthly when, in the opinion of the Tax Commissioner, the administration of the taxes imposed by this chapter would be enhanced. If a dealer is required to file other than monthly, each such return shall be due on or before the twentieth day of the month following the close of the period. Each such return shall contain all information required for monthly returns.\n\nA sales or use tax return shall be filed by each registered dealer even though the dealer is not liable to remit to the Tax Commissioner any tax for the period covered by the return.\n\nThe Tax Commissioner shall not require that more than one sales and use tax return per month be filed with the Department by any remote seller or any software provider on behalf of such remote seller.\n\nB. [Expired.]\n\nC. Any return required to be filed with the Tax Commissioner under this section shall be deemed to have been filed with the Tax Commissioner on the date that such return is delivered by the dealer to the commissioner of the revenue or the treasurer for the locality in which the dealer is located and receipt is acknowledged by the commissioner of the revenue or treasurer. The commissioner of the revenue or the treasurer shall stamp such date on the return, and shall mail the return to the Tax Commissioner no later than the following business day. The commissioner of the revenue or the treasurer may collect from the dealer the cost of postage for such mailing.\n\nD. Every dealer that elects to file a consolidated sales tax return for any taxable period and that is required to remit payment by electronic funds transfer pursuant to subsection B of § 58.1-202.1 beginning on and after July 1, 2010, shall file its monthly return using an electronic medium prescribed by the Tax Commissioner. A waiver of this requirement may be granted if the Tax Commissioner determines that it creates an unreasonable burden on the dealer.\n\nCode 1950, § 58-441.20; 1966, c. 151; 1972, c. 355; 1984, c. 675; 2003, c. 1042; 2004, c. 567; 2004, Sp. Sess. I, c. 4; 2005, c. 951; 2006, Sp. Sess. I, c. 2; 2010, cc. 36, 151; 2013, c. 766; 2019, cc. 815, 816, 854.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-615/"
    },
    {
      "id": "section-581-6151",
      "number": "58.1-615.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2009, c. 781, as amended by Acts 2010, c. 872, cl. 5, and Acts 2010, c. 874, cl. 7, as amended by Acts 2011, c. 890.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-615-1/"
    },
    {
      "id": "section-581-616",
      "number": "58.1-616.",
      "heading": "Payment to accompany dealer's return",
      "text": "At the time of transmitting the return required under § 58.1-615, the dealer shall remit to the Tax Commissioner the amount of tax due after making appropriate adjustments for purchases returned, repossessions, and accounts uncollectible and charged off as provided in §§ 58.1-619, 58.1-620 and 58.1-621. The tax imposed by this chapter shall for each period become delinquent on the twenty-first day of the succeeding month if not paid.\n\nCode 1950, § 58-441.21; 1966, c. 151; 1972, c. 355; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-616/"
    },
    {
      "id": "section-581-617",
      "number": "58.1-617.",
      "heading": "Extensions",
      "text": "The Tax Commissioner for good cause may grant an extension upon written application therefor to the end of the calendar month in which any tax return is due hereunder, or for a period not exceeding thirty days, and no interest or penalty shall be charged, assessed or collected by reason of the granting of any such extension. Where any such extension is granted beyond the end of the calendar month in which any tax return is due hereunder, interest on the tax at a rate determined in accordance with § 58.1-15 shall be charged.\n\nCode 1950, § 58-441.26; 1966, c. 151; 1977, c. 396; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-617/"
    },
    {
      "id": "section-581-618",
      "number": "58.1-618.",
      "heading": "Assessment based on estimate",
      "text": "A. If any dealer fails to make a return as provided by this chapter, or a return that is false or fraudulent, it shall be the duty of the Tax Commissioner to make an estimate for the taxable period of the retail sales or distributions of such dealer, or of the gross proceeds from leases of tangible personal property, or taxable services by such dealer, or the cost price of all articles of tangible personal property imported by such dealer for use or consumption in the Commonwealth, or storage by such dealer of tangible personal property to be used or consumed in the Commonwealth, and assess the tax, plus such penalties as are provided in this chapter. The Tax Commissioner shall give such dealer ten days' notice in writing requiring such dealer to appear before him with such books, records, and papers as he may require relating to the business of such dealer for such taxable period. The Tax Commissioner may require such dealer or the agents and employees of such dealer to give testimony or to answer interrogatories under oath administered by the Tax Commissioner respecting such sale, distribution, lease, use, consumption, or storage of tangible personal property, or taxable services, or the failure to make a return thereof as provided in this chapter. If any dealer fails to make any such return or refuses to permit an examination of his books, records, or papers, or to appear and answer questions within the scope of such investigation, the Tax Commissioner is hereby authorized to make the assessment based upon such information as may be available to him and to issue a memorandum of lien under § 58.1-1805 for the collection of any such taxes and penalties so found to be due. The assessment so made shall be deemed prima facie correct.\n\nB. If the dealer has imported tangible personal property and fails to produce an invoice showing the sales price of the articles, or the invoice does not reflect the true or actual sales price as defined in this chapter, then the Tax Commissioner shall ascertain, in any manner feasible, the true sales price and assess and collect the tax, with penalties, to the extent such have accrued, on the true sales price as ascertained by him. The assessment so made shall be deemed prima facie correct.\n\nC. In the case of the lease of tangible personal property, if the consideration given or reported by the dealer, in the judgment of the Tax Commissioner, does not represent the true or actual consideration, then the Tax Commissioner is authorized to fix the same and assess and collect the tax thereon in the same manner as above provided, with penalties to the extent such have accrued. The assessment so made shall be deemed prima facie correct.\n\nCode 1950, § 58-441.28; 1966, c. 151; 1984, c. 675; 1985, c. 221.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-618/"
    },
    {
      "id": "section-581-619",
      "number": "58.1-619.",
      "heading": "Returned goods",
      "text": "In the event purchases are returned to the dealer by the purchaser or consumer after the tax imposed by this chapter has been collected or charged to the account of the purchaser, the dealer shall be entitled to reimbursement of the amount of tax so collected or charged by him, in the manner prescribed by the Tax Commissioner. The amount of tax so reimbursed to the dealer shall not, however, include the tax paid upon any cash retained by the dealer after such return of merchandise. In case the tax has not been remitted by the dealer, the dealer may deduct the same in submitting his return. The dealer shall be issued an official credit memorandum by the Tax Commissioner equal to the net amount remitted by the dealer for such tax collected. Such memorandum shall be accepted at full face value from the dealer to whom it is issued when such dealer remits subsequent taxes under the provisions of this chapter. In case the dealer has retired from business and has filed a final return, a refund of tax may be made if the dealer can establish that the tax was not due.\n\nCode 1950, § 58-441.22; 1966, c. 151; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-619/"
    },
    {
      "id": "section-581-620",
      "number": "58.1-620.",
      "heading": "Repossessions",
      "text": "A dealer who has paid the tax on tangible personal property sold under a retained title, conditional sale, or similar contract, may take credit for the tax paid by him upon the unpaid balance due him when he repossesses the property, such credit to be reflected in the same manner as the credit for returned purchases under § 58.1-619. When such repossessed property is resold, such sale is subject in all respects to this chapter.\n\nCode 1950, § 58-441.23; 1966, c. 151; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-620/"
    },
    {
      "id": "section-581-621",
      "number": "58.1-621.",
      "heading": "Bad debts",
      "text": "A. In any return filed under the provisions of this chapter, the dealer may credit, against the tax shown to be due on the return, the amount of sales or use tax previously returned and paid on accounts which are owed to the dealer and which have been found to be worthless within the period covered by the return. The credit, however, shall not exceed the amount of the uncollected sales price determined by treating prior payments on each debt as consisting of the same proportion of sales price, sales tax and other nontaxable charges as in the total debt originally owed to the dealer. The amount of accounts for which a credit has been taken that are thereafter in whole or in part paid to the dealer shall be included in the first return filed after such collection.\n\nB. Notwithstanding any other provision of this section, a dealer whose volume and character of uncollectible accounts, including checks returned for insufficient funds, renders it impractical to substantiate the credit on an account-by-account basis, may, subject to the approval of the Department, utilize an alternative method of substantiating the credit.\n\nCode 1950, § 58-441.24; 1966, c. 151; 1974, c. 202; 1984, c. 675; 2005, c. 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-621/"
    },
    {
      "id": "section-581-622",
      "number": "58.1-622.",
      "heading": "Discount",
      "text": "For the purpose of compensating a dealer holding a certificate of registration under § 58.1-613 for accounting for and remitting the tax levied by this chapter, such dealer shall be allowed the following percentages of the first three percent of the tax levied by §§ 58.1-603 and 58.1-604 and accounted for in the form of a deduction in submitting his return and paying the amount due by him if the amount due was not delinquent at the time of payment.\n\nThe discount allowed by this section shall be computed according to the schedule provided, regardless of the number of certificates of registration held by a dealer.\n\nCode 1950, § 58.441.25; 1966, c. 151; 1984, c. 675; 1986, Sp. Sess., c. 12; 1989, c. 469; 2008, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-622/"
    },
    {
      "id": "section-581-623",
      "number": "58.1-623.",
      "heading": "Sales or leases presumed subject to tax; exemption certificates",
      "text": "A. All sales or leases are subject to the tax until the contrary is established. The burden of proving that a sale, distribution, lease, or storage of tangible personal property is not taxable is upon the dealer unless he takes from the taxpayer a certificate to the effect that the property is exempt under this chapter. However, the sale or distribution of cigarettes shall be subject to the provisions of § 58.1-623.2 and require a cigarette exemption certificate issued pursuant to § 58.1-623.2.\n\nB. The certificate mentioned in this section shall relieve the person who takes such certificate from any liability for the payment or collection of the tax, except upon notice from the Tax Commissioner that such certificate is no longer acceptable. Such certificate shall be signed by and bear the name and address of the taxpayer; shall indicate the number of the certificate of registration, if any, issued to the taxpayer; shall indicate the general character of the tangible personal property sold, distributed, leased, or stored, or to be sold, distributed, leased, or stored under a blanket exemption certificate; and shall be substantially in such form as the Tax Commissioner may prescribe. If an exemption pertains to a nonprofit organization, other than a nonprofit church, that has qualified for a sales and use tax exemption under § 58.1-609.11, the exemption certificate shall be valid until the scheduled expiration date stated on the exemption certificate.\n\nC. If a taxpayer who gives a certificate under this section makes any use of the property other than an exempt use or retention, demonstration, or display while holding the property for resale, distribution, or lease in the regular course of business, such use shall be deemed a taxable sale by the taxpayer as of the time the property or service is first used by him, and the cost of the property to him shall be deemed the sales price of such retail sale. If the sole use of the property other than retention, demonstration, or display in the regular course of business is the rental of the property while holding it for sale, distribution, or lease, the taxpayer may elect to pay the tax on the amount of the rental charged, rather than the cost of the property to him.\n\nD. If a taxpayer gives a certificate under this section with respect to the purchase of fungible goods and thereafter commingles these goods with other fungible goods not so purchased, but of such similarity that the identity of the constituent goods in the commingled mass cannot be determined, sales or distributions from the mass of commingled goods shall be deemed to be sales or distributions of the goods so purchased until a quantity of commingled goods equal to the quantity of purchased goods so commingled has been sold or distributed.\n\nE. If a taxpayer fails to give the dealer at the time of purchase an exemption certificate previously issued by the Department, no interest shall be paid on a subsequent refund claim for any period prior to the date the taxpayer makes a complete refund claim with the Department. This subsection shall not apply to transactions exempted under self-executing certificates of exemption not issued to a specific taxpayer by the Department.\n\nCode 1950, § 58-441.17; 1966, c. 151; 1984, c. 675; 1999, cc. 762, 776; 2003, cc. 757, 758; 2016, cc. 303, 484; 2017, cc. 112, 453.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-623/"
    },
    {
      "id": "section-581-62301",
      "number": "58.1-623.01.",
      "heading": "Online access to dealers' certificate of registration numbers",
      "text": "The Department shall provide online access by registered dealers to the names and certificate of registration numbers of dealers who are currently registered for the retail sales and use tax.\n\n2017, c. 49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-623-01/"
    },
    {
      "id": "section-581-6231",
      "number": "58.1-623.1.",
      "heading": "Misuse of exemption certificates; suspension of exemptions; penalties",
      "text": "A. Whenever the Tax Commissioner determines that any person has misused an exemption certificate, the Tax Commissioner, after giving such person 10-days' notice in writing specifying the time and place of hearing and requiring him to show cause why the exemption should not be suspended, may suspend the exemption held by such person. The notice may be personally served or served by registered mail directed to the last known address of such person.\n\nB. Any person who knowingly uses or gives an exemption certificate during a period of suspension of an exemption under this section shall be guilty of a Class 1 misdemeanor.\n\nC. It shall be the duty of any person whose exemption is suspended under the provisions of this section to notify each dealer from whom purchases or leases of tangible personal property are made, of the suspension of its exemption, and of the invalidity of any exemption certificates filed with such dealers.\n\nD. In lieu of the suspension of a person's exemption under subsection A, the Tax Commissioner may assess a penalty of up to $1,000 for the misuse of an exemption certificate by that person or by any other person who, with the consent or knowledge of the exemption holder, has misused the certificate. The penalty shall be assessed and collected as a part of the tax, and the person so assessed may appeal the penalty pursuant to the provisions of Article 2 (§ 58.1-1820 et seq.) of Chapter 18 of this title.\n\nE. In any instance in which the Tax Commissioner determines that there has been any misuse of an exemption certificate, the person holding the exemption shall be liable for the full amount of tax, and any interest thereon, applicable to any purchase improperly made with his exemption certificate.\n\nF. The suspension of the exemption shall require that the person pay the full amount of the tax at the time of purchase and apply for a refund of the tax so paid. No interest shall be paid on any such refund. Upon application of the person whose certificate has been suspended, the Tax Commissioner, for good cause shown, may reinstate the person's certificate; however, any such suspension period shall run for at least one year.\n\nG. Notwithstanding § 58.1-3, the Tax Commissioner may report any gross misuses of exemption certificates to the Secretary of Finance and the chairmen of the money committees, for their confidential use, prior to the beginning of the following session of the General Assembly.\n\n1989, c. 12; 1999, cc. 762, 776; 2002, c. 775; 2003, cc. 757, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-623-1/"
    },
    {
      "id": "section-581-6232",
      "number": "58.1-623.2.",
      "heading": "Cigarette exemption certificate",
      "text": "A. 1. Notwithstanding any other provision of law, all sales of cigarettes, as defined in § 58.1-1031, bearing Virginia revenue stamps in the Commonwealth shall be subject to the tax until the contrary is established. The burden of proving that a sale is not taxable is upon the dealer unless he takes from the taxpayer a cigarette exemption certificate issued by the Department to the taxpayer to the effect that the cigarettes are exempt under this chapter for the purposes of resale in the Commonwealth.\n\n2. The cigarette exemption certificate mentioned in this section shall relieve the person who takes such certificate from any liability for the payment or collection of the tax on the sale of cigarettes, except upon notice from the Tax Commissioner or the taxpayer that such certificate is no longer acceptable.\n\n3. If a taxpayer who gives a cigarette exemption certificate under this section makes any use of the property other than an exempt use or retention, demonstration, or display while holding the property for resale or distribution in the regular course of business, such use shall be deemed a taxable sale by the taxpayer as of the time the property or service is first used by him, and the cost of the property to him shall be deemed the sales price of such retail sale.\n\nB. 1. Prior to issuing a cigarette exemption certificate under this section, the Department shall conduct a background investigation on the taxpayer for the certificate. The Department shall not issue a cigarette exemption certificate until at least 30 days have passed from the receipt of the application, unless the taxpayer qualifies for the expedited process set forth in subdivision 3, or any other expedited process set forth in guidelines issued pursuant to subsection L. If the taxpayer does not qualify for the expedited process, the Department shall inspect each location listed in the application and verify that any location that resells cigarettes meets the requirements prescribed in subsection E.\n\n2. A taxpayer shall be required to pay an application fee, not to exceed $50, to the Department for a cigarette exemption certificate.\n\n3. A taxpayer shall be eligible for an expedited process to receive a cigarette exemption certificate if the taxpayer possesses, at the time of filing an application for a cigarette exemption certificate, (i) an active license, in good standing, issued by the Department of Alcoholic Beverage Control pursuant to Title 4.1, as verified by electronic or other means by the Department, or (ii) an active tobacco products tax distributor's license, in good standing, issued by the Department pursuant to § 58.1-1021.04:1. The Department may identify other categories of taxpayers who qualify for an expedited process through guidelines issued pursuant to subsection L. Taxpayers that qualify for an expedited process shall not be subject to the background check or the waiting period set forth in subdivision 1, nor shall such taxpayers be required to pay the application fee set forth in subdivision 2.\n\n4. If a taxpayer has been denied a cigarette exemption certificate, or has been issued a cigarette exemption certificate that has subsequently been suspended or revoked, the Department shall not consider an application from the taxpayer for a new cigarette exemption certificate for six months from the date of the denial, suspension, or revocation.\n\nC. The Department shall deny an application for a cigarette exemption certificate, or suspend or revoke a cigarette exemption certificate previously issued to a taxpayer, if the Department determines that:\n\n1. The taxpayer is a person who is not 18 years of age or older;\n\n2. The taxpayer is a person who is physically unable to carry on the business for which the application for a cigarette exemption certificate is filed, or has been adjudicated incapacitated;\n\n3. The taxpayer has not resided in the Commonwealth for at least one year immediately preceding the application, unless in the opinion of the Department, good cause exists for the taxpayer to have not resided in the Commonwealth for the immediately preceding year;\n\n4. The taxpayer has not established a physical place of business in the Commonwealth, as described in subsection E;\n\n5. A court or administrative body having jurisdiction has found that the physical place of business occupied by the taxpayer, as described in subsection E, does not conform to the sanitation, health, construction, or equipment requirements of the governing body of the county, city, or town in which such physical place is located, or to similar requirements established pursuant to the laws of the Commonwealth;\n\n6. The physical place of business occupied by the taxpayer, as described in subsection E, is not constructed, arranged, or illuminated so as to allow access to and reasonable observation of, any room or area in which cigarettes are to be sold;\n\n7. The taxpayer is not an authorized representative of the business;\n\n8. The taxpayer made a material misstatement or material omission in the application;\n\n9. The taxpayer has defrauded, or attempted to defraud, the Department, or any federal, state, or local government or governmental agency or authority, by making or filing any report, document, or tax return required by statute or regulation that is fraudulent or contains a false representation of material fact, or the taxpayer has willfully deceived or attempted to deceive the Department, or any federal, state, or local government or governmental agency or authority, by making or maintaining business records required by statute or regulation that are false or fraudulent;\n\n10. The Tax Commissioner has determined that the taxpayer has misused the certificate;\n\n11. The taxpayer has knowingly and willfully allowed any individual, other than an authorized representative, to use the certificate;\n\n12. The taxpayer has failed to comply with or has been convicted under any of the provisions of this chapter or Chapter 10 (§ 58.1-1000 et seq.) or any of the rules of the Department adopted or promulgated under the authority of this chapter or Chapter 10; however, no certificate shall be denied, suspended, or revoked on the basis of a failure to file a retail sales and use tax return or remit retail sales and use tax unless the taxpayer is more than 30 days delinquent in any filing or payment and has not entered into an installment agreement pursuant to § 58.1-1817; or\n\n13. The taxpayer has been convicted under the laws of any state or of the United States of (i) any robbery, extortion, burglary, larceny, embezzlement, gambling, perjury, bribery, treason, racketeering, money laundering, other crime involving fraud under Chapter 6 (§ 18.2-168 et seq.) of Title 18.2, or crime that has the same elements of the offenses set forth in § 58.1-1017 or 58.1-1017.1, or (ii) a felony.\n\nD. The provisions of § 58.1-623.1 shall apply to the suspension and revocation of exemption certificates issued pursuant to this section, mutatis mutandis.\n\nE. A cigarette exemption certificate shall only be issued to a taxpayer who:\n\n1. Has a physical place of business in the Commonwealth, owned or leased by him, where a substantial portion of the sales activity of the retail cigarette sales activity of the business is routinely conducted and that (i) satisfies all local zoning regulations; (ii) has sales and office space of at least 250 square feet in a permanent, enclosed building not used as a house, apartment, storage unit, garage, or other building other than a building zoned for retail business; (iii) houses all records required to be maintained pursuant to § 58.1-1007; (iv) is equipped with office equipment, including but not limited to, a desk, a chair, a Point of Sale System, filing space, a working telephone listed in the name of the taxpayer or his business, working utilities, including electricity and provisions for space heating, and an Internet connection and email address; (v) displays a sign and business hours and is open to the public during the listed business hours; and (vi) does not occupy the same physical place of business of any other taxpayer who has been issued a cigarette exemption certificate;\n\n2. Possesses a copy of the (i) corporate charter and articles of incorporation in the case of a corporation, (ii) partnership agreement in the case of a partnership, or (iii) organizational registration from the Virginia State Corporation Commission in the case of an LLC; and\n\n3. Possesses a local business license, if such local business license is required by the locality where the taxpayer's physical place of business is located.\n\nF. A taxpayer with more than one physical place of business shall be required to complete only one application for a cigarette exemption certificate but shall list on the application every physical place of business in the Commonwealth where cigarettes are purchased, stored, or resold by the taxpayer or his affiliate. Upon approval of the application, the Department shall issue a cigarette exemption certificate to the taxpayer. The taxpayer shall be authorized to resell cigarettes only at the locations listed on the application. No cigarette exemption certificate shall be transferrable. For purposes of this subsection, a taxpayer shall be considered to have more than one physical place of business if the taxpayer owns or leases two or more physical locations in the Commonwealth where cigarettes are purchased, stored, or resold.\n\nG. A cigarette exemption certificate issued to a taxpayer shall bear the address of the physical place of business occupied or to be occupied by the taxpayer in conducting the business of purchasing cigarettes in the Commonwealth. In the event that a taxpayer intends to move the physical place of business listed on a certificate to a new location, he shall provide written notice to the Department at least 30 days in advance of the move. A successful inspection of the new physical place of business shall be required by the Department prior to the issuance of a new cigarette exemption certificate bearing the updated address. If the taxpayer intends to change any of the required information relating to the physical places of business contained in the application for the cigarette exemption certificate submitted pursuant to subsection F, the taxpayer shall file an amendment to the application at least 30 days in advance of such change. The certificate with the original address shall become invalid upon the issuance of the new certificate, or 30 days after notice of the move is provided to the Department, whichever occurs sooner. A taxpayer shall not be required to pay a fee to the Department for the issuance of a new cigarette exemption certificate pursuant to this subsection.\n\nH. The privilege of a taxpayer issued a cigarette exemption certificate to purchase cigarettes shall extend to any authorized representative of such taxpayer. The taxpayer issued a cigarette exemption certificate may be held liable for any violation of this chapter, Chapter 10 (§ 58.1-1000 et seq.), Chapter 10.1 (§ 58.1-1031 et seq.), or any related Department guidelines by such authorized representative.\n\nI. A taxpayer issued a cigarette exemption certificate shall comply with the recordkeeping requirements prescribed in § 58.1-1007 and shall make such records available for audit and inspection as provided therein. A taxpayer issued a cigarette exemption certificate who fails to comply with such requirements shall be subject to the penalties provided in § 58.1-1007.\n\nJ. A cigarette exemption certificate granted by the Department shall be valid for five years from the date of issuance. At the end of the five-year period, the cigarette exemption certificate of a taxpayer who qualifies for the expedited application process set forth in subdivision B 3 shall be automatically renewed and no fee shall be required. If a taxpayer does not qualify for the expedited application process, then such taxpayer shall apply to the Department to renew the new cigarette exemption certificate as set forth in subdivision B 1 and shall pay an application fee not to exceed $50 as set forth in subdivision B 2; however, the 30-day waiting period set forth in subdivision B 1 shall not apply.\n\nK. No taxpayer issued a cigarette exemption certificate shall display the certificate, or a copy thereof, in the physical place of business where a substantial portion of the retail cigarette sales activity of the business is routinely conducted.\n\nL. The Tax Commissioner shall develop guidelines implementing the provisions of this section, including but not limited to (i) defining categories of taxpayers who qualify for the expedited process, (ii) prescribing the form of the application for the cigarette exemption certificate, (iii) prescribing the form of the application for the expedited cigarette exemption certificate, (iv) establishing procedures for suspending and revoking the cigarette exemption certificate, and (v) establishing procedures for renewing the cigarette exemption certificate. Such guidelines shall be exempt from the provisions of the Administrative Process Act (§ 2.2-4000 et seq.).\n\nM. For the purposes of this section:\n\n\"Authorized representative\" means an individual who has an ownership interest in or is a current employee of the taxpayer who possesses a valid cigarette exemption certificate pursuant to this section.\n\n2017, cc. 112, 453.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-623-2/"
    },
    {
      "id": "section-581-624",
      "number": "58.1-624.",
      "heading": "Direct payment permits",
      "text": "A. Notwithstanding any other provision of this chapter, the Tax Commissioner may authorize a manufacturer, mine operator, or public service corporation that is a user, consumer, distributor, or lessee to which sales, distributions, leases, or storage of tangible personal property are made under circumstances which normally make it impossible at the time thereof to determine the manner in which such property will be used by such person, or any person who stores tangible personal property in this Commonwealth for use both within and outside this Commonwealth, to pay any tax levied by this chapter directly to this Commonwealth and waive the collection of the tax by the dealer. No such authority shall be granted or exercised except upon application to the Tax Commissioner and the issuance by the Tax Commissioner of a direct payment permit. If a direct payment permit is granted, then payment of the tax on all sales, distributions, and leases, including sales, distributions, leases, and storage of tangible personal property and sales of taxable services for use known at the time thereof, shall be made directly to the Tax Commissioner by the permit holder.\n\nB. On or before the twentieth day of each month every permit holder shall make and file with the Tax Commissioner a return for the preceding month in the form prescribed by the Tax Commissioner showing the total value of the tangible personal property so used, the amount of tax due from the permit holder, which amount shall be paid to the Tax Commissioner with such return, and such other information as the Tax Commissioner deems necessary. The Tax Commissioner, upon written request by the permit holder, may grant a reasonable extension of time for making and filing returns and paying the tax. Interest on such tax shall be chargeable on every such extended payment at the rate determined in accordance with § 58.1-15.\n\nC. A permit granted pursuant to this section shall continue to be valid until surrendered by the holder or cancelled for cause by the Tax Commissioner.\n\nD. Persons who hold a direct payment permit which has not been cancelled shall not be required to pay the tax to the dealer as otherwise herein provided. Such persons shall notify each dealer from whom purchases or leases of tangible personal property are made of their direct payment permit number and that the tax is being paid directly to the Tax Commissioner. Upon receipt of such notice, such dealer shall be absolved from all duties and liabilities imposed by this chapter for the collection and remittance of the tax with respect to sales, distributions, leases, or storage of tangible personal property to such permit holder. Dealers who make sales upon which the tax is not collected by reason of the provisions of this section shall maintain records in such manner that the amount involved and identity of each such purchaser may be ascertained.\n\nE. Upon the cancellation or surrender of a direct payment permit, the provisions of this chapter, without regard to this section, shall thereafter apply to the person who previously held such permit, and such person shall promptly so notify in writing dealers from whom purchases, leases, and storage of tangible personal property are made of such cancellation or surrender. Upon receipt of such notice, the dealer shall be subject to the provisions of this chapter, without regard to this section, with respect to all sales, distributions, leases, or storage of tangible personal property thereafter made to such person.\n\nCode 1950, § 58-441.33; 1966, c. 151; 1981, c. 95; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-624/"
    },
    {
      "id": "section-581-625",
      "number": "58.1-625.",
      "heading": "Collection of tax",
      "text": "A. The tax levied by this chapter shall be paid by the dealer, but the dealer shall separately state the amount of the tax and add such tax to the sales price or charge. Thereafter, such tax shall be a debt from the purchaser, consumer, or lessee to the dealer until paid and shall be recoverable at law in the same manner as other debts. No action at law or suit in equity under this chapter may be maintained in this Commonwealth by any dealer that is not registered under § 58.1-613 or is delinquent in the payment of the taxes imposed under this chapter.\n\nB. Notwithstanding any exemption from taxes which any dealer now or hereafter may enjoy under the Constitution or laws of this or any other state, or of the United States, such dealer shall collect such tax from the purchaser, consumer, or lessee and shall pay the same over to the Tax Commissioner as herein provided.\n\nC. Any dealer collecting the sales or use tax on transactions exempt or not taxable under this chapter shall transmit to the Tax Commissioner such erroneously or illegally collected tax unless or until it can affirmatively show that the tax has since been refunded to the purchaser or credited to its account.\n\nD. 1. Any dealer that neglects, fails, or refuses to collect such tax upon every taxable sale, distribution, lease, or storage of tangible personal property made by it, its agents, or employees shall be liable for and pay the tax itself, and such dealer shall not thereafter be entitled to sue for or recover in this Commonwealth any part of the purchase price or rental from the purchaser until such tax is paid. Moreover, any dealer that neglects, fails, or refuses to pay or collect the tax herein provided, either by itself or through its agents or employees, is guilty of a Class 1 misdemeanor.\n\n2. Notwithstanding subdivision 1, any remote seller or marketplace facilitator that has collected an incorrect amount of sales and use tax shall be relieved from liability for such amount, including any penalty or interest, if the error is a result of the remote seller's or marketplace facilitator's reasonable reliance on information provided by the Commonwealth.\n\nE. All sums collected by a dealer as required by this chapter shall be deemed to be held in trust for the Commonwealth.\n\nF. Notwithstanding the foregoing provisions of this section, any dealer is authorized during the period of time set forth in § 58.1-611.2 not to collect the tax levied by this chapter or levied under the authority granted in §§ 58.1-605 and 58.1-606 from the purchaser, and to absorb such tax itself. A dealer electing to absorb such taxes shall be liable for payment of such taxes to the Tax Commissioner in the same manner as it is for tax collected from a purchaser pursuant to this section.\n\nCode 1950, § 58-441.18; 1966, c. 151; 1972, c. 355; 1979, c. 198; 1984, c. 675; 2006, cc. 579, 593; 2013, c. 766; 2019, cc. 815, 816, 854.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-625/"
    },
    {
      "id": "section-581-6251",
      "number": "58.1-625.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2009, cc. 864 and 871, cl. 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-625-1/"
    },
    {
      "id": "section-581-626",
      "number": "58.1-626.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2019, c. 758, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-626/"
    },
    {
      "id": "section-581-6261",
      "number": "58.1-626.1.",
      "heading": "Absorption of tax permitted",
      "text": "A. A dealer may absorb and assume payment of all or any part of the sales or use tax otherwise due from the purchaser, consumer, or lessee.\n\nB. A dealer shall separately state the sales price of an item and the full amount of sales and use tax due on such item at the point of the sale or transaction, even if the dealer intends to absorb and assume the amount of tax due.\n\nC. For each sale for which the dealer absorbs and assumes all or any part of the sales and use tax due, the dealer shall remit to the Department the full amount of tax due with the return that covers the period in which the dealer completed the sale or transaction.\n\n2019, c. 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-626-1/"
    },
    {
      "id": "section-581-627",
      "number": "58.1-627.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2004, Sp. Sess. I, c. 3, effective September 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-627/"
    },
    {
      "id": "section-581-6281",
      "number": "58.1-628.1.",
      "heading": "Not effective",
      "text": "Not effective.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-628-1/"
    },
    {
      "id": "section-581-6282",
      "number": "58.1-628.2.",
      "heading": "Adjustment to the rate of tax imposed under this chapter",
      "text": "If a dealer can show to the satisfaction of the Tax Commissioner that more than 85 percent of the total dollar volume of his gross taxable sales during the taxable month was from individual sales at prices of 10 cents or less each and that he was unable to adjust his prices in such manner as to prevent the economic incidence of the sales tax from falling on him, the Tax Commissioner shall determine the proper tax liability of the dealer based on that portion of the dealer's gross taxable sales that was from sales at prices of 11 cents or more.\n\n2004, Sp. Sess. I, c. 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-628-2/"
    },
    {
      "id": "section-581-629",
      "number": "58.1-629.",
      "heading": "Sale of business",
      "text": "If any dealer liable for any tax, penalty, or interest levied hereunder sells out his business or stock of goods or quits the business, he shall make a final return and payment within fifteen days after the date of selling or quitting the business. His successors or assigns, if any, shall withhold sufficient of the purchase money to cover the amount of such taxes, penalties, and interest due and unpaid until such former owner produces a receipt from the Tax Commissioner showing that they have been paid or a certificate stating that no taxes, penalties, or interest is due. If the purchaser of a business or stock of goods fails to withhold the purchase money as above provided, he shall be personally liable for the payment of the taxes, penalties, and interest due and unpaid on account of the operation of the business by any former owner. Nothing herein shall be deemed to qualify or limit the exemption as to such a sale as is covered by subdivision 2 of § 58.1-609.10.\n\nCode 1950, § 58-441.30; 1966, c. 151; 1984, c. 675; 1993, c. 310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-629/"
    },
    {
      "id": "section-581-630",
      "number": "58.1-630.",
      "heading": "Bond",
      "text": "The Tax Commissioner may, when in his judgment it is necessary and advisable so to do in order to secure the collection of the tax levied by this chapter, require any person subject to such tax to file with him a bond, with such surety as the Tax Commissioner determines is necessary to secure the payment of any tax, penalty or interest due or which may become due from such person. In lieu of such bond, securities approved by the Tax Commissioner may be deposited with the State Treasurer, which securities shall be kept in the custody of the State Treasurer, and shall be sold by him, at the request of the Tax Commissioner, at public or private sale if it becomes necessary so to do in order to recover any tax, penalty or interest due the Commonwealth under this chapter. Upon any such sale, the surplus, if any, above the amounts due under this chapter shall be returned to the person who deposited the securities.\n\nCode 1950, § 58-441.31; 1966, c. 151; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-630/"
    },
    {
      "id": "section-581-631",
      "number": "58.1-631.",
      "heading": "Jeopardy assessment",
      "text": "If the Tax Commissioner is of the opinion that the collection of any tax or any amount of tax required to be collected and paid under this chapter will be jeopardized by delay, he shall make an assessment of the tax or amount of tax required to be collected and shall mail or issue a notice of such assessment to the taxpayer together with a demand for immediate payment of the tax or of the deficiency in tax declared to be in jeopardy including penalties. In the case of a tax for a current period, the Tax Commissioner may declare the taxable period of the taxpayer immediately terminated and shall cause notice of such finding and declaration to be mailed or issued to the taxpayer together with a demand for immediate payment of the tax based on the period declared terminated and such tax shall be immediately due and payable, whether or not the time otherwise allowed by law for filing a return and paying the tax has expired. Assessments provided for in this section shall become immediately due and payable, and if any such tax, penalty or interest is not paid upon demand of the Tax Commissioner, he shall proceed to collect the same by legal process, or, in his discretion, he may require the taxpayer to file such bond as in his judgment may be sufficient to protect the interest of the Commonwealth.\n\nCode 1950, § 58-441.32; 1966, c. 151; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-631/"
    },
    {
      "id": "section-581-632",
      "number": "58.1-632.",
      "heading": "Memorandum of lien",
      "text": "The Tax Commissioner is empowered, when any tax becomes delinquent under this chapter, to issue a memorandum of lien for the collection of the tax, penalty and interest from each delinquent taxpayer. Section 58.1-1805 shall apply to such memorandum, except that the same may be issued as soon as the tax becomes delinquent.\n\nCode 1950, § 58-441.36; 1966, c. 151; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-632/"
    },
    {
      "id": "section-581-633",
      "number": "58.1-633.",
      "heading": "Records",
      "text": "A. Every dealer required to make a return and pay or collect any tax under this chapter shall keep and preserve suitable records of the sales, leases, or purchases, as the case may be, taxable under this chapter, and such other books of account as may be necessary to determine the amount of tax due hereunder, and such other pertinent information as may be required by the Tax Commissioner.\n\nB. In order to aid in the administration and enforcement of the provisions of this chapter, all wholesalers and jobbers in this Commonwealth shall keep a record of all sales of tangible personal property, whether such sales be for cash or on terms of credit. Such records shall include the name and address of the purchaser, the number of the certificate of registration issued to the purchaser, the date of the purchase, the article purchased, and the price at which the article is sold to the purchaser. Any wholesaler or jobber failing to keep such records shall be guilty of a Class 1 misdemeanor. Any person who is both a retailer and a wholesaler or jobber and who fails to keep proper records showing wholesale sales and retail sales separately shall pay the tax as a retailer on both classes of his business.\n\nC. For the purpose of enforcing the collection of the tax levied by this chapter, the Tax Commissioner is authorized to examine the books, records, and other documents of all transportation companies, agencies, firms, or persons as defined herein that conduct their business by truck, rail, water, airplane, or otherwise, in order to determine what dealers are importing or otherwise are shipping articles of tangible personal property which are liable for the tax. If such transportation company, agency, firm or person as defined herein refuses to permit such examination of its or his books, records, and other documents by the Tax Commissioner, as aforesaid, it or he shall be guilty of a Class 1 misdemeanor. The Tax Commissioner may proceed by petitioning the appropriate circuit court to require the transportation company, agency, firm, or person to show cause as to why such books, records, and other documents should not be examined pursuant to the injunction of the court, and as to why a bond should not be required with proper security in the penalty of not more than $2,000 conditioned upon compliance with the provisions hereof for a period of not more than 1 year.\n\nCode 1950, § 58-441.29; 1966, c. 151; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-633/"
    },
    {
      "id": "section-581-634",
      "number": "58.1-634.",
      "heading": "Period of limitations",
      "text": "The taxes imposed by this chapter shall be assessed within three years from the date on which such taxes became due and payable. In the case of a false or fraudulent return with intent to evade payment of the taxes imposed by this chapter, or a failure to file a return, the taxes may be assessed, or a proceeding in court for the collection of such taxes may be begun without assessment, at any time within six years from such date. The Tax Commissioner shall not examine any person's records beyond the three-year period of limitations unless he has reasonable evidence of fraud, or reasonable cause to believe that such person was required by law to file a return and failed to do so.\n\nCode 1950, § 58-441.38; 1966, c. 151; 1980, c. 633; 1983, c. 104; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-634/"
    },
    {
      "id": "section-581-635",
      "number": "58.1-635.",
      "heading": "Failure to file return; fraudulent return; civil penalties",
      "text": "A. When any dealer fails to make any return and pay the full amount of the tax required by this chapter, there shall be imposed, in addition to other penalties provided herein, a specific penalty to be added to the tax in the amount of six percent if the failure is for not more than one month, with an additional six percent for each additional month, or fraction thereof, during which the failure continues, not to exceed 30 percent in the aggregate. In no case, however, shall the penalty be less than $10 and such minimum penalty shall apply whether or not any tax is due for the period for which such return was required. If such failure is due to providential or other good cause shown to the satisfaction of the Tax Commissioner, such return with or without remittance may be accepted exclusive of penalties. In the case of a false or fraudulent return where willful intent exists to defraud the Commonwealth of any tax due under this chapter, or in the case of a willful failure to file a return with the intent to defraud the Commonwealth of any such tax, a specific penalty of 50 percent of the amount of the proper tax shall be assessed. All penalties and interest imposed by this chapter shall be payable by the dealer and collectible by the Tax Commissioner in the same manner as if they were a part of the tax imposed.\n\nB. It shall be prima facie evidence of intent to defraud the Commonwealth of any tax due under this chapter when any dealer reports its gross sales, gross proceeds or cost price, as the case may be, at 50 percent or less of the actual amount.\n\nC. Interest at a rate determined in accordance with § 58.1-15, shall accrue on the tax until the same is paid, or until an assessment is made, pursuant to § 58.1-15, after which interest shall accrue as provided therein.\n\nD. Notwithstanding any other provision of this section, any remote seller or marketplace facilitator that has collected an incorrect amount of sales and use tax shall be relieved from liability for such amount, including any penalty or interest, if the error is a result of the remote seller's or marketplace facilitator's reasonable reliance on information provided by the Commonwealth.\n\nCode 1950, § 58-441.27; 1966, c. 151; 1972, c. 355; 1973, c. 269; 1975, c. 52; 1977, c. 396; 1984, c. 675; 1991, cc. 316, 331; 2013, c. 766; 2019, cc. 815, 816, 854.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-635/"
    },
    {
      "id": "section-581-636",
      "number": "58.1-636.",
      "heading": "Penalty for failure to file return or making false return",
      "text": "Any dealer subject to the provisions of this chapter failing or refusing to file a return herein required to be made, or failing or refusing to file a supplemental return or other data required by the Tax Commissioner, or who makes a false or fraudulent return with intent to evade the tax hereby levied, or who makes a false or fraudulent claim for refund, or who gives or knowingly receives a false or fraudulent exemption certificate, or who violates any other provision of this chapter, punishment for which is not otherwise herein provided, shall be guilty of a Class 1 misdemeanor.\n\nCode 1950, § 58-441.39; 1966, c. 151; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-636/"
    },
    {
      "id": "section-581-637",
      "number": "58.1-637.",
      "heading": "Bad checks",
      "text": "If any check tendered for any amount due under this chapter is not paid by the bank on which it is drawn and such person fails to pay the Commissioner the amount due the Commonwealth within five days after the Commissioner has given him written notice by registered or certified mail or in person by an agent that such check was returned unpaid, the person by whom such check was tendered shall be guilty of a violation of § 18.2-182.1.\n\nCode 1950, § 58-441.35; 1966, c. 151; 1984, c. 675; 1992, c. 763.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-637/"
    },
    {
      "id": "section-581-638",
      "number": "58.1-638.",
      "heading": "Disposition of state sales and use tax revenue",
      "text": "A. The Comptroller shall designate a specific revenue code number for all the state sales and use tax revenue collected under the preceding sections of this chapter.\n\nThe sales and use tax revenue generated by the one-half percent sales and use tax increase enacted by the 1986 Special Session of the General Assembly shall be paid, in the manner hereinafter provided in this section, to the Commonwealth Transportation Fund established pursuant to § 33.2-1524. The Fund's share of such net revenue shall be computed as an estimate of the net revenue to be received into the state treasury each month, and such estimated payment shall be adjusted for the actual net revenue received in the preceding month. All payments shall be made to the Fund on the last day of each month.\n\nB. The sales and use tax revenue generated by a one percent sales and use tax shall be distributed among the counties and cities of the Commonwealth in the manner provided in subsections C and D.\n\nC. The localities' share of the net revenue distributable under this section among the counties and cities shall be apportioned by the Comptroller and distributed among them by warrants of the Comptroller drawn on the Treasurer of Virginia as soon as practicable after the close of each month during which the net revenue was received into the state treasury. The distribution of the localities' share of such net revenue shall be computed with respect to the net revenue received into the state treasury during each month, and such distribution shall be made as soon as practicable after the close of each such month.\n\nD. The net revenue so distributable among the counties and cities shall be apportioned and distributed upon the basis of the latest yearly estimate of the population of cities and counties ages five to 19, provided by the Weldon Cooper Center for Public Service of the University of Virginia. Such population estimate produced by the Weldon Cooper Center for Public Service of the University of Virginia shall account for persons who are domiciled in orphanages or charitable institutions or who are dependents living on any federal military or naval reservation or other federal property within the school division in which the institutions or federal military or naval reservation or other federal property is located. Such population estimate produced by the Weldon Cooper Center for Public Service of the University of Virginia shall account for members of the military services who are under 20 years of age within the school division in which the parents or guardians of such persons legally reside. Such population estimate produced by the Weldon Cooper Center for Public Service of the University of Virginia shall account for individuals receiving services in state hospitals, state training centers, or mental health facilities, persons who are confined in state or federal correctional institutions, or persons who attend the Virginia School for the Deaf and the Blind within the school division in which the parents or guardians of such persons legally reside. Such population estimate produced by the Weldon Cooper Center for Public Service of the University of Virginia shall account for persons who attend institutions of higher education within the school division in which the student's parents or guardians legally reside. To such estimate, the Department of Education shall add the population of students with disabilities, ages two through four and 20 through 21, as provided to the Department of Education by school divisions. The revenue so apportionable and distributable is hereby appropriated to the several counties and cities for maintenance, operation, capital outlays, debt and interest payments, or other expenses incurred in the operation of the public schools, which shall be considered as funds raised from local resources. In any county, however, wherein is situated any incorporated town constituting a school division, the county treasurer shall pay into the town treasury for maintenance, operation, capital outlays, debt and interest payments, or other expenses incurred in the operation of the public schools, the proper proportionate amount received by him in the ratio that the school population of such town bears to the school population of the entire county. If the school population of any city or of any town constituting a school division is increased by the annexation of territory since the last estimate of school population provided by the Weldon Cooper Center for Public Service, such increase shall, for the purposes of this section, be added to the school population of such city or town as shown by the last such estimate and a proper reduction made in the school population of the county or counties from which the annexed territory was acquired.\n\nE. Beginning July 1, 2000, of the remaining sales and use tax revenue, the revenue generated by a two percent sales and use tax, up to an annual amount of $13 million, collected from the sales of hunting equipment, auxiliary hunting equipment, fishing equipment, auxiliary fishing equipment, wildlife-watching equipment, and auxiliary wildlife-watching equipment in Virginia, as estimated by the most recent U.S. Department of the Interior, Fish and Wildlife Service and U.S. Department of Commerce, Bureau of the Census National Survey of Fishing, Hunting, and Wildlife-Associated Recreation, shall be paid into the Game Protection Fund established under § 29.1-101 and shall be used, in part, to defray the cost of law enforcement. Not later than 30 days after the close of each quarter, the Comptroller shall transfer to the Game Protection Fund the appropriate amount of collections to be dedicated to such Fund. At any time that the balance in the Capital Improvement Fund, established under § 29.1-101.01, is equal to or in excess of $35 million, any portion of sales and use tax revenues that would have been transferred to the Game Protection Fund, established under § 29.1-101, in excess of the net operating expenses of the Board, after deduction of other amounts which accrue to the Board and are set aside for the Game Protection Fund, shall remain in the general fund until such time as the balance in the Capital Improvement Fund is less than $35 million.\n\nF. 1. Of the net revenue generated from the one-half percent increase in the rate of the state sales and use tax effective August 1, 2004, pursuant to enactments of the 2004 Special Session I of the General Assembly, the Comptroller shall transfer from the general fund of the state treasury to the Public Education Standards of Quality/Local Real Estate Property Tax Relief Fund established under § 58.1-638.1 an amount equivalent to one-half of the net revenue generated from such one-half percent increase as provided in this subdivision. The transfers to the Public Education Standards of Quality/Local Real Estate Property Tax Relief Fund under this subdivision shall be for one-half of the net revenue generated (and collected in the succeeding month) from such one-half percent increase for the month of August 2004 and for each month thereafter.\n\n2. Beginning July 1, 2013, of the remaining sales and use tax revenue, an amount equal to the revenue generated by a 0.125 percent sales and use tax shall be distributed to the Public Education Standards of Quality/Local Real Estate Property Tax Relief Fund established under § 58.1-638.1, and be used for the state's share of Standards of Quality basic aid payments.\n\n3. For the purposes of the Comptroller making the required transfers under subdivision 1 and 2, the Tax Commissioner shall make a written certification to the Comptroller no later than the twenty-fifth of each month certifying the sales and use tax revenues generated in the preceding month. Within three calendar days of receiving such certification, the Comptroller shall make the required transfers to the Public Education Standards of Quality/Local Real Estate Property Tax Relief Fund.\n\nG. (Contingent expiration date) Beginning July 1, 2020, of the remaining sales and use tax revenue, an amount equal to 20 percent of the revenue generated by a one-half percent sales and use tax, such as that paid to the Commonwealth Transportation Fund as provided in subsection A, shall be paid to the Commonwealth Transportation Fund established pursuant to § 33.2-1524.\n\nThe Commonwealth Transportation Fund's share of the net revenue distributable under this subsection shall be computed as an estimate of the net revenue to be received into the state treasury each month, and such estimated payment shall be adjusted for the actual net revenue received in the preceding month. All payments shall be made to the Fund on the last day of each month.\n\nH. (Contingent expiration date)\n\n1. The additional revenue generated by increases in the state sales and use tax from Planning District 8 pursuant to §§ 58.1-603.1, 58.1-604.01, 58.1-604.1, and 58.1-614 shall be deposited by the Comptroller in the fund established under § 33.2-2509.\n\n2. The additional revenue generated by increases in the state sales and use tax from Planning District 23 pursuant to §§ 58.1-603.1, 58.1-604.01, 58.1-604.1, and 58.1-614 shall be deposited by the Comptroller in the fund established under § 33.2-2600.\n\n3. (For contingent expiration date, see Acts 2020, c. 1235) The additional revenue generated by increases in the state sales and use tax from Planning District 15 pursuant to §§ 58.1-603.1, 58.1-604.01, 58.1-604.1, and 58.1-614 shall be deposited by the Comptroller in the fund established under § 33.2-3701.\n\n4. The additional revenue generated by increases in the state sales and use tax in any other Planning District pursuant to §§ 58.1-603.1, 58.1-604.01, 58.1-604.1, and 58.1-614 shall be deposited into special funds that shall be established by appropriate legislation.\n\n5. The net revenues distributable under this subsection shall be computed as an estimate of the net revenue to be received by the state treasury each month, and such estimated payment shall be adjusted for the actual net revenue received in the preceding month. All payments shall be made to the appropriate funds on the last day of each month.\n\nI. (For contingent expiration date, see Acts 2018, c. 850) The additional revenue generated by increases in the state sales and use tax from the Historic Triangle pursuant to § 58.1-603.2 shall be deposited by the Comptroller as follows: (i) 50 percent shall be deposited into the Historic Triangle Marketing Fund established pursuant to subsection F of § 58.1-603.2; and (ii) 50 percent shall be deposited in the special fund created pursuant to subdivision D 2 of § 58.1-603.2 and distributed to the localities in which the revenues were collected. The net revenues distributable under this subsection shall be computed as an estimate of the net revenues to be received by the state treasury each month, and such estimated payment shall be adjusted for the actual net revenue received in the preceding month. All payments shall be made to the appropriate funds on the last day of each month.\n\nJ. If errors are made in any distribution, or adjustments are otherwise necessary, the errors shall be corrected and adjustments made in the distribution for the next quarter or for subsequent quarters.\n\nK. The term \"net revenue,\" as used in this section, means the gross revenue received into the general fund or the Commonwealth Transportation Fund of the state treasury under the preceding sections of this chapter, less refunds to taxpayers.\n\nCode 1950, § 58-441.48; 1966, c. 151; 1976, c. 680; 1978, c. 773; 1980, c. 559; 1984, c. 675; 1986, Sp. Sess., c. 12; 1991, cc. 666, 713; 1992, c. 167; 1993, c. 793; 1995, cc. 539, 542; 1998, cc. 320, 905, 907; 1999, cc. 281, 397, 898; 2000, cc. 694, 707; 2001, c. 171; 2004, Sp. Sess. I, c. 3; 2010, cc. 113, 386, 629; 2012, cc. 476, 507, 779, 817; 2013, cc. 639, 766; 2015, cc. 609, 684; 2018, cc. 506, 850, 854, 856; 2019, c. 854; 2020, cc. 1230, 1235, 1275, 1283; 2022, c. 652.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-638/"
    },
    {
      "id": "section-581-6381",
      "number": "58.1-638.1.",
      "heading": "Public Education Standards of Quality/Local Real Estate Property Tax Relief Fund established",
      "text": "There is hereby created in the state treasury a special permanent, nonreverting, interest-bearing fund to be known as the Public Education Standards of Quality/Local Real Estate Property Tax Relief Fund, hereinafter referred to as \"the Fund.\" The Fund shall be established on the books of the Comptroller. The Fund shall consist of (i) any sales and use tax revenues transferred pursuant to subsection F of § 58.1-638; (ii) any other moneys appropriated to it by the General Assembly; and (iii) such other sums as may be made available to it from any other source, public or private, all of which shall be credited to the Fund. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall remain in the Fund and shall not revert to the general fund.\n\nAll amounts credited to the Fund shall be paid to localities in accordance with the general appropriation act to meet the Commonwealth's responsibility for the Standards of Quality prescribed pursuant to Article VIII, Section 2 of the Constitution of Virginia. Any amount paid to a county, city, or town from the Fund shall be taken into account by the governing body of the county, city, or town in setting real estate tax rates.\n\n2004, Sp. Sess. I, c. 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-638-1/"
    },
    {
      "id": "section-581-6382",
      "number": "58.1-638.2.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2019, c. 854, cl. 16, effective May 2, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-638-2/"
    },
    {
      "id": "section-581-6383",
      "number": "58.1-638.3.",
      "heading": "(Contingent expiration date) Disposition of 0.3 percent state and local sales tax for transportation",
      "text": "A. The sales and use tax revenue generated by the 0.3 percent sales and use tax increase enacted by the 2013 Session of the General Assembly shall be deposited into the Commonwealth Transportation Fund established pursuant to § 33.2-1524.\n\nB. The net revenues distributable under this section shall be computed as an estimate of the net revenue to be received by the state treasury each month, and such estimated payment shall be adjusted for the actual net revenue received in the preceding month. All payments shall be made to the funds set forth in subsection A on the last day of each month.\n\n2013, c. 766; 2020, cc. 1230, 1275.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-638-3/"
    },
    {
      "id": "section-581-639",
      "number": "58.1-639.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2016, c. 305, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-639/"
    },
    {
      "id": "section-581-6391",
      "number": "58.1-639.1.",
      "heading": "(Effective until July 1, 2030) Annual retail sales and use tax holiday",
      "text": "A. Each year there shall be a three-day period that begins on the first Friday in August and ends at 11:59 p.m. the following Sunday, during which time certain items shall be exempt from the taxes imposed by this chapter or pursuant to the authority granted in § 58.1-605 or 58.1-606.\n\nB. Pursuant to subsection A, the taxes imposed by this chapter or pursuant to the authority granted in § 58.1-605 or 58.1-606 shall not apply to the following:\n\n1. Certain school supplies with a selling price of $20 or less, including dictionaries, notebooks, pens, pencils, notebook paper, and calculators;\n\n2. Clothing and footwear with a selling price of $100 or less designed to be worn on or about the human body;\n\n3. Qualified products designated as Energy Star or WaterSense with a sales price of $2,500 or less per product purchased for noncommercial home or personal use. For the purposes of this exemption, an Energy Star-qualified product is any dishwasher, clothes washer, air conditioner, ceiling fan, compact fluorescent light bulb, dehumidifier, programmable thermostat, or refrigerator, the energy efficiency of which has been designated by the U.S. Environmental Protection Agency and the U.S. Department of Energy as meeting or exceeding each such agency's requirements under the Energy Star program;\n\n4. Portable generators with a selling price of $1,000 or less used to provide light or communications or preserve food in the event of a power outage; and\n\n5. Certain other hurricane preparedness equipment, including blue ice, carbon monoxide detectors, cell phone batteries, cell phone chargers, gas or diesel fuel tanks, nonelectric food storage coolers, portable self-powered light sources, portable self-powered radios, two-way radios, weather band radios, storm shutter devices, tarpaulins or other flexible waterproof sheeting, ground anchor systems or tie-down kits, gas-powered chain saws and chain saw accessories, and packages of AAA-cell, AA-cell, C-cell, D-cell, 6-volt, or 9-volt batteries, excluding automobile and boat batteries. As used in this section, \"storm shutter\" means materials and products manufactured, rated, and marketed specifically for the purpose of preventing window damage from storms. The tax exemption shall apply to each gas-powered chain saw with a selling price of $350 or less and each article of other hurricane preparedness equipment with a selling price of $60 or less.\n\nC. Any discount, coupon, or other credit offered either by the retailer or by a vendor of the retailer to reduce the final price to the customer shall be taken into account in determining the selling price for purposes of this exemption.\n\nD. The Department shall develop guidelines that describe the items of merchandise that qualify for the exemption and make such guidelines available no later than July 15 of each year.\n\n2024, cc. 628, 663.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6/section-58-1-639-1/"
    }
  ]
}