{
  "state": "virginia",
  "path": "title-title-581-taxation/chapter-chapter-22-virginia-fuels-tax-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 58.1-2200. Title; nature of tax§ 58",
      "text": "1-2201. Definitions§ 58.1-2202. Regulations; forms§ 58.1-2203. Exchange of information; penaltiesArticle 2. Motor Fuel Licensing§ 58.1-2204. Persons required to be licensed§ 58.1-2205. Types of importers; qualification for license as an importe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2200",
      "number": "58.1-2200.",
      "heading": "Title; nature of tax",
      "text": "A. This chapter shall be known and may be cited as the \"Virginia Fuels Tax Act.\"\n\nB. All taxes levied under this chapter are imposed upon the ultimate consumer but are precollected as prescribed in this chapter. The levies and assessments imposed on licensees as provided in this chapter are imposed on them as agents of the Commonwealth for the precollection of the tax. The taxes levied under this chapter shall be collected and paid at those times, in the manner, and by those persons specified in this chapter.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2200/"
    },
    {
      "id": "section-581-2201",
      "number": "58.1-2201.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires otherwise:\n\n\"Alternative fuel\" means a combustible gas, liquid or other energy source that can be used to generate power to operate a highway vehicle and that is neither a motor fuel nor electricity used to recharge an electric motor vehicle or a hybrid electric motor vehicle.\n\n\"Alternative fuel vehicle\" means a vehicle equipped to be powered by a combustible gas, liquid, or other source of energy that can be used to generate power to operate a highway vehicle and that is neither a motor fuel nor electricity used to recharge an electric motor vehicle or a hybrid electric motor vehicle.\n\n\"Assessment\" means a written determination by the Department of the amount of taxes owed by a taxpayer. Assessments made by the Department shall be deemed to be made when a written notice of assessment is delivered to the taxpayer by the Department or is mailed to the taxpayer at the last known address appearing in the Commissioner's files.\n\n\"Aviation consumer\" means any person who uses in excess of 100,000 gallons of aviation jet fuel in any fiscal year and is licensed pursuant to Article 2 (§ 58.1-2204 et seq.) of this chapter.\n\n\"Aviation fuel\" means aviation gasoline or aviation jet fuel.\n\n\"Aviation gasoline\" means fuel designed for use in the operation of aircraft other than jet aircraft, and sold or used for that purpose.\n\n\"Aviation jet fuel\" means fuel designed for use in the operation of jet or turbo-prop aircraft, and sold or used for that purpose.\n\n\"Blended fuel\" means a mixture composed of gasoline or diesel fuel and another liquid, other than a de minimis amount of a product such as carburetor detergent or oxidation inhibitor, that can be used as a fuel in a highway vehicle.\n\n\"Blender\" means a person who produces blended fuel outside the terminal transfer system.\n\n\"Bonded aviation jet fuel\" means aviation jet fuel held in bonded storage under United States Customs Law and delivered into a fuel tank of aircraft operated by certificated air carriers on international flights.\n\n\"Bonded importer\" means a person, other than a supplier, who imports, by transport truck or another means of transfer outside the terminal transfer system, motor fuel removed from a terminal located in another state in which (i) the state from which the fuel is imported does not require the seller of the fuel to collect motor fuel tax on the removal either at that state's rate or the rate of the destination state; (ii) the supplier of the fuel is not an elective supplier; or (iii) the supplier of the fuel is not a permissive supplier.\n\n\"Bulk plant\" means a motor fuel storage and distribution facility that is not a terminal and from which motor fuel may be removed at a rack.\n\n\"Bulk user\" means a person who maintains storage facilities for motor fuel and uses part or all of the stored fuel to operate a highway vehicle, watercraft, or aircraft.\n\n\"Bulk user of alternative fuel\" means a person who maintains storage facilities for alternative fuel and uses part or all of the stored fuel to operate a highway vehicle.\n\n\"Commercial watercraft\" means a watercraft employed in the business of commercial fishing, transporting persons or property for compensation or hire, or any other trade or business unless the watercraft is used in an activity of a type generally considered entertainment, amusement, or recreation. The definition shall include a watercraft owned by a private business and used in the conduct of its own business or operations, including but not limited to the transport of persons or property.\n\n\"Commissioner\" means the Commissioner of the Department of Motor Vehicles.\n\n\"Corporate or partnership officer\" means an officer or director of a corporation, partner of a partnership, or member of a limited liability company, who as such officer, director, partner or member is under a duty to perform on behalf of the corporation, partnership, or limited liability company the tax collection, accounting, or remitting obligations.\n\n\"Department\" means the Department of Motor Vehicles, acting directly or through its duly authorized officers and agents.\n\n\"Designated inspection site\" means any state highway inspection station, weigh station, agricultural inspection station, mobile station, or other location designated by the Commissioner or his designee to be used as a fuel inspection site.\n\n\"Destination state\" means the state, territory, or foreign country to which motor fuel is directed for delivery into a storage facility, a receptacle, a container, or a type of transportation equipment for the purpose of resale or use. The term shall not include a tribal reservation of any recognized Native American tribe.\n\n\"Diesel fuel\" means any liquid that is suitable for use as a fuel in a diesel-powered highway vehicle or watercraft. The term shall include undyed #1 fuel oil and undyed #2 fuel oil, but shall not include gasoline or aviation jet fuel.\n\n\"Distributor\" means a person who acquires motor fuel from a supplier or from another distributor for subsequent sale.\n\n\"Dyed diesel fuel\" means diesel fuel that meets the dyeing and marking requirements of 26 U.S.C. § 4082.\n\n\"Elective supplier\" means a supplier who (i) is required to be licensed in the Commonwealth and (ii) elects to collect the tax due the Commonwealth on motor fuel that is removed at a terminal located in another state and has Virginia as its destination state.\n\n\"Electric motor vehicle\" means a motor vehicle that uses electricity as its only source of motive power.\n\n\"End seller\" means the person who sells fuel to the ultimate user of the fuel.\n\n\"Export\" means to obtain motor fuel in Virginia for sale or distribution in another state, territory, or foreign country. Motor fuel delivered out-of-state by or for the seller constitutes an export by the seller, and motor fuel delivered out-of-state by or for the purchaser constitutes an export by the purchaser.\n\n\"Exporter\" means a person who obtains motor fuel in Virginia for sale or distribution in another state, territory, or foreign country.\n\n\"Fuel\" includes motor fuel and alternative fuel.\n\n\"Fuel alcohol\" means methanol or fuel grade ethanol.\n\n\"Fuel alcohol provider\" means a person who (i) produces fuel alcohol or (ii) imports fuel alcohol outside the terminal transfer system by means of a marine vessel, a transport truck, a tank wagon, or a railroad tank car.\n\n\"Gasohol\" means a blended fuel composed of gasoline and fuel grade ethanol.\n\n\"Gasoline\" means (i) all products that are commonly or commercially known or sold as gasoline and are suitable for use as a fuel in a highway vehicle, aircraft, or watercraft, other than products that have an American Society for Testing Materials octane number of less than 75 as determined by the motor method; (ii) a petroleum product component of gasoline, such as naphtha, reformate, or toluene; (iii) gasohol; and (iv) fuel grade ethanol. The term does not include aviation gasoline sold for use in an aircraft engine.\n\n\"Governmental entity\" means (i) the Commonwealth or any political subdivision thereof or (ii) the United States or its departments, agencies, and instrumentalities.\n\n\"Gross gallons\" means an amount of motor fuel measured in gallons, exclusive of any temperature, pressure, or other adjustments.\n\n\"Heating oil\" means any combustible liquid, including but not limited to dyed #1 fuel oil, dyed #2 fuel oil, and kerosene, that is burned in a boiler, furnace, or stove for heating or for industrial processing purposes.\n\n\"Highway\" means every way or place of whatever nature open to the use of the public for purposes of vehicular travel in the Commonwealth, including the streets and alleys in towns and cities.\n\n\"Highway vehicle\" means a self-propelled vehicle designed for use on a highway.\n\n\"Hybrid electric motor vehicle\" means a motor vehicle that uses electricity and another source of motive power.\n\n\"Import\" means to bring motor fuel into Virginia by any means of conveyance other than in the fuel supply tank of a highway vehicle. Motor fuel delivered into Virginia from out-of-state by or for the seller constitutes an import by the seller, and motor fuel delivered into Virginia from out-of-state by or for the purchaser constitutes an import by the purchaser.\n\n\"Importer\" means a person who obtains motor fuel outside of Virginia and brings that motor fuel into Virginia by any means of conveyance other than in the fuel tank of a highway vehicle. For purposes of this chapter, a motor fuel transporter shall not be considered an importer.\n\n\"In-state-only supplier\" means (i) a supplier who is required to have a license and who elects not to collect the tax due the Commonwealth on motor fuel that is removed by that supplier at a terminal located in another state and has Virginia as its destination state or (ii) a supplier who does business only in Virginia.\n\n\"Licensee\" means any person licensed by the Commissioner pursuant to Article 2 (§ 58.1-2204 et seq.) of this chapter or § 58.1-2244.\n\n\"Liquid\" means any substance that is liquid above its freezing point.\n\n\"Motor fuel\" means gasoline, diesel fuel, blended fuel, and aviation fuel.\n\n\"Motor fuel transporter\" means a person who transports motor fuel for hire by means of a pipeline, a tank wagon, a transport truck, a railroad tank car, or a marine vessel.\n\n\"Net gallons\" means the amount of motor fuel measured in gallons when adjusted to a temperature of 60 degrees Fahrenheit and a pressure of 14.7 pounds per square inch.\n\n\"Occasional importer\" means any person who (i) imports motor fuel by any means outside the terminal transfer system and (ii) is not required to be licensed as a bonded importer.\n\n\"Permissive supplier\" means an out-of-state supplier who elects, but is not required, to have a supplier's license under this chapter.\n\n\"Person\" means any individual; firm; cooperative; association; corporation; limited liability company; trust; business trust; syndicate; partnership; limited liability partnership; joint venture; receiver; trustee in bankruptcy; club, society or other group or combination acting as a unit; or public body, including but not limited to the Commonwealth, any other state, and any agency, department, institution, political subdivision or instrumentality of the Commonwealth or any other state.\n\n\"Position holder\" means a person who holds an inventory position of motor fuel in a terminal, as reflected on the records of the terminal operator. A person holds an \"inventory position of motor fuel\" when he has a contract with the terminal operator for the use of storage facilities and terminaling services for fuel at the terminal. The term includes a terminal operator who owns fuel in the terminal.\n\n\"Principal\" means (i) if a partnership, all its partners; (ii) if a corporation, all its officers, directors, and controlling direct or indirect owners; (iii) if a limited liability company, all its members; and (iv) or an individual.\n\n\"Provider of alternative fuel\" means a person who (i) acquires alternative fuel for sale or delivery to a bulk user or a retailer; (ii) maintains storage facilities for alternative fuel, part or all of which the person sells to someone other than a bulk user or a retailer to operate a highway vehicle; (iii) sells alternative fuel and uses part of the fuel acquired for sale to operate a highway vehicle by means of a fuel supply line from the cargo tank of the vehicle to the engine of the vehicle; or (iv) imports alternative fuel into Virginia, by a means other than the usual tank or receptacle connected with the engine of a highway vehicle, for sale or use by that person to operate a highway vehicle.\n\n\"Rack\" means a facility that contains a mechanism for delivering motor fuel from a refinery, terminal, or bulk plant into a transport truck, railroad tank car, or other means of transfer that is outside the terminal transfer system.\n\n\"Refiner\" means any person who owns, operates, or otherwise controls a refinery.\n\n\"Refinery\" means a facility for the manufacture or reprocessing of finished or unfinished petroleum products usable as motor fuel and from which motor fuel may be removed by pipeline or marine vessel or at a rack.\n\n\"Removal\" means a physical transfer other than by evaporation, loss, or destruction. A physical transfer to a transport truck or other means of conveyance outside the terminal transfer system is complete upon delivery into the means of conveyance.\n\n\"Retailer\" means a person who (i) maintains storage facilities for motor fuel and (ii) sells the fuel at retail or dispenses the fuel at a retail location.\n\n\"Retailer of alternative fuel\" means a person who (i) maintains storage facilities for alternative fuel and (ii) sells or dispenses the fuel at retail, to be used to generate power to operate a highway vehicle.\n\n\"Supplier\" means (i) a position holder, or (ii) a person who receives motor fuel pursuant to a two-party exchange. A licensed supplier includes a licensed elective supplier and licensed permissive supplier.\n\n\"System transfer\" means a transfer (i) of motor fuel within the terminal transfer system or (ii) of fuel grade ethanol by transport truck or railroad tank car.\n\n\"Tank wagon\" means a straight truck or straight truck/trailer combination designed or used to carry fuel and having a capacity of less than 6,000 gallons.\n\n\"Terminal\" means a motor fuel storage and distribution facility (i) to which a terminal control number has been assigned by the Internal Revenue Service, (ii) to which motor fuel is supplied by pipeline or marine vessel, and (iii) from which motor fuel may be removed at a rack.\n\n\"Terminal operator\" means a person who owns, operates, or otherwise controls a terminal.\n\n\"Terminal transfer system\" means a motor fuel distribution system consisting of refineries, pipelines, marine vessels, and terminals, and which is a \"bulk transfer/terminal system\" under 26 C.F.R. Part 48.4081-1.\n\n\"Transmix\" means (i) the buffer or interface between two different products in a pipeline shipment or (ii) a mix of two different products within a refinery or terminal that results in an off-grade mixture.\n\n\"Transport truck\" means a tractor truck/semitrailer combination designed or used to transport cargoes of motor fuel over a highway.\n\n\"Trustee\" means a person who (i) is licensed as a supplier, an elective supplier, or a permissive supplier and receives tax payments from and on behalf of a licensed or unlicensed distributor, or other person pursuant to § 58.1-2231 or (ii) is licensed as a provider of alternative fuel and receives tax payments from and on behalf of a bulk user of alternative fuel, retailer of alternative fuel or other person pursuant to § 58.1-2252.\n\n\"Two-party exchange\" means a transaction in which fuel is transferred from one licensed supplier to another licensed supplier pursuant to an exchange agreement, which transaction (i) includes a transfer from the person who holds the inventory position in taxable motor fuel in the terminal as reflected on the records of the terminal operator and (ii) is completed prior to removal of the product from the terminal by the receiving exchange partner.\n\n\"Undyed diesel fuel\" means diesel fuel that is not subject to the United States Environmental Protection Agency or Internal Revenue Service fuel-dyeing requirements.\n\n\"Use\" means the actual consumption or receipt of motor fuel by any person into a highway vehicle, aircraft, or watercraft.\n\n\"Watercraft\" means any vehicle used on waterways.\n\n\"Wholesale price\" means the price at the rack.\n\n2000, cc. 729, 758; 2001, c. 802; 2002, cc. 4, 7; 2003, c. 781; 2004, c. 340; 2006, cc. 594, 912; 2011, c. 165; 2012, cc. 729, 733; 2013, c. 766.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2201/"
    },
    {
      "id": "section-581-2202",
      "number": "58.1-2202.",
      "heading": "Regulations; forms",
      "text": "The Commissioner may promulgate regulations and shall prescribe forms as shall be necessary to effectuate and enforce this chapter.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2202/"
    },
    {
      "id": "section-581-2203",
      "number": "58.1-2203.",
      "heading": "Exchange of information; penalties",
      "text": "A. The Commissioner may, upon request from the officials entrusted with enforcing the fuels tax laws of any other state, forward to such officials any information that the Commissioner may have relative to the production, manufacture, refining, compounding, receipt, sale, use, transportation, or shipment by any person of such fuel.\n\nB. The Commissioner may enter into written agreements with duly constituted tax officials of other states and of the United States for the inspection of tax returns, the making of audits, and the exchange of information relating to taxes administered by the Department pursuant to this chapter.\n\nC. The Commissioner may divulge tax information to the Tax Commissioner, any commissioner of the revenue, director of finance or other authorized collector of county, city, or town taxes who, for the performance of his official duties, requests the same in writing setting forth the reasons for such request.\n\nD. Any person to whom tax information is divulged pursuant to this section shall be subject to the prohibitions and penalties prescribed in § 58.1-3 as though that person were a tax official as defined in that section.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2203/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Motor Fuel Licensing",
      "text": "Motor Fuel Licensing",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2204",
      "number": "58.1-2204.",
      "heading": "Persons required to be licensed",
      "text": "A. A person shall obtain a license issued by the Commissioner before conducting the activities of:\n\n1. A refiner, who shall be licensed as a supplier;\n\n2. A supplier;\n\n3. A terminal operator;\n\n4. An importer;\n\n5. An exporter;\n\n6. A blender;\n\n7. A motor fuel transporter;\n\n8. An aviation consumer;\n\n9. A bonded importer;\n\n10. An elective supplier; or\n\n11. A fuel alcohol provider.\n\nB. A person who is engaged in more than one activity for which a license is required shall have a separate license for each activity, except as provided in subsection C.\n\nC. 1. A person who is licensed as a supplier shall not be required to obtain a separate license for any other activity for which a license is required and shall be considered to have a license as a distributor.\n\n2. A person who is licensed as an occasional importer shall not be required to obtain a license as a distributor.\n\n3. A person who is licensed as a distributor shall not be required to obtain a separate license as an importer if the distributor acquires fuel for import only from an elective supplier or permissive supplier. Such licensed distributor shall not be required to obtain a separate license as an exporter.\n\n4. A person who is licensed as a distributor or a blender shall not be required to obtain a separate license as a motor fuel transporter if he does not transport motor fuel for others for hire.\n\n2000, cc. 729, 758; 2003, c. 781; 2004, c. 340; 2012, c. 363.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2204/"
    },
    {
      "id": "section-581-2205",
      "number": "58.1-2205.",
      "heading": "Types of importers; qualification for license as an importer",
      "text": "A. An applicant for a license as an importer shall indicate whether he is applying for a license as a bonded importer or an occasional importer.\n\nB. A person shall not be licensed as more than one type of importer. A bulk user who imports motor fuel from a terminal of a supplier who is not an elective or a permissive supplier shall be licensed as a bonded importer. A bulk user who imports motor fuel from a bulk plant and is not required to be licensed as a bonded importer shall be licensed as an occasional importer. A bulk user who imports motor fuel only from a terminal of an elective or a permissive supplier shall not be required to be licensed as an importer.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2205/"
    },
    {
      "id": "section-581-2206",
      "number": "58.1-2206.",
      "heading": "Persons who may obtain a license",
      "text": "A person who conducts the activities of a distributor or a permissive supplier may obtain a license issued by the Commissioner for that activity.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2206/"
    },
    {
      "id": "section-581-2207",
      "number": "58.1-2207.",
      "heading": "Restrictions on qualification for license as a distributor",
      "text": "A bulk user of motor fuel shall not be licensed as a distributor.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2207/"
    },
    {
      "id": "section-581-2208",
      "number": "58.1-2208.",
      "heading": "License application procedure",
      "text": "A. To obtain a license under this article, an applicant shall file an application with the Commissioner on a form provided by the Commissioner. An application shall include the applicant's name, address, federal employer identification number, and any other information required by the Commissioner.\n\nB. An applicant for a license as a motor fuel transporter, supplier, terminal operator, importer, blender, distributor, or aviation consumer shall satisfy the following requirements:\n\n1. If the applicant is a corporation, the applicant shall either be incorporated in the Commonwealth or authorized to transact business in the Commonwealth;\n\n2. If the applicant is a limited liability company, the applicant shall be organized in the Commonwealth or authorized to transact business in the Commonwealth;\n\n3. If the applicant is a limited liability partnership, the applicant shall either be formed in the Commonwealth or authorized to transact business in the Commonwealth; or\n\n4. If the applicant is an individual or a general partnership, the applicant shall designate an agent for service of process and provide the agent's name and address.\n\nC. An applicant for a license as a supplier, terminal operator, blender, or permissive supplier shall have a federal certificate of registry issued under 26 U.S.C. § 4101 that authorizes the applicant to enter into federal tax-free transactions in taxable motor fuel in the terminal transfer system. An applicant who is required to have a federal certificate of registry shall include the registration number of the certificate on the application for a license under this section. An applicant for a license as an importer, an exporter, or a distributor who has a federal certificate of registry issued under 26 U.S.C. § 4101 shall include the registration number of the certificate on the application for a license under this section.\n\nD. An applicant for a license as an importer or distributor shall list on the application each state from which the applicant intends to import motor fuel and, if required by a state listed, shall be licensed or registered for motor fuel tax purposes in that state. If a state listed requires the applicant to be licensed or registered, the applicant shall provide the applicant's license or registration number of that state. A licensee who intends to import motor fuel from a state not listed on his application for an importer's license or a distributor's license shall provide the Commissioner written notice of such action before importing motor fuel from that state. The notice shall include the information that is required on the license application.\n\nE. An applicant for a license as an exporter shall designate an agent located in Virginia for service of process and provide the agent's name and address. An applicant for a license as an exporter or distributor shall list on the application each state to which the applicant intends to export motor fuel received in Virginia by means of a transfer that is outside the terminal transfer system and, if required by a state listed, shall be licensed or registered for motor fuel tax purposes in that state. If a state listed requires the applicant to be licensed or registered, the applicant shall provide the applicant's license or registration number of that state. A licensee who intends to export motor fuel to a state not listed on his application for an exporter's license or a distributor's license shall provide the Commissioner written notice of such action before exporting motor fuel to that state. The notice shall include the information required on the license application.\n\n2000, cc. 729, 758; 2002, c. 7; 2012, c. 363.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2208/"
    },
    {
      "id": "section-581-2209",
      "number": "58.1-2209.",
      "heading": "Supplier election to collect tax on out-of-state removals",
      "text": "A. An applicant for a license as a supplier may elect on the application to collect the tax due the Commonwealth on motor fuel that is removed at a terminal located in another state and has Virginia as its destination state. The Commissioner shall provide for this election on the application form. A supplier who makes the election allowed by this section shall be an elective supplier. A supplier who does not make the election allowed by this section shall be an in-state-only supplier. A supplier who does not make the election on the application for a supplier's license may make the election later by completing an election form provided by the Commissioner. A supplier who has not made the election shall not act as an elective supplier for purposes of this chapter.\n\nB. A supplier who makes the election allowed by this section shall comply with all of the following with respect to motor fuel that is removed at a terminal located in another state and has Virginia as its destination state:\n\n1. Collect the tax due the Commonwealth on the fuel;\n\n2. Waive any defense that the Commonwealth lacks jurisdiction to require the supplier to collect the tax due the Commonwealth on the fuel under this chapter;\n\n3. Report and pay the tax due on the fuel in the same manner as if the removal had occurred at a terminal located in Virginia;\n\n4. Keep records of the removal of the fuel and submit to audits concerning the fuel as if the removal had occurred at a terminal located in Virginia; and\n\n5. Report sales by the supplier to a person who is not licensed in the state where the removal occurred if the destination state is Virginia.\n\nC. A supplier who makes the election allowed by this section (i) acknowledges that the Commonwealth imposes the requirements listed in subsection B of this section on the supplier under its general police power and (ii) submits to the jurisdiction of the Commonwealth only for purposes related to the administration of this chapter.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2209/"
    },
    {
      "id": "section-581-2210",
      "number": "58.1-2210.",
      "heading": "Permissive supplier election to collect tax on out-of-state removals",
      "text": "A. An out-of-state supplier who is not required to be licensed under this chapter may elect to obtain a license and thereby become a permissive supplier. An out-of-state supplier who does not make this election shall not act as a permissive supplier for motor fuel that is removed at a terminal in another state and has Virginia as its destination state.\n\nB. An out-of-state supplier who elects to be licensed as a permissive supplier shall comply with (i) the same requirements imposed on a supplier and (ii) all of the following with respect to motor fuel that is removed by the permissive supplier at a terminal located in another state and has Virginia as its destination state:\n\n1. Collect the tax due the Commonwealth on the fuel;\n\n2. Waive any defense that the Commonwealth lacks jurisdiction to require the supplier to collect the tax due the Commonwealth on the motor fuel under this chapter;\n\n3. Report and pay the tax due on the fuel in the same manner as if the removal had occurred at a terminal located in Virginia;\n\n4. Keep records of the removal of the fuel and submit to audits concerning the fuel as if the removal had occurred at a terminal located in Virginia; and\n\n5. Report sales by the supplier to a person who is not licensed in the state where the removal occurred if the destination state is Virginia.\n\nC. An out-of-state supplier who makes the election allowed by this section (i) acknowledges that the Commonwealth imposes the requirements listed in subsection B on the supplier under its general police power and (ii) submits to the jurisdiction of the Commonwealth only for purposes related to the administration of this chapter.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2210/"
    },
    {
      "id": "section-581-2211",
      "number": "58.1-2211.",
      "heading": "Bond or certificate of deposit requirements",
      "text": "A. An applicant for a license as a terminal operator, supplier, importer, blender, permissive supplier, distributor, or aviation consumer shall file with the Commissioner a bond or certificate of deposit. The bond or certificate of deposit shall be conditioned upon compliance with the requirements of this chapter, be payable to the Commonwealth, and be in the form required by the Commissioner. The amount of the bond or certificate of deposit shall be as follows:\n\n1. For an applicant for a license as a (i) terminal operator, (ii) supplier who is a position holder or a person who receives motor fuel pursuant to a two-party exchange, (iii) bonded importer, or (iv) permissive supplier, the amount shall be $2,000,000; and\n\n2. For an applicant for a license as (i) a supplier who is a fuel alcohol provider but is neither a position holder nor a person who receives motor fuel pursuant to a two-party exchange; (ii) an occasional importer; (iii) a distributor; (iv) a blender; or (v) an aviation consumer, the amount shall be three times the applicant's average expected monthly tax liability under this chapter, as determined by the Commissioner. The amount shall not be less than $2,000 nor more than $300,000.\n\nB. An applicant for a license both as a distributor and as a bonded importer shall file only the bond or certificate of deposit required of a bonded importer. An applicant for two or more of the licenses listed in subdivision A 2 may file one bond or certificate of deposit that covers the combined liabilities of the applicant under all the activities, in which event the amount of the bond or certificate of deposit for the combined activities shall not exceed $300,000.\n\nC. When notified to do so by the Commissioner, a person who has filed a bond or certificate of deposit and who holds a license listed in subdivision A 2 shall file an additional bond or certificate of deposit in the amount required by the Commissioner. The person shall file the additional bond or certificate of deposit within thirty days after receiving the notice from the Commissioner. However, the amount of the initial bond or certificate of deposit and any additional bond or certificate of deposit filed by the licensee shall not exceed $300,000.\n\nAny licensee who disagrees with the Commissioner's decision requiring new or additional security shall be entitled to a hearing. Such matter shall, within thirty days, be scheduled for a prompt hearing before the Commissioner after written request for such hearing is received by the Commissioner.\n\n2000, cc. 729, 758; 2006, c. 594.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2211/"
    },
    {
      "id": "section-581-2212",
      "number": "58.1-2212.",
      "heading": "Grounds for denial of license",
      "text": "A. The Commissioner may refuse to issue a license under this article to an applicant if (i) the applicant or (ii) any principal of the applicant has:\n\n1. Had a license or registration issued under prior law or this chapter canceled by the Commissioner for cause;\n\n2. Had a motor fuel license or registration issued by another state canceled for cause;\n\n3. Had a federal Certificate of Registry issued under § 4101 of the Internal Revenue Code, or a similar federal authorization, revoked;\n\n4. Been convicted of any offense involving fraud or misrepresentation; or\n\n5. Been convicted of any other offense that indicates that the applicant may not comply with this chapter if issued a license.\n\nB. For purposes of subdivisions 1, 2 and 3 of subsection A, it shall be sufficient cause for the Commissioner to refuse to issue a license if the canceled or revoked license, registration or Certificate of Registry was held by a business entity of which the applicant, or any principal of the applicant, was a principal.\n\n2000, cc. 729, 758; 2003, c. 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2212/"
    },
    {
      "id": "section-581-2213",
      "number": "58.1-2213.",
      "heading": "Issuance of license",
      "text": "Upon approval of an application, the Commissioner shall issue to the applicant a license and a duplicate copy of the license for each place of business of the applicant. A supplier's license shall indicate the category of the supplier. A licensee shall display the license issued under this chapter in a conspicuous place at each place of business of the licensee. A license shall not be transferable and shall remain in effect until surrendered or canceled.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2213/"
    },
    {
      "id": "section-581-2214",
      "number": "58.1-2214.",
      "heading": "Notice of discontinuance, sale or transfer of business",
      "text": "A. A licensee who discontinues in the Commonwealth the business for which the license was issued shall notify the Commissioner in writing of such discontinuance and shall surrender the license to the Commissioner. The notice shall state the effective date of the discontinuance and, if the licensee has transferred the business or otherwise relinquished control to another person by sale or otherwise, the date of the sale or transfer and the name and address of the person to whom the business is transferred or relinquished. The notice shall also include any other information required by the Commissioner.\n\nB. If the licensee is a supplier, all taxes for which the supplier is liable under this chapter but are not yet due shall be due on the date of the discontinuance. If the supplier has transferred the business to another person and does not give the notice required by this section, the person to whom the business was transferred shall be liable for the amount of any tax owed by the supplier to the Commonwealth on the date the business was transferred. The liability of the person to whom the business was transferred shall not exceed the value of the property acquired from the supplier.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2214/"
    },
    {
      "id": "section-581-2215",
      "number": "58.1-2215.",
      "heading": "License cancellation",
      "text": "A. The Commissioner may cancel the license of any person licensed under this article, upon written notice sent by certified mail to the licensee's last known address appearing in the Commissioner's files, for any of the following reasons:\n\n1. Filing by the licensee of a false report of the data or information required by this chapter;\n\n2. Failure, refusal, or neglect of the licensee to file a report required by this chapter;\n\n3. Failure of the licensee to pay the full amount of the tax due or pay any penalties or interest due as required by this chapter;\n\n4. Failure of the licensee to keep accurate records of the quantities of motor fuel received, produced, refined, manufactured, compounded, sold, or used in Virginia;\n\n5. Failure to file a new or additional bond or certificate of deposit upon request of the Commissioner pursuant to § 58.1-2211;\n\n6. Conviction of the licensee or a principal of the licensee for any act prohibited under this chapter;\n\n7. Failure, refusal, or neglect of a licensee to comply with any other provision of this chapter or any regulation promulgated pursuant to this chapter; or\n\n8. A change in the ownership or control of the business.\n\nB. Upon cancellation of any license for any cause listed in subsection A, the tax levied under this chapter shall become due and payable on (i) all untaxed motor fuel held in storage or otherwise in the possession of the licensee and (ii) all motor fuel sold, delivered, or used prior to the cancellation on which the tax has not been paid.\n\nC. The Commissioner may cancel any license upon the written request of the licensee.\n\nD. Upon cancellation of any license and payment by the licensee of all taxes due, including all penalties accruing due to any failure by the licensee to comply with the provisions of this chapter, the Commissioner shall cancel and surrender the bond or certificate of deposit filed by such licensee.\n\n2000, cc. 729, 758; 2006, c. 594.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2215/"
    },
    {
      "id": "section-581-2216",
      "number": "58.1-2216.",
      "heading": "Records and lists of license applicants and licensees",
      "text": "A. The Commissioner shall keep a record of (i) applicants for a license under this chapter; (ii) persons to whom a license has been issued under this chapter; and (iii) persons holding a current license issued under this chapter, by license category.\n\nB. The Commissioner shall provide a list of licensees to any licensee, as well as to any unlicensed distributor who requests a copy. The list shall state the name and business address of each licensee on the list and may include other information determined appropriate by the Commissioner.\n\n2000, cc. 729, 758; 2004, c. 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2216/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Motor Fuel Tax; Liability",
      "text": "Motor Fuel Tax; Liability",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2217",
      "number": "58.1-2217.",
      "heading": "Taxes levied; rate",
      "text": "A. (For contingent expiration date, see Acts 2020, cc. 1230 and 1275) There is hereby levied an excise tax on gasoline and gasohol as follows:\n\n1. On and after July 1, 2020, but before July 1, 2021, the rate shall be 21.2 cents per gallon;\n\n2. On and after July 1, 2021, but before July 1, 2022, the rate shall be 26.2 cents per gallon; and\n\n3. On and after July 1, 2022, the rate shall be adjusted annually based on the greater of (i) the change in the United States Average Consumer Price Index for all items, all urban consumers (CPI-U), as published by the Bureau of Labor Statistics for the U.S. Department of Labor for the previous year or (ii) zero.\n\nA. (For contingent effective date, see Acts 2020, cc. 1230 and 1275) There is hereby levied an excise tax on gasoline and gasohol at a rate of 16.2 cents per gallon.\n\nB. (For contingent expiration date, see Acts 2020, cc. 1230 and 1275) There is hereby levied an excise tax on diesel fuel as follows:\n\n1. On and after July 1, 2020, but before July 1, 2021, the rate shall be 20.2 cents per gallon;\n\n2. On and after July 1, 2021, but before July 1, 2022, the rate shall be 27 cents per gallon; and\n\n3. On and after July 1, 2022, the rate shall be adjusted annually based on the greater of (i) the change in the United States Average Consumer Price Index for all items, all urban consumers (CPI-U), as published by the Bureau of Labor Statistics for the U.S. Department of Labor for the previous year or (ii) zero.\n\nB. (For contingent effective date, see Acts 2020, cc. 1230 and 1275) There is hereby levied an excise tax on diesel fuel at a rate of 20.2 cents per gallon.\n\nC. Blended fuel that contains gasoline shall be taxed at the rate levied on gasoline. Blended fuel that contains diesel fuel shall be taxed at the rate levied on diesel fuel.\n\nD. There is hereby levied a tax at the rate of five cents per gallon on aviation gasoline. Any person, whether or not licensed under this chapter, who uses, acquires for use, sells or delivers for use in highway vehicles any aviation gasoline shall be liable for the tax at the rate levied on gasoline and gasohol, along with any penalties and interest that may accrue.\n\nE. There is hereby levied a tax at the rate of five cents per gallon on aviation jet fuel purchased or acquired for use by a user of aviation fuel other than an aviation consumer. There is hereby levied a tax at the rate of five cents per gallon upon the first 100,000 gallons of aviation jet fuel, excluding bonded aviation jet fuel, purchased or acquired for use by any aviation consumer in any fiscal year. There is hereby levied a tax at the rate of one-half cent per gallon on all aviation jet fuel, excluding bonded aviation jet fuel, purchased or acquired for use by an aviation consumer in excess of 100,000 gallons in any fiscal year. Any person, whether or not licensed under this chapter, who uses, acquires for use, sells or delivers for use in highway vehicles any aviation jet fuel taxable under this chapter shall be liable for the tax imposed at the rate levied on diesel fuel, along with any penalties and interest that may accrue.\n\nF. In accordance with § 62.1-44.34:13, a storage tank fee is imposed on each gallon of gasoline, aviation gasoline, diesel fuel (including dyed diesel fuel), blended fuel, and heating oil sold and delivered or used in the Commonwealth.\n\n2000, cc. 729, 758; 2007, c. 896; 2013, c. 766; 2019, c. 854; 2020, cc. 1230, 1275.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2217/"
    },
    {
      "id": "section-581-22171",
      "number": "58.1-2217.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2020, cc. 1230 and 1275, cl. 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2217-1/"
    },
    {
      "id": "section-581-2218",
      "number": "58.1-2218.",
      "heading": "Point of imposition of motor fuels tax",
      "text": "The tax levied pursuant to § 58.1-2217 is imposed at the point that the motor fuel is:\n\n1. Removed from a refinery or a terminal and, upon removal, is subject to the federal excise tax imposed by 26 U.S.C. § 4081;\n\n2. Imported by a system transfer to a refinery or a terminal and, upon importation, is subject to the federal excise tax imposed by 26 U.S.C. § 4081;\n\n3. Imported by a means of transfer outside the terminal transfer system for sale, use, or storage in Virginia and would have been subject to the federal excise tax imposed by 26 U.S.C. § 4081 if it had been removed at a terminal or bulk plant rack in Virginia instead of being imported;\n\n4. If the motor fuel is gasohol, (i) removed from a terminal or distribution facility, unless the removed fuel is received by a supplier for subsequent sale or (ii) imported into Virginia outside the terminal transfer system by a means other than a marine vessel, a transport truck, or a railroad tank car;\n\n5. If the motor fuel is blended fuel, made within Virginia or imported into Virginia; or\n\n6. Transferred within the terminal transfer system and, upon transfer, is subject to the federal excise tax imposed by 26 U.S.C. § 4081.\n\n2000, cc. 729, 758; 2003, c. 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2218/"
    },
    {
      "id": "section-581-2219",
      "number": "58.1-2219.",
      "heading": "Liability for tax on removals from a terminal",
      "text": "A. The tax imposed pursuant to § 58.1-2217 at the point that motor fuel is removed by a system transfer from a terminal in Virginia shall be paid by the position holder of the fuel; however, if the position holder is not the terminal operator, the terminal operator and position holder shall be jointly and severally liable for the tax.\n\nB. The tax imposed pursuant to § 58.1-2217 at the point that motor fuel is removed at a terminal rack in Virginia shall be payable by the person that first receives the fuel upon its removal from the terminal. If the motor fuel is first received by an unlicensed distributor, the supplier of the fuel shall be liable for payment of the tax due on the fuel. If the motor fuel is sold by a person who is not licensed as a supplier, then (i) the terminal operator and (ii) the person selling the fuel shall be jointly and severally liable for payment of the tax due on the fuel. If the motor fuel removed is not dyed diesel fuel but the shipping document issued for the fuel states that the fuel is dyed diesel fuel, the terminal operator, the supplier, and the person removing the fuel shall be jointly and severally liable for payment of the tax due on the fuel.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2219/"
    },
    {
      "id": "section-581-2220",
      "number": "58.1-2220.",
      "heading": "Liability for tax on imports",
      "text": "A. The tax imposed pursuant to § 58.1-2217 at the point that motor fuel is imported by a system transfer (i) to a refinery shall be payable by the refiner or (ii) to a terminal shall be jointly and severally payable by the person importing the fuel and by the terminal operator.\n\nB. The tax imposed pursuant to § 58.1-2217 at the point that motor fuel is removed from a terminal rack located in another state and has Virginia as its destination state shall be payable:\n\n1. If the importer of the fuel is a licensed supplier in Virginia and the fuel is removed for the supplier's own account for use in Virginia, by the supplier;\n\n2. If the supplier of the fuel is licensed in Virginia as an elective supplier or a permissive supplier, by the importer of the fuel to the supplier as trustee; or\n\n3. If subdivisions 1 and 2 do not apply, by the importer of the fuel when filing a return with the Commissioner.\n\nC. The tax imposed pursuant to § 58.1-2217 at the point that motor fuel is removed from a bulk plant located in another state shall be payable by the person that imports the fuel.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2220/"
    },
    {
      "id": "section-581-2221",
      "number": "58.1-2221.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, c. 781, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2221/"
    },
    {
      "id": "section-581-2222",
      "number": "58.1-2222.",
      "heading": "Liability for tax on blended fuel",
      "text": "A. The tax imposed pursuant to § 58.1-2217 at the point that blended fuel is made in Virginia shall be payable by the blender. The number of gallons of blended fuel on which the tax is payable is the difference between the number of gallons of blended fuel made and the number of gallons of previously taxed motor fuel used to make the blended fuel.\n\nB. The tax imposed pursuant to § 58.1-2217 at the point that blended fuel is imported to Virginia shall be payable by the importer.\n\nC. The following blended fuel shall be considered to have been made by the supplier of gasoline or undyed diesel fuel used in the blend:\n\n1. An in-line-blend made by combining a liquid with gasoline or undyed diesel fuel as the fuel is delivered at a terminal rack into the motor fuel storage compartment of a transport truck or a tank wagon; and\n\n2. A kerosene splash-blend made when kerosene is delivered into a motor fuel storage compartment of a transport truck or a tank wagon and undyed diesel fuel is also delivered into the same storage compartment, if the buyer of the kerosene notified the supplier before or at the time of delivery that the kerosene would be used to make a splash-blend.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2222/"
    },
    {
      "id": "section-581-2223",
      "number": "58.1-2223.",
      "heading": "Liability for tax on fuel transferred within terminal transfer system",
      "text": "The tax imposed pursuant to § 58.1-2217 at the point that motor fuel is transferred within the terminal transfer system shall be jointly and severally payable by the supplier of the fuel, the person receiving the fuel, and the terminal operator of the terminal at which the fuel was transferred.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2223/"
    },
    {
      "id": "section-581-2224",
      "number": "58.1-2224.",
      "heading": "Tax on unaccounted for motor fuel losses; liability",
      "text": "A. There is hereby levied a tax at the rate specified by § 58.1-2217 annually on taxable unaccounted for motor fuel losses at a terminal. \"Taxable unaccounted for motor fuel losses\" means the number of gallons of unaccounted for motor fuel losses that exceed one-half of one percent of the number of net gallons removed from the terminal during the year by a system transfer or at the terminal rack. \"Unaccounted for motor fuel losses\" means the difference between (i) the amount of motor fuel in inventory at the terminal at the beginning of the year plus the amount of motor fuel received by the terminal during the year and (ii) the amount of motor fuel in inventory at the terminal at the end of the year plus the amount of motor fuel removed from the terminal during the year. Accounted for motor fuel losses which have been approved by the Commissioner or motor fuel losses constituting part of a transmix shall not constitute unaccounted for motor fuel losses.\n\nB. The terminal operator whose motor fuel is unaccounted for shall be liable for the tax imposed by this section, together with a penalty equal to the amount of tax payable. Motor fuel received by a terminal operator and not shown on an informational return filed by the terminal operator with the Commissioner as having been removed from the terminal shall be presumed to be unaccounted for motor fuel losses. A terminal operator may rebut this presumption by establishing that motor fuel received at a terminal, but not shown on an informational return as having been removed from the terminal, was an accounted for loss or constitutes part of a transmix.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2224/"
    },
    {
      "id": "section-581-2225",
      "number": "58.1-2225.",
      "heading": "Backup tax; liability",
      "text": "A. There is hereby levied a tax at the rate specified in § 58.1-2217 on the following:\n\n1. Dyed diesel fuel that is used to operate a highway vehicle for a taxable use other than a use allowed under 26 U.S.C. § 4082;\n\n2. Motor fuel that was allowed an exemption from the motor fuel tax and was then used for a taxable purpose; and\n\n3. Motor fuel that is used to operate a highway vehicle after an application for a refund of tax paid on the motor fuel is made or allowed on the basis that the motor fuel was used for an off-highway purpose.\n\nB. The operator of a highway vehicle that uses motor fuel that is taxable under this section is liable for the tax. If the highway vehicle that uses the fuel is owned by or leased to a motor carrier, the operator of the highway vehicle and the motor carrier shall be jointly and severally liable for the tax. If the end seller of motor fuel taxable under this section knew or had reason to know that the motor fuel would be used for a purpose that is taxable under this section, the operator of the highway vehicle and the end seller shall be jointly and severally liable for the tax.\n\nC. The tax liability imposed by this section shall be in addition to any other penalty imposed pursuant to this chapter.\n\nD. Persons diverting motor fuel into Virginia that had an original destination outside of Virginia shall incur liability for the tax levied for such motor fuel, as specified in § 58.1-2217, and shall be subject to the reporting and payment requirements set forth in subsection E of § 58.1-2230.\n\n2000, cc. 729, 758; 2003, c. 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2225/"
    },
    {
      "id": "section-581-2226",
      "number": "58.1-2226.",
      "heading": "Exemptions from tax",
      "text": "No tax shall be levied or collected pursuant to this chapter on:\n\n1. Motor fuel sold and delivered to a governmental entity for the exclusive use by the governmental entity. This exemption shall not apply with respect to fuel sold or delivered to any person operating under contract with the governmental entity;\n\n2. Motor fuel sold and delivered to a nonprofit charitable organization that is exempt from taxation under § 501(c)(3) of the Internal Revenue Code and which is organized and operated exclusively for the purpose of providing charitable, long-distance, advanced life-support, air transportation services using emergency medical services vehicles for low-income medical patients in the Commonwealth, for the exclusive use of such organization in the operation of an aircraft;\n\n3. Bonded aviation jet fuel;\n\n4. Dyed diesel fuel, except as provided in subdivision A 1 of § 58.1-2225;\n\n5. Motor fuel removed, by transport truck or another means of transfer outside the terminal transfer system, from a terminal for export, if the supplier of the motor fuel collects tax on the fuel at the rate of the motor fuel's destination state; or\n\n6. Heating oil, as defined in § 58.1-2201.\n\n2000, cc. 729, 758; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2226/"
    },
    {
      "id": "section-581-2227",
      "number": "58.1-2227.",
      "heading": "Sales of aviation jet fuel to licensed aviation consumers",
      "text": "A licensed aviation consumer required to file a monthly return and remit taxes to the Department pursuant to § 58.1-2230 shall not be required to remit tax to a supplier or distributor for purchases of aviation jet fuel.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2227/"
    },
    {
      "id": "section-581-2228",
      "number": "58.1-2228.",
      "heading": "Exempt access cards; exempt access codes",
      "text": "A. A licensed distributor, licensed importer or, in the case of aviation jet fuel, a licensed aviation consumer shall only remove motor fuel from a terminal by means of a supplier-issued exempt access card or exempt access code if (i) the motor fuel will be resold to a governmental entity or an organization exempt from tax under subdivision 2 of § 58.1-2226 for a purpose that is exempt from the tax or (ii) the aviation jet fuel will be used by the aviation consumer or resold to a licensed aviation consumer. The use of such exempt access card or exempt access code shall constitute a representation by the licensed distributor, licensed importer or licensed aviation consumer that the removal of the motor fuel is permitted. A supplier shall be authorized to rely on this representation. A licensed distributor or licensed importer who does not resell motor fuel removed from a terminal by means of an exempt access card or exempt access code to an exempt governmental unit or an organization exempt from tax under subdivision 2 of § 58.1-2226 is liable for any tax due on the fuel. A licensed distributor or licensed importer who does not resell aviation jet fuel removed from a terminal by means of an exempt access card or exempt access code to a licensed aviation consumer is liable for any tax due on the aviation jet fuel.\n\nB. A supplier who issues to, or authorizes another person to issue to, another person an exempt access card or an exempt access code that enables the person to buy motor fuel without paying the tax on the fuel shall determine if the person is exempt from the tax or, in the case of aviation jet fuel, is a licensed aviation consumer allowed to purchase aviation jet fuel without payment of tax. A supplier is liable for tax due on motor fuel purchased at retail by use of an exempt access card or an exempt access code issued to a person who is not exempt from the tax or, in the case of aviation jet fuel, is not a licensed aviation consumer allowed to purchase aviation jet fuel without payment of tax.\n\nC. A person to whom an exempt access card or exempt access code is issued for use at a terminal is liable for any tax due on fuel purchased with the exempt access card or exempt access code for a purpose that is not exempt. A person who misuses an exempt access card or exempt access code by purchasing fuel with the card or code for a purpose that is not exempt is liable for the tax due on the fuel. The provisions of this subsection shall apply to the misuse of a card or code that allows a person to purchase aviation jet fuel without paying the tax.\n\nD. The tax liability imposed by this section shall be in addition to any other penalty imposed pursuant to this chapter.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2228/"
    },
    {
      "id": "section-581-2229",
      "number": "58.1-2229.",
      "heading": "Removals by out-of-state bulk user",
      "text": "An out-of-state bulk user shall not remove motor fuel from a terminal in the Commonwealth for use in the state in which the bulk user is located unless the bulk user is licensed under this chapter as an exporter.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2229/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Payment and Reporting of Tax on Motor Fuel",
      "text": "Payment and Reporting of Tax on Motor Fuel",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2230",
      "number": "58.1-2230.",
      "heading": "When tax return and payment are due",
      "text": "A. A return for the tax on motor fuel and gasohol levied by this chapter shall be filed with the Commissioner and be in the form and contain the information required by the Commissioner. The return and the payment for the tax on motor fuel levied by this chapter shall be due for each full month in a calendar year. Any return and payment required under this section shall be deemed timely filed if received by the Commissioner by midnight of the twentieth day of the second month succeeding the month for which the return and payment are due. Each return shall report tax liabilities that accrue in the month for which the return is due.\n\nB. Returns and payments shall be (i) postmarked on or before the fifteenth day of the second month succeeding the month for which the return and payment are due or (ii) received by the Department by the twentieth day of the second month succeeding the month for which the return and payment are due. However, a monthly return of the tax for the month of May shall be (i) postmarked by June 25 or (ii) received by the Commissioner by the last business day the Department is open for business in June.\n\nIf a tax return and payment due date falls on a Saturday, Sunday, or a state or banking holiday, the return shall be postmarked on or before the fifteenth day of the second month succeeding the month for which the return and payment are due or received by the Department by midnight of the next business day the Department is open for business. This provision shall not apply to a return of the tax for the month of May.\n\nA return and payment shall be deemed postmarked if it carries the official cancellation mark of the United States Postal Service or other postal or delivery services.\n\nC. The following shall file a monthly return as required by this section:\n\n1. A refiner;\n\n2. A terminal operator;\n\n3. A supplier;\n\n4. A distributor;\n\n5. An importer to include a bonded importer;\n\n6. A blender;\n\n7. An aviation consumer;\n\n8. An elective supplier; and\n\n9. A fuel alcohol provider.\n\nD. Notwithstanding the provisions of any other section in this chapter, the Commissioner may require all or certain licensees to file tax returns and payments electronically.\n\nE. Persons incurring liability under § 58.1-2225 for the backup tax on motor fuel shall file a return together with a payment of tax due within 30 calendar days of incurring such liability.\n\n2000, cc. 729, 758; 2002, c. 7; 2003, c. 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2230/"
    },
    {
      "id": "section-581-2231",
      "number": "58.1-2231.",
      "heading": "Remittance of tax to supplier",
      "text": "A. A distributor shall remit tax due on motor fuel removed at a terminal rack to the supplier of the fuel. A licensed distributor shall not be required to remit the tax to the supplier until the date the supplier is required to pay the tax to the Commonwealth or to another state. All tax payments received by a supplier shall be held in trust by the supplier until the supplier remits the tax payment to the Commonwealth or to another state, and the supplier shall constitute the trustee for such tax payments. The date by which an unlicensed distributor is required to remit the tax to a supplier shall be governed by agreement between the supplier and the unlicensed distributor.\n\nB. A licensed exporter shall remit tax due on motor fuel removed at a terminal rack to the supplier of the fuel. The date by which an exporter shall remit tax shall be governed by the law of the destination state of the exported motor fuel.\n\nC. A licensed importer shall remit tax due on motor fuel removed at a terminal rack of a permissive or an elective supplier to the supplier of the fuel. A licensed importer who removes fuel from a terminal rack of a permissive or an elective supplier shall not be required to remit the tax to the supplier until the date the supplier is required to pay the tax to the Commonwealth.\n\nD. The license of a licensed distributor, exporter or importer who fails to pay the full amount of tax required by this chapter is subject to cancellation as provided in § 58.1-2215.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2231/"
    },
    {
      "id": "section-581-2232",
      "number": "58.1-2232.",
      "heading": "Notice of cancellation or reissuance of licenses; effect of notice",
      "text": "A. If the Commissioner cancels the license of a distributor, importer, or aviation consumer, the Commissioner shall notify all suppliers of the cancellation. If the Commissioner issues a license to a distributor, importer or aviation consumer whose license was previously canceled, the Commissioner shall notify all suppliers of the issuance.\n\nB. A supplier who sells motor fuel to a distributor, importer or aviation consumer after receiving notice from the Commissioner that the Commissioner has canceled the distributor's, importer's or aviation consumer's license shall be jointly and severally liable with the distributor, importer or aviation consumer for any tax due on motor fuel the supplier sells to the distributor, importer or aviation consumer after receiving the notice; however, the supplier shall not be liable for tax due on motor fuel sold to a previously unlicensed distributor, importer or aviation consumer after the supplier receives notice from the Commissioner that the Commissioner has issued another license to the distributor, importer or aviation consumer.\n\nC. If the Commissioner cancels the license of a supplier, the Commissioner shall notify all licensed distributors, exporters, importers and aviation consumers of the cancellation. If the Commissioner issues a license to a supplier whose license was previously canceled, the Commissioner shall notify all licensed distributors, exporters, importers and aviation consumers of the issuance.\n\nD. A licensed distributor, exporter, importer, or aviation consumer who purchases motor fuel from a supplier after receiving notice from the Commissioner that the Commissioner has canceled the supplier's license shall be jointly and severally liable with the supplier for any tax due on motor fuel purchased from the supplier after receiving the notice; however, the licensed distributor, exporter, importer, or aviation consumer shall not be liable for tax due on motor fuel purchased from a previously unlicensed supplier after the licensee receives notice from the Commissioner that the Commissioner has issued another license to the supplier.\n\n2000, cc. 729, 758; 2002, c. 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2232/"
    },
    {
      "id": "section-581-2233",
      "number": "58.1-2233.",
      "heading": "Deductions; percentage discount",
      "text": "A. A licensed importer who removes motor fuel from a terminal rack of a permissive or an elective supplier or licensed distributor may deduct from the amount of tax otherwise payable to a supplier the amount calculated on motor fuel that the licensee received from the supplier and resold to a governmental entity, or resold to an organization described in subdivision 2 of § 58.1-2226 for use in the operation of an aircraft if, when removing the fuel, the licensee used an exempt access card or exempt access code specified by the supplier to notify the supplier of the licensee's intent to resell the fuel in an exempt sale.\n\nB. A licensed importer who removes motor fuel from a terminal rack of a permissive supplier, an elective supplier, or a licensed distributor may deduct from the amount of tax otherwise payable to a supplier the amount calculated on aviation jet fuel that the licensee received from the supplier and resold to a licensed aviation consumer if, when removing the fuel, the licensee used an exempt access card or exempt access code specified by the supplier to notify the supplier of the licensee's intent to resell the aviation jet fuel to a licensed aviation consumer.\n\nC. A licensed distributor who pays the tax due a supplier by the date the supplier is required to remit the tax to this Commonwealth may deduct from the amount due a discount of one percent of the amount of tax payable. A licensed importer who (i) removes motor fuel from a terminal rack of a permissive or an elective supplier and (ii) pays the tax due to the supplier by the date the supplier is required to remit the tax to the Commonwealth may deduct from the amount due a discount of one percent of the amount of tax payable. A supplier shall not directly or indirectly deny this discount to a licensed distributor or licensed importer who pays the tax due the supplier by the date the supplier is required to remit the tax to the Commonwealth.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2233/"
    },
    {
      "id": "section-581-2234",
      "number": "58.1-2234.",
      "heading": "Monthly reconciling returns",
      "text": "A. A licensed distributor or a licensed importer who deducts exempt sales under subsection A of § 58.1-2233 or sales of aviation jet fuel to a licensed aviation consumer under subsection B of § 58.1-2233 when paying tax to a supplier shall file a monthly reconciling return for the exempt sales and sales to a licensed aviation consumer. The return shall list the following information and any other information required by the Commissioner:\n\n1. The number of gallons for which a deduction was taken during the month, by supplier;\n\n2. The number of gallons sold in exempt sales during the month, by type of sale, and the purchasers of the fuel in the exempt sales; and\n\n3. The number of gallons of aviation jet fuel sold without collection of the tax during the month, and the purchasers of the fuel.\n\nB. If the number of gallons for which a licensed distributor or licensed importer takes a deduction during a month exceeds the number of exempt gallons sold or, in the case of aviation jet fuel, the number of gallons sold without collection of the tax, the licensed distributor or licensed importer shall pay tax on the difference at the rate imposed by § 58.1-2217. The licensed distributor or licensed importer shall not be allowed a percentage discount on any tax payable under this subsection.\n\nC. If the number of gallons for which a licensed distributor or licensed importer takes a deduction during a month is less than the number of exempt gallons sold or, in the case of aviation jet fuel, is less than the number of gallons sold without collection of the tax, the Commissioner shall refund the amount of tax paid on the difference. The Commissioner shall reduce the amount of the refund by the amount of the percentage discount received on the fuel.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2234/"
    },
    {
      "id": "section-581-2235",
      "number": "58.1-2235.",
      "heading": "Information required on return filed by supplier",
      "text": "A. A return of a supplier shall list all of the following information and any other information required by the Commissioner:\n\n1. The number of gallons of tax-paid motor fuel received by the supplier during the month, sorted by type of fuel, seller, point of origin, destination state, and carrier;\n\n2. The number of gallons of motor fuel removed at a terminal rack during the month from the account of the supplier, sorted by type of fuel, person receiving the fuel, terminal code, and carrier;\n\n3. The number of gallons of motor fuel removed during the month for export, sorted by type of fuel, person receiving the fuel, terminal code, destination state, and carrier;\n\n4. The number of gallons of motor fuel removed during the month from a terminal located in another state for conveyance to Virginia, as indicated on the shipping document for the fuel, sorted by type of fuel, person receiving the fuel, terminal code, and carrier;\n\n5. The number of gallons of motor fuel the supplier sold during the month to the following, sorted by type of fuel, exempt entity, person receiving the fuel, terminal code, and carrier:\n\na. A governmental entity whose use of fuel is exempt from the tax;\n\nb. A licensed aviation consumer purchasing aviation jet fuel;\n\nc. A licensed distributor or importer who resold the motor fuel to a governmental unit whose use of fuel is exempt from the tax, as indicated by the distributor or importer;\n\nd. A licensed distributor or importer who resold aviation jet fuel to a licensed aviation consumer as indicated by the distributor or importer;\n\ne. A licensed exporter who resold the motor fuel to a person whose use of the fuel is exempt from tax in the destination state, as indicated by the exporter;\n\nf. A nonprofit charitable organization which is exempt from taxation under § 501(c)(3) of the Internal Revenue Code and which is organized and operated exclusively for the purpose of providing charitable, long-distance, advanced life-support, air transportation services using emergency medical services vehicles for low-income medical patients in the Commonwealth, for the exclusive use of such organization in the operation of an aircraft; and\n\ng. A licensed distributor or importer who resold the motor fuel to a nonprofit charitable organization which is exempt from taxation under § 501(c)(3) of the Internal Revenue Code and which is organized and operated exclusively for the purpose of providing charitable, long-distance, advanced life-support, air transportation services using emergency medical services vehicles for low-income medical patients in the Commonwealth, for the exclusive use of such organization in the operation of an aircraft; and\n\n6. The amount of discounts allowed under subsection C of § 58.1-2233 on motor fuel sold during the month to licensed distributors or licensed importers.\n\nB. Suppliers shall not require information identifying who purchased exempt fuel from persons licensed under this chapter.\n\n2000, cc. 729, 758; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2235/"
    },
    {
      "id": "section-581-2236",
      "number": "58.1-2236.",
      "heading": "Deductions and discounts allowed a supplier when filing a return",
      "text": "A. The supplier may deduct from the next monthly return those tax payments that were not remitted for the previous month to the supplier by (i) a licensed distributor or (ii) a licensed importer who removed the motor fuel on which the tax is due from a terminal of an elective or a permissive supplier. A supplier shall not be liable for the tax such a licensee owes the supplier but fails to pay. If such licensee pays the tax owed to a supplier after the supplier deducts the amount of such tax on a return, the supplier shall remit the payment to the Commissioner with the next monthly return filed subsequent to receipt of the tax.\n\nB. A supplier who timely files a return with the payment due may deduct, from the amount of tax payable with the return, an administrative discount of one-tenth of one percent of the amount of tax payable to the Commonwealth, not to exceed $5,000 per month.\n\nC. A supplier who sells motor fuel directly to an unlicensed distributor or to a bulk user, retailer, or user of the fuel may take one-half of the same percentage discount on the fuel that a licensed distributor may take under subsection C of § 58.1-2233 when making deferred payments of tax to the supplier.\n\nD. When filing a return, a supplier who issues or authorizes the issuance of an exempt access card or an exempt access code to a person that enables the person to buy motor fuel at retail without paying tax on the fuel may deduct the amount of tax imposed on fuel purchased with the exempt access card or exempt access code. The amount of tax imposed on fuel purchased at retail with an exempt access card or exempt access code is the amount that was imposed on the fuel when it was delivered to the retailer of the fuel.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2236/"
    },
    {
      "id": "section-581-2237",
      "number": "58.1-2237.",
      "heading": "Duties of supplier as trustee",
      "text": "A. All tax payments due to the Commonwealth received by a supplier pursuant to § 58.1-2231 shall be held by the supplier as trustee in trust for the Commonwealth, and a supplier has a fiduciary duty to remit to the Commissioner the amount of tax received by the supplier. A supplier shall be liable for the taxes paid to him.\n\nB. A supplier shall notify a licensed distributor, licensed exporter, or licensed importer who received motor fuel from the supplier during a reporting period of the number of taxable gallons received. The supplier shall give this notice after the end of each reporting period and before the licensee is required to remit to the supplier the amount of tax due on the fuel.\n\nC. A supplier of motor fuel at a terminal shall notify the Commissioner within 10 business days after a return is due of any licensed distributor or licensed importer who did not pay the tax due the supplier when the supplier filed his return. The notice shall be transmitted to the Commissioner in the form required by the Commissioner.\n\nD. A supplier who receives a payment of tax shall not apply the payment to a debt that the person making the payment owes the supplier for motor fuel purchased from the supplier.\n\n2000, cc. 729, 758; 2004, c. 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2237/"
    },
    {
      "id": "section-581-2238",
      "number": "58.1-2238.",
      "heading": "Returns and discounts of importers",
      "text": "A. A monthly return of a bonded importer or an occasional importer shall contain the following information concerning motor fuel imported during the period covered by the return and any other information required by the Commissioner:\n\n1. The number of gallons of imported motor fuel acquired from a supplier who collected the tax due the Commonwealth on the fuel;\n\n2. The number of gallons of imported motor fuel acquired from a supplier who did not collect the tax due the Commonwealth on the fuel, listed by source state, supplier, and terminal; and\n\n3. If he is an occasional importer, the number of gallons of imported motor fuel acquired from a bulk plant, listed by bulk plant.\n\nB. An importer shall not deduct an administrative discount under subsection C of § 58.1-2233 from the amount remitted with a return. An importer who imports motor fuel received from an elective supplier or a permissive supplier may deduct the percentage discount allowed by subsection C of § 58.1-2233 when remitting tax to the supplier, as trustee, for payment to the Commonwealth. An importer who imports motor fuel received from a supplier who is not an elective supplier or a permissive supplier shall not deduct the percentage discount allowed by subsection C of § 58.1-2233 when filing a return for the tax due.\n\n2000, cc. 729, 758; 2003, c. 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2238/"
    },
    {
      "id": "section-581-2239",
      "number": "58.1-2239.",
      "heading": "Returns and discounts of aviation consumers",
      "text": "A. A monthly return of an aviation consumer shall state the number of gallons of aviation jet fuel acquired from a supplier or distributor who did not collect the tax due the Commonwealth on the fuel, listed by source state, supplier or distributor, and terminal or other source, with respect to aviation jet fuel purchased during the period covered by the return and any other information required by the Commissioner.\n\nB. An aviation consumer shall be allowed a credit for aviation jet fuel purchased, on which tax has already been paid. The amount of such credit shall not exceed the amount of fuel taxes due from such aviation consumer, nor shall the credit be carried forward to the next fiscal year.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2239/"
    },
    {
      "id": "section-581-2240",
      "number": "58.1-2240.",
      "heading": "Informational returns of terminal operators",
      "text": "A terminal operator shall file a monthly informational return with the Commissioner that shows the amount of motor fuel received or removed from the terminal during the month. The return is due by the twentieth day of the second month following the month covered by the return. The return shall contain the following information and any other information required by the Commissioner:\n\n1. The number of gallons of motor fuel received in inventory at the terminal during the month and each position holder for the fuel;\n\n2. The number of gallons of motor fuel removed from inventory at the terminal during the month and, for each removal, the position holder for the fuel and the destination state of the fuel; and\n\n3. The number of gallons of motor fuel gained or lost at the terminal during the month.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2240/"
    },
    {
      "id": "section-581-2241",
      "number": "58.1-2241.",
      "heading": "Informational returns of motor fuel transporters",
      "text": "A motor fuel transporter shall file a monthly informational return with the Commissioner.\n\nThe return required by this section is due by the twentieth day of the second month following the month covered by the return. The return shall contain the following information and any other information required by the Commissioner:\n\n1. The name and address of each person from whom the transporter received motor fuel outside Virginia for delivery in Virginia, the amount of motor fuel received, the date the motor fuel was received, and the destination state of the fuel; and\n\n2. The name and address of each person from whom the transporter received motor fuel in Virginia for delivery outside Virginia, the amount of motor fuel delivered, the date the motor fuel was delivered, and the destination state of the fuel.\n\n2000, cc. 729, 758; 2006, c. 594.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2241/"
    },
    {
      "id": "section-581-2242",
      "number": "58.1-2242.",
      "heading": "Return of distributors and certain other licensees; exports",
      "text": "A. A distributor or any other licensee required to make monthly reports who exports motor fuel from a bulk plant located in Virginia shall file a monthly return with the Commissioner identifying the exports. The return is due by the twentieth day of the second month following the month covered by the return. The return shall serve as a claim for a refund by the distributor or such other licensee for tax paid to the Commonwealth on the exported motor fuel.\n\nB. The return shall contain the following information and any other information required by the Commissioner:\n\n1. The number of gallons of motor fuel exported during the month;\n\n2. The destination state of the motor fuel exported during the month; and\n\n3. A certification that the distributor or such other licensee has paid to the destination state of the motor fuel exported during the month, or will timely pay, the amount of tax due that state on the fuel.\n\n2000, cc. 729, 758; 2003, c. 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2242/"
    },
    {
      "id": "section-581-2243",
      "number": "58.1-2243.",
      "heading": "Use of name and account number on return",
      "text": "When a transaction with a person licensed under this chapter is required to be reported on a return, the return must state the licensee's name and account number as stated on the lists compiled by the Commissioner under § 58.1-2216.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2243/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Provisions Applicable to Alternative Fuels",
      "text": "Provisions Applicable to Alternative Fuels",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2244",
      "number": "58.1-2244.",
      "heading": "Persons required to be licensed",
      "text": "A person shall obtain a license before conducting the activities of:\n\n1. A provider of alternative fuel;\n\n2. A bulk user of alternative fuel;\n\n3. A retailer of alternative fuel; or\n\n4. A person who fuels his highway vehicle from his private source, if the alternative fuels tax on alternative fuel used in the vehicle has not been paid.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2244/"
    },
    {
      "id": "section-581-2245",
      "number": "58.1-2245.",
      "heading": "License application procedure",
      "text": "To obtain a license under this article, an applicant shall file an application with the Commissioner on a form provided by the Commissioner. The application shall include the applicant's name, address, federal employer identification number, and any other information required by the Commissioner.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2245/"
    },
    {
      "id": "section-581-2246",
      "number": "58.1-2246.",
      "heading": "Bond or certificate of deposit requirements",
      "text": "A. An applicant for a license as a (i) provider of alternative fuel, (ii) retailer of alternative fuel or bulk user of alternative fuel who stores highway and nonhighway alternative fuel in the same storage tank, or (iii) retailer of alternative fuel or a bulk user of alternative fuel who wishes to defer the remittance of tax to the provider until the date the provider of alternative fuel is required to pay the tax to the Commonwealth, shall file with the Commissioner a bond or certificate of deposit.\n\nB. The amount of the bond or certificate of deposit shall be three times the applicant's average expected monthly tax liability under this article, as determined by the Commissioner. The amount shall not be less than $2,000 nor more than $300,000. An applicant who is also required to file a bond or a certificate of deposit under § 58.1-2211 to obtain a license as a distributor of motor fuel may file a single bond or certificate of deposit under § 58.1-2211 for the combined amount and shall not be required to file a bond or certificate of deposit for more than $300,000 for the combined amount.\n\nC. A bond or certificate of deposit filed under this section shall be conditioned upon compliance with this chapter, be payable to the Commonwealth, and be in the form required by the Commissioner. The Commissioner may require a bond or a certificate of deposit issued under this section to be adjusted in accordance with the procedure set out in subsection C of § 58.1-2211 for adjusting a bond or certificate of deposit filed by a distributor of motor fuel.\n\n2000, cc. 729, 758; 2006, c. 594.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2246/"
    },
    {
      "id": "section-581-2247",
      "number": "58.1-2247.",
      "heading": "Issuance, denial or cancellation of license",
      "text": "A. The Commissioner shall issue a license to each applicant whose application is approved. A license shall not be transferable and remains in effect until surrendered or canceled.\n\nB. The Commissioner may refuse to issue a license under this article to an applicant if (i) the applicant or (ii) any principal of the applicant that is a business entity has:\n\n1. Had a license or registration issued under prior law or this chapter canceled by the Commissioner for cause;\n\n2. Had an alternative fuel license or registration issued by another state canceled for cause;\n\n3. Had a federal Certificate of Registry issued under § 4101 of the Internal Revenue Code, or a similar federal authorization, revoked;\n\n4. Been convicted of any offense involving fraud or misrepresentation; or\n\n5. Been convicted of any other offense that indicates that the applicant may not comply with this chapter if issued a license.\n\nC. The Commissioner may cancel the license of any person licensed under this article, upon written notice sent by certified mail to the licensee's last known address appearing in the Commissioner's files, for any of the following reasons:\n\n1. Filing by the licensee of a false report of the data or information required by this article;\n\n2. Failure, refusal, or neglect of the licensee to comply with any provision of this chapter or any regulation promulgated pursuant to this chapter;\n\n3. Failure of the licensee to pay the full amount of the tax required by this article;\n\n4. Failure of the licensee to keep accurate records of the quantities of alternative fuel received, produced, refined, manufactured, compounded, sold, or used in the Commonwealth;\n\n5. Failure to file a new or additional bond or certificate of deposit upon request of the Commissioner pursuant to § 58.1-2246; or\n\n6. Conviction of the licensee or a principal of the licensee for any prohibited act listed under this article.\n\nD. Upon cancellation of any license for any cause listed in subsection C, the tax levied under this chapter shall become due and payable on (i) all untaxed alternative fuel held in storage or otherwise in the possession of the licensee and (ii) all alternative fuel sold, delivered, or used prior to the cancellation on which the tax has not been paid.\n\nE. The Commissioner may cancel any license upon the written request of the licensee.\n\nF. Upon cancellation of any license and payment by the licensee of all taxes due, including all penalties accruing due to any failure by the licensee to comply with the provisions of this article, the Commissioner shall cancel and surrender the bond or certificate of deposit filed by such licensee.\n\n2000, cc. 729, 758; 2006, c. 594.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2247/"
    },
    {
      "id": "section-581-2248",
      "number": "58.1-2248.",
      "heading": "Notice of discontinuance, sale or transfer of business",
      "text": "A. A licensee who discontinues in the Commonwealth the business for which the license was issued shall notify the Commissioner in writing of such discontinuance and shall surrender the license to the Commissioner. The notice shall state the effective date of the discontinuance and, if the license holder has transferred the business or otherwise relinquished control to another person by sale or otherwise, the date of the sale or transfer and the name and address of the person to whom the business is transferred or relinquished. The notice shall also include any other information required by the Commissioner.\n\nB. All taxes for which the license holder is liable under this article but are not yet due shall be due on the date of the discontinuance. If the license holder has transferred the business to another person and does not give the notice required by this section, the person to whom the business was transferred shall be liable for the amount of any tax owed by the license holder to the Commonwealth on the date the business was transferred. The liability of the person to whom the business was transferred shall not exceed the value of the property acquired from the license holder.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2248/"
    },
    {
      "id": "section-581-2249",
      "number": "58.1-2249.",
      "heading": "Tax on alternative fuel",
      "text": "There is hereby levied a tax at the rate levied on gasoline and gasohol on liquid alternative fuel used to operate a highway vehicle by means of a vehicle supply tank that stores fuel only for the purpose of supplying fuel to operate the vehicle. There is hereby levied a tax at a rate equivalent to that levied on gasoline and gasohol on all other alternative fuel used to operate a highway vehicle. The Commissioner shall determine the equivalent rate applicable to such other alternative fuels.\n\n2000, cc. 729, 758; 2007, c. 896; 2012, cc. 729, 733; 2013, c. 766; 2014, cc. 14, 43; 2020, cc. 1230, 1275.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2249/"
    },
    {
      "id": "section-581-2250",
      "number": "58.1-2250.",
      "heading": "Exemptions from tax",
      "text": "No tax shall be levied or collected pursuant to this article on:\n\n1. Alternative fuel sold and delivered to a governmental entity for the exclusive use by the governmental entity. This exemption shall not apply with respect to alternative fuel sold or delivered to any person operating under contract with the governmental entity;\n\n2. Alternative fuel sold and delivered to a nonprofit charitable organization that is exempt from taxation under § 501(c)(3) of the Internal Revenue Code and that is organized and operated exclusively for the purpose of providing charitable, long-distance, advanced life-support, air transportation services using emergency medical services vehicles for low-income medical patients in the Commonwealth, for the exclusive use of such organization in the operation of an aircraft; or\n\n3. Alternative fuel produced by the owner or lessee of an agricultural operation, as defined in § 3.2-300, and used (i) exclusively for farm use by the owner or lessee or (ii) in any motor vehicles operated by the producer of such fuel.\n\n2000, cc. 729, 758; 2009, c. 530; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2250/"
    },
    {
      "id": "section-581-2251",
      "number": "58.1-2251.",
      "heading": "Liability for tax; filing returns; payment of tax",
      "text": "A. A bulk user of alternative fuel or retailer of alternative fuel who stores highway and nonhighway alternative fuel in the same storage tank shall be liable for the tax imposed by this article, and shall file tax returns and remit taxes in accordance with subsection D. The tax payable by a bulk user of alternative fuel or retailer of alternative fuel is imposed at the point that alternative fuel is withdrawn from the storage tank.\n\nB. A provider of alternative fuel who sells or delivers alternative fuel shall be liable for the tax imposed by this article (i) on sales to a bulk user of alternative fuel or retailer of alternative fuel who stores highway product in a separate storage tank or (ii) if the alternative fuel is sold or used by the provider of alternative fuel for highway use.\n\nC. The owner of a highway vehicle subject to an annual license tax pursuant to subsection B of § 58.1-2249 shall be liable for such annual license tax. The annual license tax shall be due when the highway vehicle is first registered in Virginia and upon each subsequent renewal of registration.\n\nD. 1. Each (i) bulk user of alternative fuel or retailer of alternative fuel liable for tax pursuant to subsection A and (ii) provider of alternative fuel liable for the tax pursuant to subsection B shall file a monthly tax return with the Department. The tax on alternative fuel levied by this article, except for the annual license tax imposed under subsection B of § 58.1-2249, that is required to be remitted to the Commonwealth shall be payable to the Commonwealth not later than the date on which the return is due. A return and payment shall be (i) postmarked on or before the fifteenth day of the second month succeeding the month for which the return and payment are due or (ii) received by the Department by the twentieth day of the second month succeeding the month for which the return and payment are due. However, a monthly return of the tax for the month of May shall be (i) postmarked by June 25 or (ii) received by the Commissioner by the last business day the Department is open for business in June.\n\n2. If a tax return and payment due date falls on a Saturday, Sunday, or a state or banking holiday, the return shall be postmarked on or before the fifteenth day of the second month succeeding the month for which the return and payment are due or received by the Department by midnight of the next business day the Department is open for business. This provision shall not apply to a return of the tax for the month of May.\n\n3. A return and payment shall be deemed postmarked if it carries the official cancellation mark of the United States Postal Service or other postal or delivery service.\n\n4. A return shall be filed with the Commissioner and shall be in the form and contain the information required by the Commissioner.\n\n2000, cc. 729, 758; 2002, c. 7; 2013, c. 766.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2251/"
    },
    {
      "id": "section-581-2252",
      "number": "58.1-2252.",
      "heading": "Remittance of tax to provider of alternative fuel",
      "text": "A purchaser of alternative fuel, other than a bulk user of alternative fuel or a retailer of alternative fuel who is liable for the tax pursuant to subsection A of § 58.1-2251, shall remit the tax due on the fuel to the provider of the fuel. A bulk user of alternative fuel or retailer of alternative fuel who has posted a bond in accordance with § 58.1-2246 shall not be required to remit the tax to the provider until the date the provider is required to pay the tax to the Commonwealth. All tax payments received by a provider of alternative fuel from a bulk user of alternative fuel or retailer of alternative fuel shall be held in trust by the provider until the provider remits the tax payments to the Commonwealth, and the provider shall constitute the trustee for such tax payments. The date by which other purchasers of alternative fuel are required to remit tax to a provider shall be determined by agreement between the provider and the purchaser.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2252/"
    },
    {
      "id": "section-581-2253",
      "number": "58.1-2253.",
      "heading": "Notice to providers of alternative fuel of cancellation or reissuance of certain licenses; effect of notice",
      "text": "A. If the Commissioner cancels the license of a bulk user of alternative fuel or retailer of alternative fuel who has posted a bond in accordance with § 58.1-2246, the Commissioner shall notify all providers of alternative fuel of the cancellation. If the Commissioner issues a license to a bulk user of alternative fuel or retailer of alternative fuel whose license was previously canceled, the Commissioner shall notify all providers of alternative fuel of the issuance.\n\nB. A provider of alternative fuel who sells alternative fuel to a bulk user of alternative fuel or retailer of alternative fuel who has posted a bond in accordance with § 58.1-2246, after receiving notice from the Commissioner that the Commissioner has canceled the license of a bulk user of alternative fuel or of a retailer of alternative fuel, is jointly and severally liable with the bulk user of alternative fuel or retailer of alternative fuel for any tax due on the alternative fuel that the provider of alternative fuel sells to the bulk user of alternative fuel or retailer of alternative fuel after receiving the notice; however, the provider of alternative fuel shall not be liable for tax due on alternative fuel sold to a previously unlicensed bulk user of alternative fuel or retailer of alternative fuel after the provider of alternative fuel receives notice from the Commissioner that the Commissioner has issued another license to the bulk user of alternative fuel or retailer of alternative fuel.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2253/"
    },
    {
      "id": "section-581-2254",
      "number": "58.1-2254.",
      "heading": "Exempt sale deduction",
      "text": "A licensed retailer of alternative fuel who has posted a bond in accordance with § 58.1-2246 may deduct from the amount of tax otherwise payable to a provider of alternative fuel the amount calculated on alternative fuel that the licensee received from the provider and resold to a governmental entity, or resold to an organization described in subdivision 2 of § 58.1-2250 for use in the operation of an aircraft, whose purchases of alternative fuel are exempt from the tax under such section if, when purchasing the fuel, the retailer notified the provider of the retailer's intent to resell the fuel in an exempt sale.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2254/"
    },
    {
      "id": "section-581-2255",
      "number": "58.1-2255.",
      "heading": "Returns and payments by bulk users and retailers of alternative fuel; storage",
      "text": "A. Each bulk user of alternative fuel and retailer of alternative fuel shall file a monthly informational return with the Commissioner. A monthly return covers a calendar month and is due by the twentieth day of the second month that follows such month.\n\nThe return shall include the following information and any other information required by the Commissioner:\n\n1. The amount of alternative fuel received during the month;\n\n2. The amount of alternative fuel sold or used during the month;\n\n3. The number of gallons for which a deduction was taken during the month pursuant to § 58.1-2254, by provider, if applicable; and\n\n4. The number of gallons sold in exempt sales during the month, by type of sale, and the purchaser of the fuel in the exempt sales, if applicable.\n\nB. If the number of gallons for which an eligible retailer of alternative fuel takes a deduction during a month exceeds the number of exempt gallons or gallon equivalent sold, the retailer of alternative fuel shall pay tax on the difference at the rate imposed by § 58.1-2249. The tax shall be payable when the informational return is due.\n\nC. A bulk user of alternative fuel or a retailer of alternative fuel may store highway and nonhighway alternative fuel in separate storage tanks or in the same storage tank. If highway and nonhighway alternative fuel are stored in separate storage tanks, the tank for the nonhighway fuel shall be marked in accordance with the requirements set by § 58.1-2279 for dyed diesel storage facilities. If highway and nonhighway alternative fuel are stored in the same storage tank, the storage tank shall be equipped with separate metering devices for the highway fuel and the nonhighway fuel. If the Commissioner determines that a bulk user of alternative fuel or retailer of alternative fuel used or sold alternative fuel to operate a highway vehicle when the fuel was dispensed from a storage tank or through a meter marked for nonhighway use, all fuel delivered into that storage tank shall be presumed to have been used to operate a highway vehicle.\n\n2000, cc. 729, 758; 2002, c. 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2255/"
    },
    {
      "id": "section-581-2256",
      "number": "58.1-2256.",
      "heading": "Deductions and discounts for providers of alternative fuel filing returns",
      "text": "A. When a provider of alternative fuel files a return, the provider of alternative fuel may deduct from the amount of tax payable with the return the amount of tax any of the following licensees owes the provider of alternative fuel but failed to remit to the provider of alternative fuel:\n\n1. A licensed bulk user of alternative fuel who has posted a bond in accordance with § 58.1-2246; and\n\n2. A licensed retailer of alternative fuel who has posted a bond in accordance with § 58.1-2246.\n\nA provider of alternative fuel shall not be liable for tax that such a licensee owes the provider of alternative fuel but fails to pay. If such licensee pays the tax owed to a provider of alternative fuel after the provider of alternative fuel deducts the amount of such tax on a return, the provider of alternative fuel shall remit the payment to the Commissioner with the next monthly return filed subsequent to receipt of the tax.\n\nB. A provider of alternative fuel who timely files a return with the payment due may deduct, from the amount of tax payable with the return, an administrative discount of one-tenth of one percent of the amount of tax payable to this Commonwealth, not to exceed a total of $5,000 per month. The administrative discount allowed a provider of alternative fuel who is also licensed as a supplier under Article 2 (§ 58.1-2204 et seq.) of this chapter shall not exceed $5,000 per month for both licenses.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2256/"
    },
    {
      "id": "section-581-2257",
      "number": "58.1-2257.",
      "heading": "Duties of provider of alternative fuel as trustee",
      "text": "A. All tax payments due to the Commonwealth received by a provider of alternative fuel pursuant to § 58.1-2252 shall be held by the provider of alternative fuel as trustee in trust for the Commonwealth, and a provider of alternative fuel has a fiduciary duty to remit to the Commissioner the amount of tax received by the provider of alternative fuel. A provider of alternative fuel shall be liable for the taxes paid to him.\n\nB. A provider of alternative fuel shall notify a bulk user of alternative fuel or retailer of alternative fuel who has posted a bond in accordance with § 58.1-2246 and who received alternative fuel from the provider of alternative fuel during a reporting period of the number of taxable gallons or equivalent taxable gallons received. The provider of alternative fuel shall give this notice after the end of each reporting period and before the licensee is required to remit to the provider of alternative fuel the amount of tax due on the fuel.\n\nC. A provider of alternative fuel shall notify the Commissioner within ten business days after a return is due of any licensed bulk user of alternative fuel or retailer of alternative fuel who (i) has posted a bond in accordance with § 58.1-2246 and (ii) did not pay the tax due the provider of alternative fuel when the provider filed his return. The notice shall be transmitted to the Commissioner in the form required by the Commissioner.\n\nD. A provider of alternative fuel who receives a payment of tax shall not apply the payment to a debt that the person making the tax payment owes to the provider of alternative fuel for alternative fuel purchased from the provider of alternative fuel.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2257/"
    },
    {
      "id": "section-581-2258",
      "number": "58.1-2258.",
      "heading": "Use of name and account number on return",
      "text": "When a transaction with a person licensed under this article is required to be reported on a return, the return shall state the licensee's name and account number as stated on the lists compiled by the Commissioner under § 58.1-2216.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2258/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Refunds",
      "text": "Refunds",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2259",
      "number": "58.1-2259.",
      "heading": "Fuel uses eligible for refund of taxes paid for motor fuels",
      "text": "A. A refund of the tax paid for the purchase of fuel in quantities of five gallons or more at any time shall be granted in accordance with the provisions of § 58.1-2261 to any person who establishes to the satisfaction of the Commissioner that such person has paid the tax levied pursuant to this chapter upon any fuel:\n\n1. Sold and delivered to a governmental entity for its exclusive use;\n\n2. Used by a governmental entity, provided persons operating under contract with a governmental entity shall not be eligible for such refund;\n\n3. Sold and delivered to an organization described in subdivision 2 of § 58.1-2226 or subdivision 2 of § 58.1-2250 for its exclusive use in the operation of an aircraft;\n\n4. Used by an organization described in subdivision 2 of § 58.1-2226 or subdivision 2 of § 58.1-2250 for its exclusive use in the operation of an aircraft, provided persons operating under contract with such an organization shall not be eligible for such refund;\n\n5. Purchased by a licensed exporter and subsequently transported and delivered by such licensed exporter to another state for sales or use outside the boundaries of the Commonwealth if the tax applicable in the destination state has been paid, provided a refund shall not be granted pursuant to this section on any fuel which is transported and delivered outside of the Commonwealth in the fuel supply tank of a highway vehicle or an aircraft;\n\n6. Used by any person performing transportation under contract or lease with any transportation district for use in a highway vehicle controlled by a transportation district created under the Transportation District Act of 1964 (§ 33.2-1900 et seq.) and used in providing transit service by the transportation district by contract or lease, provided the refund shall be paid to the person performing such transportation;\n\n7. Used by any private, nonprofit agency on aging, designated by the Department for Aging and Rehabilitative Services, providing transportation services to citizens in highway vehicles owned, operated or under contract with such agency;\n\n8. Used in operating or propelling highway vehicles owned by a nonprofit organization that provides specialized transportation to various locations for elderly or disabled individuals to secure essential services and to participate in community life according to the individual's interest and abilities;\n\n9. Used in operating or propelling buses owned and operated by a county or the school board thereof while being used to transport children to and from public school or from school to and from educational or athletic activities;\n\n10. Used by buses owned or solely used by a private, nonprofit, nonreligious school while being used to transport children to and from such school or from such school to and from educational or athletic activities;\n\n11. Used by any county or city school board or any private, nonprofit, nonreligious school contracting with a private carrier to transport children to and from public schools or any private, nonprofit, nonreligious school, provided the tax shall be refunded to the private carrier performing such transportation;\n\n12. Used in operating or propelling the equipment of volunteer firefighting companies and of volunteer emergency medical services agencies within the Commonwealth used actually and necessarily for firefighting and emergency medical services purposes;\n\n13. Used in operating or propelling motor equipment belonging to counties, cities and towns, if actually used in public activities;\n\n14. Used for a purpose other than in operating or propelling highway vehicles, watercraft or aircraft;\n\n15. Used off-highway in self-propelled equipment manufactured for a specific off-road purpose, which is used on a job site and the movement of which on any highway is incidental to the purpose for which it was designed and manufactured;\n\n16. Proven to be lost by accident, including the accidental mixing of (i) dyed diesel fuel with tax-paid motor fuel, (ii) gasoline with diesel fuel, or (iii) undyed diesel fuel with dyed kerosene, but excluding fuel lost through personal negligence or theft;\n\n17. Used in operating or propelling vehicles used solely for racing other vehicles on a racetrack;\n\n18. Used in operating or propelling unlicensed highway vehicles and other unlicensed equipment used exclusively for agricultural or horticultural purposes on lands owned or leased by the owner or lessee of such vehicles and not operated on or over any highway for any purpose other than to move it in the manner and for the purpose mentioned. The amount of refund shall be equal to the amount of the taxes paid less one-half cent per gallon on such fuel so used which shall be paid by the Commissioner into the state treasury to the credit of the Virginia Agricultural Foundation Fund;\n\n19. Used in operating or propelling commercial watercraft. The amount of refund shall be equal to the amount of the taxes paid less one and one-half cents per gallon on such fuel so used which shall be paid by the Commissioner into the state treasury to be credited as provided in subsection D of § 58.1-2289. If any applicant so requests, the Commissioner shall pay into the state treasury, to the credit of the Game Protection Fund, the entire tax paid by such applicant for the purposes specified in subsection D of § 58.1-2289. If any applicant who is an operator of commercial watercraft so requests, the Commissioner shall pay into the state treasury, to the credit of the Marine Fishing Improvement Fund, the entire tax paid by such applicant for the purposes specified in § 28.2-208;\n\n20. Used in operating stationary engines, or pumping or mixing equipment on a highway vehicle if the fuel used to operate such equipment is stored in an auxiliary tank separate from the fuel tank used to propel the highway vehicle, and the highway vehicle is mechanically incapable of self-propulsion while fuel is being used from the auxiliary tank;\n\n21. Used in operating or propelling recreational and pleasure watercraft; or\n\n22. Used in operating or propelling highway vehicles owned by any entity that is exempt from taxation under § 501(c)(3) of the Internal Revenue Code, as amended or renumbered, and organized with a principal purpose of providing hunger relief services or food to the needy, if such vehicle is used solely for the purpose of providing hunger relief services or food to the needy.\n\nB. 1. Any person purchasing fuel for consumption in a solid waste compacting or ready-mix concrete highway vehicle, or a bulk feed delivery truck, where the vehicle's equipment is mechanically or hydraulically driven by an internal combustion engine that propels the vehicle, is entitled to a refund in an amount equal to 35 percent of the tax paid on such fuel. For purposes of this section, a \"bulk feed delivery truck\" means bulk animal feed delivery trucks utilizing power take-off (PTO) driven auger or air feed discharge systems for off-road deliveries of animal feed.\n\n2. Any person purchasing fuel for consumption in a vehicle designed or permanently adapted solely and exclusively for bulk spreading or spraying of agricultural liming materials, chemicals, or fertilizer, where the vehicle's equipment is mechanically or hydraulically driven by an internal combustion engine that propels the vehicle, is entitled to a refund in an amount equal to 55 percent of the tax paid on such fuel.\n\nC. Any person purchasing any fuel on which tax imposed pursuant to this chapter has been paid may apply for a refund of the tax if such fuel was consumed by a highway vehicle used in operating an urban or suburban bus line or a taxicab service. This refund also applies to a common carrier of passengers which has been issued a certificate pursuant to § 46.2-2075 or 46.2-2099.4 providing regular route service over the highways of the Commonwealth. No refund shall be granted unless the majority of the passengers using such bus line, taxicab service or common carrier of passengers do so for travel of a distance of not more than 40 miles, one way, in a single day between their place of abode and their place of employment, shopping areas or schools.\n\nIf the applicant for a refund is a taxicab service, he shall hold a valid permit from the Department to engage in the business of a taxicab service. No applicant shall be denied a refund by reason of the fee arrangement between the holder of the permit and the driver or drivers, if all other conditions of this section have been met.\n\nUnder no circumstances shall a refund be granted more than once for the same fuel. The amount of refund under this subsection shall be equal to the amount of the taxes paid, except refunds granted on the tax paid on fuel used by a taxicab service shall be in an amount equal to the tax paid less $0.01 per gallon on the fuel used.\n\nAny refunds made under this subsection shall be deducted from the urban highway funds allocated to the highway construction district, pursuant to Article 5 (§ 33.2-351 et seq.) of Chapter 3 of Title 33.2, in which the recipient has its principal place of business.\n\nExcept as otherwise provided in this chapter, all provisions of law applicable to the refund of fuel taxes by the Commissioner generally shall apply to the refunds authorized by this subsection. Any county having withdrawn its roads from the secondary system of state highways under provisions of § 11 of Chapter 415 of the Acts of 1932 shall receive its proportionate share of such special funds as is now provided by law with respect to other fuel tax receipts.\n\nD. Any person purchasing fuel for consumption in a vehicle designed or permanently adapted solely and exclusively for bulk spreading or spraying of agricultural liming materials, chemicals, or fertilizer, where the vehicle's equipment is mechanically or hydraulically driven by an internal combustion engine that propels the vehicle, is entitled to a refund in an amount equal to 55 percent of the tax paid on such fuel.\n\nE. Any person purchasing diesel fuel used in operating or propelling a passenger car, a pickup or panel truck, or a truck having a gross vehicle weight rating of 10,000 pounds or less is entitled to a refund of a portion of the taxes paid in an amount equal to the difference between the rate of tax on diesel fuel and the rate of tax on gasoline and gasohol pursuant to § 58.1-2217. For purposes of this subsection, \"passenger car,\" \"pickup or panel truck,\" and \"truck\" shall have the meaning given in § 46.2-100. Notwithstanding any other provision of law, diesel fuel used in a vehicle upon which the fuels tax has been refunded pursuant to this subsection shall be exempt from the tax imposed under Chapter 6 (§ 58.1-600 et seq.).\n\nF. Refunds resulting from any fuel shipments diverted from Virginia shall be based on the amount of tax paid for the fuel less discounts allowed by § 58.1-2233.\n\nG. Any person who is required to be licensed under this chapter and is applying for a refund shall not be eligible for such refund if the applicant was not licensed at the time the refundable transaction was conducted.\n\n2000, cc. 247, 347, 729, 758; 2001, c. 167; 2003, c. 781; 2005, cc. 243, 782, 928; 2011, cc. 881, 889; 2012, cc. 803, 835; 2013, c. 766; 2015, cc. 502, 503; 2016, c. 34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2259/"
    },
    {
      "id": "section-581-2260",
      "number": "58.1-2260.",
      "heading": "Refund of taxes erroneously or illegally collected",
      "text": "If it appears to the satisfaction of the Commissioner that any taxes or penalties imposed by this chapter have been erroneously or illegally collected from any person, such person shall be entitled to a refund upon proper application to the Commissioner. No refund shall be made under the provisions of this section unless a written statement, setting forth the circumstances and reasons why such refund is claimed, is filed with the Commissioner within one year of the date of payment of the tax for which the refund is claimed. The claim shall be in such form as the Commissioner shall prescribe and shall be sworn to by the claimant.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2260/"
    },
    {
      "id": "section-581-2261",
      "number": "58.1-2261.",
      "heading": "Refund procedure; investigations",
      "text": "A. Any person entitled to a refund pursuant to § 58.1-2259 shall file with the Commissioner an application on a form prepared and furnished by the Commissioner. Such application shall contain the information and certifications required by the Commissioner. The applicant shall set forth the basis for the claimed refund, the total amount of such fuel purchased and used by such applicant, and how such fuel was used. The applicant shall retain the paid ticket, invoice, or other document from the seller documenting the purchase of the fuel on which a refund is claimed for a period of time to be determined by the Commissioner. The Commissioner, upon the presentation of such application shall refund to the claimant the proper amount of the tax paid as provided in this chapter, subject to the provisions of subsection D. A ticket issued to the holder of a credit card as evidence of the delivery to such holder of tax-paid fuel shall, for the purpose of this section, be a paid ticket or invoice. Tickets or invoices marked \"duplicate\" shall not be acceptable.\n\nB. The application for a refund shall be filed within one year from the date of the sale as shown on the paid ticket or invoice. For those that pay the motor fuels tax in accordance with § 58.1-2200, if the refund amount certified by the Commissioner is different from the amount requested by the applicant, the Commissioner shall provide an explanation to the applicant of why the refund amount differs from the amount requested.\n\nC. In the event an assessment is rendered for failure to report and pay the tax imposed as provided in § 58.1-2217 or § 58.1-2249 and such fuel is subject to refund under the provisions of § 58.1-2259, the application for a refund shall be filed with the Commissioner by the person entitled to such refund within one year from the date such assessment is paid and shall be accompanied by invoices covering the sale of the fuel and billing of tax to such person.\n\nD. The Department may make any investigation it considers necessary before refunding the fuels tax to a person, and may investigate a refund after the refund has been issued and within the time frame for adjusting tax under this chapter. As a part of such investigation, the Department may require that the person provide the paid ticket, invoice, or other document from the seller documenting the purchase of the fuel on which a refund is claimed. Failure to provide a ticket, invoice, or other document evidencing the purchase of such fuel on which a refund is requested or was previously granted will result in the denial or reversal of that refund.\n\nE. In accordance with § 58.1-609.1, any person who is refunded tax pursuant to § 58.1-2259 shall be subject to the taxes imposed by Chapter 6 (§ 58.1-600 et seq.) of this title, unless such transaction is specifically exempted pursuant to § 58.1-609.1.\n\n2000, cc. 729, 758; 2003, c. 325; 2009, c. 419.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2261/"
    },
    {
      "id": "section-581-2262",
      "number": "58.1-2262.",
      "heading": "Payment of refund",
      "text": "Whenever it appears to the satisfaction of the Commissioner that any person is entitled to a refund for taxes paid pursuant to this chapter, the Commissioner shall forthwith certify the amount of the refund to the Comptroller and shall send to the applicant an explanation of the basis of such refund. The amount of the refund shall be paid by check issued by the State Treasurer on warrant of the Comptroller.\n\n2000, cc. 729, 758; 2003, c. 325.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2262/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Enforcement and Administration",
      "text": "Enforcement and Administration",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2263",
      "number": "58.1-2263.",
      "heading": "Shipping documents; transportation of motor fuel loaded at a terminal rack or bulk plant rack; civil penalty",
      "text": "A. A person shall not transport motor fuel loaded at a terminal rack or bulk plant rack unless the person has a shipping document for its transportation that complies with this section. A terminal operator or operator of a bulk plant shall give a shipping document to the person who operates the means of conveyance into which motor fuel is loaded at the terminal rack or bulk plant rack.\n\nB. The shipping document issued by the terminal operator shall be machine-printed and that issued by the operator of a bulk plant shall be on a printed form and both shall contain the following information and any other information required by the Commissioner:\n\n1. Identification, including address, of the terminal or bulk plant from which the motor fuel was received;\n\n2. Date the motor fuel was loaded;\n\n3. Gross gallons loaded;\n\n4. Destination state of the motor fuel, as represented by the purchaser of the motor fuel or the purchaser's agent;\n\n5. In the case of aviation jet fuel sold to an aviation consumer, the shipping document shall be marked with the phrase \"Aviation Jet Fuel, Not for On-road Use\" or a similar phrase; and\n\n6. If the document is issued by a terminal operator, (i) net gallons loaded and (ii) tax responsibility statement indicating the name of the supplier who is responsible for the tax due on the motor fuel.\n\nC. A terminal operator or bulk plant operator may rely on the representation made by the purchaser of motor fuel or the purchaser's agent concerning the destination state of the motor fuel. A purchaser shall be liable for any tax due as a result of the purchaser's diversion of fuel from the represented destination state.\n\nD. A person to whom a shipping document was issued shall:\n\n1. Carry the shipping document in the means of conveyance for which it was issued when transporting the motor fuel described;\n\n2. Show the shipping document to a law-enforcement officer upon request when transporting the motor fuel described;\n\n3. Deliver motor fuel described in the shipping document to the destination state printed on it unless the person:\n\na. Notifies the Commissioner before transporting the motor fuel into a state other than the printed destination state that the person has received instructions after the shipping document was issued to deliver the motor fuel to a different destination state;\n\nb. Receives from the Commissioner a confirmation number authorizing the diversion; and\n\nc. Writes on the shipping document the change in destination state and the confirmation number for the diversion; and\n\n4. Give a copy of the shipping document to the distributor or other person to whom the motor fuel is delivered.\n\nE. The person to whom motor fuel is delivered shall not accept delivery of the motor fuel if the destination state shown on the shipping document for the motor fuel is a state other than Virginia. To determine if the shipping document shows Virginia as the destination state, the person to whom the fuel is delivered shall examine the shipping document and keep a copy of the shipping document (i) at the place of business where the motor fuel was delivered for 90 days following the date of delivery and (ii) at such place or another place for at least three years following the date of delivery. The person who accepts delivery of motor fuel in violation of this subsection and any person liable for the tax on the motor fuel pursuant to Article 3 (§ 58.1-2217 et seq.) shall be jointly and severally liable for any tax due on the fuel.\n\nF. Any person who (i) transports motor fuel loaded at a terminal rack or bulk plant rack without a shipping document or with a false or an incomplete shipping document or (ii) delivers motor fuel to a destination state other than that shown on the shipping document, shall be subject to a civil penalty. If the fuel is transported in a railroad tank car, the civil penalty imposed under this subsection shall be payable by the person responsible for the movement of the motor fuel in the railroad tank car. If the fuel is transported by any other means of conveyance, the civil penalty imposed under this subsection shall be payable by the person in whose name the means of conveyance is registered. The amount of the civil penalty assessed against a person for his first violation shall be $5,000. The amount of the civil penalty assessed against a person for his second or subsequent violation shall be $10,000.\n\n2000, cc. 729, 758; 2001, c. 167; 2012, c. 363.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2263/"
    },
    {
      "id": "section-581-2264",
      "number": "58.1-2264.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, c. 781, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2264/"
    },
    {
      "id": "section-581-2265",
      "number": "58.1-2265.",
      "heading": "Improper sale or use of untaxed fuel; civil penalty",
      "text": "A. Any person committing any of the following acts shall be subject to the civil penalty specified in subsection B:\n\n1. Selling or storing any dyed diesel fuel for use in a highway vehicle that is licensed or required to be licensed, unless that use is allowed under 26 U.S.C. § 4082;\n\n2. Willfully altering or attempting to alter the strength or composition of any dye or marker in any dyed diesel fuel;\n\n3. Using dyed diesel fuel in a highway vehicle unless that use is allowed under 26 U.S.C. § 4082;\n\n4. Acquiring, selling or storing any fuel for use in a watercraft, aircraft, or highway vehicle that is licensed or required to be licensed unless the tax levied by this chapter has been paid; or\n\n5. Using any fuel in a watercraft, aircraft, or highway vehicle that is licensed or required to be licensed unless the tax levied by this chapter has been paid.\n\nB. The amount of the civil penalty for any act described in subsection A shall be the greater of $1,000 or ten dollars per gallon of fuel, based on the maximum storage capacity of the storage tank, container or storage tank of the highway vehicle, watercraft or aircraft.\n\nC. The Commissioner is authorized to reduce or waive any civil penalties under this section if the violation is due to a reasonable or good cause shown to the satisfaction of the Commissioner.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2265/"
    },
    {
      "id": "section-581-2266",
      "number": "58.1-2266.",
      "heading": "Late filing or payment; civil penalty",
      "text": "A. Any person committing any of the following acts shall be subject to the civil penalty specified in subsections B and C:\n\n1. Failure to submit a report required by this chapter on a timely basis;\n\n2. Failure to submit the data required by this chapter; or\n\n3. Failure to pay to the Commissioner or to a trustee on a timely basis the amount of taxes due under this chapter.\n\nB. The amount of the civil penalty for any act described in subdivision A 1 or 2 shall be as follows:\n\n1. $50 for the first violation;\n\n2. $200 for the second violation;\n\n3. $500 for the third violation; and\n\n4. $1,000 for the fourth and subsequent violations.\n\nAfter imposition of the penalty under this subsection, the amount of the penalty, if not paid within 30 days of receipt of notice of such penalty, shall bear interest at the rate of one percent per month until the penalty is paid.\n\nC. The amount of the civil penalty for any act described in subdivision A 3 shall be equal to 10 percent of the tax due or $50, whichever is greater; however, penalties resulting from an audit shall be equal to 10 percent of the tax due. After imposition of the penalty under this subsection, the amount of the tax and the penalty, if not paid within 30 days of receipt of notice of such penalty, shall bear interest at the rate of one percent per month until the tax and penalty are paid.\n\nD. The Commissioner is authorized to reduce or waive any penalties under this section if the violation is due to a reasonable or good cause shown to the satisfaction of the Commissioner.\n\n2000, cc. 729, 758; 2004, c. 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2266/"
    },
    {
      "id": "section-581-2267",
      "number": "58.1-2267.",
      "heading": "Refusal to allow inspection or taking of fuel sample; civil penalty",
      "text": "Any person who refuses to allow an inspection or allow the taking of a fuel sample authorized by § 58.1-2276 or § 58.1-2277 shall be subject to a civil penalty of $5,000 for each refusal. If the refusal is for a sample to be taken from a vehicle, the penalty shall be payable by the person in whose name the vehicle is registered. If the refusal is for a sample to be taken from any other storage tank or container, the penalty shall be payable by the owner of such storage tank or container.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2267/"
    },
    {
      "id": "section-581-2268",
      "number": "58.1-2268.",
      "heading": "Engaging in business without a license; civil penalty",
      "text": "Any person who engages in any business activity within the Commonwealth for which a license is required by this chapter without a valid license shall be subject to a civil penalty. The amount of the civil penalty assessed against a person for his first violation shall be $5,000. The amount of the civil penalty assessed against a person for his second or subsequent violation shall be $10,000.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2268/"
    },
    {
      "id": "section-581-22681",
      "number": "58.1-2268.1.",
      "heading": "Preventing a person from obtaining a license; civil penalty",
      "text": "Any terminal operator, supplier, or position holder in the terminal who, by use of coercion, threat, intimidation or any other means of interference, intentionally prevents any person from applying for and obtaining a license issued under this chapter shall be subject to a civil penalty. The amount of the civil penalty assessed against a person for his (i) first violation shall be $5,000 and (ii) second and subsequent violations shall be $10,000.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2268-1/"
    },
    {
      "id": "section-581-2269",
      "number": "58.1-2269.",
      "heading": "False or fraudulent return; civil penalty",
      "text": "Any person liable for a tax levied under this chapter who files a false or fraudulent return with the intent to evade the tax shall be subject to a civil penalty. The amount of the civil penalty shall be equal to fifty percent of the amount of the tax intended to be evaded by the filing of such return. The civil penalty shall be in addition to the amount of the tax intended to be evaded.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2269/"
    },
    {
      "id": "section-581-2270",
      "number": "58.1-2270.",
      "heading": "Failure to keep or retain records; civil penalty",
      "text": "Any person who fails to keep or retain records as required by this chapter shall be subject to a civil penalty. The amount of the civil penalty assessed against a person for his first violation shall be $1,000. The amount of the civil penalty assessed against a person for each subsequent violation shall be $1,000 more than the amount of the civil penalty for the preceding violation.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2270/"
    },
    {
      "id": "section-581-2271",
      "number": "58.1-2271.",
      "heading": "Payment of civil penalties; disposition; waiver",
      "text": "Any civil penalty assessed pursuant to this chapter shall be payable to the Department, shall be in addition to any other penalty or tax that may be imposed as provided in this chapter, and shall be collectible by the Commissioner in the same manner as if it were part of the tax levied. The amount of any civil penalty imposed under this chapter shall bear interest at the rate of one percent per month until paid. All civil penalties imposed under this chapter shall be deposited as provided in § 58.1-2289. Notwithstanding any other provisions of this chapter, the Commissioner is authorized to reduce or waive any civil penalties under this chapter if the violation is due to a reasonable or good cause shown to the satisfaction of the Commissioner.\n\n2000, cc. 729, 758; 2004, c. 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2271/"
    },
    {
      "id": "section-581-2272",
      "number": "58.1-2272.",
      "heading": "Prohibited acts; criminal penalties",
      "text": "A. Any person who commits any of the following acts shall be guilty of a Class 1 misdemeanor:\n\n1. Failing to obtain a license required by this chapter;\n\n2. Failing to file a return required by this chapter;\n\n3. Failing to pay a tax when due under this chapter;\n\n4. Failing to pay a tax collected on behalf of a destination state to that state when it is due;\n\n5. Making a false statement in an application, return, ticket, invoice, statement, or any other document required under this chapter;\n\n6. Making a false statement in an application for a refund;\n\n7. Failing to keep records as required under this chapter;\n\n8. Refusing to allow the Commissioner or a representative of the Commissioner to examine the person's books and records concerning fuel;\n\n9. Failing to make a required disclosure of the correct amount of fuel sold or used in the Commonwealth;\n\n10. Failing to file a replacement or additional bond or certificate of deposit as required under this chapter;\n\n11. Failing to show or give a shipping document as required under this chapter;\n\n12. Refusing to allow a licensed distributor, licensed exporter, or licensed importer to defer payment of tax to the supplier, as required by § 58.1-2231;\n\n13. Refusing to allow a bulk user of alternative fuel or a retailer of alternative fuel who has posted a bond in accordance with § 58.1-2246 to defer payment of tax to the provider of alternative fuel, as required by § 58.1-2252;\n\n14. Refusing to allow a licensed distributor or a licensed importer to take a deduction or discount allowed by § 58.1-2233 when remitting the tax to the supplier, or to allow a licensed retailer of alternative fuel to take a deduction or discount allowed by § 58.1-2254 when remitting the tax to the provider of alternative fuel;\n\n15. Using, delivering, or selling any aviation fuel for use or intended for use in highway vehicles or watercraft;\n\n16. Violating the provisions of § 58.1-2278;\n\n17. Interfering with or refusing to permit seizures authorized under § 58.1-2274; or\n\n18. Delivering fuel from a transport truck or tank wagon to the fuel tank of a highway vehicle, except in an emergency.\n\nB. A person who knowingly commits any of the following acts shall be guilty of a Class 1 misdemeanor:\n\n1. Dispenses any fuel on which tax levied pursuant to this chapter has not been paid into the supply tank of a highway vehicle, watercraft, or aircraft; or\n\n2. Allows any fuel on which tax levied pursuant to this chapter has not been paid to be dispensed into the supply tank of a highway vehicle, watercraft, or aircraft.\n\n2000, cc. 729, 758; 2006, c. 594.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2272/"
    },
    {
      "id": "section-581-2273",
      "number": "58.1-2273.",
      "heading": "Willful commission of prohibited acts; criminal penalties",
      "text": "Any person who willfully commits any of the following acts, with the intent to (i) evade or circumvent the Commonwealth's fuels tax laws or (ii) assist any other person in efforts to evade or circumvent such laws, shall be guilty of a Class 6 felony, if he:\n\n1. Alters, manipulates, replaces, or in any other manner tampers or interferes with, or causes to be altered, manipulated, replaced, tampered or interfered with, a totalizer attached to fuel pumps to measure the dispensing of fuel;\n\n2. Does not pay fuels taxes and diverts such tax proceeds for other purposes;\n\n3. Is a licensee or the agent or representative of a licensee, converts or attempts to convert fuel tax proceeds for the use of the licensee or the licensee's agent or representative, with the intent to defraud the Commonwealth;\n\n4. Illegally collects fuel taxes when not authorized or licensed by the Commissioner to do so;\n\n5. Illegally imports fuel into the Commonwealth;\n\n6. Conspires with any other person or persons to engage in an act, plan, or scheme to defraud the Commonwealth of fuels tax proceeds;\n\n7. Uses any dyed diesel fuel for a use that the user knows or has reason to know is a taxable use of the fuel, or sells any dyed diesel fuel to a person who the seller knows or has reason to know will use the fuel for a taxable purpose; however, if the amount of fuel involved is not more than twenty gallons, such person shall be guilty of a Class 1 misdemeanor;\n\n8. Alters or attempts to alter the strength or composition of any dye or marker in any dyed diesel fuel intended to be used for a taxable purpose;\n\n9. Fails to remit to the Commissioner any tax levied pursuant to this chapter, if he (i) has added, or represented that he has added, the tax to the sales price for the fuel and (ii) has collected the amount of the tax;\n\n10. Applies for or collects from the Department a refund for fuels tax when the person knows or has reason to know that fuel for which the refund is claimed has been or will be used for a taxable purpose; however, if the amount of fuel involved is not more than 20 gallons, such person shall be guilty of a Class 1 misdemeanor; or\n\n11. Uses any fuel for a taxable purpose for which the person knows or has reason to know that a refund of fuels tax has been issued; however, if the amount of fuel involved is not more than 20 gallons, such person shall be guilty of a Class 1 misdemeanor.\n\n2000, cc. 729, 758; 2006, c. 594.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2273/"
    },
    {
      "id": "section-581-2274",
      "number": "58.1-2274.",
      "heading": "Unlawful importing, transportation, delivery, storage, acquiring or sale of fuel; sale to enforce assessment",
      "text": "A. Upon the discovery of any fuel illegally imported into, or illegally transported, delivered, stored, acquired, or sold in, the Commonwealth, the Commissioner may order the tank or other storage receptacle in which the fuel is located to be seized and locked or sealed until the tax, penalties and interest levied under this chapter are assessed and paid.\n\nB. If the assessment for such tax is not paid within 30 days, the Commissioner is hereby authorized, in addition to the other remedies authorized in this chapter, to sell such fuel and use the proceeds of such sale to satisfy the assessment due, with any funds which exceed the assessment and costs of the sale being returned to the owner of the fuel.\n\nC. All fuel and any property, tangible or intangible, which may be found upon the person or in any vehicle which such person is using, including the vehicle itself, to aid the person in the transportation or sale of illegally transported, delivered, stored, sold, imported or acquired fuel, and any property found in the immediate vicinity of any place where such illegally transported, delivered, stored, sold, imported or acquired fuel may be located, including motor vehicles, tanks, and other storage devices, used to aid in the illegal transportation or sale of such fuel, shall be deemed contraband and shall be forfeited to the Commonwealth.\n\nD. Any efforts by the Department to effect the forfeiture allowed under the authority of this section shall be governed by Chapter 22.1 (§ 19.2-386.1 et seq.) of Title 19.2, mutatis mutandis. However, such procedures shall not be applicable to the Department's tax collection powers and the use of such powers to enforce a tax liability against the illegally transported, delivered, stored, sold, imported or acquired fuel.\n\n2000, cc. 729, 758; 2012, cc. 283, 363, 756.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2274/"
    },
    {
      "id": "section-581-2275",
      "number": "58.1-2275.",
      "heading": "Record-keeping requirements",
      "text": "Each (i) person required or electing to be licensed under Article 2 (§ 58.1-2204 et seq.) of this chapter, (ii) distributor, retailer and bulk user not licensed under this chapter, and (iii) person required to be licensed under § 58.1-2244, shall keep and maintain all records pertaining to fuel received, produced, manufactured, refined, compounded, used, sold or delivered, together with delivery tickets, invoices, bills of lading, and such other pertinent records and papers as may be required by the Commissioner for the reasonable administration of this chapter. Such records shall be kept and maintained for a period to include the Department's current fiscal year and the previous three fiscal years.\n\n2000, cc. 729, 758; 2002, c. 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2275/"
    },
    {
      "id": "section-581-2276",
      "number": "58.1-2276.",
      "heading": "Inspection of records",
      "text": "A. The Commissioner or any deputy, employee or agent authorized by the Commissioner may examine, during the usual business hours of the day, records, books, papers, storage tanks and any other equipment of any person required to maintain records as provided in § 58.1-2275 for the purpose of ascertaining the quantity of fuel received, produced, manufactured, refined, compounded, used, sold, shipped, or delivered, to verify the truth and accuracy of any statement, report or return or to ascertain whether or not the tax levied by this chapter has been paid.\n\nB. If a person required to maintain records as provided in § 58.1-2275 is open for business during hours of the day which might not be considered usual business hours for the Department, the Commissioner may examine the person's books and records during the person's normal business hours, which shall be those hours when the person is open for business.\n\n2000, cc. 729, 758; 2001, c. 167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2276/"
    },
    {
      "id": "section-581-2277",
      "number": "58.1-2277.",
      "heading": "Administrative authority",
      "text": "A. Employees of the Department designated by the Commissioner, upon presenting appropriate credentials and a written notice to the owner, operator, or agent in charge, are authorized to enter any place and to conduct inspections in accordance with this section. Inspections shall be performed in a reasonable manner and at times that are reasonable under the circumstances, taking into consideration the normal business hours of the place to be inspected.\n\nB. Inspections may be conducted at any place where taxable fuel or fuel dyes or markers are, or may be, produced, altered, or stored, or at any inspection site where evidence of production, alteration, or storage may be discovered. These places may include, but shall not be limited to any: (i) terminal, (ii) fuel storage facility that is not a terminal, (iii) retail fuel facility, and (iv) designated inspection site.\n\nC. Employees of the Department designated by the Commissioner may physically inspect, examine, and otherwise search any tank, reservoir, or other container that can or may be used for the production, storage, or transportation of fuel, fuel dyes or markers. Inspection may also be made of any equipment used for, or in connection with, the production, storage, or transportation of fuel, fuel dyes or markers, including equipment used for the dyeing or marking of fuel. Such employees may also inspect the books and records kept to determine fuel tax liability under this chapter.\n\nD. Employees of the Department designated by the Commissioner may, on the premises or at a designated inspection site, take and remove samples of fuel in such reasonable quantities as are necessary to determine its composition.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2277/"
    },
    {
      "id": "section-581-2278",
      "number": "58.1-2278.",
      "heading": "Equipment requirements",
      "text": "A. All fuel dispensed at retail shall be dispensed from metered pumps that indicate the total amount of fuel measured through the pumps. Each pump shall be marked to indicate the type of fuel dispensed.\n\nB. A highway vehicle that transports fuel in a tank that is separate from the fuel supply tank of the vehicle shall not have a connection from the transporting tank to the motor or to the supply tank of the vehicle.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2278/"
    },
    {
      "id": "section-581-2279",
      "number": "58.1-2279.",
      "heading": "Marking requirements for dyed diesel fuel storage facilities",
      "text": "A. A person who is a retailer of dyed diesel fuel or who stores dyed diesel fuel for use by that person or another person shall mark, with the phrase \"Dyed Diesel Fuel, Nontaxable Use Only, Penalty for Taxable Use,\" or a similar phrase that clearly indicates that the diesel fuel is not to be used to operate a highway vehicle, each storage facility or pump from which dyed diesel fuel is dispensed, as follows:\n\n1. The storage tank of the storage facility, if the storage tank is visible; and\n\n2. The dispensing device that serves the storage facility.\n\nB. The marking requirements of this section shall not apply to a storage facility that contains fuel used only in a heating, crop-drying, or manufacturing process, and is installed in a manner that makes use of the fuel for any other purpose improbable.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2279/"
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Assessments and Collections",
      "text": "Assessments and Collections",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2280",
      "number": "58.1-2280.",
      "heading": "Estimates of fuel subject to tax; assessments; notice of assessment",
      "text": "When any licensee neglects, fails or refuses to make and file any report as required by this chapter or files an incorrect or fraudulent report, the Commissioner shall determine, from any information obtainable, the number of gallons of fuel with respect to which the licensee has incurred liability under this chapter. The Commissioner is authorized to make an assessment for the tax and any penalty and interest properly due against such licensee. The notice of assessment shall be sent to the licensee or delivered by the Department to the last known address appearing in the Commissioner's files. Such notice, when sent or delivered in accordance with these requirements, shall be sufficient regardless of whether or not it was ever received.\n\n2000, cc. 729, 758; 2006, c. 594.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2280/"
    },
    {
      "id": "section-581-2281",
      "number": "58.1-2281.",
      "heading": "Application to Commissioner for correction",
      "text": "A. Any person assessed with any tax administered by the Department may, within thirty days from the date of such assessment, apply for relief to the Commissioner. Such application shall be in the form prescribed by the Department, and shall fully set forth the grounds upon which the taxpayer relies and all facts relevant to the taxpayer's contention. The Commissioner may also require such additional information, testimony or documentary evidence as he deems necessary to a fair determination of the application.\n\nB. On receipt of a written notice of intent to file under this section, the Commissioner shall refrain from collecting the tax until the time for filing hereunder has expired, unless he determines that collection is in jeopardy.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2281/"
    },
    {
      "id": "section-581-2282",
      "number": "58.1-2282.",
      "heading": "Appeal of Commissioner's decisions",
      "text": "A. Any person against whom an assessment, order or decision of the Commissioner has been adversely rendered, which assessment, order, or decision relates to the collection of unreported, incorrectly or fraudulently reported taxes, the granting or canceling of a license, the filing of a bond, an increase in the amount of a bond, a change of surety on a bond, the filing of reports, the examination of records, or any other matter wherein the findings are in the discretion of the Commissioner, may, within 30 days from the date thereof, file a petition of appeal from such assessment, order, or decision, in the circuit court in the city or county wherein such person resides, provided that any petition for a refund for taxes timely paid shall be filed within one year of the date of payment. A copy of the petition shall be sent to the Commissioner at the time of the filing with the court. The original shall show, by certificate, the date of mailing such copy to the Commissioner.\n\nB. In any proceeding under this section, the assessments by the Commissioner shall be presumed correct. The burden of proof shall be upon the petitioner to show that the assessment was incorrect and contrary to law. The circuit court is authorized to enter judgment against such person for the taxes, penalty, and interest due. The failure by any such person to appeal under the provisions of this section within the time period specified shall render the assessment, order, or decision of the Commissioner conclusively valid and binding upon such person. Such person or the Commissioner may appeal from the final decision of the circuit court to the Court of Appeals.\n\n2000, cc. 729, 758; 2021, Sp. Sess. I, c. 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2282/"
    },
    {
      "id": "section-581-2283",
      "number": "58.1-2283.",
      "heading": "Jeopardy assessment",
      "text": "If the Commissioner (i) receives notice from a supplier pursuant to subsection C of § 58.1-2237 of any licensed distributor or licensed importer who did not pay the tax due the supplier, or (ii) is of the opinion that the collection of any tax or any amount of tax required to be collected and paid under this chapter will be jeopardized by delay, the Commissioner shall make an assessment of the tax or amount of tax required to be collected and shall mail or issue a notice of such assessment to the taxpayer with a demand for immediate payment of the tax or of the deficiency in tax declared to be in jeopardy, including penalties and interest. In the case of a tax for a current period, the Commissioner may declare the taxable period of the taxpayer immediately terminated and shall mail or issue the notice of such finding and declaration to the taxpayer with a demand for immediate payment of the tax based on the period declared terminated, and such tax shall be immediately due and payable. Assessments provided for in this section shall become immediately due and payable. If any such tax, penalty or interest is not paid upon demand, the Commissioner may proceed to (i) collect the same by legal process, including but not limited to filing a memorandum of lien pursuant to § 58.1-2284 or (ii) accept a surety bond or other security deemed to sufficiently ensure full payment of the amount of tax, penalty and interest assessed against the taxpayer.\n\n2000, cc. 729, 758; 2004, c. 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2283/"
    },
    {
      "id": "section-581-2284",
      "number": "58.1-2284.",
      "heading": "Memorandum of lien for collection of taxes",
      "text": "A. If any taxes or fees, including penalties and interest, due under this chapter become delinquent or are past due, the Commissioner may file a memorandum of lien in the circuit court clerk's office of the county or city in which the taxpayer's place of business is located, or in which the taxpayer resides. If the taxpayer has no place of business or residence within the Commonwealth, such memorandum may be filed in the Circuit Court of the City of Richmond. A copy of such memorandum may also be filed in the clerk's office of all counties and cities in which the taxpayer owns real estate. Such memorandum shall be recorded in the judgment docket book and shall have the effect of a judgment in favor of the Commonwealth, to be enforced as provided in Article 19 (§ 8.01-196 et seq.) of Chapter 3 of Title 8.01, mutatis mutandis, except that a writ of fieri facias may be issued any time after the memorandum is filed. The lien on real estate shall become effective at the time the memorandum is filed in the jurisdiction in which the real estate is located.\n\nB. Recordation of a memorandum of lien hereunder shall not affect the right to a refund or exoneration under this chapter nor shall an application for correction pursuant to § 58.1-2281 affect the power of the Commissioner to collect the tax, except as specifically provided in this chapter.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2284/"
    },
    {
      "id": "section-581-2285",
      "number": "58.1-2285.",
      "heading": "Period of limitations",
      "text": "The taxes imposed by this chapter shall be assessed within three years from the date on which such taxes became due and payable. In the case of a false or fraudulent return with intent to evade payment of the taxes imposed by this chapter, or a failure to file a return, the taxes may be assessed, or a proceeding in court for the collection of such taxes may be begun without assessment, at any time. The Commissioner shall not examine any person's records beyond the three-year period of limitations unless he has reasonable evidence of fraud, or reasonable cause to believe that such person was required by law to file a return and failed to do so.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2285/"
    },
    {
      "id": "section-581-2286",
      "number": "58.1-2286.",
      "heading": "Waiver of time limitation on assessment of taxes",
      "text": "If, before the expiration of the time prescribed for assessment of any tax levied pursuant to this title and assessable by the Department, both the Commissioner and the taxpayer have consented in writing to its assessment after such time, the tax may be assessed any time prior to the expiration of the period agreed upon. The period so agreed upon may be extended by subsequent agreements in writing made before the expiration of the period previously agreed upon.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2286/"
    },
    {
      "id": "section-581-2287",
      "number": "58.1-2287.",
      "heading": "Suits to recover taxes",
      "text": "If any person fails to pay the tax or any civil penalty levied under this chapter, including accrued penalties and interest, when due, the Attorney General or the Commissioner may bring an appropriate action for the recovery of such tax, penalty and interest, provided that if it is found that such failure to pay was willful, judgment shall be rendered for double the amount of the tax or civil penalty found to be due, with costs.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2287/"
    },
    {
      "id": "section-581-2288",
      "number": "58.1-2288.",
      "heading": "Liability of corporate or partnership officer; penalty",
      "text": "Any corporate or partnership officer who directs or causes the business of which he is a corporate or partnership officer to fail to pay, collect, or truthfully account for and pay over any fuels tax for which the business is liable to the Commonwealth or to a trustee, shall, in addition to other penalties provided by law, be liable for a penalty in the amount of the tax evaded, or not paid, collected, or accounted for and paid over. The penalty shall be assessed and collected in the same manner as such taxes are assessed and collected. However, this penalty shall be dischargeable in bankruptcy proceedings.\n\n2000, cc. 729, 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2288/"
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Disposition of Tax Revenues",
      "text": "Disposition of Tax Revenues",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2289",
      "number": "58.1-2289.",
      "heading": "Disposition of tax revenue generally",
      "text": "A. Unless otherwise provided in this section, all taxes and fees, including civil penalties, collected by the Commissioner pursuant to this chapter, less a reasonable amount to be allocated for refunds, shall be promptly paid into the state treasury and shall constitute special funds within the Commonwealth Transportation Fund. Any balances remaining in these funds at the end of the year shall be available for use in subsequent years for the purposes set forth in this chapter, and any interest income on such funds shall accrue to these funds.\n\nThe Governor is hereby authorized to transfer out of such fund an amount necessary for the inspection of gasoline and motor grease measuring and distributing equipment, and for the inspection and analysis of gasoline for purity.\n\nB. The tax collected on each gallon of aviation fuel sold and delivered or used in this Commonwealth, less refunds, shall be paid into a special fund of the state treasury. Proceeds of this special fund within the Commonwealth Transportation Fund shall be disbursed upon order of the Department of Aviation, on warrants of the Comptroller, to defray the cost of the administration of the laws of this Commonwealth relating to aviation, for the construction, maintenance and improvement of airports and landing fields to which the public now has or which it is proposed shall have access, and for the promotion of aviation in the interest of operators and the public generally.\n\nC. One-half cent of the tax collected on each gallon of fuel on which a refund has been paid for gasoline, gasohol, diesel fuel, blended fuel, or alternative fuel, for fuel consumed in tractors and unlicensed equipment used for agricultural purposes shall be paid into a special fund of the state treasury, known as the Virginia Agricultural Foundation Fund, to be disbursed to make certain refunds and defray the costs of the research and educational phases of the agricultural program, including supplemental salary payments to certain employees at Virginia Polytechnic Institute and State University, the Department of Agriculture and Consumer Services and the Virginia Truck and Ornamentals Research Station, including reasonable expenses of the Virginia Agricultural Council.\n\nD. One and one-half cents of the tax collected on each gallon of fuel used to propel a commercial watercraft upon which a refund has been paid shall be paid to the credit of the Game Protection Fund of the state treasury to be made available to the Board of Wildlife Resources until expended for the purposes provided generally in subsection C of § 29.1-701, including acquisition, construction, improvement and maintenance of public boating access areas on the public waters of this Commonwealth and for other activities and purposes of direct benefit and interest to the boating public and for no other purpose. However, one and one-half cents per gallon on fuel used by commercial fishing, oystering, clamming, and crabbing boats shall be paid to the Department of Transportation to be used for the construction, repair, improvement and maintenance of the public docks of this Commonwealth used by said commercial watercraft. Any expenditures for the acquisition, construction, improvement and maintenance of the public docks shall be made according to a plan developed by the Virginia Marine Resources Commission.\n\nFrom the tax collected pursuant to the provisions of this chapter from the sales of gasoline used for the propelling of watercraft, after deduction for lawful refunds, there shall be paid into the state treasury for use by the Marine Resources Commission, the Virginia Soil and Water Conservation Board, the State Water Control Board, and the Commonwealth Transportation Board to (i) improve the public docks as specified in this section, (ii) improve commercial and sports fisheries in Virginia's tidal waters, (iii) make environmental improvements including, without limitation, fisheries management and habitat enhancement in the Chesapeake and its tributaries, and (iv) further the purposes set forth in § 33.2-1510, a sum as established by the General Assembly.\n\nE. All remaining revenue shall be deposited into the Commonwealth Transportation Fund established pursuant to § 33.2-1524.\n\n2000, cc. 729, 758; 2007, c. 896; 2013, c. 766; 2015, c. 684; 2018, cc. 854, 856; 2020, cc. 958, 1230, 1275.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2289/"
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Tax on Fuel in Inventory",
      "text": "Tax on Fuel in Inventory",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-2290",
      "number": "58.1-2290.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2013, c. 766, cl. 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2290/"
    },
    {
      "id": "section-581-22901",
      "number": "58.1-2290.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2016, c. 305, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-22/section-58-1-2290-1/"
    }
  ]
}