{
  "state": "virginia",
  "path": "title-title-581-taxation/chapter-chapter-15-virginia-aircraft-sales-and-use-tax",
  "sections": [
    {
      "id": "section-581-1500",
      "number": "58.1-1500.",
      "heading": "Title§ 58.1-1501. Definitions§ 58",
      "text": "1-1502. Tax levied§ 58.1-1503. Basis of tax; estimate of tax; penalty for misrepresentation§ 58.1-1504. Credit against tax§ 58.1-1505. Exemptions§ 58.1-1506. Time for payment of tax§ 58.1-1507. Election by commercial dealer; revocation; eligibility§ 58.1-1508. Reten",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-1501",
      "number": "58.1-1501.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context clearly shows otherwise, the term or phrase:\n\n\"Aircraft\" means any contrivance used or designed for untethered navigation or flight in the air by one or more persons at an altitude greater than twenty-four inches above the ground. Such term shall not include parachutes.\n\n\"Dealer\" means any person owning five or more aircraft during the calendar year who the Commissioner finds is in the regular business of selling aircraft.\n\n\"Gross receipts\" means the charges made or voluntary contributions received for the hourly rental and maintenance of an aircraft, all other charges for the use of an aircraft and, unless separately stated on the invoice, all charges for services of pilots or instructors in such aircraft. The term shall also include any amount by which the price estimated under § 58.1-1503 exceeds the charge actually made.\n\n\"Retail sale\" means a sale to a consumer or to any person for any purpose other than for resale. The term shall include any transaction the Commissioner, upon investigation, finds to be in lieu of a sale. Sales for resale must be made in strict compliance with any rules and regulations promulgated pursuant to this chapter.\n\n\"Sale\" means any transfer of ownership or possession of an aircraft by exchange or barter, lease or rental, conditional or otherwise, in any manner or by any means whatsoever. The term shall also include a transaction whereby possession is transferred but title is retained by the seller as security. The term shall not include a transfer of ownership or possession (i) made to secure payment of an obligation, (ii) incidental to repossession under a lien and under which ownership is transferred to the repossessor, his nominee or a trustee, pending ultimate disposition or sale of the collateral, (iii) as part of the sale of all or substantially all the assets of any business, or (iv) to trustees of a revocable inter vivos trust, when the owners of the aircraft and the beneficiaries of the trust are the same persons, regardless of whether other beneficiaries may also be named in the trust instrument, or transferred by trustees of such a trust to beneficiaries of the trust following the death of the grantor, when no consideration has passed between the grantor and the beneficiaries in either case.\n\n\"Sale price\" means the total price paid for an aircraft and all attachments thereon and accessories thereto, exclusive of any federal manufacturer's excise tax, without any allowance or deduction for trade-ins or unpaid liens or encumbrances.\n\n\"Scheduled air service\" means any scheduled service provided by an air carrier or foreign air carrier operating pursuant to authority issued by the U.S. Department of Transportation and under Federal Aviation Regulations, Parts 121, 129 or 135.\n\nCode 1950, §§ 58-685.28, 58-685.30; 1974, c. 431; 1975, c. 424; 1977, c. 396; 1984, c. 675; 1995, c. 204; 2000, c. 602.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1501/"
    },
    {
      "id": "section-581-1502",
      "number": "58.1-1502.",
      "heading": "Tax levied",
      "text": "There is hereby levied and imposed, in addition to all other taxes and fees of every kind now imposed by law, a tax upon the retail sale of every aircraft sold in the Commonwealth and upon the use in the Commonwealth of any aircraft required to be licensed by the Department of Aviation pursuant to § 5.1-5. The amount of the tax to be collected shall be determined by the application of the following rate against the sale price or gross receipts:\n\n1. Two percent of the sale price of each aircraft sold in the Commonwealth.\n\n2. Two percent of the sale price of each aircraft not sold in the Commonwealth but required to be licensed for use in the Commonwealth. However, if the aircraft is licensed in the Commonwealth six months or more after its acquisition, the tax shall be two percent of the market value of such aircraft at the time it is licensed or two percent of the purchase price thereof, whichever is lower.\n\n3. Two percent of the monthly gross receipts from the lease, charter or other use of any aircraft licensed for commercial use pursuant to § 5.1-5 B and held for sale by a dealer who has elected to be taxed under this paragraph as provided in § 58.1-1507.\n\nA transaction taxed under subdivision 1 shall not be taxed under subdivision 2, nor shall the same transaction be taxed more than once under either subdivision.\n\nAn aircraft subject to the tax under subdivision 3 shall be subject to the tax under subdivision 1 or 2 immediately upon the revocation of the commercial use license for such aircraft.\n\nCode 1950, §§ 58-685.29, 58-685.30, 58-685.32; 1974, c. 431; 1975, c. 424; 1977, c. 396; 1980, cc. 109, 367; 1984, cc. 370, 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1502/"
    },
    {
      "id": "section-581-1503",
      "number": "58.1-1503.",
      "heading": "Basis of tax; estimate of tax; penalty for misrepresentation",
      "text": "A. The Tax Commissioner shall levy and collect the tax for the use or sale of an aircraft pursuant to subdivisions 1 and 2 of § 58.1-1502 upon the basis of the sale price of such aircraft.\n\nAny person who sells an aircraft in the Commonwealth shall supply the buyer with an invoice, signed by the seller or his representative, which shall state the sale price of the aircraft. The buyer shall present such invoice to the Tax Commissioner with his return and payment of the tax.\n\nB. The Tax Commissioner shall levy and collect the tax on an aircraft licensed for commercial use and held by a dealer who has elected to be taxed under subdivision 3 of § 58.1-1502 on the basis of the gross receipts arising from all transactions involving the rental or use of such aircraft during the preceding calendar month. The dealer shall submit a return to the Commissioner on a form prescribed by him, showing the gross receipts from such transactions at the time that the dealer remits his tax payment.\n\nC. In any case where (i) the invoice is not available, (ii) the Tax Commissioner has reason to believe that an invoice or return does not reflect the true sales price or gross receipts, or (iii) the aircraft was purchased more than six months prior to its use or storage in this Commonwealth, the Commissioner may assess the tax in accordance with such publications or other data as are customarily employed in ascertaining the maximum sale price of aircraft. Where the Commissioner finds that a charge for the rental or use of aircraft has been lower than the fair market value of such rental or use, the Commissioner may estimate a fair price in accordance with the cost of the aircraft, the cost of maintenance, the normal rental value as shown in similar transactions, or other relevant data.\n\nAny person who knowingly misrepresents the value of an aircraft or the amount of tax due to the Commissioner or on any return or invoice shall be guilty of a Class 1 misdemeanor.\n\nCode 1950, §§ 58-685.30, 58-685.33; 1974, c. 431; 1975, c. 424; 1977, c. 396; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1503/"
    },
    {
      "id": "section-581-1504",
      "number": "58.1-1504.",
      "heading": "Credit against tax",
      "text": "A credit shall be granted against the tax imposed by this chapter with respect to a person's use in this Commonwealth of an aircraft purchased by him in another state, or assembled by him from component parts on which Virginia retail sales or use tax was paid. The amount of the credit shall be equal to the tax paid by him to another state by reason of the imposition of a similar tax on his purchase or use of the property or the amount of Virginia retail sales and use tax paid on the component parts of such assembled aircraft. The amount of the credit shall not exceed the tax imposed by this chapter.\n\nCode 1950, § 58-685.37; 1974, c. 431; 1984, cc. 547, 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1504/"
    },
    {
      "id": "section-581-1505",
      "number": "58.1-1505.",
      "heading": "Exemptions",
      "text": "A. Any aircraft sold to or used by (i) the United States or any of the governmental agencies thereof, (ii) the Commonwealth of Virginia or any political subdivision thereof, (iii) any air carrier operating in intrastate, interstate or foreign commerce providing scheduled air service as defined in § 58.1-1501, (iv) any nonprofit charitable organization that is exempt from taxation under § 501(c)(3) of the Internal Revenue Code and that is organized and operated exclusively for the purpose of providing charitable, long-distance, advanced life-support, air transportation services using an emergency medical services vehicle for low-income medical patients in the Commonwealth, or (v) an organization that is exempt from taxation under § 501(c)(3) of the Internal Revenue Code and that is organized for the primary purpose of distributing food, clothing, medicines and other necessities of life to, and providing shelter for, needy persons in the United States and throughout the world shall be exempt from the tax imposed by this chapter.\n\nB. Aircraft that are (i) considered Warbirds, manufactured and intended for military use, excluding those manufactured after 1954, and (ii) used only for (a) exhibit or display to the general public and otherwise used for educational purposes (including such flights as are necessary for testing, maintaining, or preparing such aircraft for safe operation), or (b) airshow and flight demonstrations (including such flights necessary for testing, maintaining, or preparing such aircraft for safe operation), but not including any aircraft used for commercial purposes, including transportation and other services for a fee, shall be exempt from the tax imposed by this chapter.\n\nC. Beginning July 1, 2011, and ending December 31, 2014, any aircraft purchased or used by a qualified company shall be exempt from the tax imposed by this chapter. For purposes of this subsection, a qualified company shall be an aviation-related company, limited liability company, partnership, or a combination of such entities that have a common ownership interest through a parent, as a direct or indirect subsidiary of a parent, or as affiliated brother-sister entities that (i) is headquartered in the Commonwealth, (ii) between January 1, 2010, and December 31, 2014, makes a new capital investment of at least $4 million in aviation-related real estate and real estate improvements in the Commonwealth on publicly-owned, public-use airports, (iii) between January 1, 2010, and December 31, 2014, creates in the Commonwealth at least 50 new jobs that pay at least one and a half times the prevailing average wage in the locality in which the jobs are located, (iv) owns or uses aircraft that are used primarily for intrastate, interstate, or foreign commerce, and (v) has entered into a memorandum of understanding with the Virginia Economic Development Partnership, after consultation with the Virginia Department of Aviation, on or before December 31, 2014, that at a minimum provides the details for determining the amount of capital investment made and the number of new jobs created, the timeline for achieving the capital investment and new job goals, the repayment obligations should those goals not be achieved, and any conditions under which repayment by the qualifying person claiming the exemption may be required.\n\nD. Any aircraft sold in the Commonwealth as evidenced by Federal Aviation Administration Bill of Sale AC Form 8050-2 and registered outside of the Commonwealth as evidenced by Federal Aviation Administration Aircraft Registration AC Form 8050-1 shall be exempt from the sales tax imposed by this chapter, so long as the aircraft is removed from the Commonwealth within 60 days of the date of purchase on the Bill of Sale. If the aircraft is removed from the Commonwealth within 60 days of the date of purchase, the time between the date of purchase and the removal of the aircraft shall not be counted for purposes of determining whether the aircraft is subject to the use tax imposed by this chapter on aircraft that are based in the Commonwealth for over 60 days in any 12-month period.\n\nCode 1950, §§ 58-685.31, 58-685.32; 1974, c. 431; 1980, cc. 109, 618; 1984, cc. 370, 675; 1995, cc. 204, 723, 786; 2007, c. 610; 2011, cc. 443, 492; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1505/"
    },
    {
      "id": "section-581-1506",
      "number": "58.1-1506.",
      "heading": "Time for payment of tax",
      "text": "A. Except as provided in subsection B, the tax on the sale or use of an aircraft required to be licensed by this Commonwealth shall be paid by the purchaser or user of such aircraft and collected by the Commissioner prior to the time the owner applies to the Department of Aviation for, and obtains, a license therefor.\n\nB. The tax on the gross receipts from each aircraft licensed for commercial use shall be paid by the dealer to the Commissioner on or before the twentieth day of each month.\n\nCode 1950, §§ 58-685.30, 58-685.32; 1974, c. 431; 1975, c. 424; 1977, c. 396; 1980, c. 109; 1984, cc. 370, 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1506/"
    },
    {
      "id": "section-581-1507",
      "number": "58.1-1507.",
      "heading": "Election by commercial dealer; revocation; eligibility",
      "text": "Any person holding a commercial dealer's license issued by the Department of Aviation who desires to be subject to the tax imposed by subdivision 3 of § 58.1-1502 shall notify the Commissioner in writing of such election. The election may be made at or before the time for filing a return as required by § 58.1-1506.\n\nAn election shall be revocable only by permission of the Commissioner. Upon revocation of an election, the tax imposed under subdivisions 1 and 2 of § 58.1-1502 shall immediately become due and payable. Any person who so revokes an election shall be ineligible to make an election under this section for two years following such revocation.\n\nCode 1950, § 58-685.30; 1974, c. 431; 1975, c. 424; 1977, c. 396; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1507/"
    },
    {
      "id": "section-581-1508",
      "number": "58.1-1508.",
      "heading": "Retention of documents; examination by Commissioner",
      "text": "Any person who sells, leases or charters an aircraft in this Commonwealth shall retain a copy of the invoice and other financial data pertaining to the transaction required by § 58.1-1503 for three years following such transaction. Each invoice shall give an accurate description of the aircraft sold, leased or used.\n\nCode 1950, § 58-685.36; 1974, c. 431; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1508/"
    },
    {
      "id": "section-581-1509",
      "number": "58.1-1509.",
      "heading": "Disposition of funds",
      "text": "All funds collected hereunder by the Commissioner shall be forthwith paid into the state treasury. The revenue so derived, after deducting refunds, is hereby credited to the special fund created pursuant to the provisions of § 5.1-51.\n\nCode 1950, § 58-685.38; 1974, c. 431; 1984, c. 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1509/"
    },
    {
      "id": "section-581-1510",
      "number": "58.1-1510.",
      "heading": "Civil penalties",
      "text": "When any person fails to make any return or pay the full amount of tax required by § 58.1-1502 within thirty days of the required filing and payment date, there shall be imposed, in addition to other penalties provided herein, a penalty to be added to the tax, in the amount of six percent of the unpaid tax. An additional six percent of the tax due shall be charged for each additional thirty-day period, or fraction thereof during which the failure to make any return or pay the full amount of tax continues. Such additional penalty shall not exceed thirty percent, in the aggregate.\n\nIf any such failure is due to providential or other good cause, shown to the satisfaction of the Commissioner, the return, with remittance, may be accepted exclusive of such penalties but with interest charged at a rate equal to that established pursuant to § 58.1-15.\n\nIn the case of a false or fraudulent return, where willful intent exists to defraud this Commonwealth of any tax due under this chapter, or in the case of willful failure to file a return with the intent to defraud this Commonwealth of any such tax, a penalty of fifty percent of the amount of the proper tax shall be assessed. It shall be prima facie evidence of intent to defraud this Commonwealth of any tax due under this chapter when any purchaser or user of an aircraft reports the sale price or current market value of his aircraft, as the case may be, at fifty percent or less of the actual amount. It shall also be prima facie evidence of intent to defraud the Commonwealth of any tax due under this chapter when any dealer reports the gross receipts collected from the lease, charter or other use of aircraft at fifty percent or less of the actual amount received for such lease, charter or use.\n\nAll penalties and interest imposed by this chapter shall be payable by the dealer, purchaser or user of the aircraft and shall be collected by the Commissioner in the same manner as if they were a part of the tax imposed.\n\nInterest, at a rate determined in accordance with § 58.1-15, on the unpaid amount of the tax from the day after the last day for timely filing and payment of the tax shall accrue until the same is paid.\n\nCode 1950, §§ 58-685.29:1, 58-685.30; 1974, c. 431; 1975, c. 424; 1977, cc. 245, 396; 1984, c. 675; 1991, cc. 316, 331.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-15/section-58-1-1510/"
    }
  ]
}