{
  "state": "virginia",
  "path": "title-title-581-taxation/chapter-chapter-62-virginia-communications-sales-and-use-tax",
  "sections": [
    {
      "id": "section-581-645",
      "number": "58.1-645.",
      "heading": "Short title§ 58.1-646. Administration of chapter§ 58",
      "text": "1-647. Definitions§ 58.1-648. Imposition of sales tax; exemptions§ 58.1-649. Sourcing rules for communication services§ 58.1-650. Bundled transaction of communications services§ 58.1-651. Tax collectible by communication service providers; jurisdi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-581-646",
      "number": "58.1-646.",
      "heading": "Administration of chapter",
      "text": "The Tax Commissioner shall administer and enforce the collection of the taxes and penalties imposed by this chapter.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-646/"
    },
    {
      "id": "section-581-647",
      "number": "58.1-647.",
      "heading": "Definitions",
      "text": "Terms used in this chapter shall have the same meanings as those used in Chapter 6 of this title, unless defined otherwise, as follows:\n\n\"Cable service\" means the one-way transmission to subscribers of (i) video programming as defined in 47 U.S.C. § 522 (20) or (ii) other programming service, and subscriber interaction, if any, which is required for the selection of such video programming or other programming service. Cable service does not include any video programming provided by a commercial mobile service provider as defined in 47 U.S.C. § 332 (d) and any direct-to-home satellite service as defined in 47 U.S.C. § 303 (v).\n\n\"Call-by-call basis\" means any method of charging for telecommunications services where the price is measured by individual calls.\n\n\"Coin-operated communications service\" means a communications service paid for by means of inserting coins in a coin-operated telephone.\n\n\"Communications services\" means the electronic transmission, conveyance, or routing of voice, data, audio, video, or any other information or signals, including cable services, to a point or between or among points, by or through any electronic, radio, satellite, cable, optical, microwave, or other medium or method now in existence or hereafter devised, regardless of the protocol used for the transmission or conveyance. The term includes, but is not limited to, (i) the connection, movement, change, or termination of communications services; (ii) detailed billing of communications services; (iii) sale of directory listings in connection with a communications service; (iv) central office and custom calling features; (v) voice mail and other messaging services; and (vi) directory assistance.\n\n\"Communications services provider\" means every person who provides communications services to customers in the Commonwealth and is or should be registered with the Department as a provider.\n\n\"Cost price\" means the actual cost of the purchased communications service computed in the same manner as the sales price.\n\n\"Customer\" means the person who contracts with the seller of communications services. If the person who utilizes the communications services is not the contracting party, the person who utilizes the services on his own behalf or on behalf of an entity is the customer of such service. \"Customer\" does not include a reseller of communications services or the mobile communications services of a serving carrier under an agreement to serve the customer outside the communications service provider's licensed service area.\n\n\"Customer channel termination point\" means the location where the customer either inputs or receives the private communications service.\n\n\"Information service\" means the offering of a capability for generating, acquiring, storing, transforming, processing, retrieving, using, or making available information via communications services for purposes other than the electronic transmission, conveyance, or routing.\n\n\"Internet access service\" means a service that enables users to access content, information, electronic mail, or other services offered over the Internet, and may also include access to proprietary content, information, and other services as part of a package of services offered to users. \"Internet access service\" does not include telecommunications services, except to the extent telecommunications services are purchased, used, or sold by a provider of Internet access to provide Internet access.\n\n\"Place of primary use\" means the street address representative of where the customer's use of the communications services primarily occurs, which must be the residential street address or the primary business street address of the customer. In the case of mobile communications services, the place of primary use shall be within the licensed service area of the home service provider.\n\n\"Postpaid calling service\" means the communications service obtained by making a payment on a call-by-call basis either through the use of a credit card or payment mechanism such as a bank card, travel card, debit card, or by a charge made to a telephone number that is not associated with the origination or termination of the communications service.\n\n\"Prepaid calling service\" means the right to access exclusively communications services, which must be paid for in advance and which enables the origination of calls using an access number or authorization code, whether manually or electronically dialed, and that is sold in predetermined units or dollars that decrease in number with use.\n\n\"Private communications service\" means a communications service that entitles the customer or user to exclusive or priority use of a communications channel or group of channels between or among channel termination points, regardless of the manner in which such channel or channels are connected, and includes switching capacity, extension lines, stations, and any other associated services that are provided in connection with the use of such channel or channels.\n\n\"Retail sale\" or a \"sale at retail\" means a sale of communications services for any purpose other than for resale or for use as a component part of or for the integration into communications services to be resold in the ordinary course of business.\n\n\"Sales price\" means the total amount charged in money or other consideration by a communications services provider for the sale of the right or privilege of using communications services in the Commonwealth, including any property or other services that are part of the sale. The sales price of communications services shall not be reduced by any separately identified components of the charge that constitute expenses of the communications services provider, including but not limited to, sales taxes on goods or services purchased by the communications services provider, property taxes, taxes measured by net income, and universal-service fund fees.\n\n\"Service address\" means, (i) the location of the telecommunications equipment to which a customer's call is charged and from which the call originates or terminates, regardless of where the call is billed or paid. If the location is not known in clause (i), \"service address\" means (ii) the origination point of the signal of the telecommunications system or in information received by the seller from its service provider, where the system used to transport such signals is not that of the seller. If the location is not known in clauses (i) and (ii), the service address means (iii) the location of the customer's place of primary use.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-647/"
    },
    {
      "id": "section-581-648",
      "number": "58.1-648.",
      "heading": "Imposition of sales tax; exemptions",
      "text": "A. Beginning January 1, 2007, there is levied and imposed, in addition to all other taxes and fees of every kind imposed by law, a sales or use tax on the customers of communications services in the amount of 5% of the sales price of each communications service that is sourced to the Commonwealth in accordance with § 58.1-649.\n\nB. The sales price on which the tax is levied shall not include charges for any of the following: (i) an excise, sales, or similar tax levied by the United States or any state or local government on the purchase, sale, use, or consumption of any communications service that is permitted or required to be added to the sales price of such service, if the tax is stated separately; (ii) a fee or assessment levied by the United States or any state or local government, including but not limited to, regulatory fees and emergency telephone surcharges, that is required to be added to the price of service if the fee or assessment is separately stated; (iii) coin-operated communications services; (iv) sale or recharge of a prepaid calling service; (v) provision of air-to-ground radiotelephone services, as that term is defined in 47 C.F.R. § 22.99; (vi) a communications services provider's internal use of communications services in connection with its business of providing communications services; (vii) charges for property or other services that are not part of the sale of communications services, if the charges are stated separately from the charges for communications services; (viii) sales for resale; (ix) charges for communications services to the Commonwealth, any political subdivision of the Commonwealth, and the federal government and any agency or instrumentality of the federal government; and (x) charges for communications services to any customers on any federal military bases or installations when a franchise fee or similar fee for access is payable to the federal government, or any agency or instrumentality thereof, with respect to the same communications services.\n\nC. Communications services on which the tax is hereby levied shall not include the following: (i) information services; (ii) installation or maintenance of wiring or equipment on a customer's premises; (iii) the sale or rental of tangible personal property; (iv) the sale of advertising, including but not limited to, directory advertising; (v) bad check charges; (vi) billing and collection services; (vii) Internet access service, electronic mail service, electronic bulletin board service, or similar services that are incidental to Internet access, such as voice-capable e-mail or instant messaging; (viii) digital products delivered electronically, such as software, downloaded music, ring tones, and reading materials; and (ix) over-the-air radio and television service broadcast without charge by an entity licensed for such purposes by the Federal Communications Commission. Also, those entities exempt from the tax imposed in accordance with the provisions of Article 4 (§ 58.1-3812 et seq.) of Chapter 38 of Title 58.1, in effect on January 1, 2006, shall continue to be exempt from the tax imposed in accordance with the provisions of this chapter.\n\n2006, c. 780; 2007, c. 811.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-648/"
    },
    {
      "id": "section-581-649",
      "number": "58.1-649.",
      "heading": "Sourcing rules for communication services",
      "text": "A. Except for the defined communication services in subsection C, the sale of communications service sold on a call-by-call basis shall be sourced to the Commonwealth when the call (i) originates and terminates in the Commonwealth or (ii) either originates or terminates in the Commonwealth and the service address is also located in the Commonwealth.\n\nB. Except for the defined communication services in subsection C, a sale of communication services sold on a basis other than a call-by-call basis, shall be sourced to the customer's place of primary use.\n\nC. The sale of the following communication services shall be sourced to the Commonwealth as follows:\n\n1. Subject to the definitions and exclusions of the federal Mobile Telecommunications Sourcing Act, 4 U.S.C. § 116, a sale of mobile communication services shall be sourced to the customer's place of primary use.\n\n2. A sale of postpaid calling service shall be sourced to the origination point of the communications signal as first identified by either (i) the seller's communications system, or (ii) information received by the seller from its service provider, where the system used to transport such signals is not that of the seller.\n\n3. A sale of a private communications service shall be sourced as follows:\n\na. Service for a separate charge related to a customer channel termination point shall be sourced to each jurisdiction in which such customer channel termination point is located;\n\nb. Service where all customer termination points are located entirely within one jurisdiction shall be sourced to such jurisdiction in which the customer channel termination points are located;\n\nc. Service for segments of a channel between two customer channel termination points located in different jurisdictions and which segments of a channel are separately charged shall be sourced 50% to each jurisdiction in which the customer channel termination points are located; and\n\nd. Service for segments of a channel located in more than one jurisdiction and which segments are not separately billed shall be sourced in each jurisdiction based on a percentage determined by dividing the number of customer channel termination points in each jurisdiction by the total number of customer channel termination points.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-649/"
    },
    {
      "id": "section-581-650",
      "number": "58.1-650.",
      "heading": "Bundled transaction of communications services",
      "text": "A. For purposes of this chapter, a bundled transaction of communications services includes communications services taxed under this chapter and consists of distinct and identifiable properties, services, or both, sold for one nonitemized charge for which the tax treatment of the distinct properties and services is different.\n\nB. In the case of a bundled transaction described in subsection A, if the charge is attributable to services that are taxable and services that are nontaxable, the portion of the charge attributable to the nontaxable services shall be subject to tax unless the communications services provider can reasonably identify the nontaxable portion from its books and records kept in the regular course of business.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-650/"
    },
    {
      "id": "section-581-651",
      "number": "58.1-651.",
      "heading": "Tax collectible by communication service providers; jurisdiction",
      "text": "A. The tax levied by § 58.1-648 shall be collectible by all persons who are communications services providers, who have sufficient contact with the Commonwealth to qualify under subsection B, and who are required to be registered under § 58.1-653. However, the communications services provider shall separately state the amount of the tax and add that tax to the sales price of the service. Thereafter, the tax shall be a debt from the customer to the communications services provider until paid and shall be recoverable at law in the same manner as other debts.\n\nB. A communications services provider shall be deemed to have sufficient activity within the Commonwealth to require registration if he does any of the activities listed in § 58.1-612.\n\nC. Nothing contained in this chapter shall limit any authority that the Commonwealth may enjoy under the provisions of federal law or an opinion of the United States Supreme Court to require the collection of communications sales and use taxes by any communications services provider.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-651/"
    },
    {
      "id": "section-581-652",
      "number": "58.1-652.",
      "heading": "Customer remedy procedures for billing errors",
      "text": "If a customer believes that an amount of tax, or an assignment of place of primary use or taxing jurisdiction included on a billing is erroneous, the customer shall notify the communications service provider in writing. The customer shall include in this written notification the street address for the customer's place of primary use, the account name and number for which the customer seeks a correction, a description of the error asserted by the customer, and any other information that the communications service provider reasonably requires to process the request. Within 15 days of receiving a notice under this section in the provider's billing dispute office, the communications service provider shall review its records, within an additional 15 days, to determine the customer's taxing jurisdiction. If this review shows that the amount of tax or assignment of place of primary use or taxing jurisdiction is in error, the communications service provider shall correct the error and refund or credit the amount of tax erroneously collected from the customer for a period of up to two years. If this review shows that the amount of tax or assignment of place of primary use or taxing jurisdiction is correct, the communications service provider shall provide a written explanation to the customer. The procedures in this section shall be the first course of remedy available to customers seeking correction of assignment of place of primary use or taxing jurisdiction, or a refund of or other compensation for taxes erroneously collected by the communications service provider, and no cause of action based upon a dispute arising from such taxes shall accrue until a customer has reasonably exercised the rights and procedures set forth in this subsection.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-652/"
    },
    {
      "id": "section-581-653",
      "number": "58.1-653.",
      "heading": "Communications services providers' certificates of registration; penalty",
      "text": "A. Every person desiring to engage in or conduct business as a communications services provider in the Commonwealth shall file with the Tax Commissioner an application for a certificate of registration.\n\nB. Every application for a certificate of registration shall set forth the name under which the applicant transacts or intends to transact business, the location of his place of business, and such other information as the Tax Commissioner may reasonably require.\n\nC. When the required application has been made, the Tax Commissioner shall issue to each applicant a certificate of registration. A certificate of registration is not assignable and is valid only for the person in whose name it is issued and for the transaction of the business designated therein.\n\nD. Whenever a person fails to comply with any provision of this chapter or any rule or regulation relating thereto, the Tax Commissioner, upon a hearing after giving the noncompliant person 30 days' notice in writing, specifying the time and place of the hearing and requiring him to show cause why his certificate of registration should not be revoked or suspended, may revoke or suspend the certificate of registration held by that person. The notice may be personally served or served by registered mail directed to the last known address of the noncompliant person.\n\nE. Any person who engages in business as a communications services provider in the Commonwealth without obtaining a certificate of registration, or after a certificate of registration has been suspended or revoked, shall be guilty of a Class 2 misdemeanor as shall each officer of a corporation that so engages in business as an unregistered communications services provider. Each day's continuance in business in violation of this section shall constitute a separate offense.\n\nF. If the holder of a certificate of registration ceases to conduct his business, the certificate shall expire upon cessation of business, and the certificate holder shall inform the Tax Commissioner in writing within 30 days after he has ceased to conduct business. If the holder of a certificate of registration desires to change his place of business, he shall so inform the Tax Commissioner in writing and his certificate shall be revised accordingly.\n\nG. This section shall also apply to any person who engages in the business of furnishing any of the things or services taxable under this chapter. Moreover, it shall apply to any person who is liable only for the collection of the use tax.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-653/"
    },
    {
      "id": "section-581-654",
      "number": "58.1-654.",
      "heading": "Returns by communications services providers; payment to accompany return",
      "text": "A. Every communications services provider required to collect or pay the sales or use tax shall, on or before the twentieth day of the month following the month in which the tax is billed, transmit to the Tax Commissioner a return showing the sales price, or cost price, as the case may be, and the tax collected or accrued arising from all transactions taxable under this chapter. In the case of communications services providers regularly keeping books and accounts on the basis of an annual period that varies from 52 to 53 weeks, the Tax Commissioner may make rules and regulations for reporting consistent with such accounting period.\n\nA sales or use tax return shall be filed by each registered communications services provider even though the communications services provider is not liable to remit to the Tax Commissioner any tax for the period covered by the return.\n\nB. At the time of transmitting the return required under subsection A, the communications services provider shall remit to the Tax Commissioner the amount of tax due after making appropriate adjustments for accounts uncollectible and charged off as provided in § 58.1-655. The tax imposed by this chapter shall, for each period, become delinquent on the twenty-first day of the succeeding month if not paid.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-654/"
    },
    {
      "id": "section-581-655",
      "number": "58.1-655.",
      "heading": "Bad debts",
      "text": "In any return filed under the provisions of this chapter, the communications services provider may credit, against the tax shown to be due on the return, the amount of sales or use tax previously returned and paid on accounts that are owed to the communications services provider and that have been found to be worthless within the period covered by the return. The credit, however, shall not exceed the amount of the uncollected payment determined by treating prior payments on each debt as consisting of the same proportion of payment, sales tax, and other nontaxable charges as in the total debt originally owed to the communications services provider. The amount of accounts for which a credit has been taken that are thereafter in whole or in part paid to the communications services provider shall be included in the first return filed after such collection.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-655/"
    },
    {
      "id": "section-581-656",
      "number": "58.1-656.",
      "heading": "Discount",
      "text": "For the purpose of compensating a communications services provider holding a certificate of registration under § 58.1-653 for accounting for and remitting the tax levied by this chapter, a communications services provider shall be allowed the following percentages of the first 3% of the tax levied by § 58.1-648 and accounted for in the form of a deduction in submitting his return and paying the amount due by him if the amount due was not delinquent at the time of payment.\n\nThe discount allowed by this section shall be computed according to the schedule provided, regardless of the number of certificates of registration held by a communications services provider.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-656/"
    },
    {
      "id": "section-581-657",
      "number": "58.1-657.",
      "heading": "Sales presumed subject to tax; exemption certificates; Internet access service providers",
      "text": "A. All sales are subject to the tax until the contrary is established. The burden of proving that a sale of communications services is not taxable is upon the communications services provider unless he takes from the taxpayer a certificate to the effect that the service is exempt under this chapter.\n\nB. The exemption certificate mentioned in this section shall relieve the person who obtains such a certificate from any liability for the payment or collection of the tax, except upon notice from the Tax Commissioner that the certificate is no longer acceptable. The exemption certificate shall be signed, manually or electronically, by and bear the name and address of the taxpayer; shall indicate the number of the certificate of registration, if any, issued to the taxpayer; shall indicate the general character of the communications services sold or to be sold under a blanket exemption certificate; and shall be substantially in the form as the Tax Commissioner may prescribe.\n\nC. In the case of a provider of Internet access service that purchases a telecommunications service to provide Internet access, the Internet access provider shall give the communications service provider a certificate of use containing its name, address and signature, manually or electronically, of an officer of the Internet access service provider. The certificate of use shall state that the purchase of telecommunications service is being made in its capacity as a provider of Internet access in order to provide such access. Upon receipt of the certificate of use, the communications service provider shall be relieved of any liability for the communications sales and use tax related to the sale of telecommunications service to the Internet access service provider named in the certificate. In the event the provider of Internet access uses the telecommunications service for any taxable purpose, that provider shall be liable for and pay the communications sales and use tax directly to the Commonwealth in accordance with § 58.1-658.\n\nD. If a taxpayer who holds a certificate under this section and makes any use of the service other than an exempt use or retention, demonstration, or display while holding the communications service for resale in the regular course of business, such use shall be deemed a taxable sale by the taxpayer as of the time the service is first used by him, and the cost of the property to him shall be deemed the sales price of such retail sale.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-657/"
    },
    {
      "id": "section-581-658",
      "number": "58.1-658.",
      "heading": "Direct payment permits",
      "text": "A. Notwithstanding any other provision of this chapter, the Tax Commissioner shall authorize a person who uses taxable communications services within the Commonwealth to pay any tax levied by this chapter directly to the Commonwealth and waive the collection of the tax by the communications services provider. No such authority shall be granted or exercised except upon application to the Tax Commissioner and issuance by the Tax Commissioner of a direct payment permit. If a direct payment permit is issued, then payment of the communications sales and use tax on taxable communications services shall be made directly to the Tax Commissioner by the permit holder.\n\nB. On or before the twentieth day of each month every permit holder shall file with the Tax Commissioner a return for the preceding month, in a form prescribed by the Tax Commissioner, showing the total value of the taxable communications services so used, the amount of tax due from the permit holder, which amount shall be paid to the Tax Commissioner with the submitted return, and other information as the Tax Commissioner deems reasonably necessary. The Tax Commissioner, upon written request by the permit holder, may grant a reasonable extension of time for filing returns and paying the tax. Interest on the tax shall be chargeable on every extended payment at the rate determined in accordance with § 58.1-15.\n\nC. A permit granted pursuant to this section shall continue to be valid until surrendered by the holder or cancelled for cause by the Tax Commissioner.\n\nD. A person holding a direct payment permit that has not been cancelled shall not be required to pay the tax to the communications services provider as otherwise required by this chapter. Such persons shall notify each communications services provider from whom purchases of taxable communications services are made of their direct payment permit number and that the tax is being paid directly to the Tax Commissioner. Upon receipt of notice, a communications services provider shall be absolved from all duties and liabilities imposed by this chapter for the collection and remittance of the tax with respect to sales of taxable communications services to the direct payment permit holder. Communications services providers who make sales upon which the tax is not collected by reason of the provisions of this section shall maintain records in a manner that the amount involved and identity of each purchaser may be ascertained.\n\nE. Upon the cancellation or surrender of a direct payment permit, the provisions of this chapter, without regard to this section, shall thereafter apply to the person who previously held the direct payment permit, and that person shall promptly notify in writing communications services providers from whom purchases of taxable communications services are made of such cancellation or surrender. Upon receipt of notice, the communications services provider shall be subject to the provisions of this chapter, without regard to this section, with respect to all sales of taxable communications services thereafter made to the former direct payment permit holder.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-658/"
    },
    {
      "id": "section-581-659",
      "number": "58.1-659.",
      "heading": "Collection of tax; penalty",
      "text": "A. The tax levied by this chapter shall be collected and remitted by the communications services provider, but the communications services provider shall separately state the amount of the tax and add such tax to the sales price or charge. Thereafter, the tax shall be a debt from the customer to the communications services provider until paid and shall be recoverable at law in the same manner as other debts.\n\nB. Notwithstanding any exemption from taxes that any communications services provider now or hereafter may enjoy under the Constitution or laws of the Commonwealth, or any other state, or of the United States, a communications services provider shall collect the tax from the customer of taxable communications services and shall remit the same to the Tax Commissioner as provided by this chapter.\n\nC. Any communications services provider collecting the communications sales or use tax on transactions exempt or not taxable under this chapter shall remit to the Tax Commissioner such erroneously or illegally collected tax unless or until he can affirmatively show that the tax has been refunded to the customer or credited to his account.\n\nD. Any communications services provider who intentionally neglects, fails, or refuses to collect the tax upon every taxable sale of communications services made by him, or his agents or employees on his behalf, shall be liable for and pay the tax himself. Moreover, any communications services provider who intentionally neglects, fails, or refuses to pay or collect the tax herein provided, either by himself or through his agents or employees, shall be guilty of a Class 1 misdemeanor.\n\nAll sums collected by a communications services provider as required by this chapter shall be deemed to be held in trust for the Commonwealth.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-659/"
    },
    {
      "id": "section-581-660",
      "number": "58.1-660.",
      "heading": "Sale of business",
      "text": "If any communications services provider liable for any tax, penalty, or interest levied by this chapter sells his business or stock of goods or quits the business, he shall make a final return and payment within 15 days after the date of selling or quitting the business. His successors or assigns, if any, shall withhold a sufficient amount of the purchase money to cover taxes, penalties, and interest due and unpaid until the former owner produces a receipt from the Tax Commissioner showing that all taxes, penalties, and interest have been paid or a certificate stating that no taxes, penalties, or interest are due. If the purchaser of a business or stock of goods fails to withhold the purchase money as required above, he shall be personally liable for the payment of the taxes, penalties, and interest due and unpaid that were incurred by the business operation of the former owner. In no event, however, shall the tax, penalties, and interest due by the purchaser be more than the purchase price paid for the business or stock of goods.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-660/"
    },
    {
      "id": "section-581-661",
      "number": "58.1-661.",
      "heading": "Certain provisions in Chapter 6 of this title to apply, mutatis mutandis",
      "text": "The provisions in §§ 58.1-630 through 58.1-637 of this title shall apply to this chapter, mutatis mutandis, except as herein provided and except that whenever the term \"dealer\" is used in these sections, the term \"communications services provider\" shall be substituted. The Tax Commissioner shall promulgate regulations to interpret and clarify the applicability of §§ 58.1-630 through 58.1-637 to this chapter.\n\n2006, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-661/"
    },
    {
      "id": "section-581-662",
      "number": "58.1-662.",
      "heading": "Disposition of communications sales and use tax revenue; Communications Sales and Use Tax Trust Fund; localities' share",
      "text": "A. There is hereby created in the Department of the Treasury a special nonreverting fund which shall be known as the Communications Sales and Use Tax Trust Fund (the Fund). The Fund shall be established on the books of the Comptroller and any funds remaining in the Fund at the end of a biennium shall not revert to the general fund but shall remain in the Fund. Interest earned on the funds shall be credited to the Fund. After transferring moneys from the Fund to the Department of Taxation to pay for the direct costs of administering this chapter, the moneys in the Fund shall be allocated to the Commonwealth's counties, cities, and towns, and distributed in accordance with subsection C, after the payment (i) for the telephone relay service center is made to the Department for the Deaf and Hard-of-Hearing in accordance with the provisions of § 51.5-115 and (ii) of any franchise fee amount due to localities in accordance with any cable franchise in effect as of January 1, 2007.\n\nB. The localities' share of the net revenue distributable under this section among the counties, cities, and towns shall be apportioned by the Tax Commissioner and distributed as soon as practicable after the close of each month during which the net revenue was received into the Fund. The distribution of the localities' share of such net revenue shall be computed with respect to the net revenue received in the state treasury during each month.\n\nC. The net revenue distributable among the counties, cities, and towns shall be apportioned and distributed monthly according to each county's, city's, and town's pro rata distribution from the Fund in fiscal year 2010. Beginning July 1, 2011, the percentage share of the distribution due to Lancaster County shall be adjusted as if, in addition to the revenues Lancaster County received from telecommunications and television cable taxes in fiscal year 2006, it received $270,497 in local consumer utility taxes on telephone service in fiscal year 2006.\n\nAn amount equal to the total franchise fee paid to each locality with a cable franchise existing on the effective date of this section at the rate in existence on January 1, 2007, shall be subtracted from the amount owed to such locality prior to the distribution of moneys from the Fund.\n\nThe Department of Taxation shall adjust the percentage share of distribution from the Fund due to each locality entitled to a distribution from the Fund upon a ruling by the Tax Commissioner in favor of a county, city, or town, provided that any such ruling in favor of a county, city, or town shall not result in more than an aggregate of $100,000 being redistributed from all other counties, cities, and towns. Counties, cities, and towns are authorized to request such ruling. The Tax Commissioner shall issue no such ruling changing the current distribution in favor of a county, city, or town unless the county, city, or town provides evidence to the Tax Commissioner that it had collected telecommunications and television cable funds (local consumer utility tax on landlines and wireless, E-911, business license tax in excess of 0.5 percent, cable franchise fee, video programming excise tax, local consumer utility tax on cable television) in fiscal year 2006 from local tax rates adopted on or before January 1, 2006.\n\nD. For the purposes of the Comptroller making the required transfers, the Tax Commissioner shall make a written certification to the Comptroller no later than the twenty-fifth of each month certifying the communications sales and use tax revenues generated in the preceding month. Within three calendar days of receiving such certification, the Comptroller shall make the required transfers to the Communications Sales and Use Tax Trust Fund.\n\nE. If errors are made in any distribution, or adjustments are otherwise necessary, the errors shall be corrected and adjustments made in the distribution for the next month or for subsequent months.\n\n2006, c. 780; 2008, cc. 25, 148; 2009, cc. 680, 683; 2010, cc. 285, 365, 385; 2011, c. 364.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-2/section-58-1-662/"
    }
  ]
}