{
  "state": "virginia",
  "path": "title-title-581-taxation/chapter-chapter-61-virginia-tire-recycling-fee",
  "sections": [
    {
      "id": "section-581-640",
      "number": "58.1-640.",
      "heading": "Definitions§ 58.1-641. Imposition of tire recycling fee§ 58",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Fund\" means the Waste Tire Trust Fund.\n\n\"Retailer of tires\" means any person engaged in the business of making retail sales of tires, whether new or used, within this Commonwealth, and also includes any person who installs tires in the Commonwealth pursuant to an agreement with a person who makes a retail sale of such tires, but does not collect the tax under this Chapter.\n\n\"Retail sales\" do not include the sale of tires to a person solely for the purpose of resale, provided the subsequent retail sale in this Commonwealth is subject to the tax levied by the provisions of this chapter.\n\n\"Tire\" means a continuous solid or pneumatic rubber covering encircling the wheel of a vehicle used for transportation purposes.\n\n1989, c. 630; 2011, c. 649.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-1/section-58-1-640/"
    },
    {
      "id": "section-581-641",
      "number": "58.1-641.",
      "heading": "Imposition of tire recycling fee",
      "text": "Beginning July 1, 2008, there is hereby levied and imposed upon every retailer of tires in the Commonwealth, in addition to all other taxes and fees of every kind now imposed by law, a tire recycling fee of $1.00 for each new tire sold by a retailer. Beginning July 1, 2011, the fee shall be levied and imposed at a rate of $.50 for each new tire sold by a retailer.\n\n1989, c. 630; 2003, c. 101; 2006, c. 407; 2008, cc. 32, 158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-1/section-58-1-641/"
    },
    {
      "id": "section-581-642",
      "number": "58.1-642.",
      "heading": "Collection of tire recycling fee; deductions; exemptions",
      "text": "A. The tire recycling fee levied under this chapter shall be collected by the Tax Commissioner in the same manner as is the retail sales and use tax, pursuant to Chapter 6 (§ 58.1-600 et seq.) of this title.\n\nB. The fee imposed under § 58.1-641 shall not apply to new tires for:\n\n1. Any device moved exclusively by human power;\n\n2. Any device used exclusively upon stationary rails or tracks; or\n\n3. Any device used exclusively for farming purposes, except a farm truck.\n\nC. For the purpose of compensating a retailer of tires for accounting for and remitting the fee levied by this chapter, such retailer shall be allowed five percent of the amount of fee due and accounted for in the form of a deduction in submitting his return and paying the amount due by him if the amount due was not delinquent at the time of payment.\n\n1989, c. 630; 2003, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-1/section-58-1-642/"
    },
    {
      "id": "section-581-643",
      "number": "58.1-643.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1993, c. 211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-1/section-58-1-643/"
    },
    {
      "id": "section-581-644",
      "number": "58.1-644.",
      "heading": "Provisions of Chapter 6 of this title to apply, mutatis mutandis",
      "text": "The provisions in Chapter 6 (§ 58.1-600 et seq.) of this title shall apply to this chapter, mutatis mutandis, except as herein provided and except that replacement truck tires shall be subject to the tax imposed pursuant to this chapter.\n\n1989, c. 630.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-58-1/chapter-6-1/section-58-1-644/"
    }
  ]
}