{
  "state": "south-dakota",
  "path": "title-title-51a-banks-and-banking/chapter-chapter-12-bank-loans",
  "sections": [
    {
      "id": "section-51a-12-1",
      "number": "51A-12-1",
      "heading": "Application to bank loans.Section 51A-12-2 - Loan or credit limitation",
      "text": "Section 51A-12-2.1 - Application for exception to agricultural loan or credit limitation.Section 51A-12-2.2 - Expiration of exception--New exception request.Section 51A-12-2.3 - Loan defined.Section 51A-12-2.4 - Derivative transa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51a-12-2",
      "number": "51A-12-2",
      "heading": "Loan or credit limitation.",
      "text": "51A-12-2. Loan or credit limitation.\n\nExcept as otherwise provided in this title, no bank organized as a corporation or limited liability company may loan, or otherwise extend credit, to any corporation, partnership, or individual, an amount greater than the sum of:\n\n(1)Twenty percent of its capital stock or members' equity and surplus; and\n\n(2)Ten percent of its undivided profit.\n\nSuch limit shall be determined for each calendar quarter on the basis of the bank's quarterly report of condition for the immediately previous calendar quarter.\n\nSource:SL 1909, ch 222, art 2, §29; SL 1915, ch 102, art 2, §33; RC 1919, §8980; SL 1923, ch 114; SL 1927, ch 59, §1; SDC 1939, §6.0428; SL 1943, ch 18; SL 1947, ch 27; SL 1957, ch 14; SL 1961, ch 19; SL 1963, ch 27; SDCL, §51-11-7; SL 1969, ch 11, §10.2; SL 1981, ch 346, §52; SL 1987, ch 359; SL 1988, ch 377, §144; SL 1990, ch 382; SDCL, §51-24-2; SL 2004, ch 289, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-2/"
    },
    {
      "id": "section-51a-12-21",
      "number": "51A-12-2.1",
      "heading": "Application for exception to agricultural loan or credit limitation.",
      "text": "51A-12-2.1. Application for exception to agricultural loan or credit limitation.\n\nA state chartered bank in satisfactory condition, with the consent of its governing board, may request an exception to the loan or credit limitation as provided in §51A-12-2 from the director. The bank shall apply for such an exception on forms prescribed by the director. The director may approve the exception if the loan is not on the loan watch list or problem loan report of the bank, or classified at the most recent regulatory examination, and the loan shall be:\n\n(1)Fully secured by the fair market value of the collateral and may not exceed one hundred percent of the discounted value assigned by the bank to the collateral;\n\n(2)An agricultural loan in the bank's normal trade area; and\n\n(3)Originated by the requesting bank.\n\nNo loan approved under this section may exceed an amount greater than the sum of twenty-five percent of the bank's capital stock or members' equity, surplus, and undivided profits. Such limit shall be determined on the basis of the bank's quarterly report of condition for the immediately previous calendar quarter and remain in effect until the loan expires as provided in §51A-12-2.2. The aggregate balance of all loans or extensions of credit made by a bank pursuant to this section may not exceed one hundred percent of the bank's tier one leverage capital.\n\nSource:SL 2012, ch 234, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-2-1/"
    },
    {
      "id": "section-51a-12-22",
      "number": "51A-12-2.2",
      "heading": "Expiration of exception--New exception request.",
      "text": "51A-12-2.2. Expiration of exception--New exception request.\n\nAny exception granted by the director under §51A-12-2.1 expires when the agricultural operating loan matures or twelve months after the exception is granted, whichever occurs first. A new exception request shall be submitted prior to the renewal of the agricultural operating loan if the loan to be renewed would exceed the loan or credit limitation as provided in §51A-12-2, unless otherwise approved by the director.\n\nSource:SL 2012, ch 234, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-2-2/"
    },
    {
      "id": "section-51a-12-23",
      "number": "51A-12-2.3",
      "heading": "Loan defined.",
      "text": "51A-12-2.3. Loan defined.\n\nFor the purpose of calculating loan or credit limitations pursuant to §51A-12-2, a loan includes any credit exposure to a borrower arising from a derivative transaction, repurchase agreement, reverse repurchase agreement, securities lending transaction, or securities borrowing transaction between a bank and that borrower.\n\nSource:SL 2013, ch 240, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-2-3/"
    },
    {
      "id": "section-51a-12-24",
      "number": "51A-12-2.4",
      "heading": "Derivative transaction defined.",
      "text": "51A-12-2.4. Derivative transaction defined.\n\nFor purposes of §51A-12-2.3, a derivative transaction is any transaction that is a contract, agreement, swap, warrant, note, or option that is based in whole, or in part, on the value of any interest in, or any quantitative measure or the occurrence of any event relating to interest rates.\n\nSource:SL 2013, ch 240, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-2-4/"
    },
    {
      "id": "section-51a-12-3",
      "number": "51A-12-3",
      "heading": "51A-12-3.Repealed by SL 1993, ch 351, §1.",
      "text": "51A-12-3.Repealed by SL 1993, ch 351, §1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51a-12-4",
      "number": "51A-12-4",
      "heading": "Loan to customer used for partnership or corporation.",
      "text": "51A-12-4. Loan to customer used for partnership or corporation.\n\nA loan or other extension of credit to a customer, the proceeds of which the customer intends to place in a partnership in which he is a partner or a corporation in which he is a stockholder, is not required to be combined with obligations of the partnership or corporation for the purpose of §51A-12-2 unless the loan is made in reliance on the assets and repayment ability of the partnership or the corporation.\n\nSource:SL 1969, ch 11, §10.2; SL 1970, ch 265, §53; SDCL, §51-24-4; SL 1993, ch 351, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-4/"
    },
    {
      "id": "section-51a-12-5",
      "number": "51A-12-5",
      "heading": "Discounting not considered as money borrowed for purposes of loan limitation.",
      "text": "51A-12-5. Discounting not considered as money borrowed for purposes of loan limitation.\n\nFor the purposes of §51A-12-2, the discount of bills of exchange drawn in good faith against actual existing values, and the discount of commercial paper actually owned by the person negotiating the same shall not be considered as money borrowed.\n\nSource:SL 1909, ch 222, art 2, §29; SL 1915, ch 102, art 2, §33; RC 1919, §8980; SL 1923, ch 114; SL 1927, ch 59, §1; SDC 1939, §6.0428; SL 1943, ch 18; SL 1947, ch 27; SL 1957, ch 14; SL 1961, ch 19; SL 1963, ch 27; SDCL, §51-11-9; SL 1969, ch 11, §10.3; SDCL, §51-24-5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-5/"
    },
    {
      "id": "section-51a-12-6",
      "number": "51A-12-6",
      "heading": "Maximum amount of loans by bank to its executive officers, directors, and certain shareholders.",
      "text": "51A-12-6. Maximum amount of loans by bank to its executive officers, directors, and certain shareholders.\n\nThe maximum amount of loans by a bank to its executive officers, its directors, and its shareholders who individually own more than ten percent of the capital stock of the bank or its parent bank holding company, shall be set by rules promulgated by the commission pursuant to chapter 1-26. The commission rule may not be more restrictive than restrictions imposed by that bank's primary federal regulator.\n\nLoans to any partnership or corporation in which such officers, directors, and shareholders own an aggregate interest of twenty percent or more shall be included as a loan to the officers, directors, and shareholders.\n\nSource:SDC 1939, §6.0429; SDCL, §51-11-12; SL 1969, ch 11, §10.5; SL 1979, ch 321, §2; SL 1981, ch 346, §53; SL 1988, ch 377, §147; SDCL, §51-24-8; SL 1994, ch 365, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-6/"
    },
    {
      "id": "section-51a-12-7",
      "number": "51A-12-7",
      "heading": "51A-12-7.Repealed by SL 1994, ch 365, §2.",
      "text": "51A-12-7.Repealed by SL 1994, ch 365, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51a-12-8",
      "number": "51A-12-8",
      "heading": "Liability of officers and directors for excessive loans.",
      "text": "51A-12-8. Liability of officers and directors for excessive loans.\n\nThe issuing officer, the chief executive or managing officer and the board of directors of a bank shall be held personally liable for all excessive loans, until they are in compliance, including overdrafts which could create excess. Such liability shall remain in effect for so long as any such loans may be in excess of the amount limited by law.\n\nSource:SL 1909, ch 222, art 2, §38; SL 1915, ch 102, art 2, §42; RC 1919, §8990; SDC 1939, §6.0431; SDCL, §51-11-11; SL 1969, ch 11, §10.6; SL 1981, ch 346, §55; SL 1988, ch 377, §149; SDCL, §51-24-9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-8/"
    },
    {
      "id": "section-51a-12-9",
      "number": "51A-12-9",
      "heading": "Nonrisk and government guaranteed loans not included in loan limits.",
      "text": "51A-12-9. Nonrisk and government guaranteed loans not included in loan limits.\n\nFor the purpose of determining whether a loan is within the loan limits established by this chapter, that portion of a loan described in subdivisions (1), (2) and (3) of this section may not be considered as part of the loan:\n\n(1)That portion of a loan which is secured by a certificate of deposit, time savings certificate or prior evidence of obligation from the bank to the borrower, which obligation is not payable on demand by the borrower;\n\n(2)That portion of a loan secured by bonds, notes, certificates of indebtedness or treasury bills of the United States or by other such obligations, which are backed by the full faith and credit of any department, agency, bureau, board, commission or establishment of the United States or any corporation owned directly or indirectly by the United States;\n\n(3)That portion of a loan secured by unconditional takeout commitments or guarantees of any department, agency, bureau, board, commission or establishment of the state of South Dakota, or of the United States or any corporation owned directly or indirectly by the United States.\n\nSource:SL 1981, ch 346, §60; SL 1986, ch 402; SDCL, §51-24-14; SL 1988, ch 377, §152; SL 1989, ch 411, §3; SDCL, §51-24-9.1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-9/"
    },
    {
      "id": "section-51a-12-10",
      "number": "51A-12-10",
      "heading": "Sale of surplus federal reserve funds and excess bank funds not loan.",
      "text": "51A-12-10. Sale of surplus federal reserve funds and excess bank funds not loan.\n\nThe sale of surplus federal reserve funds and excess bank funds is not considered loans or obligations and are not subject to any limitation based on capital stock and surplus.\n\nSource:SL 1969, ch 11, §10.4; SDCL, §51-24-7; SL 1988, ch 377, §146; SDCL, §51-24-9.2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-10/"
    },
    {
      "id": "section-51a-12-11",
      "number": "51A-12-11",
      "heading": "Mortgage on real estate.",
      "text": "51A-12-11. Mortgage on real estate.\n\nA bank may lend on the security of a first or subsequent mortgage on real estate.\n\nSource:SL 1969, ch 11, §10.7; SL 1981, ch 346, §56; SL 1988, ch 377, §150; SDCL, §51-24-10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-11/"
    },
    {
      "id": "section-51a-12-12",
      "number": "51A-12-12",
      "heading": "Revolving credit authorized.",
      "text": "51A-12-12. Revolving credit authorized.\n\nA bank may extend credit and collect a credit service charge through a revolving loan account arrangement with a debtor which permits the debtor to obtain loans from time to time by cash advances, by the purchase or satisfaction by the bank of obligations of the debtor incurred pursuant to a credit transaction, or otherwise under a credit card, check-credit, overdraft checking or other similar credit plan. A revolving loan account arrangement between a bank located in the State of South Dakota and a debtor shall be governed by the laws of the State of South Dakota.\n\nSource:SL 1969, ch 11, §10.8; SL 1981, ch 346, §58; SL 1987, ch 360, §1; SL 1988, ch 377, §151; SDCL §51-24-12; SL 2014, ch 227, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-12/"
    },
    {
      "id": "section-51a-12-13",
      "number": "51A-12-13",
      "heading": "Collection of certain credit service charges by bank.",
      "text": "51A-12-13. Collection of certain credit service charges by bank.\n\nNotwithstanding any other provisions of law, a bank may contract for and collect the following credit service charges in connection with the extensions of credit made pursuant to §51A-12-12, in an amount agreed to by the bank and the debtor either initially or pursuant to a change in terms authorized in § 54-11-12:\n\n(1)Membership fees, whether assessed on an annual or other periodic basis;\n\n(2)Transaction fees;\n\n(3)Interest charges permitted by §54-3-1.1;\n\n(4)Charges for exceeding a designated credit limit;\n\n(5)Charges for stopping payment;\n\n(6)Charges for each return of a dishonored check, negotiable order of withdrawal or draft; and\n\n(7)Other charges made in connection with the revolving loan or charge account arrangement.\n\nAll of the fees and charges permitted by this section shall be deemed interest. No fee, expense or other charge whatsoever may be taken or received by a bank under a revolving loan or charge account arrangement except as provided in this section.\n\nSource:SL 1987, ch 360, §2; SDCL, §51-24-12.1; SL 2021, ch 204, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-13/"
    },
    {
      "id": "section-51a-12-14",
      "number": "51A-12-14",
      "heading": "Right of offset on loans.",
      "text": "51A-12-14. Right of offset on loans.\n\nIn addition to the general lien created by §44-11-11 in favor of a bank on all property in possession of the bank belonging to its customers, a bank may offset against all loan balances, whether principal or interest, owed to the bank by a customer, all or any portion of the bank's obligation to the customer in the form of certificates of deposit, time savings certificates and any other form of deposit.\n\nSource:SL 1981, ch 346, §61; SDCL, §51-24-15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-14/"
    },
    {
      "id": "section-51a-12-15",
      "number": "51A-12-15",
      "heading": "Compounding interest and service fees.",
      "text": "51A-12-15. Compounding interest and service fees.\n\nA bank may compound the interest or service fees charged on loans when disclosed in writing to the borrower.\n\nSource:SL 1981, ch 346, §62; SDCL, §51-24-16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-15/"
    },
    {
      "id": "section-51a-12-16",
      "number": "51A-12-16",
      "heading": "Security interests authorized.",
      "text": "51A-12-16. Security interests authorized.\n\nA credit agreement, or any agreement executed in connection therewith, may provide for the creation of a security interest in any personal or real property, including any goods under such agreement, to secure payment of a debtor's outstanding indebtedness under such agreement.\n\nSource:SL 1983, ch 359, §1; SDCL, §51-24-17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-16/"
    },
    {
      "id": "section-51a-12-17",
      "number": "51A-12-17",
      "heading": "Maintenance of deposit as condition for loan.",
      "text": "51A-12-17. Maintenance of deposit as condition for loan.\n\nA bank may require a borrower to maintain funds on deposit as a condition precedent to the granting of credit or any loan.\n\nSource:SL 1983, ch 359, §2; SDCL, §51-24-18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-51a/chapter-12/section-51a-12-17/"
    }
  ]
}