{
  "state": "michigan",
  "path": "title-chapter-333-health/chapter-act-47-of-2004-medical-records-access-act-33326261-33326271",
  "sections": [
    {
      "id": "section-33326261",
      "number": "333.26261",
      "heading": "Short Title.Section 333.26263 - Definitions",
      "text": "Section 333.26265 - Request by Authorized Individual to Examine or Obtain Medical Record; Response by Health Care Provider or Facility; Extension of Response Time.Section 333.26267 - Inquiry as to Purpose Prohibited.Section 333.26269 - Fee.Section 333.2627",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33326263",
      "number": "333.26263",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Authorized representative\" means any of the following:\n\n(i) A person empowered by the patient by explicit written authorization to act on the patient's behalf to access, disclose, or consent to the disclosure of the patient's medical record, in accordance with this act.\n\n(ii) If the patient is deceased, any of the following:\n\n(A) His or her personal representative.\n\n(B) His or her heirs at law including, but not limited to, his or her spouse.\n\n(C) The beneficiary of the patient's life insurance policy, to the extent provided by section 2157 of the revised judicature act of 1961, 1961 PA 236, MCL 600.2157.\n\n(iii) For the purpose of obtaining a copy of an autopsy report regarding a deceased patient, any of the following:\n\n(A) The deceased patient's heirs at law including, but not limited to, the deceased patient's spouse.\n\n(B) The deceased patient's personal representative.\n\n(C) The beneficiary of the deceased patient's life insurance policy, to the extent provided by section 2157 of the revised judicature act of 1961, 1961 PA 236, MCL 600.2157.\n\n(b) \"Detroit consumer price index\" means the most comprehensive index of consumer prices available for the Detroit area from the bureau of labor statistics of the United States department of labor.\n\n(c) \"Guardian\" means an individual who is appointed under section 5306 of the estates and protected individuals code, 1998 PA 386, MCL 700.5306, to the extent that the scope of the guardianship includes the authority to act on the individual's behalf with regard to his or her health care. Guardian includes an individual who is appointed as the guardian of a minor under section 5202 or 5204 of the estates and protected individuals code, 1998 PA 386, MCL 700.5202 and 700.5204, or under the mental health code, 1974 PA 258, MCL 330.1001 to 330.2106, to the extent that the scope of the guardianship includes the authority to act on the individual's behalf with regard to his or her health care.\n\n(d) \"Health care\" means any care, service, or procedure provided by a health care provider or health facility to diagnose, treat, or maintain a patient's physical condition, or that affects the structure or a function of the human body.\n\n(e) \"Health care provider\" means a person who is licensed or registered or otherwise authorized under article 15 of the public health code, 1978 PA 368, MCL 333.16101 to 333.18838, to provide health care in the ordinary course of business or practice of a health profession. Health care provider does not include a person who provides health care solely through the sale or dispensing of drugs or medical devices or a psychiatrist, psychologist, social worker, or professional counselor who provides only mental health services.\n\n(f) \"Health facility\" means a health facility or agency licensed under article 17 of the public health code, 1978 PA 368, MCL 333.20101 to 333.22260, or any other organized entity where a health care provider provides health care to patients.\n\n(g) \"Maintain\", as related to medical records, means to hold, possess, preserve, retain, store, or control medical records.\n\n(h) \"Medicaid\" means that term as defined in section 2701 of the public health code, 1978 PA 368, MCL 333.2701.\n\n(i) \"Medical record\" means information oral or recorded in any form or medium that pertains to a patient's health care, medical history, diagnosis, prognosis, or medical condition and that is maintained by a health care provider or health facility in the process of caring for the patient's health.\n\n(j) \"Medical records company\" means a person who stores, locates, or copies medical records for a health care provider or health facility under a contract or agreement with that health care provider or health facility and charges a fee for providing medical records to a patient or his or her authorized representative for that health care provider or health facility.\n\n(k) \"Medically indigent individual\" means that term as defined in section 106 of the social welfare act, 1939 PA 280, MCL 400.106.\n\n(l) \"Medicare\" means that term as defined in section 2701 of the public health code, 1978 PA 368, MCL 333.2701.\n\n(m) \"Minor\" means an individual who is less than 18 years of age, but does not include an individual who is emancipated under section 4 of 1968 PA 293, MCL 722.4.\n\n(n) \"Patient\" means an individual who receives or has received health care from a health care provider or health facility. Patient includes a guardian, if appointed, and a parent, guardian, or person acting in loco parentis, if the individual is a minor, unless the minor lawfully obtained health care without the consent or notification of a parent, guardian, or other person acting in loco parentis, in which case the minor has the exclusive right to exercise the rights of a patient under this act with respect to those medical records relating to that care.\n\n(o) \"Person\" means an individual, corporation, estate, trust, partnership, association, joint venture, government, governmental subdivision or agency, or other legal or commercial entity.\n\n(p) \"Personal representative\" means that term as defined in section 1106 of the estates and protected individuals code, 1998 PA 386, MCL 700.1106.\n\n(q) \"Third party payer\" means a public or private health care payment or benefits program including, but not limited to, all of the following:\n\n(i) A health insurer.\n\n(ii) A nonprofit health care corporation.\n\n(iii) A health maintenance organization.\n\n(iv) A preferred provider organization.\n\n(v) A nonprofit dental care corporation.\n\n(vi) Medicaid or medicare.\n\nHistory:2004, Act 47, Imd. Eff. Apr. 1, 2004 ;-- Am. 2008, Act 124, Imd. Eff. May 9, 2008",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-333/statute-act-47-of-2004/section-333-26263/"
    },
    {
      "id": "section-33326265",
      "number": "333.26265",
      "heading": "Request by Authorized Individual to Examine or Obtain Medical Record; Response by Health Care Provider or Facility; Extension of Response Time.",
      "text": "(1) Except as otherwise provided by law or regulation, a patient or his or her authorized representative has the right to examine or obtain the patient's medical record.\n\n(2) An individual authorized under subsection (1) who wishes to examine or obtain a copy of the patient's medical record shall submit a written request that is signed and dated by that individual not more than 60 days before being submitted to the health care provider or health facility that maintains the medical record that is the subject of the request. Upon receipt of a request under this subsection, a health care provider or health facility shall, as promptly as required under the circumstances, but not later than 30 days after receipt of the request or if the medical record is not maintained or accessible on-site not later than 60 days after receipt of the request, do 1 or more of the following:\n\n(a) Make the medical record available for inspection or copying, or both, at the health care provider's or health facility's business location during regular business hours or provide a copy of all or part of the medical record, as requested by the patient or his or her authorized representative.\n\n(b) If the health care provider or health facility has contracted with another person or medical records company to maintain the health care provider's or health facility's medical records, the health care provider or health facility shall transmit a request made under this subsection to the person or medical records company maintaining the medical records. The health care provider or health facility shall retrieve the medical record from the person or medical records company maintaining the medical records and comply with subdivision (a) or shall require the person or medical records company that maintains that medical record to comply with subdivision (a).\n\n(c) Inform the patient or his or her authorized representative if the medical record does not exist or cannot be found.\n\n(d) If the health care provider or health facility to which the request is directed does not maintain the medical record requested and does not have a contract with another person or medical records company as described in subdivision (b), so inform the patient or his or her authorized representative and provide the name and address, if known, of the health care provider or health facility that maintains the medical records.\n\n(e) If the health care provider or health facility determines that disclosure of the requested medical record is likely to have an adverse effect on the patient, the health care provider or health facility shall provide a clear statement supporting that determination and provide the medical record to another health care provider, health facility, or legal counsel designated by the patient or his or her authorized representative.\n\n(f) If the health care provider or health facility receives a request for a medical record that was obtained from someone other than a health care provider or health facility under a confidentiality agreement, the health care provider or health facility may deny access to that medical record if access to that medical record would be reasonably likely to reveal the source of the information. If the health care provider or health facility denies access under this subdivision, it shall provide the patient or his or her authorized representative with a written denial.\n\n(g) The health care provider, health facility, or medical records company shall take reasonable steps to verify the identity of the person making the request to examine or obtain a copy of the patient's medical record.\n\n(3) If the health care provider, health facility, or medical records company is unable to take action as required under subsection (2) and the health care provider, health facility, or medical records company provides the patient with a written statement indicating the reasons for its delay within the required time period, the health care provider, health facility, or medical records company may extend the response time for no more than 30 days. A health care provider, health facility, or medical records company may only extend the response time once per request under this subsection.\n\nHistory:2004, Act 47, Imd. Eff. Apr. 1, 2004",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-333/statute-act-47-of-2004/section-333-26265/"
    },
    {
      "id": "section-33326267",
      "number": "333.26267",
      "heading": "Inquiry as to Purpose Prohibited.",
      "text": "A health care provider or health facility that receives a request for a medical record under section 5 shall not inquire as to the purpose of the request.\n\nHistory:2004, Act 47, Imd. Eff. Apr. 1, 2004",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-333/statute-act-47-of-2004/section-333-26267/"
    },
    {
      "id": "section-33326269",
      "number": "333.26269",
      "heading": "Fee.",
      "text": "(1) Except as otherwise provided in this section, if a patient or his or her authorized representative makes a request for a copy of all or part of his or her medical record under section 5, the health care provider, health facility, or medical records company to which the request is directed may charge the patient or his or her authorized representative a fee that is not more than the following amounts:\n\n(a) An initial fee of $20.00 per request for a copy of the record.\n\n(b) Paper copies as follows:\n\n(i) One dollar per page for the first 20 pages.\n\n(ii) Fifty cents per page for pages 21 through 50.\n\n(iii) Twenty cents for pages 51 and over.\n\n(c) If the medical record is in some form or medium other than paper, the actual cost of preparing a duplicate.\n\n(d) Any postage or shipping costs incurred by the health care provider, health facility, or medical records company in providing the copies.\n\n(e) Any actual costs incurred by the health care provider, health facility, or medical records company in retrieving medical records that are 7 years old or older and not maintained or accessible on-site.\n\n(2) A health care provider, health facility, or medical records company may refuse to retrieve or copy all or part of a medical record for a patient or his or her authorized representative until the applicable fee is paid.\n\n(3) A health care provider, health facility, or medical records company shall not charge a fee for retrieving, copying, or mailing all or part of a medical record other than a fee allowed under subsection (1). Except as otherwise provided in subsection (4), a health care provider, health facility, or medical records company shall waive all fees for a medically indigent individual. The health care provider, health facility, or medical records company may require the patient or his or her authorized representative to provide proof that the patient is a recipient of assistance as described in this subsection.\n\n(4) A medically indigent individual that receives copies of medical records at no charge under subsection (3) is limited to 1 set of copies per health care provider, health facility, or medical records company. Any additional requests for the same records from the same health care provider, health facility, or medical records company shall be subject to the fee provisions under subsection (1).\n\n(5) Notwithstanding subsection (1), a health care provider, health facility, or medical records company shall not charge a patient an initial fee for his or her medical record.\n\n(6) Beginning 2 years after the effective date of this act, the department of community health shall adjust on an annual basis the fees prescribed by subsection (1) by an amount determined by the state treasurer to reflect the cumulative annual percentage change in the Detroit consumer price index.\n\nHistory:2004, Act 47, Imd. Eff. Apr. 1, 2004",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-333/statute-act-47-of-2004/section-333-26269/"
    },
    {
      "id": "section-33326271",
      "number": "333.26271",
      "heading": "Applicability of Act to Third Party Payer.",
      "text": "This act does not apply to copies of medical records provided to a third party payer, insurer as defined in section 106 of the insurance code of 1956, 1956 PA 218, MCL 500.106, or self-funded plan.\n\nHistory:2004, Act 47, Imd. Eff. Apr. 1, 2004",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-333/statute-act-47-of-2004/section-333-26271/"
    }
  ]
}