{
  "state": "florida",
  "path": "title-chapter-0872/chapter-chapter-0872",
  "sections": [
    {
      "id": "section-87201dealing",
      "number": "872.01",
      "heading": "Dealing in dead bodies.872.02Injuring or removing tomb or monument; disturbing contents of grave or tomb; penalties",
      "text": "872.03Cremating human bodies; limitation.872.04Autopsies; consent required, exception.872.05Unmarked human burials.872.06Abuse of a dead human body; penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-87202injuring",
      "number": "872.02",
      "heading": "Injuring or removing tomb or monument; disturbing contents of grave or tomb; penalties.",
      "text": "or removing tomb or monument; disturbing contents of grave or tomb; penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-87203cremating",
      "number": "872.03",
      "heading": "Cremating human bodies; limitation.",
      "text": "872.03 Cremating human bodies; limitation.— (1) It shall be unlawful for any person, firm, or corporation to cremate any dead human body prior to the expiration of 48 hours after the death of such human body. (2) Anyone convicted for the violation of this section shall be guilty of a misdemeanor of the second degree, punishable as provided in s. 775.082 or s. 775.083. History.—ss. 1, 2, ch. 21780, 1943; s. 1135, ch. 71-136. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca7c7dcf8d74b4',t:'MTc3MDg4MjUzNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvi/chapter-872/section-872-03/"
    },
    {
      "id": "section-87205unmarked",
      "number": "872.05",
      "heading": "Unmarked human burials.",
      "text": "872.05 Unmarked human burials.— (1) LEGISLATIVE INTENT.—It is the intent of the Legislature that all human burials and human skeletal remains be accorded equal treatment and respect based upon common human dignity without reference to ethnic origin, cultural background, or religious affiliation. This section applies to all human burials, human skeletal remains, and associated burial artifacts not otherwise protected under chapter 497 or other state law and found upon or within any public or private land in the state, including submerged lands. (2) DEFINITIONS.—As used in this section: (a) “Archaeologist” means a person who is registered by the Society of Professional Archaeologists with an emphasis in field research or who, in the judgment of the State Archaeologist, meets the training and experience requirements necessary for such registration. (b) “District medical examiner” means a person appointed under s. 406.06, s. 406.15, or s. 406.17. (c) “Division” means the Division of Historical Resources of the Department of State. (d) “Human skeletal analyst” means a person who possesses a postgraduate degree in human skeletal biology, human forensic osteology, or other related area of physical anthropology and who has a minimum of 1 year of laboratory experience in human skeletal analysis and reconstruction. (e) “State Archaeologist” means the person employed by the division pursuant to s. 267.031(7). (f) “Unmarked human burial” means any human skeletal remains or associated burial artifacts or any location, including any burial mound or earthen or shell monument, where human skeletal remains or associated burial artifacts are discovered or believed to exist on the basis of archaeological or historical evidence, excluding any burial marked or previously marked by a tomb, monument, gravestone, or other structure or thing placed or designed as a memorial of the dead. (3) NOTIFICATION.— (a) Any person who knows or has reason to know that an unmarked human burial is being unlawfully disturbed, destroyed, defaced, mutilated, removed, excavated, or exposed shall immediately notify the local law enforcement agency with jurisdiction in the area where the unmarked human burial is located. (b) Any law enforcement agency that finds evidence that an unmarked human burial has been unlawfully disturbed shall notify the district medical examiner pursuant to subsection (4). (4) DISCOVERY OF AN UNMARKED HUMAN BURIAL OTHER THAN DURING AN ARCHAEOLOGICAL EXCAVATION.—When an unmarked human burial is discovered other than during an archaeological excavation authorized by the state or an educational institution, all activity that may disturb the unmarked human burial shall cease immediately, and the district medical examiner shall be notified. Such activity shall not resume unless specifically authorized by the district medical examiner or the State Archaeologist. (a) If the district medical examiner finds that the unmarked human burial may be involved in a legal investigation or represents the burial of an individual who has been dead less than 75 years, the district medical examiner shall assume jurisdiction over and responsibility for such unmarked human burial, and no other provisions of this section shall apply. The district medical examiner shall have 30 days after notification of the unmarked human burial to determine if he or she shall maintain jurisdiction or refer the matter to the State Archaeologist. (b) If the district medical examiner finds that the unmarked human burial is not involved in a legal investigation and represents the burial of an individual who has been dead 75 years or more, he or she shall notify the State Archaeologist, and the division may assume jurisdiction over and responsibility for the unmarked human burial pursuant to subsection (6). (c) When the division assumes jurisdiction over an unmarked human burial, the State Archaeologist shall consult a human skeletal analyst who shall report within 15 days as to the cultural and biological characteristics of the human skeletal remains and where such burial or remains should be held prior to a final disposition. (5) DISCOVERY OF AN UNMARKED HUMAN BURIAL DURING AN ARCHAEOLOGICAL EXCAVATION.— (a) When an unmarked human burial is discovered as a result of an archaeological excavation and the archaeologist finds that the unmarked human burial represents the burial of an individual who has been dead less than 75 years, the archaeologist shall notify the district medical examiner, and all activity that may disturb the unmarked human burial shall cease until the district medical examiner authorizes work to resume. (b) If such unmarked human burial represents the burial of an individual who has been dead 75 years or more, archaeological activities may not resume until the State Archaeologist has been notified of the unmarked human burial. (c) Within 15 days after the discovery of an unmarked human burial, the archaeologist conducting the excavation shall report to the State Archaeologist his or her opinion regarding the cultural and biological characteristics of the unmarked human burial and where human skeletal remains and associated burial artifacts should be held prior to a final disposition. The division may assume jurisdiction over and responsibility for the unmarked human burial pursuant to subsection (6). (6) JURISDICTION; DUTIES OF THE STATE ARCHAEOLOGIST.—The division may assume jurisdiction over and responsibility for an unmarked human burial in order to initiate efforts for the proper protection of the burial and the human skeletal remains and associated burial artifacts. Whenever the division assumes jurisdiction over and responsibility for an unmarked human burial, the State Archaeologist shall: (a) Determine whether the unmarked human burial is historically, archaeologically, or scientifically significant. If the burial is deemed significant, reinterment may not occur until the remains have been examined by a human skeletal analyst designated by the State Archaeologist. (b) Make reasonable efforts to identify and locate persons who can establish direct kinship, tribal, community, or ethnic relationships with the individual or individuals whose remains constitute the unmarked human burial. If possible, the State Archaeologist shall consult with the closest related family member or recognized community leaders, if a community or ethnic relationship is established, in determining the proper disposition of the remains found in the unmarked human burial. (c) If he or she is unable to establish a kinship, tribal, community, or ethnic relationship with the unmarked human burial, determine the proper disposition of the burial and consult with persons with relevant experience, including: 1. A human skeletal analyst. 2. Two Native American members of current state tribes recommended by the Governor’s Council on Indian Affairs, Inc., if the remains are those of a Native American. 3. Two representatives of related community or ethnic groups if the remains are not those of a Native American. 4. An individual who has special knowledge or experience regarding the particular type of the unmarked human burial. If the State Archaeologist finds that an unmarked human burial is historically, archaeologically, or scientifically significant and if the parties with whom he or she is required under this subsection to consult agree, the human skeletal remains and the associated burial artifacts thereof shall belong to the state with title thereto vested in the division. (7) REPORT REQUIRED.—The archaeologist and human skeletal analyst involved in the archaeological excavation and scientific analysis of an unmarked human burial shall submit a written report of archaeological and scientific findings as well as a summary of such findings, in terms that may be understood by laypersons, to the State Archaeologist within 2 years after completion of an excavation. The division shall publish the summary within 1 year after its receipt and shall make such report available upon request. (8) PUBLIC DISPLAY.— (a) Associated burial artifacts may be made available on loan by the division for educational purposes to institutions that have demonstrated an ability to provide safe, proper, and respectful care. (b) The division shall develop guidelines and adopt rules regarding the public display of human remains. Such guidelines and rules shall not restrict legal, medical, or educational use of human skeletal remains, or the display of human skeletal remains in a manner not objectionable to groups with a kinship, tribal, community, or ethnic relationship to the individual whose remains are displayed. (9) EXCAVATION NOT REQUIRED.—This section does not require excavation of an unmarked human burial unless circumstances require excavation to prevent destruction of the human skeletal remains. (10) VIOLATION AND PENALTIES.— (a) Any person who willfully and knowingly disturbs, destroys, removes, vandalizes, or damages an unmarked human burial is guilty of a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. (b) Any person who has knowledge that an unmarked human burial is being disturbed, vandalized, or damaged and fails to notify the local law enforcement agency with jurisdiction in the area where the unmarked human burial is located is guilty of a misdemeanor of the second degree, punishable as provided in s. 775.082 or s. 775.083. (c) This subsection shall not apply to any person acting under the direction or authority of the division or to any person otherwise authorized by law to disturb, destroy, or remove an unmarked human burial. (11) RULES.—The Department of State may prescribe by rule procedures for reporting an unmarked human burial and for determining jurisdiction over the burial. History.—s. 1, ch. 87-154; s. 219, ch. 91-224; s. 2, ch. 93-114; s. 1410, ch. 97-102; s. 11, ch. 2001-75; s. 21, ch. 2001-199; s. 111, ch. 2006-1. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca7c800cf4a4f7',t:'MTc3MDg4MjUzNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvi/chapter-872/section-872-05/"
    },
    {
      "id": "section-87206abuse",
      "number": "872.06",
      "heading": "Abuse of a dead human body; penalty.",
      "text": "872.06 Abuse of a dead human body; penalty.— (1) As used in this section, the term: (a) “Female genitals” includes the labia minora, labia majora, clitoris, vulva, hymen, and vagina. (b) “Sexual abuse” means: 1. Anal or female genital penetration of a dead human body by the sexual organ of a person or by any other object; 2. Contact or union of the penis, female genitals, or anus of a person with the mouth, penis, female genitals, or anus of a dead human body; or 3. Contact or union of a person’s mouth with the penis, female genitals, or anus of a dead human body. (2) A person who mutilates, commits sexual abuse upon, or otherwise grossly abuses a dead human body commits a felony of the second degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. Any act done for a bona fide medical purpose or for any other lawful purpose does not under any circumstance constitute a violation of this section. History.—s. 1, ch. 96-393; s. 11, ch. 2022-165. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca7c825fcddac9',t:'MTc3MDg4MjUzNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvi/chapter-872/section-872-06/"
    }
  ]
}