{
  "state": "maryland",
  "path": "title-state-government/chapter-title-4-comptroller",
  "sections": [
    {
      "id": "section-4-101",
      "number": "4-101",
      "heading": "PositionSection 4-102 - Surety BondSection 4-103 - SalarySection 4-104 - StaffSection 4-105 - Acting ComptrollerSection 4-106 - Authority Over UnitsSection 4-107 - Inspection of RecordsSection 4-108 - Number and Compensation of Staff of Registers of WillsSection 4-109 - BondSection 4-110 - Blank Lic",
      "text": "PositionSection 4-102 - Surety BondSection 4-103 - SalarySection 4-104 - StaffSection 4-105 - Acting ComptrollerSection 4-106 - Authority Over UnitsSection 4-107 - Inspection of RecordsSection 4-108 - Number and Compensation of Staff of Registers of WillsSection 4-109 - BondSection 4-110 - Blank LicensesSection 4-111 - Manner of Expressing AccountsSection 4-112 - Comptroller to Match Certain Information and Produce Certain Aggregated Data on Average Wage or Salary EarningsSection 4-113 - Development of the 21st Century Financial Systems Enterprise",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4-102",
      "number": "4-102",
      "heading": "Surety Bond",
      "text": "(a)    While in office, the Comptroller shall be covered by a surety bond as required in this section.\n\n(b)    The surety bond of the Comptroller shall:\n\n(1)    run to the State;\n\n(2)    be in the amount of $200,000;\n\n(3)    be with surety that the Governor approves; and\n\n(4)    be conditioned on the Comptroller:\n\n(i)    accounting for the funds that are received under color of office; and\n\n(ii)    otherwise discharging faithfully each duty of office.\n\n(c)    After execution and approval of a surety bond under this section, the surety bond shall be recorded in the office of the Clerk of the Supreme Court of Maryland.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-102/"
    },
    {
      "id": "section-4-103",
      "number": "4-103",
      "heading": "Salary",
      "text": "The Comptroller’s annual salary shall be:\n\n(1)    $165,000 for the first year of the term beginning January 2023;\n\n(2)    $170,000 starting on the first anniversary of the beginning of the term;\n\n(3)    $173,000 starting on the second anniversary of the beginning of the term; and\n\n(4)    $175,000 starting on the third anniversary of the beginning of the term and thereafter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-103/"
    },
    {
      "id": "section-4-104",
      "number": "4-104",
      "heading": "Staff",
      "text": "(a)    (1)    The Comptroller may employ a staff in accordance with the State budget.\n\n(2)    The staff shall perform the duties that the Comptroller assigns.\n\n(b)    (1)    From among the employees on the staff, the Comptroller may designate 1 Chief Deputy Comptroller and 1 or more deputy comptrollers.\n\n(2)    While in office, the Chief Deputy Comptroller and each deputy comptroller shall be covered by a surety bond in the form and amount required by law.\n\n(3)    A designation as Chief Deputy Comptroller or as deputy comptroller may be terminated:\n\n(i)    by the Comptroller for any reason that the Comptroller considers sufficient; or\n\n(ii)    if the Comptroller is ill or absent, by the other members of the Board of Public Works for any reason that the members consider sufficient.\n\n(4)    A termination of the designation as Chief Deputy Comptroller or as deputy comptroller is not, of itself, a termination of employment.\n\n(c)    (1)    The Comptroller, in consultation with the Secretary of Budget and Management, may set the pay scale of a position in the Office of the Comptroller that:\n\n(i)    is unique to the Office of the Comptroller; and\n\n(ii)    requires specific skills or experience to perform the duties of the position.\n\n(2)    The Secretary of Budget and Management, in consultation with the Comptroller, shall determine the positions for which the Comptroller may set compensation under paragraph (1) of this subsection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-104/"
    },
    {
      "id": "section-4-105",
      "number": "4-105",
      "heading": "Acting Comptroller",
      "text": "(a)    If the Comptroller temporarily is unable or unavailable to carry out the duties of office, an acting comptroller shall have the powers and duties of the office, as provided in this section.\n\n(b)    The Chief Deputy Comptroller shall be the acting comptroller under this section, unless the members of the Board of Public Works, other than the Comptroller, appoint another individual as acting comptroller and give the Chief Deputy Comptroller written notice of the appointment.\n\n(c)    If the Comptroller gives the Board of Public Works and the Chief Deputy Comptroller written notice of a temporary inability or unavailability, the acting comptroller shall serve:\n\n(1)    on and after the date that the Comptroller sets in the notice; and\n\n(2)    until the Comptroller gives the Board of Public Works and the acting comptroller written notice that the Comptroller is able to carry out the duties.\n\n(d)    If the Comptroller has not given notice, but the other members of the Board of Public Works make a formal, written determination of a temporary inability or unavailability of the Comptroller, the acting comptroller shall serve:\n\n(1)    on and after the date of the determination; and\n\n(2)    until the members determine and give the Comptroller and the acting comptroller written notice that the Comptroller is able to carry out the duties.\n\n(e)    The Supreme Court of Maryland has exclusive original jurisdiction, on petition of the Governor, the Comptroller, the Treasurer, or the acting comptroller, to determine any issue that arises under this section and to pass any appropriate order.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-105/"
    },
    {
      "id": "section-4-106",
      "number": "4-106",
      "heading": "Authority Over Units",
      "text": "(a)    Subject to the limitation in subsection (b) of this section, the Comptroller may transfer any staff, funds, or equipment from any unit in the Office of the Comptroller to another unit in the Office.\n\n(b)    The class and grade of staff who are transferred may not be reduced by reason of the transfer.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-106/"
    },
    {
      "id": "section-4-107",
      "number": "4-107",
      "heading": "Inspection of Records",
      "text": "The Governor or any member of the General Assembly may inspect, during regular business hours, the accounts and general books of the Comptroller.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-107/"
    },
    {
      "id": "section-4-108",
      "number": "4-108",
      "heading": "Number and Compensation of Staff of Registers of Wills",
      "text": "(a)    The Comptroller shall set the number and compensation of assistant clerks or deputies employed by each register of wills.\n\n(b)    Compensation from an account for services of an assistant clerk, deputy, or other individual who performs any of the duties pertaining to the office of a register of wills may not be allowed until the individual certifies under oath that:\n\n(1)    the services have been performed;\n\n(2)    the individual has received, for personal use and benefit, the full sum to be charged to the account;\n\n(3)    the individual has not paid, deposited, or assigned, or contracted to pay, deposit, or assign, any part of the compensation to the use of another; and\n\n(4)    the individual, directly or indirectly, has not paid or given, or contracted to pay or give, a reward or compensation for the office or employment or its emoluments.\n\n(c)    The Comptroller shall increase the salary of each of the nonelected employees in the offices of the registers of wills commensurate with the increases granted to State employees generally.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-108/"
    },
    {
      "id": "section-4-109",
      "number": "4-109",
      "heading": "Bond",
      "text": "The bond of each register of wills and each other officer and employee of the State or unit of the State shall be made to the State and, other than the bond of the Comptroller, each bond when executed shall be filed with the Comptroller after any approval of the bond required by statute.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-109/"
    },
    {
      "id": "section-4-110",
      "number": "4-110",
      "heading": "Blank Licenses",
      "text": "(a)    This section applies to all licenses issued by the clerks of the courts other than those issued under Title 17 of the Business Regulation Article.\n\n(b)    The Comptroller shall have printed or otherwise prepared, in the forms required by law or usage, blank licenses of every kind:\n\n(1)    issued by the clerks of the courts of the State; and\n\n(2)    authorized by law.\n\n(c)    The Comptroller shall deliver to the clerks the number and kind of blank licenses required by the clerks.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-110/"
    },
    {
      "id": "section-4-111",
      "number": "4-111",
      "heading": "Manner of Expressing Accounts",
      "text": "(a)    This section applies to all accounts in the public offices of the State and all proceedings in the courts of the State.\n\n(b)    All accounts in the State shall be expressed in dollars and cents.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-111/"
    },
    {
      "id": "section-4-112",
      "number": "4-112",
      "heading": "Comptroller to Match Certain Information and Produce Certain Aggregated Data on Average Wage or Salary Earnings",
      "text": "(a)    (1)    In this section the following words have the meanings indicated.\n\n(2)    “Aggregated data” means de–identified data that is summarized by type of program of study or educational institution.\n\n(3)    “Student information” means:\n\n(i)    student Social Security number;\n\n(ii)    program of study;\n\n(iii)    enrollment; and\n\n(iv)    name of educational institution.\n\n(4)    “Tax information” means income tax records, wage information, and other data stored by the Comptroller.\n\n(b)    (1)    In accordance with the protocol established under § 24–703.2 of the Education Article, the Comptroller shall:\n\n(i)    match student information received from the Maryland Longitudinal Data System Center with tax information maintained by the Comptroller; and\n\n(ii)    for research purposes, produce aggregated data from the matched information on the average amount of wage or salary earnings from self–employment or other sources of income for individuals within each educational institution or program of study.\n\n(2)    The Comptroller may not produce any aggregated data that may be identifiable based on the size or uniqueness of the population under consideration.\n\n(c)    The Comptroller shall follow and utilize privacy and security standards developed for the protocol, including:\n\n(1)    data retention and disposition policies;\n\n(2)    authorized access and authentication for authorized access policies;\n\n(3)    privacy compliance standards; and\n\n(4)    breach notification and procedures.\n\n(d)    The Comptroller shall comply with any data privacy and security standards in accordance with the federal Family Educational Rights and Privacy Act and other relevant privacy laws and policies.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-112/"
    },
    {
      "id": "section-4-113",
      "number": "4-113",
      "heading": "Development of the 21st Century Financial Systems Enterprise",
      "text": "(a)    (1)    In this section the following words have the meanings indicated.\n\n(2)    “Departments” means:\n\n(i)    the Office of the Comptroller;\n\n(ii)    the Office of the State Treasurer;\n\n(iii)    the Department of Budget and Management;\n\n(iv)    the Department of Information Technology; and\n\n(v)    the Department of General Services.\n\n(3)    “Financial management infrastructure” means the information technology infrastructure that is used to maintain the general ledger and accountancy for the State, including subledger functions that enable the management of all payments and fund transfers throughout the State.\n\n(4)    “21st Century Financial Systems Enterprise” means a modern cloud–based information technology infrastructure.\n\n(b)    In consultation with a designated representative from the Modernize Maryland Oversight Commission, the departments shall:\n\n(1)    set policies, objectives, and priorities for the transformation of the State’s financial management information systems infrastructure into the 21st Century Financial Systems Enterprise;\n\n(2)    learn the needs and priorities of all users of the financial management information systems and future known users of the 21st Century Financial Systems Enterprise;\n\n(3)    collaborate with consultants to create a project proposal for, and oversee implementation of, the 21st Century Financial Systems Enterprise;\n\n(4)    oversee, coordinate, and authorize the assignment of resources for the development of the 21st Century Financial Systems Enterprise;\n\n(5)    establish working groups as needed; and\n\n(6)    recommend any legislative changes considered necessary by the departments to address financial management information systems issues.\n\n(c)    In consultation with a designated representative from the Modernize Maryland Oversight Commission, the departments shall set priorities to:\n\n(1)    standardize financial management for all State agencies by requiring all State agencies to participate in the 21st Century Financial Systems Enterprise;\n\n(2)    provide support to participating units in accordance with the policies and objectives established by the departments;\n\n(3)    conform to modernized business and technology standards;\n\n(4)    host and manage modernized applications and shared data for the delivery of all accounting services in the State;\n\n(5)    use and manage the 21st Century Financial Systems Enterprise to achieve the goals and objectives set by the departments;\n\n(6)    facilitate and coordinate the delivery of portfolio products and services;\n\n(7)    ensure the faithful execution of all agreements entered into on behalf of the departments; and\n\n(8)    oversee and be responsible for the oversight, implementation, and management of the 21st Century Financial Systems Enterprise.\n\n(d)    The Office of the Comptroller, in accordance with § 2–1257 of this article, shall report to the General Assembly on the status of the development of the 21st Century Financial Systems Enterprise beginning on or before December 31, 2023, and every 6 months thereafter, ending with the final report due on or before January 1, 2027.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/state-government/title-4/section-4-113/"
    }
  ]
}