{
  "state": "new-mexico",
  "path": "title-chapter-17-game-and-fish-and-outdoor-recreation/chapter-article-11-wildlife-conservation-and-public-safety",
  "sections": [
    {
      "id": "section-17-11-1",
      "number": "17-11-1",
      "heading": "Short title.Section 17-11-2 - Definitions.Section 17-11-3 - Prohibitions on public land.Section 17-11-4 - Exceptions.Section 17-11-5 - Penalties.",
      "text": "Chapter 17, Article 11 NMSA 1978 may be cited as the \"Wildlife Conservation and Public Safety Act\".\n\nHistory:1978 Comp., § 17-11-1, enacted by Laws 2021, ch. 25, § 1.\n\nEffective dates.— Laws 2021, ch. 25, § 6 made Laws 2021, ch. 25, § 1 effective April 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-11/section-17-11-1/"
    },
    {
      "id": "section-17-11-2",
      "number": "17-11-2",
      "heading": "Definitions.",
      "text": "As used in the Wildlife Conservation and Public Safety Act:\n\nA. \"bona fide scientific research\" means a research project that is not being conducted for commercial gain from the sale of animal parts and that is conducted by employees or contractors of the department or authorized by a scientific collection permit from the department;\n\nB. \"cage trap\" means a trap that captures a live animal but does not grip an animal's body or body part and is not intended to kill the animal, including a live trap, a cage or box trap, a colony trap, a net and a suitcase-type live beaver trap, but does not include a corral;\n\nC. \"department\" means the department of game and fish;\n\nD. \"depredation trapping\" means the act of setting traps, snares or poisons on public land to reduce or prevent damage caused by wildlife to property or waterways, including harvested and stored crops and livestock;\n\nE. \"domestic animal\" means any animal that is bred for and is typically subject to human control;\n\nF. \"ecosystem management\" means actions that are necessary to maintain or increase the long-term sustainability and integrity of an entire system of living wildlife and their environment, including the restoration and conservation of wildlife populations and habitat, wildlife relocation, medical treatment of wildlife and the protection of threatened or endangered species;\n\nG. \"feral animal\" means a domestic animal existing in an untamed state outside captivity or domestication and not under human control;\n\nH. \"government entity\" means a local, state or federal government body or agency, a political subdivision of the state or an employee, agent or representative of the body, agency or political subdivision when acting within the scope of its governmental duties, but does not include an Indian nation, tribe or pueblo;\n\nI. \"leghold trap\" means a spring-actuated device, either padded or unpadded, designed to capture an animal by the foot, leg or other limb, including a steel-jawed leghold trap, a padded-jaw leghold trap, a foot-hold trap, an egg trap, a duffer trap and all other similar traps;\n\nJ. \"lethal body-gripping trap\" means a rotating jaw trap designed to capture an animal by the body that is intended to fatally crush or otherwise kill the animal and includes conibear traps and all other similar traps;\n\nK. \"public land\" means state-owned land, state-leased land, lands held in trust by the state, lands administered by the United States fish and wildlife service, the United States forest service, the federal bureau of land management, the national park service, the United States department of defense, state parks and any county or municipality, but does not include the interior of physical structures or land belonging to or held in trust for an Indian nation, tribe or pueblo;\n\nL. \"snare\" means a wire or cable with a single closing device, often with a noose, with or without stops, that is used to capture, strangle or otherwise entangle an animal, but does not include use of a catch pole, leash or tether lawfully used by a person to temporarily restrain or relocate an animal;\n\nM. \"trap\" includes a leghold trap, lethal body-gripping trap or cage trap;\n\nN. \"wildlife\" means a member of a vertebrate species that is native to or found in New Mexico that is not under the direct control of a human or in captivity, but does not include a feral or escaped domestic animal; and\n\nO. \"wildlife poison\" means an explosive compound or deleterious substance used in a manner intended to kill wildlife.\n\nHistory:1978 Comp., § 17-11-2, enacted by Laws 2021, ch. 25, § 2.\n\nEffective dates.— Laws 2021, ch. 25, § 6 made Laws 2021, ch. 25, § 2 effective April 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-11/section-17-11-2/"
    },
    {
      "id": "section-17-11-3",
      "number": "17-11-3",
      "heading": "Prohibitions on public land.",
      "text": "It is a violation of the Wildlife Conservation and Public Safety Act to use a trap, snare or wildlife poison for purposes of capturing, injuring or killing an animal on public land except as provided in Section 17-11-4 NMSA 1978.\n\nHistory:1978 Comp., § 17-11-3, enacted by Laws 2021, ch. 25, § 3.\n\nEffective dates.— Laws 2021, ch. 25, § 6 made Laws 2021, ch. 25, § 3 effective April 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-11/section-17-11-3/"
    },
    {
      "id": "section-17-11-4",
      "number": "17-11-4",
      "heading": "Exceptions.",
      "text": "The provisions of the Wildlife Conservation and Public Safety Act do not apply to:\n\nA. the taking of wildlife with firearms, fishing equipment, archery equipment, falconry equipment or other implements in hand, when used as authorized by law;\n\nB. the taking or control of birds, fish or rodents not defined as furbearers in Section 17-5-2 NMSA 1978;\n\nC. a government entity acting in the course of its official duties to prevent or mitigate actual threats to human health and safety;\n\nD. ecosystem management conducted by the department, the United States fish and wildlife service or a conservancy district of the state or its employee, agent or representative acting in the course of its official duties;\n\nE. bona fide scientific research;\n\nF. depredation trapping conducted by the department or a designated agent of the department using non-lethal traps or non-lethal snares, but only when accompanied by visible signs at the location of each device notifying the public of the presence of such devices;\n\nG. the use of cage traps to recover or to provide veterinary care or husbandry to a domestic animal or feral animal as authorized by law, or to abate damages caused by any animal to property, crops or livestock; provided that:\n\n(1) once the damage has been abated, use of the cage trap shall cease; and\n\n(2) any captured animal is disposed of in accordance with rules established by the department or appropriate animal agency; or\n\nH. enrolled members of a federally recognized Indian nation, tribe or pueblo when trapping is conducted solely for religious or ceremonial purposes pursuant to rules issued by the department of game and fish in collaboration with the secretary of Indian affairs and consistent with federal procedures for recognition and protection of bona fide Indian nation, tribe or pueblo religious ceremonies.\n\nHistory:1978 Comp., § 17-11-4, enacted by Laws 2021, ch. 25, § 4.\n\nEffective dates.— Laws 2021, ch. 25, § 6 made Laws 2021, ch. 25, § 4 effective April 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-11/section-17-11-4/"
    },
    {
      "id": "section-17-11-5",
      "number": "17-11-5",
      "heading": "Penalties.",
      "text": "A. A person who violates the Wildlife Conservation and Public Safety Act is guilty of a misdemeanor. Each individual trap, snare or application of wildlife poison shall constitute a single violation of that act.\n\nB. Any penalties under this section shall be cumulative to any other available penalties provided by law.\n\nC. In addition to other penalties, upon conviction, the court may consider appropriate restitution to a state agency that incurs costs in enforcing the Wildlife Conservation and Public Safety Act.\n\nHistory:1978 Comp., § 17-11-5, enacted by Laws 2021, ch. 25, § 5.\n\nEffective dates.— Laws 2021, ch. 25, § 6 made Laws 2021, ch. 25, § 5 effective April 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-11/section-17-11-5/"
    }
  ]
}