{
  "state": "new-mexico",
  "path": "title-chapter-17-game-and-fish-and-outdoor-recreation/chapter-article-9-wildlife-corridors",
  "sections": [
    {
      "id": "section-17-9-1",
      "number": "17-9-1",
      "heading": "Short title.Section 17-9-2 - Definitions",
      "text": "Chapter 17, Article 9 NMSA 1978 may be cited as the \"Wildlife Corridors Act\".\n\nHistory:Laws 2019, ch. 97, § 1; 2023, ch. 27, § 1.\n\nThe 2023 amendment,effective July 1, 2023, deleted \"This act\" and added \"Chapter 17, Article 9 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-9/section-17-9-1/"
    },
    {
      "id": "section-17-9-2",
      "number": "17-9-2",
      "heading": "Definitions.",
      "text": "As used in the Wildlife Corridors Act:\n\nA. \"human-caused barrier\" means a road, culvert, commercial or residential development or other human-made structure that has the potential to affect the natural movement of wildlife across the landscape;\n\nB. \"large mammal\" includes mule deer, elk, pronghorn antelope, bighorn sheep, black bear and mountain lions;\n\nC. \"species of concern\" means a wildlife species identified by the department of game and fish as being adversely affected by habitat fragmentation exacerbated by human-caused barriers and the high potential of wildlife-vehicle collisions; and\n\nD. \"wildlife corridors\" means those areas used routinely by wildlife to travel through their habitat and includes corridors used by migrating wildlife.\n\nHistory:Laws 2019, ch. 97, § 2.\n\nEffective dates.— Laws 2019, ch. 97 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-9/section-17-9-2/"
    },
    {
      "id": "section-17-9-3",
      "number": "17-9-3",
      "heading": "Wildlife corridors action plan; creation; department coordination.",
      "text": "A. The department of game and fish, in coordination with the department of transportation, shall create a state \"wildlife corridors action plan\".\n\nB. The wildlife corridors action plan shall contain:\n\n(1) identification of existing highway crossings that pose a risk to successful wildlife migration or that pose a risk to the traveling public because large mammals use the crossing;\n\n(2) identification of other human-caused barriers, especially road segments that negatively affect wildlife habitat and movement;\n\n(3) information about the habitat and movement needs of species of concern with particular attention to large mammals or other species that pose a risk to the traveling public;\n\n(4) projections of anticipated effects that drought and other stressors will have on wildlife habitat, dispersal and movement;\n\n(5) information about the habitat quality needed to support and maintain viable populations of wildlife;\n\n(6) information about how increased movement of species could benefit overused and highly impacted habitat areas;\n\n(7) maps that identify locations of:\n\n(a) existing populations of species of greatest concern;\n\n(b) existing wildlife crossings; and\n\n(c) areas requiring additional monitoring or research;\n\n(8) protocols for post-completion monitoring of wildlife corridors projects in order to assess their effectiveness in establishing, maintaining and promoting wildlife movements;\n\n(9) economic benefits anticipated from preserving wildlife movement patterns, including the potential impact of reduced wildlife-vehicle collisions;\n\n(10) opportunities to collaborate with and enter into joint powers agreements as provided in the Joint Powers Agreements Act [11-1-1 to 11-1-7 NMSA 1978] as necessary with New Mexico Indian nations, tribes or pueblos; relevant agencies or Indian nations, tribes or pueblos in neighboring states; and relevant federal agencies to protect wildlife corridors that cross state or tribal lines;\n\n(11) the wildlife corridors project list; and\n\n(12) additional information that the department of game and fish and the department of transportation deem necessary and appropriate to carry out the intent and purposes of the Wildlife Corridors Act.\n\nC. The department of game and fish and the department of transportation shall consult with and actively seek the involvement of tribal governments in the development of the wildlife corridors action plan.\n\nD. The initial wildlife corridors action plan shall be:\n\n(1) open for public comment before being finalized; provided that, once finalized, the department of game and fish and the department of transportation shall publish the initial action plan on their websites and shall submit the action plan to the governor and the legislature on or before January 15, 2020; and\n\n(2) updated at least every ten years and may be amended prior to a full update as new research and data become available or changes in conditions affecting wildlife and wildlife-human interactions arise.\n\nE. The wildlife corridors action plan or the provisions of the Wildlife Corridors Act do not apply to private property or private property owners, unless private property owners choose to participate voluntarily.\n\nHistory:Laws 2019, ch. 97, § 3.\n\nEffective dates.— Laws 2019, ch. 97 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-9/section-17-9-3/"
    },
    {
      "id": "section-17-9-4",
      "number": "17-9-4",
      "heading": "Prioritized wildlife corridors project list; publication.",
      "text": "A. As part of the wildlife corridors action plan, the department of game and fish and the department of transportation shall publish a prioritized \"wildlife corridors project list\" of projects to be undertaken.\n\nB. The department of game and fish and the department of transportation shall prioritize projects within the wildlife corridors project list by assessing the following criteria, listed in order of importance:\n\n(1) the potential to reduce wildlife-vehicle collision and enhance safety to the traveling public;\n\n(2) the relative current population size of select large mammal species and species of concern or the value of proposed infrastructure that will improve wildlife corridors;\n\n(3) the feasibility and constructability of wildlife corridors infrastructure;\n\n(4) the potential costs and economics of wildlife corridors infrastructure, including benefits or other effects on local communities;\n\n(5) local community support for proposed wildlife corridors infrastructure;\n\n(6) the value of the project to native large mammals and other native species; and\n\n(7) surrounding land-use and ownership, especially tribal lands, and an evaluation of the need for conservation easements or other real estate instrument necessary to maintain the viability of a proposed wildlife corridor.\n\nC. On an annual basis following the issuance of the first wildlife corridors project list, the department of game and fish and the department of transportation shall issue a report to the governor and the legislature stating the progress toward completing the enumerated projects as of the current fiscal year. The report shall represent progress toward completion of a project as a percentage, with a corresponding explanation for the represented number and plans for future progress.\n\nHistory:Laws 2019, ch. 97, § 4.\n\nEffective dates.— Laws 2019, ch. 97 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-9/section-17-9-4/"
    },
    {
      "id": "section-17-9-5",
      "number": "17-9-5",
      "heading": "Wildlife corridors fund; created; purpose.",
      "text": "A. The \"wildlife corridors fund\" is created as a nonreverting fund in the state treasury. The fund consists of appropriations, gifts, grants, donations, income from investment of the fund and any other money distributed or otherwise allocated to the fund. The department of transportation shall administer the fund, and money in the fund is appropriated to the department of transportation for the purposes set forth in Subsection B of this section. Disbursements from the fund shall be made by warrant of the secretary of finance and administration pursuant to vouchers signed by the secretary of transportation or the secretary's authorized representative.\n\nB. Money in the wildlife corridors fund shall be used:\n\n(1) to provide safe road crossings for wildlife and reduce wildlife-vehicle collisions, including the projects contained in the wildlife corridors project list prepared as a part of the wildlife corridors action plan pursuant to Section 17-9-3 NMSA 1978;\n\n(2) for costs related to:\n\n(a) project feasibility studies;\n\n(b) planning, construction, retrofitting and maintenance of wildlife road crossing infrastructure;\n\n(c) roadkill tracking and studies;\n\n(d) animal detection systems;\n\n(e) signage;\n\n(f) exclusionary fencing;\n\n(g) wildlife jump outs; and\n\n(h) private land conservation efforts;\n\n(3) to provide matching money as required by federal grant programs relating to wildlife corridor projects; and\n\n(4) for administrative and personnel expenses related to the purposes of the fund as set forth in this subsection.\n\nC. The department of transportation shall:\n\n(1) consult with the department of game and fish concerning the distribution of money from the wildlife corridors fund for the purposes set forth in Subsection B of this section and, if the money is distributed to a project on or adjacent to lands owned by Indian nations, tribes or pueblos, consult with the appropriate tribal government; and\n\n(2) consider distributing money from the fund to projects to fill funding gaps for wildlife road crossings and connectivity that are not otherwise budgeted or required for projects under other federal or state obligation.\n\nD. By October 1, 2024, and by October 1 of each year thereafter, the department of transportation shall provide a report to the governor and the legislative finance committee regarding:\n\n(1) an aggregate accounting of all money expended from the wildlife corridors fund during the prior fiscal year; and\n\n(2) a listing of all projects receiving funding from the fund and the amount of funding for each project during the prior fiscal year.\n\nHistory:Laws 2023, ch. 27, § 2.\n\nEffective dates.— Laws 2023, ch. 27, § 3 made Laws 2023, ch. 27, § 2 effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-17/article-9/section-17-9-5/"
    }
  ]
}