{
  "state": "virginia",
  "path": "title-title-801-civil-remedies-and-procedure/chapter-chapter-211-medical-malpractice",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Medical Malpractice Review Panels; Arbitration of Malpractice Claims§ 8",
      "text": "01-581.1. Definitions§ 8.01-581.2. Request for review by medical malpractice review panel; rescission of request; determination on request§ 8.01-581.2:1. Additional parties§ 8.01-581.3. Composition, selection, etc., of panel§ 8.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-801-5811",
      "number": "8.01-581.1.",
      "heading": "Definitions",
      "text": "As used in this chapter:\n\n\"Health care\" means any act, professional services in nursing homes, or treatment performed or furnished, or which should have been performed or furnished, by any health care provider for, to, or on behalf of a patient during the patient's medical diagnosis, care, treatment or confinement.\n\n\"Health care provider\" means (i) a person, corporation, facility or institution licensed by this Commonwealth to provide health care or professional services as a physician or hospital, a dentist, a pharmacist, a registered nurse or licensed practical nurse or a person who holds a multistate privilege to practice such nursing under the Nurse Licensure Compact, an advanced practice registered nurse, an optometrist, a podiatrist, a physician assistant, a chiropractor, a physical therapist, a physical therapy assistant, a clinical psychologist, a clinical social worker, a professional counselor, a licensed marriage and family therapist, a licensed dental hygienist, a health maintenance organization, or an emergency medical care attendant or technician who provides services on a fee basis; (ii) a professional corporation, all of whose shareholders or members are so licensed; (iii) a partnership, all of whose partners are so licensed; (iv) a nursing home as defined in § 54.1-3100 except those nursing institutions conducted by and for those who rely upon treatment by spiritual means alone through prayer in accordance with a recognized church or religious denomination; (v) a professional limited liability company comprised of members as described in subdivision A 2 of § 13.1-1102; (vi) a corporation, partnership, limited liability company or any other entity, except a state-operated facility, which employs or engages a licensed health care provider and which primarily renders health care services; or (vii) a director, officer, employee, independent contractor, or agent of the persons or entities referenced herein, acting within the course and scope of his employment or engagement as related to health care or professional services.\n\n\"Health maintenance organization\" means any person licensed pursuant to Chapter 43 (§ 38.2-4300 et seq.) of Title 38.2 who undertakes to provide or arrange for one or more health care plans.\n\n\"Hospital\" means a public or private institution licensed pursuant to Chapter 5 (§ 32.1-123 et seq.) of Title 32.1 or Article 2 (§ 37.2-403 et seq.) of Chapter 4 of Title 37.2.\n\n\"Impartial attorney\" means an attorney who has not represented (i) the claimant, his family, his partners, co-proprietors or his other business interests; or (ii) the health care provider, his family, his partners, co-proprietors or his other business interests.\n\n\"Impartial health care provider\" means a health care provider who (i) has not examined, treated or been consulted regarding the claimant or his family; (ii) does not anticipate examining, treating, or being consulted regarding the claimant or his family; or (iii) has not been an employee, partner or co-proprietor of the health care provider against whom the claim is asserted.\n\n\"Malpractice\" means any tort action or breach of contract action for personal injuries or wrongful death, based on health care or professional services rendered, or which should have been rendered, by a health care provider, to a patient.\n\n\"Patient\" means any natural person who receives or should have received health care from a licensed health care provider except those persons who are given health care in an emergency situation which exempts the health care provider from liability for his emergency services in accordance with § 8.01-225 or 44-146.23.\n\n\"Physician\" means a person licensed to practice medicine or osteopathy in this Commonwealth pursuant to Chapter 29 (§ 54.1-2900 et seq.) of Title 54.1.\n\n\"Professional services in nursing homes\" means services provided in a nursing home, as that term is defined in clause (iv) of the definition of health care provider in this section, by a health care provider related to health care, staffing to provide patient care, psycho-social services, personal hygiene, hydration, nutrition, fall assessments or interventions, patient monitoring, prevention and treatment of medical conditions, diagnosis or therapy.\n\nCode 1950, § 8-911; 1976, c. 611; 1977, c. 617; 1981, c. 305; 1986, cc. 227, 511; 1989, cc. 146, 730; 1991, cc. 455, 464; 1993, c. 268; 1994, cc. 114, 616, 651; 2001, c. 98; 2003, cc. 487, 492; 2005, cc. 482, 649, 692; 2006, c. 638; 2008, cc. 121, 157, 169, 205; 2014, c. 89; 2015, cc. 295, 306; 2023, c. 183.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-1/"
    },
    {
      "id": "section-801-5812",
      "number": "8.01-581.2.",
      "heading": "Request for review by medical malpractice review panel; rescission of request; determination on request",
      "text": "A. At any time within thirty days from the filing of the responsive pleading in any action brought for malpractice against a health care provider, the plaintiff or defendant may request a review by a medical malpractice review panel established as provided in § 8.01-581.3. The request shall be forwarded by the party making the request to the Clerk of the Supreme Court of Virginia with a copy of the Motion for Judgment and a copy of all responsive pleadings. A copy of the request shall be filed with the clerk of the circuit court, and a copy shall be sent to all counsel of record. The request shall include the name of the judge to whom the case is assigned, if any. Upon receipt of such request, the Supreme Court shall select the panel members as provided in § 8.01-581.3:1 and shall designate a panel within sixty days after receipt of the request. If a panel is requested, proceedings on the action based on the alleged malpractice shall be stayed during the period of review by the medical review panel, except that the judge may rule on any motions, demurrers, or pleas that can be disposed of as a matter of law, set the trial date after the panel has been designated and, prior to the designation of the panel, shall rule on any motions to transfer venue.\n\nB. After the selection of the members of the review panel, the requesting party may rescind a request for review by the panel only with the consent of all parties or with leave of the judge presiding over the panel.\n\nC. Any health care provider named as a defendant shall have the right to request a panel and, in that event, shall give notice of its request to the other health care providers named in the motion for judgment as well as to the plaintiff and his counsel of record. When a request for a medical review panel is made by any party, a single panel shall be designated and all health care providers against whom a claim is asserted shall be subject to the jurisdiction of such panel. The provisions of this subsection shall not prohibit the addition of parties pursuant to § 8.01-581.2:1.\n\nCode 1950, § 8-912; 1976, c. 611; 1977, c. 617; 1982, c. 151; 1984, cc. 443, 777; 1986, c. 227; 1989, c. 561; 1993, c. 928; 1994, c. 38; 1995, c. 367; 2000, c. 213; 2001, c. 252.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-2/"
    },
    {
      "id": "section-801-58121",
      "number": "8.01-581.2:1.",
      "heading": "Additional parties",
      "text": "The judge of the circuit court hearing the case may grant leave to amend the request for a review panel to add additional parties or causes of action in furtherance of the ends of justice except where (i) the request for leave to amend is made less than ten days before the date set for the review panel to convene or for the hearing or (ii) the judge finds that the request for leave to amend is without merit. If leave to amend is granted, the judge may, upon motion of either party, stay the review panel proceedings or continue the trial, extend the time for completion of discovery, filing of pleadings and other procedural limitations periods, or enter such other orders as are appropriate to avoid prejudice to the parties and to avoid unnecessary delay and duplication in the proceedings.\n\nThe statute of limitations as to any party added shall be tolled from the date of the request until completion of the panel proceedings. Leave to add additional parties to the review panel proceeding shall not be granted if the judge finds that the applicable statute of limitations has expired with respect to the new or additional parties or causes of action.\n\n1986, c. 227; 1993, c. 928.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-2-1/"
    },
    {
      "id": "section-801-5813",
      "number": "8.01-581.3.",
      "heading": "Composition, selection, etc., of panel",
      "text": "The medical review panel shall consist of (i) two impartial attorneys and two impartial health care providers, licensed and actively practicing their professions in the Commonwealth and (ii) the judge of a circuit court in which the action was filed, who shall preside over the panel. The judge shall have no vote and need not attend or participate in the deliberations. The medical review panel shall be selected by the Supreme Court from a list of health care providers submitted by the Board of Medicine and a list of attorneys submitted by the Virginia State Bar. In the selection of the health care provider members, the Court shall give due regard to the nature of the claim and the nature of the practice of the health care provider.\n\nCode 1950, § 8-913; 1976, c. 611; 1977, cc. 202, 617; 1983, c. 208; 1984, c. 777; 1986, c. 227; 1993, c. 928; 1994, c. 384.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-3/"
    },
    {
      "id": "section-801-58131",
      "number": "8.01-581.3:1.",
      "heading": "Completion of discovery; hearing date; notification to parties and panel members; oath of panel members",
      "text": "At the time that the panel is designated, the Supreme Court shall advise the clerk of the circuit court in which the matter was filed of the names of the panel members.\n\nExcept for good cause shown, the date for completion of discovery shall not be set beyond 120 days from the date on which the panel was requested. Within the period set for the taking of discovery and upon consultation with the panel members, the judge shall notify the parties of the date set for a hearing by the review panel, if any, or the date on which the panel will convene. Such date shall not be set sooner than ten days after the date for completion of discovery. Upon completion of discovery, the clerk of the circuit court shall notify the parties of the name, address and professional practice of each panel member and shall also notify the panel members, in writing, of their appointment.\n\nThe written notification to the panel members shall include the definitions of \"impartial attorney\" and \"impartial health care provider\" as contained in § 8.01-581.1 and a copy of the oath to which the panel members will be required to subscribe when the panel convenes. The oath shall be as follows:\n\n\"I do solemnly swear (or affirm) that I have no past or present relationship with the parties nor am I aware of anything that would prevent me from being impartial in my deliberations. I further swear (or affirm) that I will render an opinion faithfully and fairly on the basis of the evidence presented, applying any professional expertise I may have, giving due regard to the nature of the claim and the nature of the practice of the health care provider.\" A panel member who, for any reason, could not take the oath of impartiality shall promptly notify the judge presiding over the panel, in writing, of such inability. The judge shall notify the Supreme Court, which shall then select and notify another panel member in place of and practicing the same profession as the disqualified member.\n\n1986, c. 227; 1993, c. 928.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-3-1/"
    },
    {
      "id": "section-801-5814",
      "number": "8.01-581.4.",
      "heading": "Submission of evidence to panel; depositions and discovery; duties of chairman; access to material",
      "text": "The evidence to be considered by the medical review panel shall be promptly submitted by the respective parties, upon appointment of the panel, to each member of the panel in written form. Either party, upon request, shall be granted a hearing before the panel. The evidence may consist of medical charts, X-rays, laboratory tests, excerpts of treatises, and depositions of witnesses, including parties, and, when a hearing is held, oral testimony before the panel. The parties shall submit to the panel members only those portions of deposition transcripts, medical records, treatises and other documents which are relevant to the claim. However, upon request of the judge, a party shall produce all or part of any such document submitted. At the discretion of the judge, additional depositions of parties and witnesses may be taken, or other additional discovery may be had, at any time prior to hearing by any party. The judge shall rule on the admissibility of all or any part of a deposition offered as evidence at the hearing. Either party may have discovery pursuant to procedures set out in Part Four of the Rules of the Supreme Court of Virginia prior to appointment of the panel or thereafter in the discretion of the judge.\n\nProcess shall be returnable to the office of the clerk where the action was filed and shall issue under the style of the case as filed. Process for discovery shall issue upon application to the clerk. Any such discovery and any depositions taken for purposes of discovery or otherwise, under this section, may be used in the action filed for any purpose otherwise proper under Part Four of the Rules of Court. The judge of the panel shall advise the panel relative to any legal question involved in the review proceeding and shall prepare the opinion of the panel as provided in § 8.01-581.7. All parties shall have full access to any material submitted to the panel.\n\nCode 1950, § 8-914; 1976, c. 611; 1977, c. 617; 1979, c. 261; 1984, c. 777; 1986, c. 227; 1993, c. 928.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-4/"
    },
    {
      "id": "section-801-58141",
      "number": "8.01-581.4:1.",
      "heading": "Assembly of record",
      "text": "Upon conclusion of deliberations and rendering of an opinion by the panel, all documentary evidence submitted to the panel, a transcript of the ore tenus hearing, if any, and a copy of the written opinion of the panel shall be filed in the office of the clerk. The record shall be maintained until the action is completed in the circuit court. Upon completion of the action, the clerk of the trial court shall include a copy of the panel record along with the record of the case.\n\n1986, c. 227; 1993, c. 928.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-4-1/"
    },
    {
      "id": "section-801-58142",
      "number": "8.01-581.4:2.",
      "heading": "Removal of record for inspection and copying; notice",
      "text": "Any party may, upon notice to all other parties or their counsel, remove any book, record or document which has been filed with the clerk or has become a part of the permanent record filed with the Executive Secretary for purposes of inspection and copying. The party removing the documents shall give an appropriate receipt to the clerk or Executive Secretary and shall be responsible for the return of the materials within ten days.\n\n1986, c. 227.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-4-2/"
    },
    {
      "id": "section-801-5815",
      "number": "8.01-581.5.",
      "heading": "When hearing to be held; notice to parties",
      "text": "The plaintiff or defendant may request the medical review panel to hold a hearing on any claim referred to the medical review panel, in which case the medical review panel shall conduct a hearing thereon in accordance with § 8.01-581.6 after notice to the parties by means adequate to ensure their presence at the time and place of the hearing.\n\nCode 1950, § 8-915; 1976, c. 611; 1977, c. 617; 1979, c. 261; 1984, c. 777; 1993, c. 928.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-5/"
    },
    {
      "id": "section-801-5816",
      "number": "8.01-581.6.",
      "heading": "Conduct of proceedings",
      "text": "In the conduct of its proceedings:\n\n1. The testimony of the witnesses shall be given under oath. Members of the medical review panel, once sworn, shall have the power to administer oaths.\n\n2. In the event a hearing is held, the parties are entitled to be heard, to present relevant evidence, and to cross-examine witnesses to the extent necessary to enable the panel to render an opinion as specified in § 8.01-581.7. The rules of evidence need not be observed. The medical review panel may proceed with the hearing and shall render an opinion upon the evidence produced, notwithstanding the failure of a party duly notified to appear.\n\n3. The medical review panel may issue or cause to be issued, on its own motion or on application of any party, subpoenas for the attendance of witnesses and for the production of books, records, documents, and other evidence. Subpoenas so issued shall be served and, upon application by a party or the panel to a court of proper venue having jurisdiction over a motion for judgment based on such claim, enforced in the manner provided for the service and enforcement of subpoenas in a civil action. All provisions of law compelling a person under subpoena to testify are applicable.\n\n4. [Repealed.]\n\n5. The hearing shall be conducted by all members of the medical review panel unless the parties otherwise agree. A majority of the members present may determine any question and may render an opinion.\n\n6. The medical review panel members may apply their expertise in evaluating the evidence giving due regard to the nature of the claim and the nature of the practice of the health care provider, whether expert medical opinions are presented by the parties or not.\n\nCode 1950, § 8-916; 1976, c. 611; 1977, c. 617; 1979, c. 261; 1984, c. 777; 1986, c. 227.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-6/"
    },
    {
      "id": "section-801-5817",
      "number": "8.01-581.7.",
      "heading": "Opinion of panel",
      "text": "A. Within thirty days, after receiving all the evidence, the panel shall have the duty, after joint deliberation, to render one or more of the following opinions:\n\n1. The evidence does not support a conclusion that the health care provider failed to comply with the appropriate standard of care;\n\n2. The evidence supports a conclusion that the health care provider failed to comply with the appropriate standard of care and that such failure is a proximate cause in the alleged damages;\n\n3. The evidence supports a conclusion that the health care provider failed to comply with the appropriate standard of care and that such failure is not a proximate cause in the alleged damages; or\n\n4. The evidence indicates that there is a material issue of fact, not requiring an expert opinion, bearing on liability for consideration by a court or jury.\n\nB. If the review panel's finding is that set forth in subdivision 2 of subsection A of this section, the panel may determine whether the plaintiff suffered any disability or impairment and the degree and extent thereof.\n\nC. The opinion shall be in writing and shall be signed by all panelists who agree therewith. Any member of the panel may note his dissent. All such opinions shall be filed with the clerk of the court in which the action is pending and mailed to the plaintiff and the defendant within five days of the date of their rendering. However, this subsection shall not be construed to preclude the panel from announcing the opinion in the presence of the parties or their counsel, provided a signed written opinion is subsequently mailed as provided in this subsection.\n\nCode 1950, § 8-917; 1976, c. 611; 1977, c. 617; 1986, c. 227; 1993, c. 928.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-7/"
    },
    {
      "id": "section-801-58171",
      "number": "8.01-581.7:1.",
      "heading": "Limitation on panel opinion",
      "text": "Unless the parties otherwise agree, any opinion of the panel shall be rendered no later than six months from the designation of the panel unless the judge shall extend the period one time, not to exceed ninety days, upon a showing of extraordinary circumstances. If the opinion of the panel is not rendered within the time provided, any panel opinion rendered subsequently shall be inadmissible as evidence unless the failure of the panel to render a decision within the time provided was caused by delay on the plaintiff's part.\n\n1981, c. 327; 1993, c. 928.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-7-1/"
    },
    {
      "id": "section-801-5818",
      "number": "8.01-581.8.",
      "heading": "Admissibility of opinion as evidence; appearance of panel members as witnesses; immunity from civil liability",
      "text": "An opinion of the medical review panel shall be admissible as evidence in the action brought by the plaintiff, but shall not be conclusive. Either party shall have the right to call, at his cost, any member of the panel, except the judge, as a witness. If called, each witness shall be required to appear and testify. The panelist shall have absolute immunity from civil liability for all communications, findings, opinions and conclusions made in the course and scope of duties prescribed by this chapter.\n\nCode 1950, § 8-918; 1976, c. 611; 1977, c. 617; 1978, c. 406; 1993, c. 928.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-8/"
    },
    {
      "id": "section-801-5819",
      "number": "8.01-581.9.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1993, c. 928.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-9/"
    },
    {
      "id": "section-801-58110",
      "number": "8.01-581.10.",
      "heading": "Per diem and expenses of panel",
      "text": "Each member of the medical review panel shall be reimbursed for his actual and necessary expenses and shall be paid at a rate of fifty dollars per diem for work performed as a member of the panel exclusive of time involved if called as a witness to testify in court. Per diem and expenses of the panel shall be borne by the parties in such proportions as may be determined by the chairman in his discretion.\n\nCode 1950, § 8-920; 1976, c. 611; 1977, c. 617; 1984, c. 777.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-10/"
    },
    {
      "id": "section-801-58111",
      "number": "8.01-581.11.",
      "heading": "Rules and regulations",
      "text": "The Chief Justice of the Supreme Court of Virginia shall promulgate all necessary rules and regulations to carry out the provisions of this chapter.\n\nCode 1950, § 8-921; 1976, c. 611; 1977, c. 617.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-11/"
    },
    {
      "id": "section-801-581111",
      "number": "8.01-581.11:1.",
      "heading": "Objections not waived by participation",
      "text": "Participation in any medical malpractice review panel proceeding pursuant to this article shall not constitute a waiver by a party to the proceedings of any objections to the review panel procedure.\n\n1986, c. 227.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-11-1/"
    },
    {
      "id": "section-801-58112",
      "number": "8.01-581.12.",
      "heading": "Arbitration of medical malpractice claims",
      "text": "A. Persons desiring to enter into an agreement to arbitrate medical malpractice claims which have then arisen or may thereafter arise may submit such matters to arbitration under the provisions of Chapter 21 (§ 8.01-577 et seq.) of this title and an agreement to submit such matters shall be binding upon the parties if the patient or claimant or his guardian, conservator, committee or personal representative is allowed by the terms of the agreement to withdraw therefrom, and to decline to submit any matter then or thereafter in controversy, within a period of at least sixty days after the termination of health care or, if the patient is under disability by reason of age and at the time of termination without a guardian who could take such action for him, or if he is incapacitated and without a guardian or conservator who could take such action for him, or if such termination is by death or if death occurs within sixty days after termination, then within a period of at least sixty days after the appointment and qualification of the guardian, conservator or committee or personal representative.\n\nB. Proof of agreement to arbitrate and submission of a medical malpractice claim pursuant thereto shall be in accordance with Chapter 21 of this title, and a medical malpractice panel appointed under this article may be designated to arbitrate the matter, either by the arbitration agreement or by the parties to the agreement.\n\nC. An insurer of a health care provider shall be bound by the award of an arbitration panel or arbitrators acting pursuant to a good faith submission hereunder to the extent to which it would have been obligated by a judgment entered in an action at law with respect to the matter submitted; provided, that such insurer has agreed prior to the submission to be bound by the award of such arbitration panel or arbitrators.\n\nCode 1950, § 8-922; 1976, c. 611; 1977, c. 617; 1997, c. 801.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-12/"
    },
    {
      "id": "section-801-581121",
      "number": "8.01-581.12:1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1979, c. 325.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-12-1/"
    },
    {
      "id": "section-801-581122",
      "number": "8.01-581.12:2.",
      "heading": "Article not applicable to actions arising prior to July 1, 1976",
      "text": "(a) The provisions of this article shall not apply to any cause of action which arose prior to July 1, 1976, and as to which the statute of limitations had not run prior to that date, regardless of the date any suit brought thereon is filed. Notwithstanding the foregoing, in actions which accrued prior to July 1, 1976, if a claimant has filed notice under § 8.01-581.2 of this article, his cause of action and any defense thereto shall be governed by this article.\n\n(b) The term \"has filed,\" as used in this section, is deemed to include the filing of notice under § 8.01-581.2 (or under repealed § 8-912) of this article where such filing occurred prior to the expiration of any applicable statute of limitation when the cause of action arose prior to July 1, 1976. This subsection (b) shall be applied retroactively to such causes of action.\n\nCode 1950, § 8-924; 1977, c. 422; 1978, c. 262.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-12-2/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Miscellaneous Provisions",
      "text": "Miscellaneous Provisions",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-801-58113",
      "number": "8.01-581.13.",
      "heading": "Civil immunity for certain health professionals and health profession students serving as members of certain entities",
      "text": "A. For the purposes of this subsection, \"health professional\" means any clinical psychologist, applied psychologist, school psychologist, dentist, certified emergency medical services provider, licensed professional counselor, licensed substance abuse treatment practitioner, certified substance abuse counselor, certified substance abuse counseling assistant, licensed marriage and family therapist, nurse, optometrist, pharmacist, physician, chiropractor, podiatrist, or veterinarian who is actively engaged in the practice of his profession or any member of the Health Practitioners' Monitoring Program Committee pursuant to Chapter 25.1 (§ 54.1-2515 et seq.) of Title 54.1.\n\nUnless such act, decision, or omission resulted from such health professional's bad faith or malicious intent, any health professional, as defined in this subsection, shall be immune from civil liability for any act, decision or omission resulting from his duties as a member or agent of any entity which functions primarily (i) to investigate any complaint that a physical or mental impairment, including alcoholism or drug addiction, has impaired the ability of any such health professional to practice his profession and (ii) to encourage, recommend and arrange for a course of treatment or intervention, if deemed appropriate, or (iii) to review or monitor the duration of patient stays in health facilities, delivery of professional services, or the quality of care delivered in the statewide emergency medical services system for the purpose of promoting the most efficient use of available health facilities and services, the adequacy and quality of professional services, or the reasonableness or appropriateness of charges made by or on behalf of such health professionals. Such entity shall have been established pursuant to a federal or state law, or by one or more public or licensed private hospitals, or a relevant health professional society, academy or association affiliated with the American Medical Association, the American Dental Association, the American Pharmaceutical Association, the American Psychological Association, the American Podiatric Medical Association, the American Society of Hospitals and Pharmacies, the American Veterinary Medical Association, the American Association for Counseling and Development, the American Optometric Association, International Chiropractic Association, the American Chiropractic Association, the NAADAC: the Association for Addiction Professionals, the American Association for Marriage and Family Therapy or a governmental agency.\n\nB. For the purposes of this subsection, \"health profession student\" means a student in good standing who is enrolled in an accredited school, program, or curriculum in clinical psychology, counseling, dentistry, medicine, nursing, pharmacy, chiropractic, marriage and family therapy, substance abuse treatment, or veterinary medicine and has received training relating to substance abuse.\n\nUnless such act, decision, or omission resulted from such health profession student's bad faith or malicious intent, any health profession student, as defined in this subsection, shall be immune from civil liability for any act, decision, or omission resulting from his duties as a member of an entity established by the institution of higher education in which he is enrolled or a professional student's organization affiliated with such institution which functions primarily (i) to investigate any complaint of a physical or mental impairment, including alcoholism or drug addiction, of any health profession student and (ii) to encourage, recommend, and arrange for a course of treatment, if deemed appropriate.\n\nC. The immunity provided hereunder shall not extend to any person with respect to actions, decisions or omissions, liability for which is limited under the provisions of the federal Social Security Act or amendments thereto.\n\nCode 1950, § 8-654.6; 1975, c. 418; 1977, c. 617; 1983, c. 567; 1984, c. 494; 1987, c. 713; 1989, c. 729; 1992, c. 590; 1993, c. 702; 1995, c. 636; 1996, cc. 937, 980; 1997, cc. 439, 901; 2001, c. 460; 2006, cc. 412, 638; 2009, c. 472; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-13/"
    },
    {
      "id": "section-801-58114",
      "number": "8.01-581.14.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, c. 397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-14/"
    },
    {
      "id": "section-801-58115",
      "number": "8.01-581.15.",
      "heading": "Limitation on recovery in certain medical malpractice actions",
      "text": "In any verdict returned against a health care provider in an action for malpractice where the act or acts of malpractice occurred on or after August 1, 1999, which is tried by a jury or in any judgment entered against a health care provider in such an action which is tried without a jury, the total amount recoverable for any injury to, or death of, a patient shall not exceed the following, corresponding amount:\n\nIn any verdict returned against a health care provider in an action for malpractice where the act or acts of malpractice occurred on or after July 1, 2031, which is tried by a jury or in any judgment entered against a health care provider in such an action which is tried without a jury, the total amount recoverable for any injury to, or death of, a patient shall not exceed $3 million. Each annual increase shall apply to the act or acts of malpractice occurring on or after the effective date of the increase.\n\nWhere the act or acts of malpractice occurred prior to August 1, 1999, the total amount recoverable for any injury to, or death of, a patient shall not exceed the limitation on recovery set forth in this statute as it was in effect when the act or acts of malpractice occurred.\n\nIn interpreting this section, the definitions found in § 8.01-581.1 shall be applicable.\n\nCode 1950, §§ 8-654.8; 1976, c. 611; 1977, c. 617; 1983, c. 496; 1999, c. 711; 2001, c. 211; 2011, cc. 758, 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-15/"
    },
    {
      "id": "section-801-58116",
      "number": "8.01-581.16.",
      "heading": "Civil immunity for members of or consultants to certain boards or committees",
      "text": "A. Every member of, or health care professional consultant to, any committee, board, group, commission or other entity shall be immune from civil liability for any act, decision, omission, or utterance done or made in performance of his duties while serving as a member of or consultant to such committee, board, group, commission or other entity that functions primarily to review, evaluate, or make recommendations on (i) the duration of patient stays in health care facilities; (ii) the professional services furnished with respect to the medical, dental, psychological, podiatric, chiropractic, veterinary, or optometric necessity for such services; (iii) the purpose of promoting the most efficient use or monitoring the quality of care of available health care facilities and services, or of emergency medical services agencies and services; (iv) the adequacy or quality of professional services; (v) the competency and qualifications for professional staff privileges; (vi) the reasonableness or appropriateness of charges made by or on behalf of health care facilities; (vii) patient safety, including entering into contracts with patient safety organizations, provided that such committee, board, group, commission, or other entity has been established pursuant to federal or state law or regulation, the requirements of a national accrediting organization granted authority by the Centers for Medicare and Medicaid Services to assure compliance with Medicare conditions of participation pursuant to § 1865 of Title XVIII of the Social Security Act (42 U.S.C. § 1395bb), or guidelines approved or adopted by a statewide or local association representing health care providers licensed in the Commonwealth pursuant to clause (iii)(f) of subsection B of § 8.01-581.17, or established and duly constituted by one or more public or licensed private hospitals, health systems, community services boards, or behavioral health authorities, or with a governmental agency, and provided further that such act, decision, omission, or utterance is not done or made in bad faith or with malicious intent.\n\nB. Every member of, or health care professional consultant to, any committee, board, group, commission, or other entity that functions primarily to (i) review, evaluate, or make recommendations on a professional program to address issues related to career fatigue and wellness or (ii) arrange for or provide outpatient health care related to career fatigue and wellness for (a) health care professionals licensed, registered, or certified by a board of the Department of Health Professions as enumerated by § 54.1-2503 or (b) students enrolled in a graduate school or professional program, the completion of which is a prerequisite for licensure, registration, or certification by a board of the Department of Health Professions, located in the Commonwealth, that is established or contracted for by a statewide association, that is exempt under 26 U.S.C. § 501(c)(6) of the Internal Revenue Code, and that primarily represents health care professionals licensed to practice dentistry, dental hygiene, medicine, or osteopathic medicine in multiple specialties, shall be immune from civil liability for any act, decision, omission, or utterance done or made in performance of his duties while serving as a member of or consultant to such committee, board, group, commission, or other entity. No active participant in a professional program described in this subsection shall be employed or engaged by such professional program or have a financial ownership interest in such professional program.\n\nCode 1950, § 8-654.9; 1976, c. 611; 1977, c. 617; 1981, c. 174; 1987, c. 713; 1989, c. 729; 1993, c. 702; 2001, c. 381; 2002, c. 675; 2006, c. 412; 2014, cc. 17, 320, 363; 2020, cc. 198, 1093; 2021, Sp. Sess. I, cc. 5, 243; 2024, cc. 96, 126; 2025, c. 183.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-16/"
    },
    {
      "id": "section-801-58117",
      "number": "8.01-581.17.",
      "heading": "Privileged communications of certain committees and entities",
      "text": "A. For the purposes of this section:\n\n\"Centralized credentialing service\" means (i) gathering information relating to applications for professional staff privileges at any public or licensed private hospital or for participation as a provider in any health maintenance organization, preferred provider organization, or any similar organization and (ii) providing such information to those hospitals and organizations that utilize the service.\n\n\"Patient safety data\" means reports made to patient safety organizations together with all health care data, interviews, memoranda, analyses, root cause analyses, products of quality assurance or quality improvement processes, corrective action plans, or information collected or created by a health care provider as a result of an occurrence related to the provision of health care services.\n\n\"Patient safety organization\" means any organization, group, or other entity that collects and analyzes patient safety data for the purpose of improving patient safety and health care outcomes and that is independent and not under the control of the entity that reports patient safety data.\n\nB. The proceedings, minutes, records, and reports of any (i) medical staff committee, utilization review committee, professional program, or other committee, board, group, commission, or other entity as specified in § 8.01-581.16; (ii) nonprofit entity that provides a centralized credentialing service; or (iii) quality assurance, quality of care, or peer review committee established pursuant to guidelines approved or adopted by (a) a national or state physician peer review entity, (b) a national or state physician accreditation entity, (c) a national professional association of health care providers or Virginia chapter of a national professional association of health care providers, (d) a licensee of a managed care health insurance plan (MCHIP) as defined in § 38.2-5800, (e) the Office of Emergency Medical Services or any regional emergency medical services council, or (f) a statewide or local association representing health care providers licensed in the Commonwealth, together with all communications, both oral and written, originating in or provided to such committees or entities, are privileged communications which may not be disclosed or obtained by legal discovery proceedings unless a circuit court, after a hearing and for good cause arising from extraordinary circumstances being shown, orders the disclosure of such proceedings, minutes, records, reports, or communications. Additionally, for the purposes of this section, accreditation and peer review records of the American College of Radiology and the Medical Society of Virginia are considered privileged communications. Oral communications regarding a specific medical incident involving patient care, made to a quality assurance, quality of care, or peer review committee established pursuant to clause (iii), shall be privileged only to the extent made more than 24 hours after the occurrence of the medical incident. Nothing in this section shall be construed as providing any privilege to any health care provider, emergency medical services agency, community services board, or behavioral health authority with respect to any factual information regarding specific patient health care or treatment, including patient health care incidents, whether oral, electronic, or written. However, the analysis, findings, conclusions, recommendations, and the deliberative process of any medical staff committee, utilization review committee, or other committee, board, group, commission, or other entity specified in § 8.01-581.16, as well as the proceedings, minutes, records, and reports, including the opinions and reports of experts, of such entities shall be privileged in their entirety under this section. Information known by a witness with knowledge of the facts or treating health care provider is not privileged or protected from discovery merely because it is provided to a committee, board, group, commission, or other entity specified in § 8.01-581.16, and may be discovered by deposition or otherwise in the course of discovery. A person involved in the work of the entities referenced in this subsection shall not be made a witness with knowledge of the facts by virtue of his involvement in the quality assurance, peer review, professional program, or credentialing process.\n\nC. Nothing in this section shall be construed as providing any privilege to health care provider, emergency medical services agency, community services board, or behavioral health authority medical records kept with respect to a patient, whose treatment is at issue, in the ordinary course of business of operating a hospital, emergency medical services agency, community services board, or behavioral health authority nor to any facts or information contained in medical records, nor shall this section preclude or affect discovery of or production of evidence relating to hospitalization or treatment of such patient in the ordinary course of the patient's hospitalization or treatment. However, the proceedings, minutes, records, reports, analysis, findings, conclusions, recommendations, and the deliberative process, including opinions and reports of experts, of any medical staff committee, utilization review committee, professional program, or other committee, board, group, commission, or other entity specified in § 8.01-581.16 shall not constitute medical records, are privileged in their entirety, and are not discoverable.\n\nD. Notwithstanding any other provision of this section, reports or patient safety data in possession of a patient safety organization, together with the identity of the reporter and all related correspondence, documentation, analysis, results, or recommendations, shall be privileged and confidential and shall not be subject to a civil, criminal, or administrative subpoena or admitted as evidence in any civil, criminal, or administrative proceeding. Nothing in this subsection shall affect the discoverability or admissibility of facts, information, or records referenced in subsection C as related to patient care from a source other than a patient safety organization.\n\nE. Any patient safety organization shall promptly remove all patient-identifying information after receipt of a complete patient safety data report unless such organization is otherwise permitted by state or federal law to maintain such information. Patient safety organizations shall maintain the confidentiality of all patient-identifying information and shall not disseminate such information except as permitted by state or federal law.\n\nF. Exchange of (i) patient safety data among health care providers or patient safety organizations that does not identify any patient or (ii) information privileged pursuant to subsection B between professional programs, committees, boards, groups, commissions, or other entities specified in § 8.01-581.16 shall not constitute a waiver of any privilege established in this section.\n\nG. Reports of patient safety data to patient safety organizations shall not abrogate obligations to make reports to health regulatory boards or other agencies as required by state or federal law.\n\nH. No employer shall take retaliatory action against an employee who in good faith makes a report of patient safety data to a patient safety organization.\n\nI. Reports produced solely for purposes of self-assessment of compliance with requirements or standards of a national accrediting organization granted authority by the Centers for Medicare and Medicaid Services to ensure compliance with Medicare conditions of participation pursuant to § 1865 of Title XVIII of the Social Security Act (42 U.S.C. § 1395bb) shall be privileged and confidential and shall not be subject to subpoena or admitted as evidence in a civil or administrative proceeding. Nothing in this subsection shall affect the discoverability or admissibility of facts, information, or records referenced in subsection C as related to patient care from a source other than such accreditation body. A health care provider's release of such reports to such accreditation body shall not constitute a waiver of any privilege provided under this section.\n\nCode 1950, § 8-654.10; 1976, c. 611; 1977, c. 617; 1995, c. 500; 1997, c. 292; 2001, c. 381; 2002, c. 675; 2004, c. 250; 2006, cc. 412, 678; 2007, c. 530; 2010, c. 196; 2011, cc. 15, 753; 2014, c. 320; 2020, cc. 198, 1093.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-17/"
    },
    {
      "id": "section-801-58118",
      "number": "8.01-581.18.",
      "heading": "Delivery of results of laboratory tests and other examinations not authorized by physician",
      "text": "A. Whenever a laboratory test or other examination of the physical or mental condition of any person is conducted by or under the supervision of a person other than a physician and not at the request or with the authorization of a physician, any report of the results of such test or examination shall be provided by the person conducting such test or examination to the person who was the subject of such test or examination. Such report shall state in bold type that it is the responsibility of the person so examined or tested to arrange with his physician for consultation and interpretation of the results of such test or examination. The provisions of this subsection shall not apply to any test or examination conducted under the auspices of the State Department of Health.\n\nB. As used in this section and § 8.01-581.18:1, \"physician\" means a person licensed to practice medicine, podiatry, chiropractic or osteopathy in this Commonwealth pursuant to Chapter 29 (§ 54.1-2900 et seq.) of Title 54.1.\n\nCode 1950, § 8-654.11; 1977, c. 527; 1993, c. 702; 2006, cc. 684, 877.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-18/"
    },
    {
      "id": "section-801-581181",
      "number": "8.01-581.18:1.",
      "heading": "Immunity of physicians for laboratory results and examinations",
      "text": "A. No physician shall be liable for the failure to review or act on the results of laboratory tests or examinations of the physical or mental condition of any patient, which tests or examinations the physician neither requested nor authorized, unless (i) the report of such results is provided directly to the physician by the patient so examined or tested with a request for consultation; (ii) the physician assumes responsibility to review or act on the results; or (iii) the physician has reason to know that in order to manage the specific mental or physical condition of the patient, review of or action on the pending results is needed. However, no physician shall be immune under this section unless the physician establishes that (a) no physician-patient relationship existed when the results were received or accessed; or (b) the physician received or accessed the results without a request for consultation and without responsibility for management of the specific mental or physical condition of the patient relating to the results or (c) the physician consulted on a specific mental or physical condition, the results were not part of that physician's management of the patient and the physician had no reason to know that he was to inform the patient of the results or refer the patient to another physician; or (d) the physician received or accessed results, the interpretation of which would exceed the physician's scope of practice and the physician had no reason to know that he was to inform the patient of the results or refer the patient to another physician.\n\nB. As used in this section, \"physician\" means a person licensed to practice medicine, chiropractic, or osteopathy in the Commonwealth pursuant to Chapter 29 (§ 54.1-2900 et. seq.) of Title 54.1.\n\n2006, c. 684.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-18-1/"
    },
    {
      "id": "section-801-58119",
      "number": "8.01-581.19.",
      "heading": "Civil immunity for physicians, psychologists, podiatrists, optometrists, veterinarians, nursing home administrators, and certified emergency medical services providers while members of certain committees",
      "text": "A. Any physician, chiropractor, psychologist, podiatrist, veterinarian, or optometrist licensed to practice in the Commonwealth shall be immune from civil liability for any communication, finding, opinion, or conclusion made in performance of his duties while serving as a member of any committee, board, group, commission, or other entity that is responsible for resolving questions concerning the admission of any physician, psychologist, podiatrist, veterinarian, or optometrist to, or the taking of disciplinary action against any member of, any medical society, academy, or association affiliated with the American Medical Association, the Virginia Academy of Clinical Psychologists, the American Psychological Association, the Virginia Applied Psychology Academy, the Virginia Academy of School Psychologists, the American Podiatric Medical Association, the American Veterinary Medical Association, the International Chiropractic Association, the American Chiropractic Association, the Virginia Chiropractic Association, or the American Optometric Association, provided that such communication, finding, opinion, or conclusion is not made in bad faith or with malicious intent.\n\nB. Any nursing home administrator licensed under the laws of the Commonwealth shall be immune from civil liability for any communication, finding, opinion, decision, or conclusion made in performance of his duties while serving as a member of any committee, board, group, commission, or other entity that is responsible for resolving questions concerning the admission of any health care facility to, or the taking of disciplinary action against any member of, the Virginia Health Care Association, provided that such communication, finding, opinion, decision, or conclusion is not made in bad faith or with malicious intent.\n\nC. Any emergency medical services provider who holds a valid certificate issued by the Commissioner of Health shall be immune from civil liability for any communication, finding, opinion, decision, or conclusion made in performance of his duties while serving as a member of any regional council, committee, board, group, commission, or other entity that is responsible for resolving questions concerning the quality of care, including triage, interfacility transfer, and other components of emergency medical services care, unless such communication, finding, opinion, decision, or conclusion is made in bad faith or with malicious intent.\n\n1978, c. 541; 1987, c. 713; 1989, c. 729; 1993, c. 702; 1996, cc. 937, 980; 2006, c. 412; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-19/"
    },
    {
      "id": "section-801-581191",
      "number": "8.01-581.19:1.",
      "heading": "Civil immunity for persons providing information to certain committees",
      "text": "Any person who provides information to any committee, board, group, commission, or other entity which is authorized to investigate any complaint of physical or mental impairment, that may show that any practitioner of medicine, osteopathy, optometry, chiropractic, podiatry, clinical psychology, physical therapy, veterinary medicine or any physical therapist assistant is unable to practice his profession with reasonable skill and safety, by reason of the use of alcohol, drugs, or other substances, or as a result of any mental or physical condition, shall be immune from civil liability for any act done for, or any utterance or communication made to, such entity in the course of providing such information. However, this section shall not apply if the act, utterance, or communication is done or made in bad faith or with malicious intent or if such disclosure is prohibited by federal law or regulations promulgated thereunder.\n\nThe provisions of this section shall apply only to such entities described in this section as are (i) established pursuant to a federal or state law, (ii) established and duly constituted by one or more public or licensed private hospitals, (iii) a medical or chiropractic society that is operating its health care provider impairment program in cooperation with the Board of Medicine, or another governmental agency, (iv) an optometric society or association that is operating its optometric impairment program in cooperation with the Virginia Board of Optometry, (v) a veterinary medical association that is operating its veterinarian impairment program in cooperation with the Virginia Board of Veterinary Medicine, or (vi) a clinical psychology academy that is operating its clinical psychology impairment program in cooperation with the Board of Psychology.\n\n1986, c. 604; 1987, c. 713; 1989, c. 729; 1993, c. 702; 1996, cc. 937, 980.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-19-1/"
    },
    {
      "id": "section-801-58120",
      "number": "8.01-581.20.",
      "heading": "Standard of care in proceeding before medical malpractice review panel; expert testimony; determination of standard in action for damages",
      "text": "A. In any proceeding before a medical malpractice review panel or in any action against a physician, clinical psychologist, clinical social worker, licensed professional counselor, podiatrist, dentist, nurse, hospital, or other health care provider to recover damages alleged to have been caused by medical malpractice where the acts or omissions so complained of are alleged to have occurred in this Commonwealth, the standard of care by which the acts or omissions are to be judged shall be that degree of skill and diligence practiced by a reasonably prudent practitioner in the field of practice or specialty in this Commonwealth and the testimony of an expert witness, otherwise qualified, as to such standard of care, shall be admitted; provided, however, that the standard of care in the locality or in similar localities in which the alleged act or omission occurred shall be applied if any party shall prove by a preponderance of the evidence that the health care services and health care facilities available in the locality and the customary practices in such locality or similar localities give rise to a standard of care which is more appropriate than a statewide standard. Any health care provider who is licensed to practice in Virginia shall be presumed to know the statewide standard of care in the specialty or field of practice in which he is qualified and certified. This presumption shall also apply to any person who, but for the lack of a Virginia license, would be defined as a health care provider under this chapter, provided that such person is licensed in some other state of the United States and meets the educational and examination requirements for licensure in Virginia. An expert witness who is familiar with the statewide standard of care shall not have his testimony excluded on the ground that he does not practice in this Commonwealth. A witness shall be qualified to testify as an expert on the standard of care if he demonstrates expert knowledge of the standards of the defendant's specialty and of what conduct conforms or fails to conform to those standards and if he has had active clinical practice in either the defendant's specialty or a related field of medicine within one year of the date of the alleged act or omission forming the basis of the action.\n\nThe provisions of this section shall apply to expert witnesses testifying on the standard of care as it relates to professional services in nursing homes.\n\nB. In any action for damages resulting from medical malpractice, any issue as to the standard of care to be applied shall be determined by the jury, or the court trying the case without a jury.\n\nC. In any action described in this section, each party may designate, identify, or call to testify at trial no more than two expert witnesses per medical discipline on any issue presented. The court may permit a party, for good cause shown, to designate, identify, or call to testify at trial additional expert witnesses. The number of treating health care providers who may serve as expert witnesses pursuant to § 8.01-399 shall not be limited pursuant to this subsection, except for good cause shown. If the court permits a party to designate, identify, or call additional experts, the court may order that party to pay all costs incurred in the discovery of such additional experts. For good cause shown, pursuant to the Rules of Supreme Court of Virginia, the court may limit the number of expert witnesses other than those identified in this subsection whom a party may designate, identify, or call to testify at trial.\n\n1979, c. 325; 1980, c. 164; 1989, cc. 146, 729; 1992, c. 240; 2003, c. 251; 2008, cc. 125, 169, 205; 2015, cc. 310, 361; 2020, c. 945; 2022, c. 509.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-20/"
    },
    {
      "id": "section-801-581201",
      "number": "8.01-581.20:1.",
      "heading": "Admissibility of expressions of sympathy",
      "text": "In any civil action brought by an alleged victim of an unanticipated outcome of health care, or in any arbitration or medical malpractice review panel proceeding related to such civil action, the portion of statements, writings, affirmations, benevolent conduct, or benevolent gestures expressing sympathy, commiseration, condolence, compassion, or a general sense of benevolence, together with apologies that are made by a health care provider or an agent of a health care provider to the patient, a relative of the patient, or a representative of the patient, shall be inadmissible as evidence of an admission of liability or as evidence of an admission against interest. A statement of fault that is part of or in addition to any of the above shall not be made inadmissible by this section.\n\nFor purposes of this section, unless the context otherwise requires:\n\n\"Health care\" has the same definition as provided in § 8.01-581.1.\n\n\"Health care provider\" has the same definition as provided in § 8.01-581.1.\n\n\"Relative\" means a patient's spouse, parent, grandparent, stepfather, stepmother, child, grandchild, brother, sister, half-brother, half-sister, or spouse's parents. In addition, \"relative\" includes any person who has a family-type relationship with the patient.\n\n\"Representative\" means a legal guardian, attorney, person designated to make decisions on behalf of a patient under a medical power of attorney, or any person recognized in law or custom as a patient's agent.\n\n\"Unanticipated outcome\" means the outcome of the delivery of health care that differs from an expected result.\n\n2005, cc. 649, 692; 2009, c. 414.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-01/chapter-21-1/section-8-01-581-20-1/"
    }
  ]
}