{
  "state": "delaware",
  "path": "title-title-16/chapter-title16c049index",
  "sections": [
    {
      "id": "section-4901",
      "number": "4901.",
      "heading": "Manufacture, delivery, possession and use of laetrile",
      "text": "The manufacture, delivery, possession and use of laetrile (amygdalin, Vitamin B-17) is lawful within the State. No person, however, shall manufacture, sell or deliver laetrile (amygdalin, Vitamin B-17) for purposes of transporting such substances\n§\n\n 2;§\n\n4902. Sale or distribution of laetrile; labeling requirement.Laetrile (amygdalin, Vitamin B-17) may be distributed or sold by any person, and no special license or prescription shall be required for the sale or distribution of such substance. The label or other device affixed to a container containing laetrile (amygdalin, Vitamin B-17) shall include a statement that such substance has not yet been approved as a treatment or cure for cancer by the Food and Drug Administration of the United States Department of Health, Education and Welfare.61 Del. Laws, c. 90,\n\n§\n\n 2;§\n\n4903. Duties of Department.The Department of Health and Social Services shall:(1) Adopt regulations which prescribe minimum standards for manufacturers in preparing, compounding, processing or packaging laetrile (amygdalin, Vitamin B-17);(2) Conduct inspections of manufacturers of laetrile (amygdalin, Vitamin B-17);(3) Establish reasonable fees, to be collected from the manufacturer, for the purpose of paying the costs of the inspections.61 Del. Laws, c. 90,\n\n§\n\n 2;70 Del. Laws, c. 149,\n\n§\n\n 197;§\n\n4904. Prescribing or administering of laetrile.(a) No hospital nor health facility may interfere with the physician-patient relationship by restricting or forbidding the use of laetrile (amygdalin, Vitamin B-17) when prescribed or administered by a physician, surgeon, osteopath or other person engaged in the “practice of medicine,” as that term is defined in § 1702 of Title 24 and/or when requested by a patient, unless the substance as prescribed or administered by the physician or medical practitioner is found to be harmful by the Board of Medical Licensure and Discipline in a public hearing which complies with the Freedom of Information Act [Chapter 100 of Title 29].(b) No physician, surgeon, osteopath or other person engaged in the “practice of medicine,” as that term is defined in § 1702 of Title 24 shall be subject to disciplinary action solely for the prescribing or administering of laetrile (amygdalin, Vitamin B-17) to a patient under the physician's, surgeon's, osteopath's or other person's care who has requested the substance.(c) Under this section laetrile shall not be considered a medical drug, but shall be considered a natural food substance.61 Del. Laws, c. 90,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 141,\n\n§\n\n 2;77 Del. Laws, c. 319,\n\n§\n\n 1;80 Del. Laws, c. 80,\n\n§\n\n 2;81 Del. Laws, c. 340,\n\n§\n\n2;82 Del. Laws, c. 75,\n\n§\n\n3;83 Del. Laws, c. 52,\n\n§\n\n5;84 Del. Laws, c. 422,\n\n§\n\n1;84 Del. Laws, c. 429,\n\n§\n\n8;85 Del. Laws, c. 102,\n\n§\n\n1;§\n\n4905. Distribution by pharmacists.A pharmacist shall not be subject to any penalty for filling a prescription for laetrile (amygdalin, Vitamin B-17) if the prescription is issued to a patient by a physician, surgeon, osteopath or other person engaged in the “practice of medicine,” as that term is defined in § 1702 of Title 24.61 Del. Laws, c. 90,\n\n§\n\n 2;81 Del. Laws, c. 340,\n\n§\n\n2;82 Del. Laws, c. 75,\n\n§\n\n3;83 Del. Laws, c. 52,\n\n§\n\n5;85 Del. Laws, c. 102,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4902",
      "number": "4902.",
      "heading": "Sale or distribution of laetrile; labeling requirement",
      "text": "Laetrile (amygdalin, Vitamin B-17) may be distributed or sold by any person, and no special license or prescription shall be required for the sale or distribution of such substance. The label or other device affixed to a container containing lae\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4903",
      "number": "4903.",
      "heading": "Duties of Department.The Department of Health and Social Services shall:(1) Adopt regulations which prescribe minimum standards for manufacturers in preparing, compounding, processing or packaging laetrile (amygdalin, Vitamin B-17);(2) Conduct inspections of manufacturers of laetrile (amygdalin, Vit",
      "text": "§\n\n 2;70 Del. Laws, c. 149,\n\n§\n\n 197;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4904",
      "number": "4904.",
      "heading": "Prescribing or administering of laetrile",
      "text": "(a) No hospital nor health facility may interfere with the physician-patient relationship by restricting or forbidding the use of laetrile (amygdalin, Vitamin B-17) when prescribed or administered by a physician, surgeon, osteopath or other person engaged in\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 141,\n\n§\n\n 2;77 Del. Laws, c. 319,\n\n§\n\n 1;80 Del. Laws, c. 80,\n\n§\n\n 2;81 Del. Laws, c. 340,\n\n§\n\n2;82 Del. Laws, c. 75,\n\n§\n\n3;83 Del. Laws, c. 52,\n\n§\n\n5;84 Del. Laws, c. 422,\n\n§\n\n1;84 Del. Laws, c. 429,\n\n§\n\n8;85 Del. Laws, c. 102,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4905",
      "number": "4905.",
      "heading": "Distribution by pharmacists.A pharmacist shall not be subject to any penalty for filling a prescription for laetrile (amygdalin, Vitamin B-17) if the prescription is issued to a patient by a physician, surgeon, osteopath or other person engaged in the “practice of medicine,” as that term is defined ",
      "text": "§\n\n 2;81 Del. Laws, c. 340,\n\n§\n\n2;82 Del. Laws, c. 75,\n\n§\n\n3;83 Del. Laws, c. 52,\n\n§\n\n5;85 Del. Laws, c. 102,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}