{
  "state": "delaware",
  "path": "title-title-16/chapter-title16c076index",
  "sections": [
    {
      "id": "section-7601",
      "number": "7601.",
      "heading": "Promulgation of building, plumbing, electrical and other codes; building permits; fees",
      "text": "The Levy Court of Kent County and the County Councils of New Castle County and Sussex County may adopt and enforce building codes, plumbing codes, electrical codes or other similar codes. The said Levy Court and C\n§\n\n 7521;56 Del. Laws, c. 408;75 Del. Laws, c. 85,\n\n§\n\n 1;§\n\n7602. Code for Energy Conservation.(a) Except as herein noted, county and municipal building and plumbing codes shall meet the most recent version of the International Code Council (ICC), International Energy Conservation Code (IECC) within 12 months of adoption by the Delaware Energy Office. In effect, the highest available energy conservation code of the ICC/IECC as adopted by the Delaware Energy Office shall be the minimum energy code for all new detached 1- and 2-story family dwellings and all other new residential buildings 3 stories or less in height. Energy standards for all other new buildings, to include high-rise residential, shall be established to meet the latest available standard of the American Society of Heating, Refrigerating and Air Conditioning Engineers/Illuminating Engineering Society (ASHRAE/IES) as determined by the Delaware Energy Office; provided, however, the respective county or municipal governments may exclude agricultural structures from these provisions. The Delaware Energy Office shall adopt these updates pursuant to Chapter 101 of Title 29. However, local jurisdictions may adopt stretch codes based upon codes developed by national or international code authorities including the American Society of Heating, Refrigerating and Air-Conditioning Engineers (ASHRAE) and the International Code Council (ICC) provided that no local jurisdiction may adopt a stretch code that would replace or supersede, in its entirety, the energy code most recently adopted by the Delaware Energy Office, unless the local jurisdiction initiates a formal administrative or regulatory process under the guidance of the Delaware Energy Office at least 6 months prior to adoption. Local jurisdictions may also, through an administrative or regulatory process, provide alternative compliance pathways to meet the provisions of the stretch code or stretch codes being adopted.(b) The Delaware Energy Office, or its successor, shall promulgate procedures for certification of compliance with these codes and standards to be utilized by respective local governments; provided, however, with respect to compliance with these codes and standards, for a commercial building of less than 5,000 square feet in size, the respective local government, rather than requiring that such compliance be certified by licensed engineers or architects, as is required with commercial buildings of 5,000 square feet or more, may elect to utilize a commercial buildings ASHRAE/IES Compliance Guide, to include computerized software compliance packages such as the Department of Energy developed COMcheck compliance software for insuring commercial energy code compliance and the Department of Energy developed REScheck compliance software for residential energy code compliance. An alternate compliance method for residential code compliance using ENERGY STAR documentation software may be used in lieu of the REScheck software. Code officials shall allow submission of documents that demonstrate energy efficiency that exceeds the requirements of the code when these state, local or national programs have been demonstrated to exceed the requirements of the code.(c) The Delaware Energy Office, or its successor, in consultation with the Green Building Council of the Home Builders Association of Delaware, shall establish programs to promote the construction of zero net energy homes. A “zero net energy home” or “zero net energy building” is defined as a residence or commercial building that, through the use of energy efficient construction, lighting, appliances and on-site renewable energy generation, results in zero net energy consumption from the utility provider. Therefore, a net zero energy capable home must be energy efficient enough that if the home or building owner chooses to add on-site generation, net zero energy consumption could be achieved. As of December 31, 2025, all new residential building construction in the State of Delaware shall be zero net energy capable. As of December 31, 2030, all new commercial building construction must also be zero net energy capable.(d) The Delaware Energy Office shall review the State Energy Code triennially for potential updates to the IECC energy code and ASHRAE energy code standard.(e) This section shall become effective on July 1, 2010.(f) From January 1, 2010, to June 30, 2010, sellers of new construction shall notify buyers of an option to purchase the construction built to the ICC/IECC 2009 code standard.(g) The Delaware Energy Office will conduct energy code training work shops for code officials, builders, architects, and engineers prior to July 1, 2010.62 Del. Laws, c. 133,\n\n§\n\n 1;70 Del. Laws, c. 72,\n\n§\n\n 1;70 Del. Laws, c. 539,\n\n§\n\n 1;71 Del. Laws, c. 116,\n\n§\n\n 1;74 Del. Laws, c. 418,\n\n§\n\n 1;77 Del. Laws, c. 187,\n\n§\n\n 1;84 Del. Laws, c. 456,\n\n§\n\n1;§\n\n7603. Lighting efficiency standards for new and existing buildings [Repealed].Repealed by 70 Del. Laws, c. 72, § 1, effective June 23, 1995.§\n\n7604. Refrigerants; state and local code.No provision of the Delaware building code or other local code may prohibit or otherwise limit the use of a refrigerant designated as acceptable for use pursuant to 42 U.S.C. § 7671k, provided any equipment containing such refrigerant is listed and installed in accordance with safety standards and use conditions imposed for that equipment or refrigerant.84 Del. Laws, c. 88,\n\n§\n\n1;§\n\n7605. Solar-ready zone [For application of this section, see 84 Del. Laws, c. 143, § 2].(a) This section shall apply to new commercial buildings with a foundation footprint of 50,000 square feet or more.(b) A “solar-ready zone” means a section or sections of the roof or building overhang designated and reserved for the future installation of solar photovoltaic or solar thermal system.(c) (1) A solar-ready zone shall be located on the roof of buildings that are 5 stories or less in height above grade plane, and are oriented between 110 degrees and 270 degrees of true north or have low-slope roofs. Solar ready zones shall comply with Appendix CA Solar-Ready Zone—Commercial of the International Energy Conservation Code (IECC), and comply with all other requirements of the IECC or ASHRAE Standard 90.1.(2) The following are exceptions to subsection (c)(1) of this section:a. A building with a permanently-installed, on-site renewable energy system.b. A building with a solar-ready zone that is shaded for more than 70% of daylight hours annually.c. A building where the licensed design professional certifies that the incident solar radiation available to the building is not suitable for a solar-ready zone.d. A building where the licensed design professional certifies that the solar zone area required cannot be met because of extensive rooftop equipment, skylights, vegetative roof areas, or other obstacles.(d) Construction documents shall indicate all of the following:(1) The solar-ready zone.(2) Pathways for outing of conduit piping from the solar-ready zone to the electrical service panel or service hot water system.(3) The structural design loads for roof dead load and roof live load.(e) (1) The total solar-ready zone area shall not be less than 40% of the roof area calculated as the horizontally-projected gross roof area less the area covered by skylights, occupied roof decks, vegetative roof areas, and mandatory access or set back areas.(2) The solar-ready zone shall be a single area or small, separated sub-zone areas.(3) Each sub-zone shall be not less than 5 feet (1524 mm) in width in the narrowest dimension.(f) Solar-ready zones shall be free from obstructions, including pipes, vents, ducts, HVAC equipment, skylights, and roof-mounted equipment. Solar-ready zones may be relocated to allow future installation of roof equipment as long as the 40 percent minimum allocation is maintained.(g) A collateral dead load of not less than 5 pounds per square foot (5 psf) shall be included in the gravity and lateral design calculations for the solar-ready zone.(h) The main electrical service panel shall have a reserved space to allow installation of a dual-pole circuit breaker for future solar electric installation and shall be labeled “For Future Solar Electric”. The reserved space shall be positioned at the end of the panel that is opposite from the panel supply conductor connections.(i) The permanent certificate, indicating the solar-ready zone and other requirements of this section, shall be posted near the electrical distribution panel, water heater, or other conspicuous location by the builder or registered design professional.84 Del. Laws, c. 143,\n\n§\n\n1;§\n\n7606. Solar-ready zone; school and state buildings [For application of this section, see 84 Del. Laws, c. 400, § 2].(a) This section applies to new school buildings governed by Chapter 75 of Title 29 and new state buildings governed by Chapter 69 of Title 29.(b) New school and state buildings of at least 50,000 square feet, must contain a “solar-ready zone” as defined in § 7605 of this title.(c) (1) Construction documents for buildings subject to this section must comply with the requirements of § 7605(d) of this title.(2) Buildings subject to this section must comply with the requirements of § 7605(f) through (i) of this title.84 Del. Laws, c. 400,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7602",
      "number": "7602.",
      "heading": "Code for Energy Conservation.(a) Except as herein noted, county and municipal building and plumbing codes shall meet the most recent version of the International Code Council (ICC), International Energy Conservation Code (IECC) within 12 months of adoption by the Delaware Energy Office",
      "text": "In effect, t\n§\n\n 1;70 Del. Laws, c. 72,\n\n§\n\n 1;70 Del. Laws, c. 539,\n\n§\n\n 1;71 Del. Laws, c. 116,\n\n§\n\n 1;74 Del. Laws, c. 418,\n\n§\n\n 1;77 Del. Laws, c. 187,\n\n§\n\n 1;84 Del. Laws, c. 456,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7603",
      "number": "7603.",
      "heading": "Lighting efficiency standards for new and existing buildings [Repealed].Repealed by 70 Del. Laws, c. 72, § 1, effective June 23, 1995.",
      "text": "Lighting efficiency standards for new and existing buildings [Repealed].Repealed by 70 Del. Laws, c. 72, § 1, effective June 23, 1995.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7604",
      "number": "7604.",
      "heading": "Refrigerants; state and local code",
      "text": "No provision of the Delaware building code or other local code may prohibit or otherwise limit the use of a refrigerant designated as acceptable for use pursuant to 42 U.S.C. § 7671k, provided any equipment containing such refrigerant is listed and installed in acc\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7605",
      "number": "7605.",
      "heading": "Solar-ready zone [For application of this section, see 84 Del",
      "text": "Laws, c. 143, § 2].(a) This section shall apply to new commercial buildings with a foundation footprint of 50,000 square feet or more.(b) A “solar-ready zone” means a section or sections of the roof or building overhang designated and re\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7606",
      "number": "7606.",
      "heading": "Solar-ready zone; school and state buildings [For application of this section, see 84 Del",
      "text": "Laws, c. 400, § 2].(a) This section applies to new school buildings governed by Chapter 75 of Title 29 and new state buildings governed by Chapter 69 of Title 29.(b) New school and state buildings of at least\n§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}