{
  "state": "delaware",
  "path": "title-title-16/chapter-title16c018index",
  "sections": [
    {
      "id": "section-1801",
      "number": "1801.",
      "heading": "Definitions.As used in this chapter:(1) “Collection and disposal systems” mean systems for the storage, collection, transportation, transfer, processing, reclamation, reduction and disposal of solid wastes",
      "text": "(2) “Federal aid or grant” means any and all federal grants-in-aid, regardless of source, whic\n§\n\n 1801;57 Del. Laws, c. 623,\n\n§\n\n 1;§\n\n1802. Establishment of county plans.Each of the 3 counties shall prepare and administer a comprehensive and detailed plan for a system for the collection, storage and disposal of all solid wastes which are produced or are disposed of within the boundaries of the respective counties. Provided, however, that if a county does not indicate its willingness within 60 days from June 30, 1970, to submit a plan as provided in this section, the Division of Public Health of the Department of Health and Social Services shall conduct its own study and prepare plans as to that county. Such plans shall:(1) Consider domestic, industrial, demolition, commercial and agricultural wastes;(2) Provide for the control of the wastes from point of origin to the place or places of disposal;(3) Include a method or methods of adequately financing the comprehensive plan;(4) Establish an organization for the administration and enforcement of the comprehensive plan;(5) Be completed and submitted to the Division of Public Health of the Department of Health and Social Services by April 1, 1971.16 Del. C. 1953,\n\n§\n\n 1802;57 Del. Laws, c. 623,\n\n§\n\n 1;70 Del. Laws, c. 150,\n\n§\n\n 5;§\n\n1803. Amount of aid; limitation.A qualified agency proceeding with the planning of solid waste collection and disposal systems and applying for aid under this chapter shall receive state aid funds appropriated pursuant to the purposes and provisions of this chapter in an amount not to exceed 75% of the cost of the planning of the solid waste collection and disposal system. If federal funds are received, the sum of state and federal grants-in-aid shall not exceed 75% of the cost of the planning of the solid waste collection and disposal system.16 Del. C. 1953,\n\n§\n\n 1803;57 Del. Laws, c. 623,\n\n§\n\n 1;§\n\n1804. Allocation of funds.The Division of Public Health of the Department of Health and Social Services is hereby empowered to administer this chapter and allocate and disburse funds to qualified agencies which make proper application for such funds. Application forms shall be furnished by the Division, and the Division Director, with the approval of the Secretary of the Department, may set rules and regulations to govern the applications and aid the payment process.16 Del. C. 1953,\n\n§\n\n 1804;57 Del. Laws, c. 623,\n\n§\n\n 1;70 Del. Laws, c. 150,\n\n§\n\n 6;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1802",
      "number": "1802.",
      "heading": "Establishment of county plans.Each of the 3 counties shall prepare and administer a comprehensive and detailed plan for a system for the collection, storage and disposal of all solid wastes which are produced or are disposed of within the boundaries of the respective counties",
      "text": "Provided, however, tha\n§\n\n 1802;57 Del. Laws, c. 623,\n\n§\n\n 1;70 Del. Laws, c. 150,\n\n§\n\n 5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1803",
      "number": "1803.",
      "heading": "Amount of aid; limitation.A qualified agency proceeding with the planning of solid waste collection and disposal systems and applying for aid under this chapter shall receive state aid funds appropriated pursuant to the purposes and provisions of this chapter in an amount not to exceed 75% of the co",
      "text": "§\n\n 1803;57 Del. Laws, c. 623,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1804",
      "number": "1804.",
      "heading": "Allocation of funds.The Division of Public Health of the Department of Health and Social Services is hereby empowered to administer this chapter and allocate and disburse funds to qualified agencies which make proper application for such funds",
      "text": "Application forms shall be furnished by the Division, a\n§\n\n 1804;57 Del. Laws, c. 623,\n\n§\n\n 1;70 Del. Laws, c. 150,\n\n§\n\n 6;",
      "history": "",
      "source_url": ""
    }
  ]
}