{
  "state": "delaware",
  "path": "title-title-16/chapter-title16c026index",
  "sections": [
    {
      "id": "section-2601",
      "number": "2601.",
      "heading": "Short title; definitions.(a) This chapter shall be known and may be cited as the “Childhood Lead Poisoning Prevention Act",
      "text": "”(b) For purposes of this chapter:(1) “Department” means the Department of Health and Social Services.(2) “Elevated blood lead level” means a blood lead level that meets or excee\n§\n\n 1;83 Del. Laws, c. 75,\n\n§\n\n1;84 Del. Laws, c. 102,\n\n§\n\n1;§\n\n2602. Physicians and health-care facilities to screen children.(a) Every health-care provider who is the primary health-care provider for a child shall order lead poisoning screening of the child, under regulations adopted by the Division of Public Health, at or around 12 and 24 months of age.(b) [Repealed.](c) (1) If screening under subsection (a) of this section determines that a child has an elevated blood lead level, the health-care provider shall order testing under regulations adopted by the Division of Public Health.(2) A health-care provider is encouraged to use the health-care provider’s clinical judgement to determine when testing should be used in lieu of screening under subsection (a) of this section.(d) All laboratories and health-care providers involved in blood lead level analysis, including screening and testing, shall participate in a universal reporting system as established by the Division of Public Health. The universal reporting system shall include the lead screening and testing results of all children, regardless of age.(e) Nothing in this section may be construed to require any child to undergo screening or testing if the child’s parent or guardian objects on the grounds that the screening or testing conflicts with the parent’s or guardian’s religious beliefs.(f) [Repealed.](g) Every health-care provider who is the primary health-care provider for a child shall report the results of lead poisoning screening on electronic forms to be developed by the Division of Public Health. The forms must contain provider information and the date of the screening. The forms shall be completed at well visits for children at or around 12 and 24 months of age, and for every other instance of screening. The Division of Public Health shall determine in what manner the forms shall be reported to the Division.69 Del. Laws, c. 310,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 402,\n\n§§\n\n 1, 3;83 Del. Laws, c. 75,\n\n§\n\n2;84 Del. Laws, c. 189,\n\n§\n\n1;§\n\n2603. Screening prior to child care or school enrollment.(a) For every child who has reached the age of 12 months, child care facilities and public and private nursery schools, preschools, and kindergartens shall require proof of screening for lead poisoning for admission or continued enrollment.(b) Except in the case of enrollment in kindergarten, the screening under subsection (a) of this section may be done within 60 calendar days of the date of enrollment.(c) A child’s parent or guardian must provide 1 of the following:(1) A statement from the child’s primary health-care provider that the child has received a screening for lead poisoning.(2) A certificate signed by the parent or guardian stating that the screening is contrary to the parent’s or guardian’s religious beliefs.(d) The Division of Public Health shall ensure that all school nurses have access to data that confirms or denies whether each enrolled child has been screened for lead poisoning and the results of all lead screenings or tests. A record of the proof of screening shall be kept in each student’s school health record. Results must be in micrograms per deciliter and provided by Jan 1, 2025.(e) By November 1 of each year, all school districts and charter schools must report to the Division of Public Health the number of students enrolled in kindergarten who have not met the requirements under subsection (c) of this section.(f) Any contracts or computer upgrades must continue to include lead results.69 Del. Laws, c. 310,\n\n§\n\n 1;74 Del. Laws, c. 76,\n\n§\n\n 1;83 Del. Laws, c. 75,\n\n§\n\n3;84 Del. Laws, c. 189,\n\n§\n\n2;84 Del. Laws, c. 308,\n\n§\n\n1;§\n\n2604. Reimbursement by third-party payers.Blood lead testing, screening, screening-related services, and diagnostic evaluations as required by § 2602 of this title are reimbursable under health insurance contracts and group and blanket health insurance under §§ 3337 and 3554 of Title 18, respectively.69 Del. Laws, c. 310,\n\n§\n\n 1;83 Del. Laws, c. 75,\n\n§\n\n4;§\n\n2605. Childhood Lead Poisoning Prevention Advisory Committee.(a) The Childhood Lead Poisoning Prevention Advisory Committee (“Committee”) is established to advise on the implementation of this chapter and to make any necessary recommendations for the implementation of this chapter or improvements of the processes to be followed by the agencies responsible for the implementation of this chapter.(b) The Committee shall annually prepare and distribute a report to the General Assembly regarding this chapter, the intervention activities, studies of incidence, the State Blood Lead Screening Program, and monitoring and implementation of regulations promulgated under this chapter.(c) The Committee consists of the following:(1) The Secretary of the Department of Education.(2) The Secretary of the Department of Health and Social Services.(3) The Secretary of the Department of Services for Children, Youth & their Families.(4) The Director of the Delaware State Housing Authority.(5) The President of the Delaware Association of School Administrators.(6) The President of the Delaware Association of Realtors.(7) A Delaware pediatric provider, appointed by the Governor.(8) Five members, appointed by the Governor, with at least 1 from each county.(9) One member, appointed by the Speaker of the House of Representatives.(10) One member, appointed by the President Pro Tempore of the Senate.(d) A member serving by virtue of position may appoint a designee to serve in the member’s stead and at the member’s pleasure.(e) The Committee shall elect a Chair and a Vice Chair from among the Committee’s members.(f) The Committee may form advisory subcommittees, which may include individuals who are not members of the Committee, to assist the Committee in its duties.(g) The Department shall provide staff support for the Committee.(h) The Committee shall oversee the Program, including to ensure that funds in the Delaware Lead-based Paint Remediation and Abatement Fund are spent appropriately and that lead-based paint remediation and abatement activities are taking place in a timely manner given funds available.(i) The Committee is a public body.73 Del. Laws, c. 46,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;82 Del. Laws, c. 17,\n\n§\n\n1;83 Del. Laws, c. 27,\n\n§\n\n1;84 Del. Laws, c. 102,\n\n§\n\n2;§\n\n2606. Annual report.The Division of Public Health shall annually, on or before January 1, provide a report on elevated blood lead levels to the General Assembly by delivering a copy of the report to the Secretary of the Senate, Chief Clerk of the House of Representatives, and the Director and the Librarian of the Division of Legislative Services.83 Del. Laws, c. 75,\n\n§\n\n5;84 Del. Laws, c. 255,\n\n§\n\n22;§\n\n2607. Delaware State Lead-Based Paint Program.(a) A program is created in the Department to be known as the Delaware State Lead-Based Paint Program.(b) Subject to subsection (c) of this section the Program shall exist and operate independently of any other lead-based paint abatement or remediation program in this State.(c) The Program shall coordinate its efforts with any other lead-based paint abatement or remediation program in this State to ensure efficient use of Delaware state funds.84 Del. Laws, c. 102,\n\n§\n\n3;§\n\n2608. Oversight of Delaware State Lead-Based Paint Program.(a) The Department shall operate the Program.(b) The Secretary of the Department shall appoint an employee of the Department as the Program Director.(c) The Program Director shall have full authority and responsibility for the Program. The Secretary may use discretionary funds allocated to the Department to provide contract support to the Program, however, the Program Director and Secretary of the Department are ultimately responsible and accountable for the Program.84 Del. Laws, c. 102,\n\n§\n\n3;§\n\n2609. Public information.(a) Except as otherwise provided by the Freedom of Information Act, Chapter 100 of Title 29, and subsection (b) of this section, all communications with the Program are public records under the Freedom of Information Act, Chapter 100 of Title 29.(b) This section does not apply to confidential health information.84 Del. Laws, c. 102,\n\n§\n\n3;§\n\n2610. Division of Public Health duty to investigate.The Division of Public Health shall do all of the following within 60 days of receiving notification through the universal reporting system established by this chapter that a child has an elevated blood lead level:(1) Determine the residential address of the child from birth through the date of testing.(2) Make a determination as to the child’s lead-exposure site.(3) Determine the owner of the child’s lead-exposure site and obtain contact information for the owner of the lead-exposure site.84 Del. Laws, c. 102,\n\n§\n\n3;§\n\n2611. Division of Public Health duty to notify.Within 10 days of determining a child’s lead-exposure site and the owner of a lead-exposure site under § 2610 of this title, the Division of Public Health shall communicate all of the following to the Program:(1) The location of the lead-exposure site.(2) The contact information for the owner of the lead-exposure site.84 Del. Laws, c. 102,\n\n§\n\n3;§\n\n2612. Remediation and abatement duties of Delaware State Lead-Based Paint Program [For implementation of this section, see 85 Del. Laws, c. 98, § 5(1)].(a) Within 10 days of receiving the information under § 2611 of this title, the Program shall do all of the following:(1) Inform a parent or guardian of a child with an elevated blood lead level of the child’s elevated lead blood level, lead-based paint assessment, abatement or remediation efforts that may be undertaken under this chapter, and recommendations with respect to medical treatment of the child.(2) Cause a contractor who is qualified under Delaware state regulations to conduct a lead risk assessment of a lead-exposure site that was constructed before January 1, 1979. The lead risk assessment must meet the lead-exposure paint inspection and lead hazard screen standards established under 24 C.F.R. § 35.110, must include paint testing and dust sampling and analysis as described under 40 C.F.R. § 745.227(c) and (d), and must, where indicated, include soil sampling and analysis as described under 40 C.F.R. § 745.227(d).(3) If the lead risk assessment under paragraph (a)(2) of this section indicates the presence of a lead-based paint hazard, as defined at 40 C.F.R. § 745.65, inform the owner of the lead-exposure site that lead-based paint abatement or remediation efforts, to be funded by the State except under subsection (b) of this section, may be undertaken, and that the owner of the lead-exposure site is required to take all steps necessary to make the property accessible and available to individuals conducting lead-based paint abatement or remediation work for the Program.a. The owner of the lead-exposure site shall take all steps enumerated by the Program to make the property accessible and available.b. The Program shall keep records of all identified lead-exposure sites where a lead risk assessment indicates the presence of a lead-based paint hazard and of any remediation or abatement activities initiated by the Program.c. The annual report required under § 2606 of this title must include information on the number of lead-exposure sites with identified lead-based paint hazards that have been, and have not been, the subject of lead-based paint remediation or abatement efforts.(4) Provide adequate advance notice to a resident of a lead-exposure site that the lead-exposure site is uninhabitable due to lead-based paint abatement or remediation efforts by the Program.(5) Provide reasonable alternative lodging for a resident of a lead-exposure site when the lead-exposure site is uninhabitable due to lead-based paint abatement or remediation efforts by the Program. Alternative lodging must be sufficient to ensure that the resident does not suffer disproportionate injuries because of displacement. The Program shall pay the resident’s cost for meals and transportation during displacement.(6) Assume all costs associated with abating or remediating any lead-based paint hazard in a lead-exposure site being abated or remediated by the program under paragraph (a)(3) of this section.(b) The failure of an owner of a lead-exposure site to comply with the deadlines established by the Program under paragraph (a)(3) of this section constitutes a criminal nuisance which adversely impacts the community under § 7111 of Title 10. A finding by a court of competent jurisdiction that a failure to comply with the deadlines established by the Program under paragraph (a)(3) of this section has resulted in a criminal nuisance results in the owner’s forfeiture of the owner’s right to state-funded abatement or remediation under this section and in the owner’s assumption of the cost of abatement or remediation unless the court specifically orders otherwise.(c) All lead-based paint abatement or remediation work conducted under this section must be performed by a contractor who has been certified by the State to perform the abatement or remediation and must be awarded under a competitive bid process overseen by the Program. A contractor may submit bids to perform lead-based paint abatement or remediation work under this section before the contractor’s certification on commitment to be certified before the performance of any abatement or remediation work. The Program may not pay a contractor for lead-based paint abatement or remediation work unless the contract is certified as required by this subsection.(d) Competitive bid invitations issued by the Program for lead-based paint abatement or remediation must contain all of the following:(1) Provisions requiring verification by bidders of procedures to be used for risk assessment.(2) Provisions requiring verification by bidders of procedures to be specified by the Program to limit the generation of lead dust, contain lead dust within work areas, conduct daily and final cleanings, and perform clearance testing.(3) Provisions requiring verification by bidders of procedures regarding treatment of exteriors, including siding and carpentry repairs, porch repairs, and garage repairs.(4) Provisions requiring verification by bidders regarding the testing and treatment of soil.(5) Provisions requiring verification by bidders of procedures regarding interior treatment, including initial and daily cleaning; repairs and component replacements; paint stabilization treatment of windows, doors, stairs, walls, ceilings, hard surface and basement floors, and radiators; and final cleaning.(6) Provisions specifically providing for the safety of workers performing lead-based paint abatement or remediation work, including free blood testing for workers performing abatement or remediation work at least every 3 months.(e) (1) A county or municipal government entity notified by the Program that a property is designated as a lead-exposure site and is to have lead-based paint abated or remediated shall grant priority status to any approvals needed by any applicant for any abatement or remediation work that must be performed.(2) A contractor whose request for project approval is not approved or denied within 30 days by the county or municipal government entity shall report the delay to the Program.(3) The Program shall make a public report by January 1 of each calendar year to the Governor and General Assembly of each delay reported under paragraph (e)(2) of this section.(f) (1) The owner of any multi-unit property or property that has been rented to a third party in the year before notification under paragraph (a)(3) of this section, for which abatement or remediation work has been performed at State expense under this chapter, is prohibited from increasing the rental fee assessed to any tenant on that property for 3 years from the date of notification under paragraph (a)(4) of this section.(2) The owner may pay the Program’s estimated cost of abatement or remediation, including estimated costs associated with paragraph (a)(5) of this section, within 30 days of notification by the Program of that estimated cost.(3) If the owner remits the payment under paragraph (f)(2) of this section to the Program within 30 days of notification, the prohibition on rental fee increases under paragraph (f)(1) of this section does not apply to the owner.84 Del. Laws, c. 102,\n\n§\n\n3;85 Del. Laws, c. 98,\n\n§\n\n4;§\n\n2613. Delaware Lead-Based Paint Abatement and Remediation Fund.(a) A special fund of the State is created under the Department to be known as the “The Delaware Lead-Based Paint Abatement and Remediation Fund” (“the Fund”). All appropriations and other moneys, including gifts, bequests, grants, or other funds from private or public sources specifically designated for the Fund must be credited to the Fund. The State Treasurer shall credit interest to the Fund on a monthly basis consistent with the rate established by the Cash Management Policy Board. The Fund may not lapse or revert to the General Fund.(b) Moneys from the Fund may only be expended on the following:(1) Payment to contractors for conducting lead risk assessments.(2) Payment to contractors for the abatement or remediation of lead-based paint on properties specifically approved for abatement or remediation by the Program.(3) Temporary lodging of persons temporarily displaced during the abatement or remediation of lead-based paint at a lead-exposure site.(4) Payments to third parties necessary to oversee proper administration of funds under paragraphs (b)(1) and (b)(2) of this section.(c) Moneys from the Fund may not be used to supplant any funds from any federal, state, or local government entity.(d) Each submission of a proposed budget from the Governor to the General Assembly under § 6335 of Title 29 must contain a specific proposed appropriation to the Fund.84 Del. Laws, c. 102,\n\n§\n\n3;84 Del. Laws, c. 295,\n\n§\n\n140;§\n\n2614. Provisional certification of contractors.(a) The Department may grant provisional certification for abatement and remediation work conducted under this chapter to an individual who has been certified to conduct equivalent abatement and remediation work in another state with certification standards the Department finds to be at least as stringent as the standards enforced by this State.(b) A provisional certification issued under subsection (a) of this section is valid for 1 year.(c) During the provisional certification under subsection (a) of this section a contractor must receive appropriate certification as required under the law of this State.(d) Nothing in this chapter prohibits the Department from granting reciprocal certification to an individual who is certified to perform equivalent work in another state with certification standards the Department finds to be at least as stringent as those enforced by this State.(e) The Department may require proof of knowledge of standards and practices as a condition of provisional or reciprocal certification under this section.84 Del. Laws, c. 102,\n\n§\n\n3;§\n\n2615. Universal reporting system requirement.The universal reporting system established under § 2602 of this title must require that a child’s health-care provider provide to the Division of Public Health the lead level found in the blood of each child who is screened or tested.84 Del. Laws, c. 102,\n\n§\n\n3;§\n\n2616. Regulatory authority.The Department may adopt regulations to administer, implement, and enforce this chapter.84 Del. Laws, c. 102,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2602",
      "number": "2602.",
      "heading": "Physicians and health-care facilities to screen children",
      "text": "(a) Every health-care provider who is the primary health-care provider for a child shall order lead poisoning screening of the child, under regulations adopted by the Division of Public Health, at or around 12 and 24 months of age.(b) [Repeal\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 402,\n\n§§\n\n 1, 3;83 Del. Laws, c. 75,\n\n§\n\n2;84 Del. Laws, c. 189,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2603",
      "number": "2603.",
      "heading": "Screening prior to child care or school enrollment",
      "text": "(a) For every child who has reached the age of 12 months, child care facilities and public and private nursery schools, preschools, and kindergartens shall require proof of screening for lead poisoning for admission or continued enrollment.(b) Excep\n§\n\n 1;74 Del. Laws, c. 76,\n\n§\n\n 1;83 Del. Laws, c. 75,\n\n§\n\n3;84 Del. Laws, c. 189,\n\n§\n\n2;84 Del. Laws, c. 308,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2604",
      "number": "2604.",
      "heading": "Reimbursement by third-party payers",
      "text": "Blood lead testing, screening, screening-related services, and diagnostic evaluations as required by § 2602 of this title are reimbursable under health insurance contracts and group and blanket health insurance under §§ 3337 and 3554 of Title 18, respectively.69 D\n§\n\n 1;83 Del. Laws, c. 75,\n\n§\n\n4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2605",
      "number": "2605.",
      "heading": "Childhood Lead Poisoning Prevention Advisory Committee",
      "text": "(a) The Childhood Lead Poisoning Prevention Advisory Committee (“Committee”) is established to advise on the implementation of this chapter and to make any necessary recommendations for the implementation of this chapter or improvements of the p\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;82 Del. Laws, c. 17,\n\n§\n\n1;83 Del. Laws, c. 27,\n\n§\n\n1;84 Del. Laws, c. 102,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2606",
      "number": "2606.",
      "heading": "Annual report.The Division of Public Health shall annually, on or before January 1, provide a report on elevated blood lead levels to the General Assembly by delivering a copy of the report to the Secretary of the Senate, Chief Clerk of the House of Representatives, and the Director and the Libraria",
      "text": "§\n\n5;84 Del. Laws, c. 255,\n\n§\n\n22;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2607",
      "number": "2607.",
      "heading": "Delaware State Lead-Based Paint Program",
      "text": "(a) A program is created in the Department to be known as the Delaware State Lead-Based Paint Program.(b) Subject to subsection (c) of this section the Program shall exist and operate independently of any other lead-based paint abatement or remediation program\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2608",
      "number": "2608.",
      "heading": "Oversight of Delaware State Lead-Based Paint Program",
      "text": "(a) The Department shall operate the Program.(b) The Secretary of the Department shall appoint an employee of the Department as the Program Director.(c) The Program Director shall have full authority and responsibility for the Program. The Secreta\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2609",
      "number": "2609.",
      "heading": "Public information.(a) Except as otherwise provided by the Freedom of Information Act, Chapter 100 of Title 29, and subsection (b) of this section, all communications with the Program are public records under the Freedom of Information Act, Chapter 100 of Title 29",
      "text": "(b) This section does not apply to\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2610",
      "number": "2610.",
      "heading": "Division of Public Health duty to investigate",
      "text": "The Division of Public Health shall do all of the following within 60 days of receiving notification through the universal reporting system established by this chapter that a child has an elevated blood lead level:(1) Determine the residential address of\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2611",
      "number": "2611.",
      "heading": "Division of Public Health duty to notify",
      "text": "Within 10 days of determining a child’s lead-exposure site and the owner of a lead-exposure site under § 2610 of this title, the Division of Public Health shall communicate all of the following to the Program:(1) The location of the lead-exposure site.(2) The\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2612",
      "number": "2612.",
      "heading": "Remediation and abatement duties of Delaware State Lead-Based Paint Program [For implementation of this section, see 85 Del",
      "text": "Laws, c. 98, § 5(1)].(a) Within 10 days of receiving the information under § 2611 of this title, the Program shall do all of the following:(1) Inform a parent or guardian of a\n§\n\n3;85 Del. Laws, c. 98,\n\n§\n\n4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2613",
      "number": "2613.",
      "heading": "Delaware Lead-Based Paint Abatement and Remediation Fund",
      "text": "(a) A special fund of the State is created under the Department to be known as the “The Delaware Lead-Based Paint Abatement and Remediation Fund” (“the Fund”). All appropriations and other moneys, including gifts, bequests, grants, or other fu\n§\n\n3;84 Del. Laws, c. 295,\n\n§\n\n140;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2614",
      "number": "2614.",
      "heading": "Provisional certification of contractors",
      "text": "(a) The Department may grant provisional certification for abatement and remediation work conducted under this chapter to an individual who has been certified to conduct equivalent abatement and remediation work in another state with certification standards t\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2615",
      "number": "2615.",
      "heading": "Universal reporting system requirement",
      "text": "The universal reporting system established under § 2602 of this title must require that a child’s health-care provider provide to the Division of Public Health the lead level found in the blood of each child who is screened or tested.84 Del. Laws, c. 102,\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2616",
      "number": "2616.",
      "heading": "Regulatory authority.The Department may adopt regulations to administer, implement, and enforce this chapter.84 Del. Laws, c. 102,",
      "text": "§\n\n3;",
      "history": "",
      "source_url": ""
    }
  ]
}