{
  "state": "nebraska",
  "path": "title-chapter-70-power-districts-and-corporations/chapter-70-1025-power-supply-plan-contents-filing-annual-report",
  "sections": [
    {
      "id": "section-70-1025",
      "number": "70-1025",
      "heading": "",
      "text": "70-1025.Power supply plan; contents; filing; annual report.\n\n(1) The representative organization shall file with the board a coordinated long-range power supply plan containing the following information:\n\n(a) The identification of all electric generation plants operating or authorized for construction within the state that have a rated capacity of at least twenty-five thousand kilowatts;\n\n(b) The identification of all transmission lines located or authorized for construction within the state that have a rated capacity of at least two hundred thirty kilovolts; and\n\n(c) The identification of all additional planned electric generation and transmission requirements needed to serve estimated power supply demands within the state for a period of twenty years.\n\n(2) The representative organization shall file with the board the coordinated long-range power supply plan specified in subsection (1) of this section, and the board shall determine the date on which such report is to be filed, except that such report shall not be required to be filed more often than biennially.\n\n(3) An annual load and capability report shall be filed with the board by the representative organization. The report shall include:\n\n(a) Statewide utility load forecasts and the resources available to satisfy the loads over a twenty-year period; and\n\n(b) Such other information as the board requests if such request is submitted in writing to the representative organization, is consistent with the board's statutory responsibilities, and can be performed at a reasonable cost.\n\n(4) The annual load and capability report shall be filed on dates specified by the board.\n\nSourceLaws 1981, LB 302, ยง 3;Laws 1986, LB 948, ยง 1;Laws 2023, LB565, ยง 45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-70/statute-70-1025/"
    }
  ]
}