{
  "state": "nebraska",
  "path": "title-chapter-70-power-districts-and-corporations/chapter-70-626-electric-light-and-power-hydrogen-and-ethanol-systems",
  "sections": [
    {
      "id": "section-70-626electric",
      "number": "70-626.Electric",
      "heading": "light and power, hydrogen, and ethanol systems authorized; construction; acquisition; contracts authorized; copy filed with Nebraska Power Review Board",
      "text": "Subject to the limitations of the petition for its creation and all amendments thereto, a district may own, construct, reconstruct, purchase, lease,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70-626",
      "number": "70-626",
      "heading": "",
      "text": "70-626.Electric light and power, hydrogen, and ethanol systems authorized; construction; acquisition; contracts authorized; copy filed with Nebraska Power Review Board.\n\nSubject to the limitations of the petition for its creation and all amendments thereto, a district may own, construct, reconstruct, purchase, lease, or otherwise acquire, improve, extend, manage, use, or operate any electric light and power plants, lines, and systems, any hydrogen production, storage, or distribution systems, or any ethanol production or distribution systems, either within or beyond, or partly within and partly beyond, the boundaries of the district and may engage in or transact business or enter into any kind of contract or arrangement with any person, firm, corporation, state, county, city, village, governmental subdivision, or agency, with the government of the United States, the Rural Electrification Administration or its successor, the Public Works Administration or its successor, or any officer, department, bureau, or agency thereof, with any corporation organized by federal law, including the Reconstruction Finance Corporation or its successor, or with any body politic or corporate for any of the purposes mentioned in this section, for or incident to the exercise of any one or more of the powers described in this section, or for the generation, distribution, transmission, sale, or purchase of electrical energy, hydrogen, or ethanol for lighting, power, heating, and any and every other useful purpose whatsoever, and for any and every service involving, employing, or in any manner pertaining to the use of electrical energy, by whatever means generated or distributed, or for the financing or payment of the cost and expense incident to the acquisition or operation of any such power plant or system, hydrogen production, storage, or distribution system, or ethanol production or distribution system, or incident to any obligation or indebtedness entered into or incurred by the district. In the case of the acquisition by purchase, lease, or any other contractual obligation of an existing electric light and power plant, lines, or system, hydrogen production, storage, or distribution system, or ethanol production or distribution system from any person, firm, association, or private corporation by any such district, a copy of the proposed contract shall be filed with the Nebraska Power Review Board and open to public inspection and examination for a period of thirty days before such proposed contract may be signed, executed, or delivered, and such proposed contract shall not be valid for any purpose and no rights may arise under such contract until after such period of thirty days has expired.\n\nSourceLaws 1933, c. 86, § 6, p. 346;Laws 1937, c. 152, § 5, p. 583;C.S.Supp.,1941, § 70-706;Laws 1943, c. 146, § 3(2), p. 521;R.S.1943, § 70-626;Laws 1945, c. 157, § 4, p. 518;Laws 1981, LB 181, § 17;Laws 1986, LB 1230, § 37;Laws 2005, LB 139, § 6.\n\nAnnotations\n\nPower district has specific power to own or operate electric plants and to enter into contracts or arrangements with any city for sale of electric energy. City of O'Neill v. Consumers P. P. Dist., 179 Neb. 773, 140 N.W.2d 644 (1966).\n\nPowers of a public power district are set forth in this section. York County Rural P. P. Dist. v. O'Connor, 172 Neb. 602, 111 N.W.2d 376 (1961).\n\nPowers granted by this section are subject to limitations of petition for creation of district. Schroll v. City of Beatrice, 169 Neb. 162, 98 N.W.2d 790 (1959).\n\nPowers conferred are intended to permit district to be operated in a successful and profitable manner. United Community Services v. Omaha Nat. Bank, 162 Neb. 786, 77 N.W.2d 576 (1956).\n\nLegislature contemplated that districts should purchase, lease or otherwise acquire such real and personal property as is reasonably necessary for the conduct of its business. Burnett v. Central Neb. P. P. & I. Dist., 147 Neb. 458, 23 N.W.2d 661 (1946).\n\nDistrict may engage in sale of wiring supplies and equipment. Sorensen v. Chimney Rock Public Power Dist., 138 Neb. 350, 293 N.W. 121 (1940).\n\nProvision in this section granting authority to a power district to enter into contracts for any purposes incident to the exercise of its powers does not provide an exception to former section 39-102 requiring notice to and consent of a majority of the voters interested before a public road can be vacated. Wright v. Loup River Public Power Dist., 133 Neb. 715, 277 N.W. 53 (1938).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-70/statute-70-626/"
    }
  ]
}