{
  "state": "michigan",
  "path": "title-chapter-427-hotels/chapter-act-42-of-1905-liability-of-innkeepers-for-personal-property",
  "sections": [
    {
      "id": "section-427101",
      "number": "427.101",
      "heading": "Liability of Innkeeper for Loss of or Injury to Personal Property of Guest; Limitations; Bed and Breakfast Included in “Hotel” or “inn",
      "text": "(1) The liability of the keeper of any inn, whether individual, partnership, or corporation, for loss of or injury to personal property of the innkeeper's guest, shall be that of a depository for hire, except that in no case shall such liability exceed the sum of $250.00; and in case of the loss of a trunk or chest, and its contents, it shall not exceed the sum of $150.00; in case of the loss of a traveling bag or dress suitcase, and contents, it shall not exceed the sum of $50.00; and in case of the loss of a box, bundle, or package, and contents, it shall not exceed the sum of $10.00. Nothing in this act shall prohibit an innkeeper from assuming a greater liability than the sum of $250.00 for the personal effects of the innkeeper's guest if the undertaking and agreement is in writing, stating the kind of personal property received and the value thereof, the kind and extent of the liability of the innkeeper, and is signed by the guests and the innkeeper or the innkeeper's clerk. Nothing in this section shall preclude any remedy now existing for the enforcement of the hotel keeper's or innkeeper's lien.\n\n(2) For the purposes of this act, \"hotel\" or \"inn\" includes a bed and breakfast as defined in section 12901 of the public health code, Act No. 368 of the Public Acts of 1978, being section 333.12901 of the Michigan Compiled Laws.\n\nHistory:1905, Act 42, Imd. Eff. Apr. 5, 1905 ;-- CL 1915, 6929 ;-- CL 1929, 8803 ;-- CL 1948, 427.101 ;-- Am. 1987, Act 115, Imd. Eff. July 13, 1987Former Law:See Act 15 of 1875, being CL 1897, § 5316, and Act 227 of 1897, being CL 1897, § 5315.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-427/statute-act-42-of-1905/section-427-101/"
    },
    {
      "id": "section-427102",
      "number": "427.102",
      "heading": "Liability of Innkeeper; Money, Jewelry, and Valuable Papers.",
      "text": "An innkeeper, whether individual, partnership, or corporation, who constantly has in the inn a metal safe or suitable vault in good order and fit for the custody of money, bank notes, jewelry, articles of gold and silver manufacture, precious stones, personal ornaments, railroad tickets, or negotiable or valuable papers and bullion, and who keeps on the doors of the sleeping rooms used by guests suitable locks and bolts, and on the transoms and windows of the rooms suitable fastenings, and who keeps a copy of this section printed in distinct type constantly and conspicuously suspended in the office and in the parlor or sitting room, barroom, washroom, and in 5 other conspicuous places in the inn, or in not less than 10 conspicuous places in the inn, shall not be liable for the loss of or injury to any property belonging to any guest, unless the guest has offered to deliver the property to the innkeeper for custody in the metal safe or vault, and the innkeeper has refused or omitted to take it and deposit it in the safe or vault for custody and to give the guest a receipt. The keeper of any inn shall not be obliged to receive from any guest for deposit in the safe or vault any property described in this section exceeding a total value of $250.00, except under special agreement as provided in section 1, and shall not be liable for any excess of the property, whether received or not. However, every innkeeper shall be liable for any loss of the articles of a guest enumerated in this section in the inn, which loss was caused by the theft or negligence of the innkeeper or any of the innkeeper's servants.\n\nHistory:1905, Act 42, Imd. Eff. Apr. 5, 1905 ;-- CL 1915, 6930 ;-- CL 1929, 8804 ;-- CL 1948, 427.102 ;-- Am. 1983, Act 209, Imd. Eff. Nov. 10, 1983",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-427/statute-act-42-of-1905/section-427-102/"
    }
  ]
}