{
  "state": "washington",
  "path": "title-title-35/chapter-chapter-35-86a",
  "sections": [
    {
      "id": "section-35-86a-010-declaration",
      "number": "35.86A.010 - Declaration.",
      "heading": "",
      "text": "RCW 35.86A.010\n\nDeclaration.\n\nIt is hereby determined and declared:(1) The free circulation of traffic of all kinds through our cities is necessary to the health, safety and general welfare of the public, whether residing in, traveling to or through the cities of this state;(2) The most efficient use of the street and highway system requires availability of strategically located parking for vehicles in localities where large numbers of persons congregate;(3) An expanding suburban population has increased demands for further concentration of uses in central metropolitan areas, necessitating an increasing investment in streets and highways;(4) On-street parking is now inadequate, and becomes increasingly an inefficient and uneconomical method for temporary storage of vehicles in commercial, industrial and high-density residential areas, causing such immediate adverse consequences as the following, among others:(a) Serious traffic congestion from on-street parking, which interferes with use of streets for travel, disrupts public surface transportation at peak hours, impedes rapid and effective fighting of fires and disposition of police forces, slows emergency vehicles, and inflicts hardship upon persons with disabilities and others dependent upon private vehicles for transportation;(b) On-street parking absorbs right-of-way useful and usable for travel;(c) On-street parking reduces the space available for truck and passenger loading for the abutting properties, hinders ready access, and impedes cleaning of streets;(d) Inability to temporarily store automobiles has discouraged the public from travel to and within our cities, from congregating at public events, and from using public facilities;(5) Insufficient off-street parking has had long-range results, as the following, among others:(a) Metropolitan street and highway systems have lost efficiency and the free circulation of traffic and persons has been impaired;(b) The growth and development of metropolitan areas has been retarded;(c) Business, industry, and housing has become unnecessarily and uneconomically dispersed;(d) Limited and valuable land area is under used.All of which cause loss of payrolls, business and productivity, and property values, with resulting impairment of the public health, safety and welfare, the utility of our streets and highways, and tax revenues;(6) Establishment of public off-street parking facilities will promote the public health, safety, convenience, and welfare, by:(a) Expediting the movement of the public, and of goods in metropolitan areas, alleviating traffic congestion, and preserving the large investment in streets and highways;(b) Permitting a greater use of public facilities, congregation of the public, and more intensive development of private property within the community;(7) Establishment of public off-street parking is a necessary ancillary to and extension of an efficient street and highway system in metropolitan areas, as much so as a station or terminal is to a railroad or urban transit line;(8) Public off-street parking facilities, open to the public and owned by a city or town, are and remain a public use and a public function, irrespective of whether:(a) Parking fees are charged to users;(b) The management or operation of one or more parking facilities is conducted by a public agency, or under contract or lease by private enterprise; or(c) A portion of the facilities is used for commercial, store or automobile accessory purposes;(9) Public parking facilities under the control of a parking commission are appropriately treated differently from other parking facilities of a city.\n\nIt is hereby determined and declared:\n\n(1) The free circulation of traffic of all kinds through our cities is necessary to the health, safety and general welfare of the public, whether residing in, traveling to or through the cities of this state;\n\n(2) The most efficient use of the street and highway system requires availability of strategically located parking for vehicles in localities where large numbers of persons congregate;\n\n(3) An expanding suburban population has increased demands for further concentration of uses in central metropolitan areas, necessitating an increasing investment in streets and highways;\n\n(4) On-street parking is now inadequate, and becomes increasingly an inefficient and uneconomical method for temporary storage of vehicles in commercial, industrial and high-density residential areas, causing such immediate adverse consequences as the following, among others:\n\n(a) Serious traffic congestion from on-street parking, which interferes with use of streets for travel, disrupts public surface transportation at peak hours, impedes rapid and effective fighting of fires and disposition of police forces, slows emergency vehicles, and inflicts hardship upon persons with disabilities and others dependent upon private vehicles for transportation;\n\n(b) On-street parking absorbs right-of-way useful and usable for travel;\n\n(c) On-street parking reduces the space available for truck and passenger loading for the abutting properties, hinders ready access, and impedes cleaning of streets;\n\n(d) Inability to temporarily store automobiles has discouraged the public from travel to and within our cities, from congregating at public events, and from using public facilities;\n\n(5) Insufficient off-street parking has had long-range results, as the following, among others:\n\n(a) Metropolitan street and highway systems have lost efficiency and the free circulation of traffic and persons has been impaired;\n\n(b) The growth and development of metropolitan areas has been retarded;\n\n(c) Business, industry, and housing has become unnecessarily and uneconomically dispersed;\n\n(d) Limited and valuable land area is under used.\n\nAll of which cause loss of payrolls, business and productivity, and property values, with resulting impairment of the public health, safety and welfare, the utility of our streets and highways, and tax revenues;\n\n(6) Establishment of public off-street parking facilities will promote the public health, safety, convenience, and welfare, by:\n\n(a) Expediting the movement of the public, and of goods in metropolitan areas, alleviating traffic congestion, and preserving the large investment in streets and highways;\n\n(b) Permitting a greater use of public facilities, congregation of the public, and more intensive development of private property within the community;\n\n(7) Establishment of public off-street parking is a necessary ancillary to and extension of an efficient street and highway system in metropolitan areas, as much so as a station or terminal is to a railroad or urban transit line;\n\n(8) Public off-street parking facilities, open to the public and owned by a city or town, are and remain a public use and a public function, irrespective of whether:\n\n(a) Parking fees are charged to users;\n\n(b) The management or operation of one or more parking facilities is conducted by a public agency, or under contract or lease by private enterprise; or\n\n(c) A portion of the facilities is used for commercial, store or automobile accessory purposes;\n\n(9) Public parking facilities under the control of a parking commission are appropriately treated differently from other parking facilities of a city.\n\n[ 2020 c 274 s 13; 1969 ex.s. c 204 s 1.]\n\nSeverability—1969 ex.s. c 204: \"If any provision of this act, or its application to any person or circumstance is held invalid, the remainder of the act, or the application of the provision to other persons or circumstances is not affected.\" [ 1969 ex.s. c 204 s 15.]\n\nSeverability—1969 ex.s. c 204: \"If any provision of this act, or its application to any person or circumstance is held invalid, the remainder of the act, or the application of the provision to other persons or circumstances is not affected.\" [ 1969 ex.s. c 204 s 15.]",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-010/"
    },
    {
      "id": "section-35-86a-020-authority-of-cities-of-first-and-second-class-t",
      "number": "35.86A.020 - Authority of cities of first and second class t",
      "heading": "",
      "text": "RCW 35.86A.020\n\nAuthority of cities of first and second class to establish parking facilities through parking commissions.\n\nCities of the first and second class are authorized and empowered to establish and maintain public off-street parking facilities through a parking commission; the use of property and property rights for such purpose is declared to be a public use; and parking facilities under the control of such parking commission shall be governed by the provisions of this chapter.\n\nCities of the first and second class are authorized and empowered to establish and maintain public off-street parking facilities through a parking commission; the use of property and property rights for such purpose is declared to be a public use; and parking facilities under the control of such parking commission shall be governed by the provisions of this chapter.\n\n[ 1994 c 81 s 64; 1969 ex.s. c 204 s 2.]",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-020/"
    },
    {
      "id": "section-35-86a-030-definitions",
      "number": "35.86A.030 - Definitions.",
      "heading": "",
      "text": "RCW 35.86A.030\n\nDefinitions.\n\n(1) \"Parking facilities\" means lots, garages, parking terminals, buildings and structures and accommodations for parking of motor vehicles off the street or highway, open to public use, with or without charge.(2) \"Parking commission\" shall mean the department or agency created by the legislative authority of the municipality as hereinafter provided.(3) \"City council\" shall mean the city council or legislative authority of the municipality.(4) \"Mayor\" shall mean the chief executive officer of the municipality.\n\n(1) \"Parking facilities\" means lots, garages, parking terminals, buildings and structures and accommodations for parking of motor vehicles off the street or highway, open to public use, with or without charge.\n\n(2) \"Parking commission\" shall mean the department or agency created by the legislative authority of the municipality as hereinafter provided.\n\n(3) \"City council\" shall mean the city council or legislative authority of the municipality.\n\n(4) \"Mayor\" shall mean the chief executive officer of the municipality.\n\n[ 1969 ex.s. c 204 s 3.]",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-030/"
    },
    {
      "id": "section-35-86a-040-ownership-control-and-use-of-parking-faciliti",
      "number": "35.86A.040 - Ownership, control, and use of parking faciliti",
      "heading": "",
      "text": "RCW 35.86A.040\n\nOwnership, control, and use of parking facilities.\n\nParking facilities established pursuant to this chapter shall be owned by the city, under the control of the parking commission (unless relinquished), and for the use of the public. The provisions of chapter 35.86 RCW as now or hereafter amended shall not apply to such parking facilities or other facilities under parking commission control.\n\nParking facilities established pursuant to this chapter shall be owned by the city, under the control of the parking commission (unless relinquished), and for the use of the public. The provisions of chapter 35.86 RCW as now or hereafter amended shall not apply to such parking facilities or other facilities under parking commission control.\n\n[ 1969 ex.s. c 204 s 4.]",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-040/"
    },
    {
      "id": "section-35-86a-060-parking-commission-chair-rules-resolutions",
      "number": "35.86A.060 - Parking commission—Chair—Rules—Resolutions.",
      "heading": "",
      "text": "RCW 35.86A.060\n\nParking commission—Chair—Rules—Resolutions.\n\nThe parking commission shall select from its members a chair, and may establish its own rules, regulations and procedures not inconsistent with this chapter. No resolution shall be adopted by the parking commission except upon the concurrence of at least three members.\n\nThe parking commission shall select from its members a chair, and may establish its own rules, regulations and procedures not inconsistent with this chapter. No resolution shall be adopted by the parking commission except upon the concurrence of at least three members.\n\n[ 2009 c 549 s 2128; 1969 ex.s. c 204 s 6.]",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-060/"
    },
    {
      "id": "section-35-86a-050-parking-commission-creation-authorized-purpose",
      "number": "35.86A.050 - Parking commission—Creation authorized—Purpose—",
      "heading": "",
      "text": "RCW 35.86A.050\n\nParking commission—Creation authorized—Purpose—Membership—Terms—Vacancies—Expenses.\n\nAny city of the first or second class may by ordinance create a parking commission for the purpose of establishing and operating off-street parking facilities.Such parking commission shall consist of five members appointed by the mayor and confirmed by the city council, who shall serve without compensation but may be reimbursed for necessary expenses. One member of the parking commission shall be selected from among persons actively engaged in the private parking industry, if available.Three of those first appointed shall be designated to serve for one, two, and three years respectively, and two shall be designated to serve four years. The terms for all subsequently appointed members shall be four years. In event of any vacancy, the mayor, subject to confirmation of the city council, shall make appointments to fill the unexpired portion of the term.A member may be reappointed, and shall hold office until his or her successor has been appointed and has qualified. Members may be removed by the mayor upon consent of the city council.\n\nAny city of the first or second class may by ordinance create a parking commission for the purpose of establishing and operating off-street parking facilities.\n\nSuch parking commission shall consist of five members appointed by the mayor and confirmed by the city council, who shall serve without compensation but may be reimbursed for necessary expenses. One member of the parking commission shall be selected from among persons actively engaged in the private parking industry, if available.\n\nThree of those first appointed shall be designated to serve for one, two, and three years respectively, and two shall be designated to serve four years. The terms for all subsequently appointed members shall be four years. In event of any vacancy, the mayor, subject to confirmation of the city council, shall make appointments to fill the unexpired portion of the term.\n\nA member may be reappointed, and shall hold office until his or her successor has been appointed and has qualified. Members may be removed by the mayor upon consent of the city council.\n\n[ 1994 c 81 s 65; 1969 ex.s. c 204 s 5.]",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-050/"
    },
    {
      "id": "section-35-86a-070-powers-and-authority-of-parking-commission",
      "number": "35.86A.070 - Powers and authority of parking commission.",
      "heading": "",
      "text": "RCW 35.86A.070\n\nPowers and authority of parking commission.\n\nThe parking commission is authorized and empowered, in the name of the municipality by resolution to:(1) Own and acquire property and property rights by purchase, gift, devise, or lease for the construction, maintenance, or operation of off-street parking facilities, or for effectuating the purpose of this chapter; and accept grants-in-aid, including compliance with conditions attached thereto;(2) Construct, maintain, and operate off-street parking facilities located on land dedicated for park or civic center purposes, or on other municipally-owned land where the primary purpose of such off-street parking facility is to provide parking for persons who use such park or civic center facilities, and undertake research, and prepare plans incidental thereto subject to applicable statutes and charter provisions for municipal purchases, expenditures, and improvements; and in addition may own other off-street parking facilities and operate them in accordance with RCW 35.86A.120: PROVIDED, That the provisions of chapter 35.86 RCW as now or hereafter amended shall not apply to such construction, operation or maintenance;(3) Establish and collect parking fees, require that receipts be provided for parking fees, make exemption for persons with disabilities, lease space for commercial, store, advertising or automobile accessory purposes, and regulate prices and service charges, for use of and within and the aerial space over parking facilities under its control;(4) Subject to applicable city civil service provisions, provide for the appointment, removal and control of officers and employees, and prescribe their duties and compensation, and to control all equipment and property under the commission's jurisdiction;(5) Contract with private persons and organizations for the management and/or operation of parking facilities under its control, and services related thereto, including leasing of such facilities or portions thereof;(6) Cause construction of parking facilities as a condition of an operating agreement or lease, derived through competitive bidding, or in the manner authorized by chapter 35.42 RCW;(7) Execute and accept instruments, including deeds, necessary or convenient for the carrying on of its business; acquire rights to develop parking facilities over or under city property; and to contract to operate and manage parking facilities under the jurisdiction of other city departments or divisions and of other public bodies;(8) Determine the need for and recommend to the city council:(a) The establishment of local improvement districts to pay the cost of parking facilities or any part thereof;(b) The issuance of bonds or other financing by the city for construction of parking facilities;(c) The acquisition of property and property rights by condemnation from the public, or in street areas;(9) Transfer its control of property to the city and liquidate its affairs, so long as such transfer does not contravene any covenant or agreement made with the holders of bonds or other creditors; and(10) Require payment of the excise tax hereinafter provided.Parking fees for parking facilities under the control of the parking commission shall be maintained commensurate with and neither higher nor lower than prevailing rates for parking charged by commercial operators in the general area.\n\nThe parking commission is authorized and empowered, in the name of the municipality by resolution to:\n\n(1) Own and acquire property and property rights by purchase, gift, devise, or lease for the construction, maintenance, or operation of off-street parking facilities, or for effectuating the purpose of this chapter; and accept grants-in-aid, including compliance with conditions attached thereto;\n\n(2) Construct, maintain, and operate off-street parking facilities located on land dedicated for park or civic center purposes, or on other municipally-owned land where the primary purpose of such off-street parking facility is to provide parking for persons who use such park or civic center facilities, and undertake research, and prepare plans incidental thereto subject to applicable statutes and charter provisions for municipal purchases, expenditures, and improvements; and in addition may own other off-street parking facilities and operate them in accordance with RCW 35.86A.120: PROVIDED, That the provisions of chapter 35.86 RCW as now or hereafter amended shall not apply to such construction, operation or maintenance;\n\n(3) Establish and collect parking fees, require that receipts be provided for parking fees, make exemption for persons with disabilities, lease space for commercial, store, advertising or automobile accessory purposes, and regulate prices and service charges, for use of and within and the aerial space over parking facilities under its control;\n\n(4) Subject to applicable city civil service provisions, provide for the appointment, removal and control of officers and employees, and prescribe their duties and compensation, and to control all equipment and property under the commission's jurisdiction;\n\n(5) Contract with private persons and organizations for the management and/or operation of parking facilities under its control, and services related thereto, including leasing of such facilities or portions thereof;\n\n(6) Cause construction of parking facilities as a condition of an operating agreement or lease, derived through competitive bidding, or in the manner authorized by chapter 35.42 RCW;\n\n(7) Execute and accept instruments, including deeds, necessary or convenient for the carrying on of its business; acquire rights to develop parking facilities over or under city property; and to contract to operate and manage parking facilities under the jurisdiction of other city departments or divisions and of other public bodies;\n\n(8) Determine the need for and recommend to the city council:\n\n(a) The establishment of local improvement districts to pay the cost of parking facilities or any part thereof;\n\n(b) The issuance of bonds or other financing by the city for construction of parking facilities;\n\n(c) The acquisition of property and property rights by condemnation from the public, or in street areas;\n\n(9) Transfer its control of property to the city and liquidate its affairs, so long as such transfer does not contravene any covenant or agreement made with the holders of bonds or other creditors; and\n\n(10) Require payment of the excise tax hereinafter provided.\n\nParking fees for parking facilities under the control of the parking commission shall be maintained commensurate with and neither higher nor lower than prevailing rates for parking charged by commercial operators in the general area.\n\n[ 2020 c 274 s 14; 1980 c 127 s 1; 1975 1st ex.s. c 221 s 3; 1969 ex.s. c 204 s 7.]\n\nSeverability—1975 1st ex.s. c 221: See note following RCW 35.86.010.\n\nSeverability—1975 1st ex.s. c 221: See note following RCW 35.86.010.",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-070/"
    },
    {
      "id": "section-35-86a-080-new-off-street-parking-facilities-powers-of-par",
      "number": "35.86A.080 - New off-street parking facilities—Powers of par",
      "heading": "",
      "text": "RCW 35.86A.080\n\nNew off-street parking facilities—Powers of parking commission and city council.\n\n(1) Whenever the parking commission intends to construct new off-street parking facilities it shall:(a) Prepare plans for such proposed development, which shall meet the approval of the planning commission, other appropriate city planning agency, or city council;(b) Prepare a report to the city council stating the proposed method of financing and property acquisition;(c) Specify the property rights, if any, to be secured from the public or of property devoted to public use; the uses of streets necessary therefor, or realignment or vacation of streets and alleys; the relocation of street utilities; and any street area to be occupied or closed during construction.(2) In the event the proposed parking facility shall require:(a) Creation of a local improvement district;(b) Issuance of bonds, allocation or appropriation of municipal revenues from other sources, or guarantees of or use of the credit of the municipality;(c) Exercise of the power of eminent domain; or(d) Use of, or vacation, realignment of streets and alleys, or relocation of municipal utilities.One or more public hearings shall be held thereon before the city council, or an assigned committee thereof, which shall report its recommendations to be approved, revised, or rejected by the city council. Such hearings may be consolidated with any required hearings for street vacations, or creation of a local improvement district. Pursuant to such hearing, the city council may:(1) Create a local improvement district to finance all or part of the parking facility, in accordance with Title 35 RCW, as now existing or hereinafter amended: PROVIDED, HOWEVER, That assessments against property within the district may be measured per lot, per square foot, by property valuation, or any other method as fairly reflects the special benefits derived therefrom, and credit in calculating the assessment may be allowed for property rights or services performed;(2) Provide for issuance of revenue bonds payable from revenues of the proposed parking facility, from other off-street parking facilities, on-street meter collections, or allocations of other sources of funds; issue general obligation bonds; make reimbursable or nonrefundable appropriations from the general fund, or reserves; and/or guarantee bonds issued or otherwise pledge the city's credit, all in such combination, and under such terms and conditions as the city council shall specify;(3) Authorize acquisition of the necessary property and property rights by eminent domain proceedings, in the manner authorized by law for cities in Title 8 RCW: PROVIDED, That the city council shall first determine that the proposed parking facility will promote the circulation of traffic or the more convenient or efficient use by the public of streets or public facilities in the immediate area than would exist if the proposed parking facility were not provided, or that the parking facility otherwise enhances the public health, safety and welfare; and(4) Authorize and execute the necessary transfer or control of property rights; vacate or realign streets and alleys or permit uses within the same; and direct relocation of street utilities.In event none of the four above powers need be exercised, the city council's approval of construction plans shall be deemed full authority to construct and complete the parking facility.\n\n(1) Whenever the parking commission intends to construct new off-street parking facilities it shall:\n\n(a) Prepare plans for such proposed development, which shall meet the approval of the planning commission, other appropriate city planning agency, or city council;\n\n(b) Prepare a report to the city council stating the proposed method of financing and property acquisition;\n\n(c) Specify the property rights, if any, to be secured from the public or of property devoted to public use; the uses of streets necessary therefor, or realignment or vacation of streets and alleys; the relocation of street utilities; and any street area to be occupied or closed during construction.\n\n(2) In the event the proposed parking facility shall require:\n\n(a) Creation of a local improvement district;\n\n(b) Issuance of bonds, allocation or appropriation of municipal revenues from other sources, or guarantees of or use of the credit of the municipality;\n\n(c) Exercise of the power of eminent domain; or\n\n(d) Use of, or vacation, realignment of streets and alleys, or relocation of municipal utilities.\n\nOne or more public hearings shall be held thereon before the city council, or an assigned committee thereof, which shall report its recommendations to be approved, revised, or rejected by the city council. Such hearings may be consolidated with any required hearings for street vacations, or creation of a local improvement district. Pursuant to such hearing, the city council may:\n\n(1) Create a local improvement district to finance all or part of the parking facility, in accordance with Title 35 RCW, as now existing or hereinafter amended: PROVIDED, HOWEVER, That assessments against property within the district may be measured per lot, per square foot, by property valuation, or any other method as fairly reflects the special benefits derived therefrom, and credit in calculating the assessment may be allowed for property rights or services performed;\n\n(2) Provide for issuance of revenue bonds payable from revenues of the proposed parking facility, from other off-street parking facilities, on-street meter collections, or allocations of other sources of funds; issue general obligation bonds; make reimbursable or nonrefundable appropriations from the general fund, or reserves; and/or guarantee bonds issued or otherwise pledge the city's credit, all in such combination, and under such terms and conditions as the city council shall specify;\n\n(3) Authorize acquisition of the necessary property and property rights by eminent domain proceedings, in the manner authorized by law for cities in Title 8 RCW: PROVIDED, That the city council shall first determine that the proposed parking facility will promote the circulation of traffic or the more convenient or efficient use by the public of streets or public facilities in the immediate area than would exist if the proposed parking facility were not provided, or that the parking facility otherwise enhances the public health, safety and welfare; and\n\n(4) Authorize and execute the necessary transfer or control of property rights; vacate or realign streets and alleys or permit uses within the same; and direct relocation of street utilities.\n\nIn event none of the four above powers need be exercised, the city council's approval of construction plans shall be deemed full authority to construct and complete the parking facility.\n\n[ 1969 ex.s. c 204 s 8.]",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-080/"
    },
    {
      "id": "section-35-86a-100-disposition-of-revenues-expenditure-procedure",
      "number": "35.86A.100 - Disposition of revenues—Expenditure procedure.",
      "heading": "",
      "text": "RCW 35.86A.100\n\nDisposition of revenues—Expenditure procedure.\n\nAll revenues received shall be paid to the municipal treasurer for the credit of the general fund, or such other funds as may be provided by ordinance.Expenditures of the parking commission shall be made in accordance with the budget adopted by the municipality pursuant to chapter 35.32A RCW.\n\nAll revenues received shall be paid to the municipal treasurer for the credit of the general fund, or such other funds as may be provided by ordinance.\n\nExpenditures of the parking commission shall be made in accordance with the budget adopted by the municipality pursuant to chapter 35.32A RCW.\n\n[ 1969 ex.s. c 204 s 10.]",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-100/"
    },
    {
      "id": "section-35-86a-090-powers-of-cities",
      "number": "35.86A.090 - Powers of cities.",
      "heading": "",
      "text": "RCW 35.86A.090\n\nPowers of cities.\n\nThe city may:(1) Transfer control of off-street parking facilities under other departments to the parking commission under such conditions as deemed appropriate;(2) Issue revenue bonds pursuant to chapter 35.41 RCW, and RCW * 35.24.305, and 35.81.100 as now or hereafter amended, and such other statutes as may authorize such bonds for parking facilities authorized herein;(3) Issue general obligation bonds pursuant to chapters 39.44, 39.52 RCW, and RCW 35.81.115 as now or hereafter amended, and such other statutes and applicable provisions of the state Constitution that may authorize such bonds for parking facilities authorized herein;(4) Appropriate funds for the parking commission; and(5) Enact such ordinances as may be necessary to carry out the provisions of this chapter, notwithstanding any charter provisions to the contrary.\n\nThe city may:\n\n(1) Transfer control of off-street parking facilities under other departments to the parking commission under such conditions as deemed appropriate;\n\n(2) Issue revenue bonds pursuant to chapter 35.41 RCW, and RCW * 35.24.305, and 35.81.100 as now or hereafter amended, and such other statutes as may authorize such bonds for parking facilities authorized herein;\n\n(3) Issue general obligation bonds pursuant to chapters 39.44, 39.52 RCW, and RCW 35.81.115 as now or hereafter amended, and such other statutes and applicable provisions of the state Constitution that may authorize such bonds for parking facilities authorized herein;\n\n(4) Appropriate funds for the parking commission; and\n\n(5) Enact such ordinances as may be necessary to carry out the provisions of this chapter, notwithstanding any charter provisions to the contrary.\n\n[ 1969 ex.s. c 204 s 9.]\n\n*Reviser's note: RCW 35.24.305 was recodified as RCW 35.23.454 pursuant to 1994 c 81 s 90.\n\n*Reviser's note: RCW 35.24.305 was recodified as RCW 35.23.454 pursuant to 1994 c 81 s 90.",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-090/"
    },
    {
      "id": "section-35-86a-110-excise-tax-to-reimburse-taxing-authorities-for",
      "number": "35.86A.110 - Excise tax to reimburse taxing authorities for ",
      "heading": "",
      "text": "RCW 35.86A.110\n\nExcise tax to reimburse taxing authorities for loss of property tax revenue.\n\nSuch cities shall pay to the county treasurer an annual excise tax equal to the amount which would be paid upon real property devoted to the purpose of off-street parking, were it in private ownership. This section shall apply to parking facilities acquired and/or operated under this chapter. The proceeds of such excise tax shall be allocated by the county treasurer to the various taxing authorities in which such property is situated, in the same manner as though the property were in private ownership.\n\nSuch cities shall pay to the county treasurer an annual excise tax equal to the amount which would be paid upon real property devoted to the purpose of off-street parking, were it in private ownership. This section shall apply to parking facilities acquired and/or operated under this chapter. The proceeds of such excise tax shall be allocated by the county treasurer to the various taxing authorities in which such property is situated, in the same manner as though the property were in private ownership.\n\n[ 1969 ex.s. c 204 s 11.]",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-110/"
    },
    {
      "id": "section-35-86a-120-operation-of-parking-facilities-bid-requirement",
      "number": "35.86A.120 - Operation of parking facilities—Bid requirement",
      "heading": "",
      "text": "RCW 35.86A.120\n\nOperation of parking facilities—Bid requirements and procedure.\n\nExcept for off-street parking facilities situated on real property leased or rented to a city and not used for park and civic center parking, cities may operate off-street parking facilities with city forces. Leased or rented off-street parking facilities shall be operated by responsible, experienced private operators of such facilities. The call for bids shall specify the terms and conditions under which the facility will be leased for private operation. The call for bids shall specify the time and place at which the bids will be received and the time and when the same will be opened, and such call shall be advertised once a week for two successive weeks before the time fixed for the filing of bids in a newspaper of general circulation in the city. If no bid is received for the operation of such an off-street parking facility, or if the bids received are not satisfactory, the legislative body of the city may reject such bids and shall readvertise the facility for lease. In the event that no bids or no satisfactory bids shall have been received following the second advertising, the city may negotiate with a private operator for the operation of the facility without competitive bidding. In the event the city shall be unable to negotiate for satisfactory private operation within a reasonable time, the city may operate the facility for a period not to exceed three years, at which time it shall readvertise as provided above in this section.\n\nExcept for off-street parking facilities situated on real property leased or rented to a city and not used for park and civic center parking, cities may operate off-street parking facilities with city forces. Leased or rented off-street parking facilities shall be operated by responsible, experienced private operators of such facilities. The call for bids shall specify the terms and conditions under which the facility will be leased for private operation. The call for bids shall specify the time and place at which the bids will be received and the time and when the same will be opened, and such call shall be advertised once a week for two successive weeks before the time fixed for the filing of bids in a newspaper of general circulation in the city. If no bid is received for the operation of such an off-street parking facility, or if the bids received are not satisfactory, the legislative body of the city may reject such bids and shall readvertise the facility for lease. In the event that no bids or no satisfactory bids shall have been received following the second advertising, the city may negotiate with a private operator for the operation of the facility without competitive bidding. In the event the city shall be unable to negotiate for satisfactory private operation within a reasonable time, the city may operate the facility for a period not to exceed three years, at which time it shall readvertise as provided above in this section.\n\n[ 1980 c 127 s 2; 1975 1st ex.s. c 221 s 4; 1969 ex.s. c 204 s 12.]\n\nSeverability—1975 1st ex.s. c 221: See note following RCW 35.86.010.\n\nSeverability—1975 1st ex.s. c 221: See note following RCW 35.86.010.",
      "source_url": "https://law.justia.com/codes/washington/title-35/chapter-35-86a/section-35-86a-120/"
    }
  ]
}