{
  "state": "delaware",
  "path": "title-title-29/chapter-title29c017index",
  "sections": [
    {
      "id": "section-1701",
      "number": "1701.",
      "heading": "Short title.This chapter is known as and may be cited as the “Emergency Interim Legislative Succession Act.”29 Del. C. 1953,",
      "text": "§\n\n 1701;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n8;§\n\n1702. Declaration of policy.The General Assembly declares all of the following:(1) The possibility of an emergency event exists that may result in the death or inability to act of a large proportion of the membership of the General Assembly.(2) To comply with existing legal requirements pertaining to the General Assembly during an emergency event would be impracticable, would cause undue delay, and would jeopardize continuity of operation of a legally constituted General Assembly.(3) It is necessary to adopt special provisions as set out in this chapter for the effective operation of the General Assembly.29 Del. C. 1953,\n\n§\n\n 1702;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n9;§\n\n1703. Definitions.As used in this chapter:(1) “Attack” means any action or series of actions causing, or which may cause, substantial damage or injury to persons or property by any means, including through biological, chemical, radiological, or nuclear means or through the use of other weapons, technologies, or processes.(2) “Emergency event” means an impending or existing attack, act of terrorism, disease, accident, or other natural or man-made disaster that does 1 or more of the following:a. Threatens the life, health, or safety of the public.b. Has, or has the potential to, damage or destroy property or disrupt service, commerce, or other economic activities.c. Makes the continuation of normal government operations difficult or impossible.(3) “Incumbent member” means the individual holding an office under this chapter before the emergency event.(4) “Member” means a member of the General Assembly under Article II of the Delaware Constitution.(5) “Unavailable” means absent from the place of session other than on official business of the General Assembly or unable, for physical, mental, or legal reasons, to exercise the powers and discharge the duties of a member of the General Assembly, whether or not such absence or inability would give rise to a vacancy under the Delaware Constitution or other law of this State.29 Del. C. 1953,\n\n§\n\n 1703;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n10;§\n\n1704. Designation of emergency interim successors to members.Each member shall do all of the following:(1) Designate not fewer than 3 nor more than 7 emergency interim successors to the member’s powers and duties.(2) Specify the order of succession of the individuals selected under paragraph (1) of this section.(3) Review and revise the designations of emergency interim successors to the member’s powers and duties to ensure that at all times there are at least 3 qualified emergency interim successors.29 Del. C. 1953,\n\n§\n\n 1704;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n11;§\n\n1705. Status, qualifications, and term of emergency interim successors.(a) An emergency interim successor is an individual who is designated for possible temporary succession to the powers and duties, but not the office, of a member.(b) An individual may not be designated or serve as an emergency interim successor unless the individual may, under the Delaware Constitution or other law of this State, hold the office of the member to whose powers and duties the individual is designated to succeed. However, no provision of the Delaware Constitution or other law of this State prohibiting a member from holding another office or prohibiting the holder of another office from being a member is applicable to an emergency interim successor.(c) An emergency interim successor serves at the pleasure of the member designating the individual or of any subsequent incumbent of the legislative office.29 Del. C. 1953,\n\n§\n\n 1705;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n12;§\n\n1706. Contingent method of designating emergency interim successors.(a) Before an emergency event, if a member fails to designate the required minimum number of emergency interim successors within 30 days of the member’s taking of the oath of office, or, after such period, if for any reason the number of emergency interim successors for any member falls below the required minimum and remains below such minimum for a period of 30 days, then the required minimum number of emergency interim successors must be designated under the following procedures:(1) The President Pro Tempore of the Senate shall designate as many emergency interim successors for the members of the majority party in the Senate as are required to achieve such minimum number.(2) The Minority Leader of the Senate shall designate as many emergency interim successors for the members of the minority party in the Senate as are required to achieve such minimum number.(3) The Speaker of the House of Representatives shall designate as many emergency interim successors for the members of the majority party in the House of Representatives as are required to achieve such minimum number.(4) The Minority Leader of the House of Representatives shall designate as many emergency interim successors for the members of the minority party in the House of Representatives as are required to achieve such minimum number.(b) The President Pro Tempore of the Senate, the Minority Leader of the Senate, the Speaker of the House of Representatives, and the Minority Leader of the House of Representatives may not assign to any of their designees a rank in order of succession higher than that of any remaining emergency interim successor previously designated by a member for succession to the member’s own powers and duties.(c) (1) Each emergency interim successor designated under subsection (a) of this section serves at the pleasure of the individual designating the successor.(2) Notwithstanding paragraph (c)(1) of this section, the member for whom the emergency interim successor is designated may change the rank in order of succession, or replace at the member’s pleasure, any emergency interim successor designated under subsection (a) of this section.29 Del. C. 1953,\n\n§\n\n 1706;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n13;§\n\n1707. Recording and publication.(a) Following a member’s election, the Secretary of the Senate or the Chief Clerk of the House of Representatives, whichever is appropriate, shall distribute to the member information regarding the member’s responsibilities under this chapter and a form to make the designation under § 1704 of this title.(b) The designation of an emergency interim successor becomes effective when the member making the designation under § 1704 or § 1706 of this title files with the Secretary of State and the Director of the Division of Legislative Services all of the following information:(1) The successor’s name.(2) Contact information, including address, home and mobile phone number, and electronic mail address.(3) Rank in order of succession.(c) The removal of an emergency interim successor or change in order of succession becomes effective when the member so acting files this information with the Secretary of State and the Director of the Division of Legislative Services.(d) The Secretary of State shall inform the Governor, the Delaware Emergency Management Agency, and all emergency interim successors of all such designations, removals, and changes in order of succession.29 Del. C. 1953,\n\n§\n\n 1707;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n14;84 Del. Laws, c. 255,\n\n§\n\n44;§\n\n1708. Oath of emergency interim successors.At the time of an individual’s designation as a member’s emergency interim successor, the individual shall take the oath required for the member to whose powers and duties the successor is designated to succeed. No other oath is required.29 Del. C. 1953,\n\n§\n\n 1708;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n15;§\n\n1709. Duty of emergency interim successors and members.(a) Each emergency interim successor shall keep generally informed as to the duties, procedures, practices, and current business of the General Assembly.(b) Each member shall assist the member’s emergency interim successors to keep informed as required under subsection (a) of this section.29 Del. C. 1953,\n\n§\n\n 1709;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n16;§\n\n1710. Place of meeting of the General Assembly.If in anticipation of, during, or after an emergency event, the Governor deems the place of session of the General Assembly then prescribed to be unsafe, the Governor may change it to any place within or without the State which the Governor deems safer and convenient.29 Del. C. 1953,\n\n§\n\n 1710;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n17;§\n\n1711. Convening of General Assembly in event of an emergency event.(a) If an emergency event requiring action by the General Assembly occurs, the Governor shall call the General Assembly into session as soon as practicable or within 90 days following the inception of the emergency event, whichever occurs first.(b) If the Governor fails to issue the call under subsection (a) of this section, the General Assembly shall, on the ninetieth day from the date of inception of the emergency event, automatically convene at the place where the Governor then has an office.(c) Each member and each emergency interim successor, unless the emergency interim successor is certain that the member to whose powers and duties the emergency interim successor is designated to succeed or an emergency interim successor higher in order of succession is available, shall proceed to the place of holding the General Assembly as expeditiously as practicable.(d) Limitations on the length of legislative session and the subjects that may be acted upon during legislative session that are contained in the Delaware Constitution do not apply to any legislative session convened under this section, in session at the inception of the emergency event, or in session after the emergency event and during the application of this chapter.29 Del. C. 1953,\n\n§\n\n 1711;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n18;§\n\n1712. Assumption of powers and duties of member of emergency interim successor.(a) If, in the event of an emergency event, a member is unavailable, the member’s emergency interim successor highest in order of succession who is not unavailable shall exercise the powers and assume the duties of the member, except for the power and duty to appoint emergency interim successors under this chapter.(b) An emergency interim successor shall exercise the powers and assume the duties under subsection (a) of this section until 1 of the following can act:(1) The incumbent member.(2) An emergency interim successor higher in order of succession.(3) A member appointed or elected and legally qualified.(c) Each House of the General Assembly shall, in accordance with its own rules, determine who is entitled under this chapter to exercise the powers and assume the duties of its members.(d) All provisions of the Delaware Constitution and other laws of this State pertaining to the ouster of a member are applicable to an emergency interim successor who is exercising the powers and assuming the duties of a member.29 Del. C. 1953,\n\n§\n\n 1712;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n19;§\n\n1713. Privileges, immunities, and compensation of emergency interim successors.(a) If an emergency interim successor exercises the powers and assumes the duties of a member, the successor must be accorded the privileges and immunities, compensation, allowances, and other perquisites of office to which a member is entitled.(b) In the event of an emergency event, each emergency interim successor, whether or not called upon to exercise the powers and assume the duties of a member, must be accorded the privileges and immunities of a member while traveling to and from a place of session and must be compensated for such travel in the same manner and amount as a member.(c) This section does not affect the privileges and immunities, compensation, allowances, or other perquisites of office of an incumbent member.29 Del. C. 1953,\n\n§\n\n 1713;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n20;§\n\n1714. Quorum and vote requirements.In the event of an emergency event, all of the following apply:(1) Quorum requirements for the General Assembly are suspended.(2) If the affirmative vote of a specified proportion of members for approval of a bill, resolution, or other action would otherwise be required, the same proportion of those present to vote on the bill, resolution, or other action is sufficient.29 Del. C. 1953,\n\n§\n\n 1714;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n21;§\n\n1715. Termination of operation of this chapter.(a) The following expires 2 years following the inception of an emergency event:(1) The authority of emergency interim successors to succeed to the powers and duties of members under § 1712 of this title.(2) The operation of this chapter relating to quorum and the number of affirmative votes required for General Assembly action under § 1714 of this title.(3) Limitations on the length of sessions and the subjects which may be acted upon under § 1711(d) of this title.(b) Notwithstanding subsection (a) of this section, nothing in this chapter prevents the resumption before the time limit under subsection (a) of this section of the filling of legislative vacancies in the General Assembly and the calling of elections for the General Assembly in accordance with applicable provisions of the Delaware Constitution or other law of this State.(c) The Governor, acting by proclamation, or the General Assembly, acting by concurrent resolution, may extend or restore the operation of this chapter upon a finding that the emergency event or its effects render the extension or restoration necessary. An extension or restoration under this subsection may not be established for a period of more than 1 year.29 Del. C. 1953,\n\n§\n\n 1715;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n22;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1702",
      "number": "1702.",
      "heading": "Declaration of policy.The General Assembly declares all of the following:(1) The possibility of an emergency event exists that may result in the death or inability to act of a large proportion of the membership of the General Assembly",
      "text": "(2) To comply with existing legal requirements pertaining to the\n§\n\n 1702;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n9;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1703",
      "number": "1703.",
      "heading": "Definitions.As used in this chapter:(1) “Attack” means any action or series of actions causing, or which may cause, substantial damage or injury to persons or property by any means, including through biological, chemical, radiological, or nuclear means or through the use of other weapons, technologi",
      "text": "§\n\n 1703;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n10;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1704",
      "number": "1704.",
      "heading": "Designation of emergency interim successors to members",
      "text": "Each member shall do all of the following:(1) Designate not fewer than 3 nor more than 7 emergency interim successors to the member’s powers and duties.(2) Specify the order of succession of the individuals selected under paragraph (1) of this s\n§\n\n 1704;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n11;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1705",
      "number": "1705.",
      "heading": "Status, qualifications, and term of emergency interim successors",
      "text": "(a) An emergency interim successor is an individual who is designated for possible temporary succession to the powers and duties, but not the office, of a member.(b) An individual may not be designated or serve as an emergency interim\n§\n\n 1705;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n12;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1706",
      "number": "1706.",
      "heading": "Contingent method of designating emergency interim successors",
      "text": "(a) Before an emergency event, if a member fails to designate the required minimum number of emergency interim successors within 30 days of the member’s taking of the oath of office, or, after such period, if for any reason the number of\n§\n\n 1706;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n13;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1707",
      "number": "1707.",
      "heading": "Recording and publication.(a) Following a member’s election, the Secretary of the Senate or the Chief Clerk of the House of Representatives, whichever is appropriate, shall distribute to the member information regarding the member’s responsibilities under this chapter and a form to make the designat",
      "text": "§\n\n 1707;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n14;84 Del. Laws, c. 255,\n\n§\n\n44;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1708",
      "number": "1708.",
      "heading": "Oath of emergency interim successors",
      "text": "At the time of an individual’s designation as a member’s emergency interim successor, the individual shall take the oath required for the member to whose powers and duties the successor is designated to succeed. No other oath is required.29 Del. C. 1953,\n§\n\n 1708;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n15;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1709",
      "number": "1709.",
      "heading": "Duty of emergency interim successors and members",
      "text": "(a) Each emergency interim successor shall keep generally informed as to the duties, procedures, practices, and current business of the General Assembly.(b) Each member shall assist the member’s emergency interim successors to keep informed as require\n§\n\n 1709;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n16;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1710",
      "number": "1710.",
      "heading": "Place of meeting of the General Assembly",
      "text": "If in anticipation of, during, or after an emergency event, the Governor deems the place of session of the General Assembly then prescribed to be unsafe, the Governor may change it to any place within or without the State which the Governor deems safer and co\n§\n\n 1710;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1711",
      "number": "1711.",
      "heading": "Convening of General Assembly in event of an emergency event",
      "text": "(a) If an emergency event requiring action by the General Assembly occurs, the Governor shall call the General Assembly into session as soon as practicable or within 90 days following the inception of the emergency event, whichever occurs\n§\n\n 1711;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n18;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1712",
      "number": "1712.",
      "heading": "Assumption of powers and duties of member of emergency interim successor",
      "text": "(a) If, in the event of an emergency event, a member is unavailable, the member’s emergency interim successor highest in order of succession who is not unavailable shall exercise the powers and assume the duties of the member,\n§\n\n 1712;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n19;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1713",
      "number": "1713.",
      "heading": "Privileges, immunities, and compensation of emergency interim successors",
      "text": "(a) If an emergency interim successor exercises the powers and assumes the duties of a member, the successor must be accorded the privileges and immunities, compensation, allowances, and other perquisites of office to which a m\n§\n\n 1713;53 Del. Laws, c. 140;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n20;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1714",
      "number": "1714.",
      "heading": "Quorum and vote requirements.In the event of an emergency event, all of the following apply:(1) Quorum requirements for the General Assembly are suspended",
      "text": "(2) If the affirmative vote of a specified proportion of members for approval of a bill, resolution, or other action would otherwise be required,\n§\n\n 1714;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n21;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1715",
      "number": "1715.",
      "heading": "Termination of operation of this chapter",
      "text": "(a) The following expires 2 years following the inception of an emergency event:(1) The authority of emergency interim successors to succeed to the powers and duties of members under § 1712 of this title.(2) The operation of this chapter relating to quorum an\n§\n\n 1715;53 Del. Laws, c. 140;81 Del. Laws, c. 449,\n\n§\n\n22;",
      "history": "",
      "source_url": ""
    }
  ]
}