{
  "state": "delaware",
  "path": "title-title-29/chapter-title29c076index",
  "sections": [
    {
      "id": "section-7601",
      "number": "7601.",
      "heading": "State Clearinghouse Committee.(a) There is established the Delaware State Clearinghouse Committee (“Committee”) for federal grant and nonfederal grant coordination",
      "text": "(b) The Committee consists of the following members, or designee of the member:(1) The Chairperson and the Vice Chairperson of the Joint\n§\n\n 75;61 Del. Laws, c. 409,\n\n§\n\n 10;63 Del. Laws, c. 191,\n\n§\n\n 3(a);63 Del. Laws, c. 279,\n\n§\n\n 5;69 Del. Laws, c. 458,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 88,\n\n§\n\n 21(13);81 Del. Laws, c. 49,\n\n§\n\n 3;81 Del. Laws, c. 374,\n\n§\n\n20;82 Del. Laws, c. 64,\n\n§\n\n70;82 Del. Laws, c. 242,\n\n§\n\n76;§\n\n7602. Powers, duties and functions of Committee.The Clearinghouse Committee shall:(1) Establish state goals and objectives for maximizing the utilization of federal aid and nonfederal aid programs.(2) Promulgate procedures and guidelines for all state departments, agencies, public and higher education covering applications for federal grants and nonfederal grants.(3) Require, upon request, any state department, agency, public and higher education receiving a grant of money from the federal government or a nonfederal grant to submit a detailed report to members of the Committee of expenditures and program measures for the fiscal period in question. Such report shall also be sufficiently descriptive in nature so as to be concise and informative. The Committee may cause the agency submitting such a report to appear before the Committee and to answer such questions as the Committee may require.(4) Meet as often, in person or virtually, as it is deemed necessary by the Chairperson of the Committee for the purpose of establishing policy, reviewing and approving or disapproving applications for federal and nonfederal grants.61 Del. Laws, c. 116,\n\n§\n\n 75;61 Del. Laws, c. 409,\n\n§\n\n 10;63 Del. Laws, c. 279,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;82 Del. Laws, c. 242,\n\n§\n\n76;§\n\n7603. Submission of plans and applications.Prior to submitting state or local plan(s) or application(s) to federal or nonfederal authorities for the purpose of receiving funds such plan(s) or application(s) shall be submitted to the Director of the Office Management and Budget for review and approval or disapproval by the Committee. Copies of plans and applications shall be provided to the chairperson of the appropriate legislative standing committee in each House of the General Assembly for the chairperson’s review. The chairperson of the legislative standing committee may submit comments on such plans and applications to the Delaware State Clearinghouse Committee. This section shall apply to:(1) All state departments and agencies, including agencies of public and higher education, receiving funds pursuant to the annual Budget Appropriation Act; and(2) Any other agency or entity, whether public or private, including political subdivisions of the State, receiving state funds to be used in part or in total as match for receiving federal or nonfederal funds or which through the receipt and expenditure of federal or nonfederal funds impact state expenditures.61 Del. Laws, c. 116,\n\n§\n\n 75;61 Del. Laws, c. 409,\n\n§\n\n 10;62 Del. Laws, c. 68,\n\n§\n\n 87;63 Del. Laws, c. 191,\n\n§\n\n 3(b);63 Del. Laws, c. 279,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 88,\n\n§\n\n 21(13);§\n\n7604. Required public hearing on applications for block grants.(a) The Delaware State Clearinghouse Committee shall be the designated Committee to hold any required public hearing on an application for a block grant from the federal government for the following purposes:(1) To permit public examination of the projected use and distribution of block grant funds;(2) To allow affected residents of the State or appropriate units of local government to examine the application and submit comments; and(3) To obtain views of residents of the State.(b) The public hearing may, at the Committee’s discretion, be held at the same time the agency’s application for block grant funds is reviewed, approved or disapproved by the Committee. Notice of a public hearing shall be given, in addition to such other methods as the Committee may determine, on the Public Meeting Calendar at least 7 days preceding the date of said public hearing, except where a longer period is expressly provided by applicable law. The notice shall state the date, time, and place, or contain virtual meeting information, of the public hearing and specify the matters to be considered thereat.63 Del. Laws, c. 279,\n\n§\n\n 5;82 Del. Laws, c. 242,\n\n§\n\n76;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7602",
      "number": "7602.",
      "heading": "Powers, duties and functions of Committee",
      "text": "The Clearinghouse Committee shall:(1) Establish state goals and objectives for maximizing the utilization of federal aid and nonfederal aid programs.(2) Promulgate procedures and guidelines for all state departments, agencies, public and higher education cov\n§\n\n 75;61 Del. Laws, c. 409,\n\n§\n\n 10;63 Del. Laws, c. 279,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;82 Del. Laws, c. 242,\n\n§\n\n76;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7603",
      "number": "7603.",
      "heading": "Submission of plans and applications",
      "text": "Prior to submitting state or local plan(s) or application(s) to federal or nonfederal authorities for the purpose of receiving funds such plan(s) or application(s) shall be submitted to the Director of the Office Management and Budget for review and approval or d\n§\n\n 75;61 Del. Laws, c. 409,\n\n§\n\n 10;62 Del. Laws, c. 68,\n\n§\n\n 87;63 Del. Laws, c. 191,\n\n§\n\n 3(b);63 Del. Laws, c. 279,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 88,\n\n§\n\n 21(13);",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7604",
      "number": "7604.",
      "heading": "Required public hearing on applications for block grants",
      "text": "(a) The Delaware State Clearinghouse Committee shall be the designated Committee to hold any required public hearing on an application for a block grant from the federal government for the following purposes:(1) To permit public examination of\n§\n\n 5;82 Del. Laws, c. 242,\n\n§\n\n76;",
      "history": "",
      "source_url": ""
    }
  ]
}