{
  "state": "delaware",
  "path": "title-title-29/chapter-title29c031index",
  "sections": [
    {
      "id": "section-3101",
      "number": "3101.",
      "heading": "Creation and membership.(a) Recognizing that promoting global sustainability, which focuses on the long-term impacts of actions and policies on the environment, people, and communities, the General Assembly hereby establishes the Sustainable Delaware Commission",
      "text": "The Commission shall adopt a mission\n§\n\n82;§\n\n3102. Powers and duties.The powers and responsibilities of the Commission shall include:(1) Research, study, advise and recommend to the Governor and/or General Assembly on matters it deems appropriate relating to both sustainability and community engagement.(2) Recommend programs and policies to attract and retain the creative labor force needed for Delaware’s long-term development as a model of sustainable prosperity.(3) Recommend programs and policies to support sustainable practices in government at all levels, specifically those that enhance the use of data, analytics and technology to improve services.(4) Coordinate and advise all departments and agencies of the State on matters pertaining to sustainability and community engagement.(5) Provide government, business and community institutions with information and analysis on options for sustainable practices in all sectors.(6) Recommend changes in state law, regulations, policies and procedures that are desirable to achieve improvements in sustainable practices in all sectors.(7) Develop partnerships to further develop Delaware’s leadership role in sustainability and community engagement, within the State, nationally and internationally.(8) Advise Delaware local governments on the use of data, analytics and technology to improve community services and provide analysis on options for sustainable development.(9) Evaluate the local impacts of state policies and practices on sustainability practices.(10) Carry out demonstration projects that may be scaled to benefit other Delaware localities.(11) Initiate, review and/or sponsor legislation pertaining to or impacting sustainability and community engagement in Delaware.(12) Recommend changes in state regulations, policies, and procedures that are desirable to achieve community-based sustainability practices.(13) Seek funding and investment from all sectors to further its mission and goals.(14) Develop and administer a grant program to further its mission and goals.(15) Take all other actions the Commission deems in support of global sustainability and community efforts in Delaware.81 Del. Laws, c. 280,\n\n§\n\n82;§\n\n3103. The Sustainable Delaware Research Consortium.The Commission’s programs shall be carried out by a Sustainable Delaware Research Consortium which shall be established at the University of Delaware’s School of Public Policy and Administration. Funding shall support operations including research, policy analysis, and demonstration projects that promote the Commission’s Sustainable Delaware initiatives. Grants for demonstration projects shall be allocated to eligible partnerships that will include a Delaware public higher education institution.81 Del. Laws, c. 280,\n\n§\n\n82;§\n\n3104. Annual report.The Commission shall submit an annual report on its activities and recommendations to the Governor and the General Assembly.81 Del. Laws, c. 280,\n\n§\n\n82;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3102",
      "number": "3102.",
      "heading": "Powers and duties.The powers and responsibilities of the Commission shall include:(1) Research, study, advise and recommend to the Governor and/or General Assembly on matters it deems appropriate relating to both sustainability and community engagement",
      "text": "(2) Recommend programs and policies to attract\n§\n\n82;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3103",
      "number": "3103.",
      "heading": "The Sustainable Delaware Research Consortium",
      "text": "The Commission’s programs shall be carried out by a Sustainable Delaware Research Consortium which shall be established at the University of Delaware’s School of Public Policy and Administration. Funding shall support operations including research, policy\n§\n\n82;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3104",
      "number": "3104.",
      "heading": "Annual report.The Commission shall submit an annual report on its activities and recommendations to the Governor and the General Assembly",
      "text": "81 Del. Laws, c. 280,\n§\n\n82;",
      "history": "",
      "source_url": ""
    }
  ]
}