{
  "state": "delaware",
  "path": "title-title-29/chapter-title29c075index",
  "sections": [
    {
      "id": "section-7501",
      "number": "7501.",
      "heading": "Definitions.As used in this chapter:(1) “Bonds” means any bonds authorized to be issued by the State pursuant to a school construction bond authorization act",
      "text": "(2) “Local share” means the sum of money specified in any school construction bond authorization act to render permissible the use of the stat\n§\n\n 7501;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§§\n\n 1, 2;62 Del. Laws, c. 146,\n\n§\n\n 30;§\n\n7502. Applicability of this chapter; relation to authorization act.(a) Unless otherwise provided in any school construction bond authorization act this chapter, in addition to Chapter 74 of this title, shall apply to and control all school construction financed by the issuance of bonds and notes of the State for the purpose of school construction and the issuance of said bonds and notes and to the appropriations for school construction contained in the school construction bond authorization act.(b) The provisions of this chapter are hereby incorporated in any school construction bond authorization act unless specifically excepted therefrom and shall be deemed a part of any school construction bond authorization act just as if contained verbatim in the school construction bond authorization act.29 Del. C. 1953,\n\n§\n\n 7502;54 Del. Laws, c. 345.;§\n\n7503. Matching funds.(a) Except in the case of a school district for which a local share is not required by any school construction bond authorization act, the state share apportioned to a school district by such school construction bond authorization act shall not be expended unless the local share for such school district shall have been deposited with the State Treasurer not later than 2 years after the effective date of a school construction bond authorization act.(b) The local share for each school construction project, excluding minor capital improvement projects, which is contained in a school construction bond authorization act, shall be computed as specified in this subsection. A local share ratio shall first be computed for each school district, including vocational districts, and 1 for each county, for each fiscal year and shall be used in computing the local share of funding for that school district for each school construction project contained in the school construction bond act for that fiscal year. In the event that the funding of a project is spread over more than 1 school construction bond authorization act, the local share ratio which applies to that project in the school construction bond authorization act in which it first appears shall apply to all subsequent school construction bond authorization act allocations for that project. The local share ratio shall be computed by multiplying the school district ability index for the school district, or in the case of vocational schools or special schools, the county wide ability index, as defined in § 1707 of Title 14, by .40, providing, however, that the product shall not exceed .40 or be less than .20 for any school district. The local share ratio shall be rounded to the nearest one-hundredth and the result multiplied by the total cost of the school construction project in order to determine the local share.The local share for each school construction project may include an additional amount, not to exceed 15% of the local cost as calculated in the preceding paragraph, to match additional state funds that may be appropriated to address increases in the cost of school construction projects. Provided the district receives referendum approval for this additional amount and the State appropriates additional funds subsequent to referendum passage, the district may increase its local share in accordance with the local share ratio for the project and the approved referendum subject to local school board approval.Inclusion of a project and designation of a local share for a vocational school in a school construction bond authorization act shall be considered authorization for the vocational district to establish a tax rate sufficient to pay the principal and interest on the bonds for the local share of the project.For the statewide autistic program, the Delaware School for the Deaf, the John G. Leach School, the Kent County Community School, the John S. Charlton School, the Sussex Consortium, Sussex County Orthopedic School, the Charles W. Bush Early Education Center, and the Howard T. Ennis School, construction shall be 100% state-funded. State funding for these schools shall include, but not be limited to, school construction projects serving students, ages three and older, who meet the criteria established in 14 Del. C. c. 31.Inclusion of a project and designation of a local share for a special school shall be considered authorization for the school district administering the special school to obligate itself for the required bonds and for the school district to collect the revenues required to pay the principal and interest on those bonds through tuition payments authorized in § 602 of Title 14. The school district collecting the tuition for payment of bonds and interest shall maintain such debt service receipts in a separate account for the special school.(c) The provisions of subsection (b) of this section to the contrary notwithstanding, for the fiscal years ending June 30, 1992, through June 30, 1994, the local share ratio for reorganized school districts with ability indices less than 1.0 shall be computed as follows:FY’92: [Ability Index X .40] + ¾ [.40 — (Ability Index X .40)]FY’93: [Ability Index X .40] + ½ [.40 — (Ability Index X .40)]FY’94: [Ability Index X .40] + ¼ [.40 — (Ability Index X .40)]For purposes of this subsection the value of the ability index used in these calculations for any school district shall not be less than .50. This subsection shall not apply to vocational-technical school districts or to special schools.29 Del. C. 1953,\n\n§\n\n 7503;54 Del. Laws, c. 345;68 Del. Laws, c. 156,\n\n§\n\n 72(a), (b);69 Del. Laws, c. 77,\n\n§\n\n 80;72 Del. Laws, c. 489,\n\n§\n\n 128;73 Del. Laws, c. 95,\n\n§\n\n 110;73 Del. Laws, c. 350,\n\n§\n\n 103;76 Del. Laws, c. 79,\n\n§\n\n 142;77 Del. Laws, c. 87,\n\n§\n\n 119;78 Del. Laws, c. 262,\n\n§\n\n 2;82 Del. Laws, c. 86,\n\n§\n\n159;§\n\n7504. Time limit on construction.No school construction shall be started under authority of any school construction bond authorization act later than 2 years after the effective date of the act, and no money shall be borrowed by the State under authority of any school construction bond authorization act later than 2 years after the effective date of such act, except such moneys as are necessary to complete school construction started prior to 2 years after the effective date of any school construction bond authorization act.29 Del. C. 1953,\n\n§\n\n 7504;54 Del. Laws, c. 345.;§\n\n7505. Formula for construction.No school construction shall be paid with funds appropriated by any school construction bond authorization act or with funds for which a state share is provided by any school construction bond authorization act if such construction does not conform with the formula for school construction established by the Department of Education.29 Del. C. 1953,\n\n§\n\n 7505;54 Del. Laws, c. 345;71 Del. Laws, c. 378,\n\n§\n\n 115;§\n\n7506. Local bonds.(a) Any school district which is entitled under any school construction bond authorization act to an apportionment of a state share and which is required therein to provide a local matching share is authorized to issue its bonds for the purpose of raising money to pay the local share set forth in such school construction bond authorization act and raising such additional amount, if any, as such school district may desire to expend for school construction. If such bonds are issued, they shall be authorized by the board of education of the school district pursuant to Chapter 21 of Title 14, except in the case of the City of Wilmington, in which case the local share to be contributed by the Board of Public Education in Wilmington may be raised by the proper authorities of said City by issuing bonds pursuant to Chapter 175, Volume 52, or Chapter 163, Volume 32, Laws of Delaware, as amended. Chapter 20 of Title 14 shall be complied with in the event that the amount in addition to the local share is for school construction which varies from the standard formula. Such bonds and any notes issued in anticipation of the issuance of such bonds shall, except in the case of the City of Wilmington, be sold to the State. Such bonds shall bear interest at a rate not less than the rate payable on bonds of the State issued to provide such local share plus an amount to cover administrative expenses of the State in connection with the financing of school construction programs in an amount not exceeding one quarter of 1 percent per annum. The State shall issue its bonds to provide the local share of any school construction program in accordance with any school construction bond authorization act, as well as any additional amounts which the qualified voters of any school district shall have authorized to be expended for school construction; provided, however, that such additional amounts must first have been appropriated to such school district in a school construction bond authorization act or amendment to such an act. Such bonds shall not be included in the amount of bonds or notes pledging the faith and credit of the State which are issued and outstanding, authorized but not issued, and about to be issued. The Department of Finance of the State shall annually prepare a report setting forth in brief detail all bonds or notes issued by the State for the purpose of financing a local share of a school construction program and the bonds or notes purchased from local school districts and setting forth receipts and disbursements.(b) Instead of issuing bonds as hereinbefore provided, any school district may pay its local share by using gifts or any other moneys on hand which are not required by law to be used for some other purpose.29 Del. C. 1953,\n\n§\n\n 7506;54 Del. Laws, c. 345;55 Del. Laws, c. 432,\n\n§§\n\n 2-4;58 Del. Laws, c. 315,\n\n§\n\n 11;§\n\n7507. Referendum; notice [Repealed].Repealed by 71 Del. Laws, c. 378, § 116, effective July 8, 1998.§\n\n7508. Bond anticipation notes of local district.(a) After a local referendum authorizing the sale of local school bonds and in anticipation of the issuance of the bonds, the board of school trustees or board of education of a school district may issue and sell notes of the school district at either public or private sale for not less than par and accrued interest. The notes shall bear interest at a rate not exceeding 5% per annum. They may be renewed from time to time by the issuance and sale of new notes, but all such notes shall mature and be paid not later than 4 years after issuance. The notes shall be signed by the chairperson and 1 member of the board of school trustees or president and 1 member of the board of education of the district, the seal of the school district shall be impressed on each of the notes and shall be payable at a place prescribed by the issuing officers of the State. All provisions of law pertaining to local school bonds and not inconsistent with this chapter shall apply to notes issued hereunder.(b) The total amount of notes outstanding at any 1 time, together with the total amount of bonds theretofore issued in any district, shall not exceed that portion of the total authorized bonded indebtedness of the school district for which bonds have been authorized by local referendum within the district.(c) The notes may be redeemed at par and accrued interest prior to their maturity if the right of the school district to do so shall have been reserved by an express provision in the notes. The principal and interest on said notes, including renewal notes, shall be paid from the proceeds of the sale of bonds or from other funds available therefor. The notes shall be general obligations of the school district and the faith and credit of the school district shall be pledged for the full and complete payment of the principal of and interest on such notes and such notes shall be exempt from taxation with respect to both principal and interest by the State or any political subdivision thereof for any purpose. The board of education or the board of school trustees of the issuing school district shall have the same power to levy taxes to pay such notes and the interest thereon as in the case of bonds.29 Del. C. 1953,\n\n§\n\n 7507;54 Del. Laws, c. 345;57 Del. Laws, c. 92,\n\n§\n\n 2;63 Del. Laws, c. 142,\n\n§\n\n 52;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n7509. Determination of necessity.The Department of Education shall determine the present necessity for any school construction program as authorized by any school construction bond authorization act in the several school districts of the State and, in so doing, shall take into consideration the actual and projected number of pupils in the requesting school district as determined by the most current September 30 Unit Count and a standardized annual population projection prepared by or approved by the Office of State Planning Coordination, the feasibility and possibility of the consolidation of school districts, the present and future possibility of overcrowding of school facilities within the school district, the condition and quality of existing school facilities within the district and all other matters and conditions pertinent to the determination of the present necessity of the school construction program, including the reasonable future development or dissolution of the school district. In making such determination of necessity, the Department of Education shall have the authority to make a determination of necessity of a school construction program for a school district which will have a lesser total cost than the maximum total cost for such school district set forth in any school construction bond authorization act. Whenever a determination of necessity of a school construction program is made in an amount less than the total maximum cost for such school district as set forth in any school construction bond authorization act, the state share and the local share shall be reduced in the proportions they bear to the total maximum cost set forth in that act. No determination of necessity for school construction shall be made until the school district shall have identified at least 1 proposed site for such construction, which site shall have been approved as required by § 7525(a) of this title.29 Del. C. 1953,\n\n§\n\n 7508;54 Del. Laws, c. 345;71 Del. Laws, c. 378,\n\n§\n\n 117;74 Del. Laws, c. 367,\n\n§§\n\n 17, 18;§\n\n7510. Certificate of necessity.(a) When the Secretary of Education has prepared the proposed annual major capital improvement program budget the Secretary shall certify the necessity for same to the State Treasurer together with the amount of the total cost, the state share and the local share, if any, as authorized by any school construction bond authorization act and shall send a copy of such certification to the State Auditor of Accounts and the Director of the Office of Management and Budget and the board of education of such school district. Upon the receipt by the State Treasurer of the certification of said determination, the said school construction program shall be deemed to be authorized, and this chapter and any school construction bond authorization act for the issuance of state and local bonds to provide funds for school construction programs shall be in full force and effect with respect to such school construction program; provided, however, that, except in cases where a local share is not required by any school construction bond authorization act, such school construction program shall not be carried out until the local share shall have been deposited with the State Treasurer. The issuing officers may at any time after the State Treasurer receives such certificate proceed to issue bonds or notes of the State to provide the funds for the state share thereof, whether or not the requisite local share shall have been actually deposited with the State Treasurer, but the proceeds of said bonds or notes shall not be expended until the requisite local share shall have been so deposited.(b) Instead of issuing bonds, as hereinabove provided, the State may pay its share of the total cost by using gifts or any other money on hand which are not required by law to be used for some other purpose.(c) At the same time the Secretary submits the proposed annual major capital improvement program budget and certifies the necessity and total cost, the Secretary shall publish on its website and submit to the co-chairs of the Joint Committee on Capital Improvement, the Controller General, and the Director and the Librarian of the Division of Legislative Services a report that includes all of the following:(1) A summary of each project rejected, the total proposed cost of each project rejected, the reason why the project was rejected, the number of times a district has applied for a certificate for the rejected project, the most recent year’s capacity and enrollment numbers for the district, and a ranking of rejected projects by need.(2) A list of all applications, both approved and rejected, with a designation of which priority level the project is assigned under the School Construction Technical Assistance Manual.(3) A breakdown by school district of the total amount of state funds allocated through the certificate of necessity process for the current year, the prior 5 years, and any funds that are committed for future years through a current certificate of necessity.29 Del. C. 1953,\n\n§\n\n 7509;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;59 Del. Laws, c. 205,\n\n§\n\n 7;71 Del. Laws, c. 378,\n\n§\n\n 118;74 Del. Laws, c. 367,\n\n§\n\n 19;75 Del. Laws, c. 88,\n\n§\n\n 21(13);84 Del. Laws, c. 152,\n\n§\n\n1;84 Del. Laws, c. 255,\n\n§\n\n48;§\n\n7511. Approval of plans; modification.After making the certificate required by § 7510 of this title, the Secretary of Education is authorized and directed to consider the preliminary and final plans, estimates of costs and specifications of any school construction program and to approve or modify such plans, estimates and specifications, and also to amend the certificates of necessity, provided that nothing herein shall be construed to give said Secretary of Education authority to increase the total share of such program beyond the maximum limit set forth in any school construction bond authorization act. No certificate of necessity shall be amended after the date of successful local school district referendum. In the event that a certificate shall be amended as herein provided, the fact of such amendment shall be communicated to the State Treasurer, and the copies thereof shall be sent to the State Auditor of Accounts and the Director of the Office of Management and Budget and the board of education of the school district.29 Del. C. 1953,\n\n§\n\n 7510;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;71 Del. Laws, c. 378,\n\n§\n\n 119;75 Del. Laws, c. 88,\n\n§\n\n 21(13);§\n\n7512. Consolidation of school districts.In the event that 2 or more existing school districts shall consolidate, the maximum total cost, the maximum state share and the maximum local share of a school construction program as authorized by any school construction bond authorization act for such consolidated district shall be the totals of said amounts appearing in the school construction bond authorization act for the school districts so consolidating, except that the construction funds shall be used only as originally authorized in the certificates of necessity issued to the original districts.29 Del. C. 1953,\n\n§\n\n 7511;54 Del. Laws, c. 345.;§\n\n7513. Division of a school district.In the event that an existing school district is divided into 2 or more school districts, the maximum total cost, the maximum state share and the maximum local share of the school construction program, as authorized for the existing district by any school construction bond authorization act, shall be determined and allocated among the resulting districts by the State Board of Education by taking into consideration the same factors prescribed by § 7509 of this title in determining the necessity for the school construction program in such resulting school districts. The aggregate amounts so determined by the State Board of Education to be allocated to such resulting districts shall not exceed the amount of the maximum total cost, maximum state share and maximum local share, respectively, in the pertinent school construction bond authorization act with respect to the original school district so divided. Such allocated amounts shall be in lieu of the amounts set forth in any school construction bond authorization act for the original school district, and applicable to certificates of necessity issued pursuant to the school construction bond authorization act and this chapter.29 Del. C. 1953,\n\n§\n\n 7512;54 Del. Laws, c. 345.;§\n\n7514. Local funds and state appropriations to be deposited.The moneys paid to the State Treasurer by a school district as its local share under any school construction bond authorization act and any funds appropriated as its local share by the State under any school construction bond authorization act, including any additional amount appropriated to such school district by the State, and for the financing of which bonds of the State are to be issued shall be deposited by the State Treasurer in a special fund and shall be expended only for school construction in such district. Each of said local shares and additional amounts shall be credited with interest in the following manner:(1) The State Treasurer shall credit to the account of each local school district which has funds on deposit with the State Treasurer such amount of interest as determined by this section upon such funds. The rate of interest applied shall be based upon net interest earned and calculated under guidelines established by the Cash Management Policy Board.(2) On or before the last day of each month, the State Treasurer shall credit the operating and debt service accounts respectively of each school district’s operating and debt service funds with interest on the average daily balances in operating and debt service funds for the preceding month. The amount of interest due shall be calculated upon the average daily account balances determined by the respective financial activity reports of the Department of Finance.(3) On or before the first day of each month, the State Treasurer shall credit the debt service of each local school district’s construction fund with interest on the average balance of that proportion of the construction account contributed by the local district. The amount of interest due shall be calculated upon the average daily account balances determined by the respective financial activity reports of the Department of Finance.29 Del. C. 1953,\n\n§\n\n 7513;54 Del. Laws, c. 345;58 Del. Laws, c. 315,\n\n§\n\n 12;63 Del. Laws, c. 142,\n\n§\n\n 53;63 Del. Laws, c. 404,\n\n§§\n\n 3, 4, 7;72 Del. Laws, c. 304,\n\n§\n\n 2;§\n\n7515. Reversion of unexpended state share.Any sum of money which has been appropriated or allocated to any school district by the State under any school construction bond authorization act which remains unexpended 1 year after pupil occupancy of any school building constructed under the school construction bond authorization act authorizing the construction shall revert to the State and shall be deposited to a special account to be applied against future school construction bond requirements.29 Del. C. 1953,\n\n§\n\n 7514;54 Del. Laws, c. 345.;§\n\n7516. Reversion of unexpended local share.Any sum of money which has been appropriated by any local school district under a school construction bond authorization act which remains unexpended 1 year after pupil occupancy of any school building constructed under the school construction bond authorization act authorizing the construction shall be deposited to the debt service account of the school district to be used for such purposes as are permitted by law.29 Del. C. 1953,\n\n§\n\n 7515;54 Del. Laws, c. 345;59 Del. Laws, c. 205,\n\n§\n\n 8;§\n\n7517. Aid to boards of education.The Department of Education shall render such assistance to boards of education as they may request in the preparation of their preliminary and final plans for school construction.29 Del. C. 1953,\n\n§\n\n 7517;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 5;71 Del. Laws, c. 378,\n\n§\n\n 120;§\n\n7518. Approval of plans.The final plans, specifications and estimates of costs of school construction under any school construction bond authorization act and this chapter shall be approved by the Department of Education. No board of education shall change or alter the final plans as approved without the written consent of the Department of Education or its designated representatives.29 Del. C. 1953,\n\n§\n\n 7518;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;71 Del. Laws, c. 378,\n\n§\n\n 121;§\n\n7519. Powers of board of education; contracts.The board of education for any district shall cause the school construction program authorized under any school construction bond authorization act and this chapter for such school district to be carried out. Such board of education, with consent of the Department of Education or its designated representatives, shall have power to make and enter into all contracts for school construction and for labor, materials, supplies, instrumentalities, furniture and equipment required to accomplish any such school construction program (including purchase of all educational supplies necessary for the initial operation of school so built, altered or added to), provided that all contracts involving expenditure shall be subject to Chapter 69 of this title.29 Del. C. 1953,\n\n§\n\n 7519;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§§\n\n 4, 6;71 Del. Laws, c. 378,\n\n§\n\n 122;§\n\n7520. Supervision of construction.The board of education in each school district shall supervise, or cause to be supervised, the school construction program in such school district.29 Del. C. 1953,\n\n§\n\n 7520;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;§\n\n7521. Employing school construction personnel.Each board of education shall have power to employ engineers, architects and such other employees as it deems essential to the proper and expeditious performance of its duties under this chapter, to fix their salaries and length of service and to dismiss them for any cause which it shall deem sufficient.29 Del. C. 1953,\n\n§\n\n 7521;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§§\n\n 4, 6;71 Del. Laws, c. 378,\n\n§\n\n 123;§\n\n7522. Approval of bills.All bills for the expenses of the board of education of any school district for carrying out the school construction program of such school district under this chapter must be marked “approved,” and such approval must be signed by the president or vice-president of such board of education and attested by the secretary or acting secretary of such board of education. If such approval is countersigned by the superintendent of the school district or the superintendent’s authorized designee, any other signature on the approval may be a facsimile.29 Del. C. 1953,\n\n§\n\n 7522;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§§\n\n 4, 7;59 Del. Laws, c. 205,\n\n§\n\n 9;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 378,\n\n§\n\n 124;§\n\n7523. Warrants.The board of education of each school district shall when and as funds are required (and not until then) for the payment of the expenses of carrying out the school construction program in such school district contemplated by this chapter, including expenses of engineers, architects and other employees of such board of education, draw warrants on the State Treasurer for the moneys required, which warrants shall be signed by the president or vice-president and attested by the secretary or acting secretary of such board of education; such warrants shall be delivered to the Director of the Office of Management and Budget who shall thereupon deliver them to the State Treasurer, and the State Treasurer shall pay the same. If such warrants are countersigned by the superintendent of the school district or the superintendent’s authorized designee, any other signature on the warrants may be a facsimile.29 Del. C. 1953,\n\n§\n\n 7523;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§§\n\n 4, 8;59 Del. Laws, c. 205,\n\n§\n\n 10;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 88,\n\n§\n\n 21(13);§\n\n7524. City of Wilmington schools [Repealed].Repealed by 71 Del. Laws, c. 378, § 125, effective July 8, 1998.§\n\n7525. Use or acquisition of lands for school construction.(a) Whenever a school district either proposes to use land that it currently owns for the carrying out of school construction, or to select and acquire land for the same purpose, the board of education of such school district is authorized to use or to select and acquire such land upon the approval of the Department of Education, the Office of Management and Budget and the Office of State Planning Coordination, pursuant to rules and regulations to be promulgated by the Department of Education. A school district may submit more than 1 prospective site for approval. If the Department of Education, the Office of Management and Budget and the Office of State Planning Coordination approve more than 1 site, the Department of Education shall work jointly and cooperatively with the school district to finally decide which site or sites shall be approved. The provisions of this subsection shall apply to any land that a school district desires to use for school construction purposes, whether acquired prior to or after July 19, 2004, and regardless of whether said land was or is to be acquired by the school district either by gift or for consideration, or where said land is proposed to be set aside in lieu of payment of the Voluntary School Assessment as provided in § 2661(c)(3) of Title 9 and § 842(c) of Title 22.(b) The land may be acquired by contract with the owner or owners thereof at a fair value, or by condemnation proceedings instituted by the appropriate official body, but such condemnation proceedings shall not be instituted against any land, building, franchise, easement or other property of a public utility used by it in providing its service to the public.(c) The cost of such land shall be deemed to be part of the cost of such school construction.(d) Title to any lands acquired shall be a fee simple title and shall be vested in the board of education of the school district.(e) Condemnation proceedings to acquire land in any case where such land cannot for any reason be acquired by agreement with the owner or owners thereof for a fair or reasonable consideration may be instituted by the appropriate official body under § 2303 of Title 14 and Chapter 61 of Title 10.29 Del. C. 1953,\n\n§\n\n 7525;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;71 Del. Laws, c. 378,\n\n§\n\n 126;74 Del. Laws, c. 367,\n\n§§\n\n 20, 21;75 Del. Laws, c. 88,\n\n§\n\n 21(13);§\n\n7526. Use of appropriated funds for inspecting and auditing.(a) The local school district shall apply such portions of the total cost of any school construction improvement authorized by a school construction bond authorization act as shall be necessary to provide for the cost of auditing such school construction improvement, but in no event shall such portion exceed1/2percent of such total cost. The Auditor of Accounts shall be responsible for conducting or having conducted such audit subject to § 2906(c) and (d) and §§ 2907, 2908 and 2909 of this title, as amended.(b) The local school district shall allocate such portion of the total cost of major school construction improvements for which funds are appropriated by an authorization act as shall be necessary to provide for the cost of inspecting such school construction improvement. The local school district may also allocate a portion of the funds appropriated for minor school improvements for such inspection services.(c) The local school district shall let contracts for inspection of school construction improvements. In contracting for the inspection of major or minor school construction improvements, the local school district shall give first preference to an experienced and able Delaware organization offering to provide such inspection services on a nonprofit, at-cost basis. Such contracts shall not be deemed public works contracts as defined in Chapter 69 of this title, as amended. If no such organization is able or willing to perform such specialized service on such nonprofit, at-cost basis, then the local school district may contract for such services with profit-making organizations subject to Chapter 69 of this title.29 Del. C. 1953,\n\n§\n\n 7526;54 Del. Laws, c. 345;59 Del. Laws, c. 205,\n\n§\n\n 11;62 Del. Laws, c. 146,\n\n§\n\n 31;64 Del. Laws, c. 131,\n\n§\n\n 17(b);66 Del. Laws, c. 92,\n\n§\n\n 60;71 Del. Laws, c. 378,\n\n§\n\n 127;§\n\n7527. Expendable supplies.Funds appropriated for school construction improvements by an authorization act shall not be expended for educational supplies of an expendable nature which are consumed or materially changed as they are used or which have a useful life of less than 4 years; provided, that such funds may be applied to the purchase of supplies necessary or appropriate for the initial operation of schools constructed or reconstructed with such funds.62 Del. Laws, c. 146,\n\n§\n\n 32;§\n\n7528. Minor capital improvements.(a) The proceeds of bonds and notes may be applied to the cost of minor capital improvements. Minor Capital Improvements shall mean, but shall not be limited to, capital expenditures for rebuilding or major repairs of roofs, floors, heating systems or facilities, painting, electrical systems or facilities, plumbing or water systems or facilities, asbestos abatement, the removal of architectural barriers to the handicapped, stand-alone storage buildings and purchase or lease of portable classrooms. These funds may also be applied to the preparation and securing of a public school district building that is being vacated but preserved for an unspecified period of time or for the return of such a building from a closed condition to use by a public school district. The State Department of Education, with the approval of the State Board of Education shall establish rules, consistent with this section, for defining minor capital expenditures.(b) The State Department of Education, or any other department or agency of the State, shall, in no case, pay more than 60 percent of the cost of minor capital improvements nor more than the total amount designated in an authorization act as “maximum state share,” for any minor capital improvements nor less than 60 percent rounded to the nearest $100 of the final actual total costs therefor. Any funds transferred to a school district from any source for the purpose of removing architectural barriers for the handicapped or asbestos shall constitute the 60 percent portion of a minor capital improvement. No expenditure of such funds may be made by a school district unless and until it has provided its 40 percent share of such minor capital improvement. Notwithstanding the foregoing, the State may provide for the entire costs of minor capital improvements for schools entirely supported by the State.(c) Before contracts for minor capital improvements are let or funds expended for minor capital improvements by any school district, a portion of the costs of which are to be funded with the proceeds of bonds or notes, such school district shall transmit a request for approval of such capital expenditures to the State Department of Education, which request shall: (1) itemize the minor capital improvements to be undertaken and (2) show the estimated cost of each such item. The State Department of Education, applying the rules established pursuant to subsection (a) of this section, shall decide the school district’s payment for such minor capital improvements after: (1) inspecting the building or facilities to be improved in order to determine both the need for such minor capital improvements and compliance with the rules established pursuant to subsection (a) of this section; and (2) estimating the cost of each such minor capital improvement.(d) The State Department of Education shall:(1) Provide necessary help to the school district in letting bids on minor capital improvements;(2) Inspect such improvements upon completion to determine that all specifications have been met and that the work and materials used are of acceptable quality; and thereupon(3) Pay the state’s share of the cost of such improvements made by the school district but only subsequent to the deposit with the State Treasurer by the school district of the school district’s share, if any, of the cost of such improvements.(e) Any school district may levy and collect a tax on taxable real property in the school district to pay its share of the cost of minor capital improvements. Such taxes shall be levied and collected by the school district subject to Chapter 19 of Title 14, as amended.(f) The expenditure of funds for minor capital improvements shall be governed solely by this section.62 Del. Laws, c. 146,\n\n§\n\n 32;63 Del. Laws, c. 242,\n\n§\n\n 1;69 Del. Laws, c. 77,\n\n§\n\n 78(a), (b);70 Del. Laws, c. 473,\n\n§\n\n 96;71 Del. Laws, c. 406,\n\n§\n\n 1;72 Del. Laws, c. 94,\n\n§\n\n 321;73 Del. Laws, c. 65,\n\n§§\n\n 36-39;74 Del. Laws, c. 308,\n\n§\n\n 63(a);§\n\n7529. School building maintenance [Repealed].Repealed by 74 Del. Laws, c. 308, § 63(b), effective July 1, 2004.§\n\n7530. Guaranteed energy cost savings contracts.School districts, notwithstanding any other provision of this Code, are authorized to enter into long term contracts known as “guaranteed energy cost savings.” They are empowered to use their annual Division II energy appropriations to cover the costs of the contract. All such contracts must contain provisions which allow termination of the contract by the district in the event of non-appropriation of sufficient identified funds to meet the terms of the contract. No additional State funds shall be available for this type of contract. Districts which enter into such an agreement, notwithstanding any change in regulations, shall be allowed to complete the contract using Division II energy appropriations. Where these contracts include hardware/material expenditures, such procurements will be subject to subchapter I of Chapter 69 of Title 29, whether the procurement is carried out by the district or vendor. In the event that the Division II energy appropriations are insufficient to meet the costs of the contract and energy used, districts shall be required to use other funds available to it for the costs exceeding the appropriations. The Division of Accounting is directed to assist school districts in implementing such contracts.70 Del. Laws, c. 390,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7502",
      "number": "7502.",
      "heading": "Applicability of this chapter; relation to authorization act",
      "text": "(a) Unless otherwise provided in any school construction bond authorization act this chapter, in addition to Chapter 74 of this title, shall apply to and control all school construction financed by the issuance of bonds and notes of the St\n§\n\n 7502;54 Del. Laws, c. 345.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7503",
      "number": "7503.",
      "heading": "Matching funds.(a) Except in the case of a school district for which a local share is not required by any school construction bond authorization act, the state share apportioned to a school district by such school construction bond authorization act shall not be expended unless the local share for s",
      "text": "§\n\n 7503;54 Del. Laws, c. 345;68 Del. Laws, c. 156,\n\n§\n\n 72(a), (b);69 Del. Laws, c. 77,\n\n§\n\n 80;72 Del. Laws, c. 489,\n\n§\n\n 128;73 Del. Laws, c. 95,\n\n§\n\n 110;73 Del. Laws, c. 350,\n\n§\n\n 103;76 Del. Laws, c. 79,\n\n§\n\n 142;77 Del. Laws, c. 87,\n\n§\n\n 119;78 Del. Laws, c. 262,\n\n§\n\n 2;82 Del. Laws, c. 86,\n\n§\n\n159;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7504",
      "number": "7504.",
      "heading": "Time limit on construction.No school construction shall be started under authority of any school construction bond authorization act later than 2 years after the effective date of the act, and no money shall be borrowed by the State under authority of any school construction bond authorization act l",
      "text": "§\n\n 7504;54 Del. Laws, c. 345.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7505",
      "number": "7505.",
      "heading": "Formula for construction.No school construction shall be paid with funds appropriated by any school construction bond authorization act or with funds for which a state share is provided by any school construction bond authorization act if such construction does not conform with the formula for schoo",
      "text": "§\n\n 7505;54 Del. Laws, c. 345;71 Del. Laws, c. 378,\n\n§\n\n 115;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7506",
      "number": "7506.",
      "heading": "Local bonds.(a) Any school district which is entitled under any school construction bond authorization act to an apportionment of a state share and which is required therein to provide a local matching share is authorized to issue its bonds for the purpose of raising money to pay the local share set",
      "text": "§\n\n 7506;54 Del. Laws, c. 345;55 Del. Laws, c. 432,\n\n§§\n\n 2-4;58 Del. Laws, c. 315,\n\n§\n\n 11;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7507",
      "number": "7507.",
      "heading": "Referendum; notice [Repealed].Repealed by 71 Del. Laws, c. 378, § 116, effective July 8, 1998.",
      "text": "Referendum; notice [Repealed].Repealed by 71 Del. Laws, c. 378, § 116, effective July 8, 1998.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7508",
      "number": "7508.",
      "heading": "Bond anticipation notes of local district",
      "text": "(a) After a local referendum authorizing the sale of local school bonds and in anticipation of the issuance of the bonds, the board of school trustees or board of education of a school district may issue and sell notes of the school district at either public\n§\n\n 7507;54 Del. Laws, c. 345;57 Del. Laws, c. 92,\n\n§\n\n 2;63 Del. Laws, c. 142,\n\n§\n\n 52;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7509",
      "number": "7509.",
      "heading": "Determination of necessity.The Department of Education shall determine the present necessity for any school construction program as authorized by any school construction bond authorization act in the several school districts of the State and, in so doing, shall take into consideration the actual and",
      "text": "§\n\n 7508;54 Del. Laws, c. 345;71 Del. Laws, c. 378,\n\n§\n\n 117;74 Del. Laws, c. 367,\n\n§§\n\n 17, 18;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7510",
      "number": "7510.",
      "heading": "Certificate of necessity.(a) When the Secretary of Education has prepared the proposed annual major capital improvement program budget the Secretary shall certify the necessity for same to the State Treasurer together with the amount of the total cost, the state share and the local share, if any, as",
      "text": "§\n\n 7509;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;59 Del. Laws, c. 205,\n\n§\n\n 7;71 Del. Laws, c. 378,\n\n§\n\n 118;74 Del. Laws, c. 367,\n\n§\n\n 19;75 Del. Laws, c. 88,\n\n§\n\n 21(13);84 Del. Laws, c. 152,\n\n§\n\n1;84 Del. Laws, c. 255,\n\n§\n\n48;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7511",
      "number": "7511.",
      "heading": "Approval of plans; modification",
      "text": "After making the certificate required by § 7510 of this title, the Secretary of Education is authorized and directed to consider the preliminary and final plans, estimates of costs and specifications of any school construction program and to approve or modify such pla\n§\n\n 7510;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;71 Del. Laws, c. 378,\n\n§\n\n 119;75 Del. Laws, c. 88,\n\n§\n\n 21(13);",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7512",
      "number": "7512.",
      "heading": "Consolidation of school districts",
      "text": "In the event that 2 or more existing school districts shall consolidate, the maximum total cost, the maximum state share and the maximum local share of a school construction program as authorized by any school construction bond authorization act for such consolidate\n§\n\n 7511;54 Del. Laws, c. 345.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7513",
      "number": "7513.",
      "heading": "Division of a school district.In the event that an existing school district is divided into 2 or more school districts, the maximum total cost, the maximum state share and the maximum local share of the school construction program, as authorized for the existing district by any school construction b",
      "text": "§\n\n 7512;54 Del. Laws, c. 345.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7514",
      "number": "7514.",
      "heading": "Local funds and state appropriations to be deposited",
      "text": "The moneys paid to the State Treasurer by a school district as its local share under any school construction bond authorization act and any funds appropriated as its local share by the State under any school construction bond authorization act, in\n§\n\n 7513;54 Del. Laws, c. 345;58 Del. Laws, c. 315,\n\n§\n\n 12;63 Del. Laws, c. 142,\n\n§\n\n 53;63 Del. Laws, c. 404,\n\n§§\n\n 3, 4, 7;72 Del. Laws, c. 304,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7515",
      "number": "7515.",
      "heading": "Reversion of unexpended state share",
      "text": "Any sum of money which has been appropriated or allocated to any school district by the State under any school construction bond authorization act which remains unexpended 1 year after pupil occupancy of any school building constructed under the school constructio\n§\n\n 7514;54 Del. Laws, c. 345.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7516",
      "number": "7516.",
      "heading": "Reversion of unexpended local share",
      "text": "Any sum of money which has been appropriated by any local school district under a school construction bond authorization act which remains unexpended 1 year after pupil occupancy of any school building constructed under the school construction bond authorization a\n§\n\n 7515;54 Del. Laws, c. 345;59 Del. Laws, c. 205,\n\n§\n\n 8;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7517",
      "number": "7517.",
      "heading": "Aid to boards of education.The Department of Education shall render such assistance to boards of education as they may request in the preparation of their preliminary and final plans for school construction",
      "text": "29 Del. C. 1953,\n§\n\n 7517;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 5;71 Del. Laws, c. 378,\n\n§\n\n 120;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7518",
      "number": "7518.",
      "heading": "Approval of plans.The final plans, specifications and estimates of costs of school construction under any school construction bond authorization act and this chapter shall be approved by the Department of Education",
      "text": "No board of education shall change or alter the final plans as approved without the\n§\n\n 7518;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;71 Del. Laws, c. 378,\n\n§\n\n 121;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7519",
      "number": "7519.",
      "heading": "Powers of board of education; contracts",
      "text": "The board of education for any district shall cause the school construction program authorized under any school construction bond authorization act and this chapter for such school district to be carried out. Such board of education, with consent of the Depart\n§\n\n 7519;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§§\n\n 4, 6;71 Del. Laws, c. 378,\n\n§\n\n 122;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7520",
      "number": "7520.",
      "heading": "Supervision of construction.The board of education in each school district shall supervise, or cause to be supervised, the school construction program in such school district",
      "text": "29 Del. C. 1953,\n§\n\n 7520;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7521",
      "number": "7521.",
      "heading": "Employing school construction personnel",
      "text": "Each board of education shall have power to employ engineers, architects and such other employees as it deems essential to the proper and expeditious performance of its duties under this chapter, to fix their salaries and length of service and to dismiss them\n§\n\n 7521;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§§\n\n 4, 6;71 Del. Laws, c. 378,\n\n§\n\n 123;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7522",
      "number": "7522.",
      "heading": "Approval of bills.All bills for the expenses of the board of education of any school district for carrying out the school construction program of such school district under this chapter must be marked “approved,” and such approval must be signed by the president or vice-president of such board of ed",
      "text": "§\n\n 7522;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§§\n\n 4, 7;59 Del. Laws, c. 205,\n\n§\n\n 9;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 378,\n\n§\n\n 124;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7523",
      "number": "7523.",
      "heading": "Warrants.The board of education of each school district shall when and as funds are required (and not until then) for the payment of the expenses of carrying out the school construction program in such school district contemplated by this chapter, including expenses of engineers, architects and othe",
      "text": "§\n\n 7523;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§§\n\n 4, 8;59 Del. Laws, c. 205,\n\n§\n\n 10;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 88,\n\n§\n\n 21(13);",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7524",
      "number": "7524.",
      "heading": "City of Wilmington schools [Repealed].Repealed by 71 Del. Laws, c. 378, § 125, effective July 8, 1998.",
      "text": "City of Wilmington schools [Repealed].Repealed by 71 Del. Laws, c. 378, § 125, effective July 8, 1998.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7525",
      "number": "7525.",
      "heading": "Use or acquisition of lands for school construction",
      "text": "(a) Whenever a school district either proposes to use land that it currently owns for the carrying out of school construction, or to select and acquire land for the same purpose, the board of education of such school district is authorized to use o\n§\n\n 7525;54 Del. Laws, c. 345;57 Del. Laws, c. 440,\n\n§\n\n 4;71 Del. Laws, c. 378,\n\n§\n\n 126;74 Del. Laws, c. 367,\n\n§§\n\n 20, 21;75 Del. Laws, c. 88,\n\n§\n\n 21(13);",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7526",
      "number": "7526.",
      "heading": "Use of appropriated funds for inspecting and auditing",
      "text": "(a) The local school district shall apply such portions of the total cost of any school construction improvement authorized by a school construction bond authorization act as shall be necessary to provide for the cost of auditing such school con\n§\n\n 7526;54 Del. Laws, c. 345;59 Del. Laws, c. 205,\n\n§\n\n 11;62 Del. Laws, c. 146,\n\n§\n\n 31;64 Del. Laws, c. 131,\n\n§\n\n 17(b);66 Del. Laws, c. 92,\n\n§\n\n 60;71 Del. Laws, c. 378,\n\n§\n\n 127;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7527",
      "number": "7527.",
      "heading": "Expendable supplies.Funds appropriated for school construction improvements by an authorization act shall not be expended for educational supplies of an expendable nature which are consumed or materially changed as they are used or which have a useful life of less than 4 years; provided, that such f",
      "text": "§\n\n 32;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7528",
      "number": "7528.",
      "heading": "Minor capital improvements.(a) The proceeds of bonds and notes may be applied to the cost of minor capital improvements",
      "text": "Minor Capital Improvements shall mean, but shall not be limited to, capital expenditures for rebuilding or major repairs of roofs, floors, heating systems or facilities, painting,\n§\n\n 32;63 Del. Laws, c. 242,\n\n§\n\n 1;69 Del. Laws, c. 77,\n\n§\n\n 78(a), (b);70 Del. Laws, c. 473,\n\n§\n\n 96;71 Del. Laws, c. 406,\n\n§\n\n 1;72 Del. Laws, c. 94,\n\n§\n\n 321;73 Del. Laws, c. 65,\n\n§§\n\n 36-39;74 Del. Laws, c. 308,\n\n§\n\n 63(a);",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7529",
      "number": "7529.",
      "heading": "School building maintenance [Repealed].Repealed by 74 Del. Laws, c. 308, § 63(b), effective July 1, 2004.",
      "text": "School building maintenance [Repealed].Repealed by 74 Del. Laws, c. 308, § 63(b), effective July 1, 2004.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7530",
      "number": "7530.",
      "heading": "Guaranteed energy cost savings contracts",
      "text": "School districts, notwithstanding any other provision of this Code, are authorized to enter into long term contracts known as “guaranteed energy cost savings.” They are empowered to use their annual Division II energy appropriations to cover the costs of the\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}