{
  "state": "delaware",
  "path": "title-title-29/chapter-title29c078index",
  "sections": [
    {
      "id": "section-7801",
      "number": "7801.",
      "heading": "Short title.This chapter is known and may be cited as the “Emergency Interim Executive Succession Act.”29 Del. C. 1953,",
      "text": "§\n\n 7801;54 Del. Laws, c. 108;81 Del. Laws, c. 449,\n\n§\n\n29;§\n\n7802. Statement of policy.The General Assembly finds and declares that in the event of an emergency event, it is necessary to provide for emergency interim succession to governmental offices of this State, and its political subdivisions, if the incumbents of these offices or the deputies of these incumbents are unavailable to perform the duties and functions of these offices. The General Assembly further finds and declares that this emergency interim succession process is intended to do all of the following:(1) Assure continuity of government through legally constituted leadership, authority, and responsibility in offices of the government of the State and its political subdivisions.(2) Provide for the effective operation of governments during an emergency.(3) Facilitate the early resumption of functions temporarily suspended.29 Del. C. 1953,\n\n§\n\n 7802;54 Del. Laws, c. 108;81 Del. Laws, c. 449,\n\n§\n\n30;§\n\n7803. Definitions.As used in this chapter:(1) “Attack” means any action or series of actions causing, or which may cause, substantial damage or injury to persons or property by any means, including through biological, chemical, radiological, or nuclear means or through the use of other weapons, technologies, or processes.(2) “Deputy” means an assistant or other subordinate officer who is authorized by law to exercise the powers and discharge the duties of a state or political subdivision office.(3) “Emergency event” means an impending or existing attack, act of terrorism, disease, accident, or other natural or man-made disaster that does 1 or more of the following:a. Threatens the life, health, or safety of the public.b. Has, or has the potential to, damage or destroy property or disrupt service, commerce, or other economic activities.c. Makes the continuation of normal government operations difficult or impossible.(4) “Emergency interim successor” means an individual designated under this chapter to exercise the powers and discharge the duties of an office held by another individual who is unavailable until a successor is appointed or elected and qualified as may be provided by the Delaware Constitution, statutes, charters, or ordinances or until the other individual who is unavailable is able to resume the exercise of the powers and discharge the duties of the office.(5) “Office” includes all state and political subdivision offices, the powers and duties of which are defined by the Delaware Constitution, statutes, charters, or ordinances. “Office” does not include the Office of Governor and members of the General Assembly and the Judiciary.(6) “Political subdivision” includes counties, municipalities, districts, authorities, and other public corporations and entities whether organized and existing under a charter or general law.(7) “Unavailable” means either that a vacancy in an office exists and there is no deputy authorized to exercise all of the powers and discharge the duties of the office, or that the lawful incumbent of the office, including any deputy exercising the powers and discharging the duties of an office because of a vacancy, and the lawful incumbent’s duly authorized deputy are absent or unable to exercise the powers and discharge the duties of the office.29 Del. C. 1953,\n\n§\n\n 7803;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n31;§\n\n7804. Emergency interim successors for state officers.(a) All state officers shall do all of the following:(1) Designate not less than 3 nor more than 7 emergency interim successors to the officer’s powers and duties. The emergency interim successors under this paragraph (a)(1) are in addition to the officer’s deputy.(2) Specify the order of succession of the individuals selected under paragraph (a)(1) of this section.(3) Review and revise the designations of emergency interim successors made under this chapter to ensure that at all times there are at least 3 qualified emergency interim successors.(b) The power granted to state officers under subsection (a) of this section is subject to such regulations as the Governor or other official authorized under the Delaware Constitution to exercise the powers and discharge the duties of the office of Governor may issue.(c) A state officer’s designated emergency interim successor shall exercise the powers and discharge the duties of the officer’s office if all of the following apply:(1) The officer is unavailable following an emergency event.(2) The officer’s deputy is unavailable following an emergency event.(d) An emergency interim successor shall exercise the powers and discharge the duties of a state officer’s office until 1 of the following occurs:(1) The Governor under the Delaware Constitution or authority other than this chapter, or other official authorized under the Delaware Constitution to exercise the powers and discharge the duties of the office of Governor, where a vacancy exists, appoint a successor to fill the vacancy.(2) A successor is otherwise appointed or elected and qualified as provided by law.(3) An officer or the officer’s deputy or a preceding named emergency interim successor becomes available to exercise or resume the exercise of the powers and discharge the duties of the office.29 Del. C. 1953,\n\n§\n\n 7804;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n32;§\n\n7805. Enabling authority for emergency interim successors for certain political subdivision offices.(a) With respect to municipal and county offices for which the legislative bodies of municipalities and counties may enact resolutions or ordinances relative to the manner in which vacancies are to be filled or temporary appointments to office made, such legislative bodies are authorized to enact resolutions or ordinances providing for emergency interim successors to municipal and county offices.(b) A resolution or ordinance adopted under this section may not be inconsistent with this chapter.29 Del. C. 1953,\n\n§\n\n 7805;54 Del. Laws, c. 108;81 Del. Laws, c. 449,\n\n§\n\n33;§\n\n7806. Emergency interim successors for certain political subdivision officers.(a) This section applies to officers of political subdivisions not included in § 7805 of this title.(b) All officers governed by this section shall do all of the following:(1) Designate by title not less than 3 nor more than 7 emergency interim successors to the officer’s powers and duties. The emergency interim successors under this paragraph (b)(1) are in addition to the officer’s deputy.(2) Specify the order of succession of the individuals selected under paragraph (b)(1) of this section.(3) Review and revise the designations of emergency interim successors made under this chapter to ensure that at all times there are at least 3 qualified emergency interim successors.(c) The power granted to officers governed by this section under subsection (b) of this section is subject to such regulations as the chief executive officer of the political subdivision may issue.(d) An emergency interim successor of an officer governed by this section shall exercise the powers and discharge the duties of the officer’s office if all of the following apply:(1) The officer is unavailable following an emergency event.(2) The officer’s deputy is unavailable following an emergency event.(e) An emergency interim successor of an officer governed by this section shall exercise the powers and discharge the duties of the office until 1 of the following occurs:(1) If a vacancy exists, it is filled in accordance with the Delaware Constitution or other law of this State.(2) An officer or the officer’s deputy or a preceding emergency interim successor becomes available to exercise the powers and discharge the duties of the office.29 Del. C. 1953,\n\n§\n\n 7806;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n34;§\n\n7807. Formalities of taking office.(a) At the time of an individual’s designation as an emergency interim successor, the individual shall take such oath as may be required for the individual to exercise the powers and discharge the duties of the office to which the individual may succeed.(b) Notwithstanding any other law, no individual, as a prerequisite to the exercise of the powers or discharge of the duties of an office to which the individual succeeds, is required to comply with any other law relative to taking office.29 Del. C. 1953,\n\n§\n\n 7807;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n35;§\n\n7808. Period in which authority may be exercised.(a) An individual authorized to act as an emergency interim successor may exercise the powers and discharge the duties of an office as authorized by this chapter only after an emergency event has occurred.(b) The General Assembly may, by concurrent resolution, terminate the authority of emergency interim successors to exercise the powers and discharge the duties of office as provided in this chapter.29 Del. C. 1953,\n\n§\n\n 7808;54 Del. Laws, c. 108;81 Del. Laws, c. 449,\n\n§\n\n36;§\n\n7809. Removal of designees.Until an individual who is designated as an emergency interim successor is authorized to exercise the powers and discharge the duties of an office, the individual serves at the pleasure of the designating authority and may be removed or replaced by the designating authority at any time, with or without cause.29 Del. C. 1953,\n\n§\n\n 7809;54 Del. Laws, c. 108;81 Del. Laws, c. 449,\n\n§\n\n37;§\n\n7810. Disputes.The Governor or other official authorized under the Delaware Constitution to exercise the powers and discharge the duties of the office of Governor shall settle any dispute concerning a question of fact arising under this chapter with respect to an office in the executive branch of the state government. The Governor’s decision is final.29 Del. C. 1953,\n\n§\n\n 7810;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n38;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7802",
      "number": "7802.",
      "heading": "Statement of policy.The General Assembly finds and declares that in the event of an emergency event, it is necessary to provide for emergency interim succession to governmental offices of this State, and its political subdivisions, if the incumbents of these offices or the deputies of these incumben",
      "text": "§\n\n 7802;54 Del. Laws, c. 108;81 Del. Laws, c. 449,\n\n§\n\n30;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7803",
      "number": "7803.",
      "heading": "Definitions.As used in this chapter:(1) “Attack” means any action or series of actions causing, or which may cause, substantial damage or injury to persons or property by any means, including through biological, chemical, radiological, or nuclear means or through the use of other weapons, technologi",
      "text": "§\n\n 7803;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n31;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7804",
      "number": "7804.",
      "heading": "Emergency interim successors for state officers",
      "text": "(a) All state officers shall do all of the following:(1) Designate not less than 3 nor more than 7 emergency interim successors to the officer’s powers and duties. The emergency interim successors under this paragraph (a)(1) are in addition to the offi\n§\n\n 7804;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n32;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7805",
      "number": "7805.",
      "heading": "Enabling authority for emergency interim successors for certain political subdivision offices",
      "text": "(a) With respect to municipal and county offices for which the legislative bodies of municipalities and counties may enact resolutions or ordinances relative to the manner in which vacancies are to be fille\n§\n\n 7805;54 Del. Laws, c. 108;81 Del. Laws, c. 449,\n\n§\n\n33;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7806",
      "number": "7806.",
      "heading": "Emergency interim successors for certain political subdivision officers",
      "text": "(a) This section applies to officers of political subdivisions not included in § 7805 of this title.(b) All officers governed by this section shall do all of the following:(1) Designate by title not less than 3 nor more than 7 e\n§\n\n 7806;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n34;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7807",
      "number": "7807.",
      "heading": "Formalities of taking office.(a) At the time of an individual’s designation as an emergency interim successor, the individual shall take such oath as may be required for the individual to exercise the powers and discharge the duties of the office to which the individual may succeed",
      "text": "(b) Notwithstandi\n§\n\n 7807;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n35;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7808",
      "number": "7808.",
      "heading": "Period in which authority may be exercised",
      "text": "(a) An individual authorized to act as an emergency interim successor may exercise the powers and discharge the duties of an office as authorized by this chapter only after an emergency event has occurred.(b) The General Assembly may, by concurrent resoluti\n§\n\n 7808;54 Del. Laws, c. 108;81 Del. Laws, c. 449,\n\n§\n\n36;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7809",
      "number": "7809.",
      "heading": "Removal of designees.Until an individual who is designated as an emergency interim successor is authorized to exercise the powers and discharge the duties of an office, the individual serves at the pleasure of the designating authority and may be removed or replaced by the designating authority at a",
      "text": "§\n\n 7809;54 Del. Laws, c. 108;81 Del. Laws, c. 449,\n\n§\n\n37;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7810",
      "number": "7810.",
      "heading": "Disputes.The Governor or other official authorized under the Delaware Constitution to exercise the powers and discharge the duties of the office of Governor shall settle any dispute concerning a question of fact arising under this chapter with respect to an office in the executive branch of the stat",
      "text": "§\n\n 7810;54 Del. Laws, c. 108;70 Del. Laws, c. 186,\n\n§\n\n 1;81 Del. Laws, c. 449,\n\n§\n\n38;",
      "history": "",
      "source_url": ""
    }
  ]
}