{
  "state": "iowa",
  "path": "title-title-iii-public-services-and-regulation/chapter-chapter-87-workers-compensation-or-employers-liability-insur",
  "sections": [
    {
      "id": "section-871",
      "number": "87.1",
      "heading": "Insurance of liability required",
      "text": "87.1 Insurance of liability required.\n\n1. Every employer subject to the provisions of chapter 10A, subchapter III, this chapter, and chapters 85, 85A, and 85B, unless relieved as hereinafter provided from the requirements imposed under chapter 10A, subchapter III, this chapter, and chapters 85, 85A, and 85B, shall insure the employer’s liability under chapter 10A, subchapter III, this chapter, and chapters 85, 85A, and 85B, in some corporation, association, or organization approved by the commissioner of insurance.\n\n2. A motor carrier who contracts with an owner-operator who is acting as an independent contractor pursuant to section 85.61, subsection 12, paragraph “c”, shall not be required to insure the motor carrier’s liability for the owner-operator. A motor carrier may procure compensation liability insurance coverage for these owner-operators, and may charge the owner-operator for the costs of the premiums. A motor carrier shall require the owner-operator to provide and maintain a certificate of workers’ compensation insurance covering the owner-operator’s employees. An owner-operator shall remain responsible for providing compensation liability insurance for the owner-operator’s employees.\n\n3. Every such employer shall exhibit, on demand of the workers’ compensation commissioner, evidence of the employer’s compliance with this section; and if such employer refuses, or neglects to comply with this section, the employer shall be liable in case of injury to any worker in the employer’s employ under the common law as modified by statute.\n\n[S13, §2477-m41; C24, 27, 31, 35, 39, §1467; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.1]\n\n91 Acts, ch 209, §2; 94 Acts, ch 1066, §1; 98 Acts, ch 1061, §11; 2007 Acts, ch 22, §22; 2008 Acts, ch 1031, §27, 100; 2023 Acts, ch 19, §1753\n\nReferred to in §87.4\n\nSubsection 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-1/"
    },
    {
      "id": "section-872",
      "number": "87.2",
      "heading": "Notice of failure to insure.",
      "text": "87.2 Notice of failure to insure.\n\n1. An employer who fails to insure the employer’s liability as required by this chapter shall keep posted a sign of sufficient size and so placed as to be easily seen by the employer’s employees in the immediate vicinity where working, which sign shall read as follows:\n\nNOTICE TO EMPLOYEES\n\nYou are hereby notified that the undersigned employer has failed to insure the employer’s liability to pay compensation as required by law, and that because of such failure the employer is liable to the employer’s employees in damages for personal injuries sustained by the employer’s employees.\n\n(Signed) ....................................\n\n2. An employer coming under the provisions of chapter 10A, subchapter III, this chapter, and chapters 85, 85A, and 85B, who fails to comply with this section, or to post and keep the above notice in the manner and form required, shall be guilty of a simple misdemeanor.\n\n[C24, 27, 31, 35, 39, §1468; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.2]\n\n94 Acts, ch 1066, §2; 2008 Acts, ch 1032, §11; 2023 Acts, ch 19, §1754\n\nSubsection 2 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-2/"
    },
    {
      "id": "section-873",
      "number": "87.3",
      "heading": "Maximum commission for renewal.",
      "text": "87.3 Maximum commission for renewal.\n\nNo insurer of any obligation under this chapter shall either by itself or through another, either directly or indirectly, charge or accept as a commission or compensation for placing or renewing any insurance under this chapter, more than fifteen percent of the premium charged.\n\n[S13, §2477-m46; C24, 27, 31, 35, 39, §1469; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-3/"
    },
    {
      "id": "section-874",
      "number": "87.4",
      "heading": "Group and self-insured plans — tax exemption — plan approval.",
      "text": "87.4 Group and self-insured plans — tax exemption — plan approval.\n\n1. For the purpose of complying with this chapter, groups of employers by themselves or in an association with any or all of their workers, may form insurance associations as hereafter provided, subject to such reasonable conditions and restrictions as may be fixed by the insurance commissioner; and membership in such mutual insurance organization as approved, together with evidence of the payment of premiums due, shall be evidence of compliance with this chapter.\n\n2. A self-insurance association formed under this section and an association comprised of cities or counties, or both, or the association of Iowa fairs or a fair as defined in section 174.1, or community colleges as defined in section 260C.2 or school corporations, or both, or other political subdivisions, which have entered into an agreement under chapter 28E for the purpose of establishing a self-insured program for the payment of workers’ compensation benefits are exempt from taxation under section 432.1.\n\n3. A plan shall be submitted to the commissioner of insurance for review and approval prior to its implementation. The commissioner shall adopt rules for the review and approval of a self-insured group plan provided under this section. The rules shall include but are not limited to the following:\n\na. Procedures for submitting a plan for approval including the establishment of a fee schedule to cover the costs of conducting the review.\n\nb. Establishment of minimum financial standards to ensure the ability of the plan to adequately cover the reasonably anticipated expenses.\n\n4. A self-insured program for the payment of workers’ compensation benefits established by an association comprised of cities or counties, or both, or the association of Iowa fairs or a fair as defined in section 174.1, or community colleges, as defined in section 260C.2, or other political subdivisions, which have entered into an agreement under chapter 28E, is not insurance, and is not subject to regulation under chapters 505 through 523C. Membership in such an association together with payment of premiums due relieves the member from obtaining insurance as required in section 87.1. Such an association is not required to submit its plan or program to the commissioner of insurance for review and approval prior to its implementation and is not subject to rules or rates adopted by the commissioner relating to workers’ compensation group self-insurance programs. Such a program is deemed to be in compliance with this chapter.\n\n5. The workers’ compensation premium written on a municipality which is a member of an insurance pool which provides workers’ compensation insurance coverage to a statewide group of municipalities, as defined in section 670.1, shall not be considered in the determination of any assessments levied pursuant to an agreement established under section 515A.15.\n\n[S13, §2477-m42; C24, 27, 31, 35, 39, §1470; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.4]\n\n85 Acts, ch 251, §1; 88 Acts, ch 1112, §201, 202; 89 Acts, ch 83, §19; 90 Acts, ch 1067, §1, 2; 95 Acts, ch 185, §1; 97 Acts, ch 37, §5; 2000 Acts, ch 1023, §1, 2; 2008 Acts, ch 1032, §201; 2008 Acts, ch 1139, §1; 2008 Acts, ch 1191, §121, 122\n\nReferred to in §85.65A, 256.133, 507E.2A, 515A.15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-4/"
    },
    {
      "id": "section-875",
      "number": "87.5",
      "heading": "Benefit insurance.",
      "text": "87.5 Benefit insurance.\n\nSubject to the approval of the workers’ compensation commissioner, any employer or group of employers may enter into or continue an agreement with the workers of the employer or group of employers to provide a scheme of compensation, benefit, or insurance in lieu of compensation and insurance; but such scheme shall in no instance provide less than the benefits provided and secured, nor vary the period of compensation provided for disability or for death, or the provisions of law with respect to periodic payments, or the percentage that such payments shall bear to weekly wages, except that the sums required may be increased; and the approval of the workers’ compensation commissioner shall be granted, if the scheme provides for contribution by workers, only when it confers benefits, in addition to those required by law, commensurate with such contributions.\n\n[S13, §2477-m43; C24, 27, 31, 35, 39, §1471; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.5]\n\n98 Acts, ch 1061, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-5/"
    },
    {
      "id": "section-876",
      "number": "87.6",
      "heading": "Certificate of approval.",
      "text": "87.6 Certificate of approval.\n\nWhen such scheme or plan is approved by the workers’ compensation commissioner, the commissioner shall issue a certificate to that effect, whereupon it shall be legal for such employer, or group of employers, to contract with any or all of the workers of the employer or group of employers to substitute such scheme or plan for the provisions relating to compensation and insurance during a period of time fixed by the insurance division of the department of insurance and financial services.\n\n[S13, §2477-m44; C24, 27, 31, 35, 39, §1472; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.6]\n\n98 Acts, ch 1061, §11; 2023 Acts, ch 19, §1755\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-6/"
    },
    {
      "id": "section-877",
      "number": "87.7",
      "heading": "Termination of plan — appeal.",
      "text": "87.7 Termination of plan — appeal.\n\nSuch scheme or plan may be terminated by the workers’ compensation commissioner on reasonable notice to the interested parties if it shall appear that the same is not fairly administered, or if its operation shall disclose latent defects threatening its solvency, or if for any substantial reason it fails to accomplish the purpose of this chapter; but from any such order of said workers’ compensation commissioner judicial review may be sought in accordance with the terms of the Iowa administrative procedure Act, chapter 17A, upon the giving of proper bond to protect the interests involved.\n\n[S13, §2477-m45; C24, 27, 31, 35, 39, §1473; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.7]\n\n98 Acts, ch 1061, §11; 2003 Acts, ch 44, §114",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-7/"
    },
    {
      "id": "section-878",
      "number": "87.8",
      "heading": "Insolvency clause prohibited.",
      "text": "87.8 Insolvency clause prohibited.\n\nNo policy of insurance issued under this chapter shall contain any provision relieving the insurer from payment if the insured becomes insolvent or discharged in bankruptcy during the period that the policy is in operation, or the compensation, or any part of it, is unpaid.\n\n[S13, §2477-m48; C24, 27, 31, 35, 39, §1474; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-8/"
    },
    {
      "id": "section-879",
      "number": "87.9",
      "heading": "Policy clauses required.",
      "text": "87.9 Policy clauses required.\n\nEvery policy shall provide that the worker shall have a first lien upon any amount becoming due on account of such policy to the insured from the insurer, and that in case of the legal incapacity, inability, or disability of the insured to receive the amount due and pay it over to the insured worker, or the worker’s dependents, said insurer shall pay the same directly to such worker, the worker’s agent, or to a trustee for the worker or the worker’s dependents, to the extent of any obligation of the insured to said worker or the worker’s dependents.\n\n[S13, §2477-m48; C24, 27, 31, 35, 39, §1475; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.9]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-9/"
    },
    {
      "id": "section-8710",
      "number": "87.10",
      "heading": "Other policy requirements.",
      "text": "87.10 Other policy requirements.\n\nEvery policy issued by an insurance corporation, association, or organization to insure the payment of compensation shall contain a clause providing that between any employer and the insurer, notice to and knowledge of the occurrence of injury or death on the part of the insured shall be notice and knowledge on the part of the insurer; and jurisdiction of the insured shall be jurisdiction of the insurer, and the insurer shall be bound by every agreement, adjudication, award or judgment rendered against the insured.\n\n[S13, §2477-m47; C24, 27, 31, 35, 39, §1476; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-10/"
    },
    {
      "id": "section-8711",
      "number": "87.11",
      "heading": "Relief from insurance — procedures upon employer’s insolvency.",
      "text": "87.11 Relief from insurance — procedures upon employer’s insolvency.\n\n1. a. When an employer coming under this chapter furnishes satisfactory proofs to the insurance commissioner of such employer’s solvency and financial ability to pay the compensation and benefits as by law provided and to make such payments to the parties when entitled thereto, or when such employer deposits with the insurance commissioner security satisfactory to the insurance commissioner as guaranty for the payment of such compensation, such employer shall be relieved of the provisions of this chapter requiring insurance; but such employer shall, from time to time, furnish such additional proof of solvency and financial ability to pay as may be required by such insurance commissioner. Such security shall be held in trust for the sole purpose of paying compensation and benefits and is not subject to attachment, levy, execution, garnishment, liens, or any other form of encumbrance. However, the insurance commissioner shall be reimbursed from the security for all costs and fees incurred by the insurance commissioner in resolving disputes involving the security. A political subdivision, including a city, county, community college, or school corporation, that is self-insured for workers’ compensation is not required to submit a plan or program to the insurance commissioner for review and approval.\n\nb. If an approved self-insured employer discontinues its self-insured status or enters bankruptcy proceedings, the self-insured employer or its successor in interest may petition the commissioner of insurance for release of its security. The commissioner shall release the security upon a finding of both of the following:\n\n(1) The employer has not been self-insured pursuant to this chapter for at least four years.\n\n(2) Ten years have elapsed from the date of the last open claim, claim activity, or claim payment involving the self-insured employer or its successor in interest, whichever is later.\n\nc. The commissioner shall release the security upon a finding that a self-insured employer presents acceptable replacement security.\n\n2. An employer seeking relief from the insurance requirements of this chapter shall pay to the insurance division of the department of insurance and financial services the following fees:\n\na. A fee of one hundred dollars, to be submitted annually along with an application for relief.\n\nb. A fee of one hundred dollars for issuance of the certificate relieving the employer from the insurance requirements of this chapter.\n\nc. A fee of fifty dollars, to be submitted with each filing required by the commissioner of insurance, including but not limited to the annual and quarterly financial statements, and material change statements.\n\n3. a. If an employer becomes insolvent and a debtor under 11 U.S.C., on or after January 1, 1990, the commissioner of insurance may request of the workers’ compensation commissioner that all future payments of workers’ compensation weekly benefits, medical expenses, or other payments pursuant to chapter 10A, subchapter III, this chapter, or chapter 85, 85A, or 85B, be commuted to a present lump sum. The workers’ compensation commissioner shall fix the lump sum of probable future medical expenses and weekly compensation benefits, or other benefits payable pursuant to chapter 10A, subchapter III, this chapter, or chapter 85, 85A, or 85B, capitalized at their present value upon the basis of interest at the rate provided in section 535.3 for court judgments and decrees. The commissioner of insurance shall be discharged from all further liability for the commuted workers’ compensation claim upon payment of the present lump sum to either the claimant, or a licensed insurer for purchase of an annuity or other periodic payment plan for the benefit of the claimant.\n\nb. The commissioner of insurance shall not be required to pay more for all claims of an insolvent self-insured employer than is available for payment of such claims from the security given under this section.\n\n4. Notwithstanding contrary provisions of section 85.45, any future payment of medical expenses, weekly compensation benefits, or other payments by the commissioner of insurance from the security given under this section, pursuant to chapter 10A, subchapter III, this chapter, or chapter 85, 85A, or 85B, shall be deemed an undue expense, hardship, or inconvenience upon the employer for purposes of a full commutation pursuant to section 85.45, subsection 1, paragraph “b”.\n\n5. Financial statements provided to the commissioner of insurance pursuant to this section may be held as confidential, proprietary trade secrets pursuant to section 22.7, subsection 3, upon the request of the employer, subject to rules adopted by the commissioner of insurance, and are not subject to disclosure or examination under chapter 22.\n\n[S13, §2477-m49; C24, 27, 31, 35, 39, §1477; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.11; 82 Acts, ch 1003, §1]\n\n91 Acts, ch 160, §3, 4; 98 Acts, ch 1061, §11; 99 Acts, ch 114, §4; 2001 Acts, ch 69, §1; 2005 Acts, ch 168, §15, 23; 2007 Acts, ch 137, §1; 2008 Acts, ch 1032, §196; 2023 Acts, ch 19, §1756, 2717\n\nReferred to in §85.65A, 87.11D, 87.11E, 87.21, 91C.2, 507.14, 507E.2A\n\nSubsections 2 – 4 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-11/"
    },
    {
      "id": "section-8711a",
      "number": "87.11A",
      "heading": "Examination required.",
      "text": "87.11A Examination required.\n\nThe commissioner of insurance may at any time examine or inquire into the affairs of any self-insured employer. A domestic self-insured employer, or a self-insured employer not subject to periodic examination in its state of origin, shall be examined at least once during each three-year period.\n\n91 Acts, ch 160, §5; 92 Acts, ch 1163, §18\n\nReferred to in §87.11E",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-11a/"
    },
    {
      "id": "section-8711b",
      "number": "87.11B",
      "heading": "Obligation to assist an examination — oaths.",
      "text": "87.11B Obligation to assist an examination — oaths.\n\nIf a self-insured employer is being examined, the officers, employees, or agents of the employer shall produce for inspection all books, documents, papers, and other information concerning the affairs of the employer and shall otherwise assist in the examination to the extent possible. The commissioner of insurance, or the commissioner’s legally authorized representative in charge of the examination, may administer oaths and take testimony bearing upon the affairs of an employer under examination.\n\n91 Acts, ch 160, §6; 92 Acts, ch 1163, §19\n\nReferred to in §87.11E",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-11b/"
    },
    {
      "id": "section-8711c",
      "number": "87.11C",
      "heading": "Self-insurance examiners.",
      "text": "87.11C Self-insurance examiners.\n\nThe commissioner of insurance shall appoint one or more self-insurance examiners. An examiner while conducting an examination, possesses all the powers conferred upon the commissioner for such purposes. A self-insurance examiner is subject to the same powers and conditions as imposed under sections 507.4 through 507.7.\n\n91 Acts, ch 160, §7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-11c/"
    },
    {
      "id": "section-8711d",
      "number": "87.11D",
      "heading": "Payment of examination expenses by the self-insured employer.",
      "text": "87.11D Payment of examination expenses by the self-insured employer.\n\nThe commissioner of insurance, upon the completion of an examination, or at such regular intervals prior to completion as the commissioner determines, shall prepare an account of the costs incurred in performing and preparing the report of such examinations which shall be charged to and paid by the self-insured employer examined, and upon failure or refusal of any self-insured employer to pay such a charge, the amount of the charge may be recovered in an action brought in the name of the state, and the commissioner may also revoke the employer’s exemption under section 87.11. All fees collected in connection with an examination shall be paid into the general fund.\n\n91 Acts, ch 160, §8; 94 Acts, ch 1107, §5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-11d/"
    },
    {
      "id": "section-8711e",
      "number": "87.11E",
      "heading": "Penalties for filing false financial statements.",
      "text": "87.11E Penalties for filing false financial statements.\n\n1. It is unlawful for any person to make or cause to be made, in any document filed with the commissioner of insurance under this chapter, any statement of material fact which is, at the time and in the light of circumstances under which it is made, false or misleading, or, in connection with such statement, to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they are made, not misleading.\n\n2. The following persons shall not commit any of the acts or omissions prohibited by subsection 3:\n\na. An employer.\n\nb. A person administering a self-insurance program, in whole or in part, on behalf of an employer.\n\nc. A partner of the employer or administrator.\n\nd. An officer of the employer or administrator.\n\ne. A director of the employer or administrator.\n\nf. A person occupying a similar status or performing similar functions as persons described in paragraphs “a” through “e”.\n\ng. A person directly or indirectly controlling the employer or administrator.\n\n3. A person listed under subsection 2 shall not do any of the following:\n\na. File an application for relief under section 87.11 which as of its effective date, or as of any date after filing in the case of an order denying relief, was incomplete in any material respect or contained any statement which was, in light of the circumstances under which it was made, false or misleading with respect to any material fact.\n\nb. Willfully violate or willfully fail to comply with any provision of sections 87.11, 87.11A, and 87.11B, or any rule or order adopted or issued pursuant to such sections.\n\n4. The commissioner of insurance may deny, suspend, or revoke a certificate of relief issued pursuant to section 87.11, or may impose a civil penalty for a violation of this section.\n\n5. A civil penalty levied under subsection 4 shall not exceed one thousand dollars per violation per person, and shall not exceed ten thousand dollars in a single proceeding against any one person. All civil penalties shall be deposited pursuant to section 505.7.\n\n6. A person who willfully and knowingly violates this section, or a rule or order adopted or issued pursuant to this section, is guilty of a class “D” felony. The commissioner of insurance may refer such evidence as is available concerning violations of this section to the attorney general or the proper county attorney who may, with or without such reference, institute appropriate criminal proceedings under this section. This section does not limit the power of the state to punish a person for conduct which constitutes a crime under any other statute.\n\n91 Acts, ch 160, §9; 2009 Acts, ch 181, §43",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-11e/"
    },
    {
      "id": "section-87",
      "number": "87",
      "heading": "12",
      "text": "12",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8713",
      "number": "87.13",
      "heading": "Interpretative clause.",
      "text": "87.13 Interpretative clause.\n\nAll provisions in chapter 10A, subchapter III, and chapters 85, 85A, 85B, and this chapter relating to compensation for injuries sustained arising out of and in the course of employment in the operation of coal mines or production of coal under any system of removing coal for sale are exclusive, compulsory and obligatory upon the employer and employee in such employment.\n\n[C35, §1477-g2; C39, §1477.2; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.13]\n\n83 Acts, ch 101, §5; 2023 Acts, ch 19, §1757\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-13/"
    },
    {
      "id": "section-8714a",
      "number": "87.14A",
      "heading": "Insurance required.",
      "text": "87.14A Insurance required.\n\nAn employer subject to chapter 10A, subchapter III, this chapter, and chapters 85, 85A, and 85B, shall not engage in business without first obtaining insurance covering compensation benefits or obtaining relief from insurance as provided in this chapter. A person who willfully and knowingly violates this section is guilty of a class “D” felony.\n\n94 Acts, ch 1066, §3; 2005 Acts, ch 168, §16, 23; 2023 Acts, ch 19, §1758\n\nReferred to in §87.15, 87.19\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-14a/"
    },
    {
      "id": "section-8715",
      "number": "87.15",
      "heading": "Injunctions.",
      "text": "87.15 Injunctions.\n\nIf a violation of section 87.14A has been committed or there is reason to believe a violation of section 87.14A is about to be committed, the attorney general or the county attorney from the county in which a violation has occurred or is about to occur shall, or any person may, bring an action to enjoin such person from committing the violation and the court or judge before whom the action is brought shall, if the facts warrant, issue a temporary or permanent writ of injunction without bond.\n\n[C35, §1477-g4; C39, §1477.4; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.15]\n\n94 Acts, ch 1066, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-15/"
    },
    {
      "id": "section-8719",
      "number": "87.19",
      "heading": "Failure to comply — proceedings.",
      "text": "87.19 Failure to comply — proceedings.\n\n1. Upon the receipt of information by the workers’ compensation commissioner of any employer failing to comply with section 87.14A, the commissioner shall at once notify such employer by certified mail that unless such employer complies with the requirements of law, legal proceedings will be instituted to enforce compliance.\n\n2. Unless such employer complies with the provisions of the law within fifteen days after the giving of notice under subsection 1, the workers’ compensation commissioner shall report the failure to the attorney general, whose duty it shall be to bring an action in a court of equity to enjoin the further violation. Upon decree being entered for a temporary or permanent injunction, a violation shall be a contempt of court and punished as provided for contempt of court in other cases.\n\n[C31, 35, §1477-c4; C39, §1477.8; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.19]\n\n98 Acts, ch 1061, §11; 2005 Acts, ch 168, §17, 23; 2021 Acts, ch 76, §150; 2022 Acts, ch 1021, §29\n\nContempts, generally, chapter 665",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-19/"
    },
    {
      "id": "section-8720",
      "number": "87.20",
      "heading": "Revocation of release from insurance.",
      "text": "87.20 Revocation of release from insurance.\n\nThe insurance commissioner may, at any time, upon reasonable notice to such employer and upon hearing, revoke for cause any order theretofore made relieving any employer from carrying insurance as provided by this chapter.\n\n[S13, §2477-m49; C24, 27, 31, 35, 39, §1478; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.20]\n\n98 Acts, ch 1061, §11; 2005 Acts, ch 168, §18, 23",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-20/"
    },
    {
      "id": "section-8721",
      "number": "87.21",
      "heading": "Employer failing to insure.",
      "text": "87.21 Employer failing to insure.\n\nAny employer, except an employer with respect to an exempt employee under section 85.1, who has failed to insure the employer’s liability in one of the ways provided in this chapter, unless relieved from carrying such insurance as provided in section 87.11, is liable to an employee for a personal injury in the course of and arising out of the employment, and the employee may enforce the liability by an action at law for damages, or may collect compensation as provided in chapter 10A, subchapter III, and chapters 85, 85A, and 85B. In actions by the employee for damages under this section, the following rules apply:\n\n1. It shall be presumed:\n\na. That the injury to the employee was the direct result and growing out of the negligence of the employer.\n\nb. That such negligence was the proximate cause of the injury.\n\n2. The burden of proof shall rest upon the employer to rebut the presumption of negligence, and the employer shall not be permitted to plead or rely upon any defense of the common law, including the defenses of contributory negligence, assumption of risk and the fellow servant rule.\n\n3. In an action at law for damages the parties have a right to trial by jury.\n\n[C24, 27, 31, §1479; C35, §1479, 1481-e1; C39, §1479, 1481.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §87.21, 87.24; 82 Acts, ch 1161, §26, ch 1221, §3]\n\n83 Acts, ch 36, §4, 8; 2023 Acts, ch 19, §1759\n\nUnnumbered paragraph 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-21/"
    },
    {
      "id": "section-8722",
      "number": "87.22",
      "heading": "Exclusion from workers’ compensation or employers’ liability coverage — corporate officers, proprietors, limited liability company members, limited liability partners, and partners",
      "text": "87.22 Exclusion from workers’ compensation or employers’ liability coverage — corporate officers, proprietors, limited liability company members, limited liability partners, and partners.\n\n1. The president, vice president, secretary, and treasurer of a corporation other than a family farm corporation, but not to exceed four officers per corporation, may exclude themselves from workers’ compensation coverage under chapters 85, 85A, and 85B by knowingly and voluntarily rejecting workers’ compensation coverage by signing, and attaching to the workers’ compensation or employers’ liability policy a written rejection, or if such a policy is not issued, by signing a written rejection which is witnessed by two disinterested individuals who are not, formally or informally, affiliated with the corporation and which is filed by the corporation with the workers’ compensation commissioner. The workers’ compensation commissioner shall maintain a list of those corporations that have filed a written rejection pursuant to this subsection or a written termination of that rejection pursuant to subsection 5, paragraph “a”, and that list shall be a public record open to public inspection.\n\n2. A proprietor, limited liability company member, limited liability partner, or partner who does not elect to be covered by the workers’ compensation law of this state pursuant to section 85.1A by purchasing valid workers’ compensation insurance specifically including that person, shall file a nonelection of workers’ compensation coverage by signing, and attaching to the workers’ compensation or employers’ liability policy a written nonelection, or if such a policy is not issued, by signing a written nonelection which is witnessed by two disinterested individuals who are not, formally or informally, affiliated with the employer and which is filed by the employer with the workers’ compensation commissioner. The workers’ compensation commissioner shall maintain a list of those employers that have filed a written nonelection pursuant to this subsection or a written termination of that nonelection pursuant to subsection 5, paragraph “b”, and that list shall be a public record open to public inspection.\n\n3. a. The written rejection made pursuant to subsection 1 shall be in substantially the following form:\n\nREJECTION OF WORKERS’\n\nCOMPENSATION OR EMPLOYERS’\n\nLIABILITY COVERAGE\n\nI understand that by signing this statement I reject the coverage of chapters 85, 85A, and 85B of the Code of Iowa relating to workers’ compensation.\n\nI understand that my rejection of the coverage of chapters 85, 85A, and 85B is not a waiver of any rights or remedies available to me or to others on my behalf in a civil action related to personal injuries sustained by me arising out of and in the course of my employment with the corporation.\n\nI also understand that by signing this statement and checking alternative (1) below I reject employers’ liability coverage for bodily injuries or death sustained by me arising out of and in the course of my employment with the corporation. [Check either alternative (1) or (2):]\n\n(1) I reject the employers’ liability coverage.\n\n(2) I decline to reject the employers’ liability coverage.\n\nCorporate Office\n\nCity, County, State of Residence\n\nWitness ................................................................................\n\nWitness ................................................................................\n\nI also understand that the signing of this statement and checking of alternative (1) below by an authorized agent of the corporation rejects for the corporation employers’ liability coverage for bodily injuries or death sustained by me arising out of and in the course of my employment with the corporation. [Check either alternative (1) or (2):]\n\n(1) The corporation rejects the employers’ liability coverage.\n\n(2) The corporation declines to reject the employers’ liability coverage.\n\nRelationship to Corporation\n\nCity, County, State of Residence\n\nWitness ................................................................................\n\nWitness ................................................................................\n\nb. The written nonelection of coverage made pursuant to subsection 2 shall be in substantially the following form:\n\nNONELECTION OF WORKERS’\n\nCOMPENSATION OR EMPLOYERS’\n\nLIABILITY COVERAGE\n\nI acknowledge that I am a proprietor, limited liability company member, limited liability partner, or partner and that I am not required to be covered by the workers’ compensation law of this state pursuant to section 85.1A. I understand that by signing this statement I am not electing the coverage of chapters 85, 85A, and 85B of the Code of Iowa relating to workers’ compensation.\n\nI understand that my nonelection of the coverage of chapters 85, 85A, and 85B is not a waiver of any rights or remedies available to me or to others on my behalf in a civil action related to personal injuries sustained by me arising out of and in the course of my employment with the employer.\n\nI also understand that by signing this statement and checking alternative (1) below I am not electing employers’ liability coverage for bodily injuries or death sustained by me arising out of and in the course of my employment with the employer. [Check either alternative (1) or (2):]\n\n(1) I am not electing the employers’ liability coverage.\n\n(2) I am electing the employers’ liability coverage by purchasing valid workers’ compensation insurance specifically including me.\n\nEmployer’s Office\n\nCity, County, State of Residence\n\nWitness ................................................................................\n\nWitness ................................................................................\n\nI also understand that the signing of this statement and checking of alternative (1) below by an authorized agent of the employer is a nonelection for the employer of the employers’ liability coverage for bodily injuries or death sustained by me arising out of and in the course of my employment with the employer. [Check either alternative (1) or (2):]\n\n(1) The employer does not elect the employers’ liability coverage.\n\n(2) The employer elects the employers’ liability coverage by purchasing valid workers’ compensation insurance specifically including me.\n\nRelationship to Employer\n\nCity, County, State of Residence\n\nWitness ................................................................................\n\nWitness ................................................................................\n\n4. The rejection or nonelection of workers’ compensation coverage is not enforceable if it is required as a condition of employment.\n\n5. a. A corporate officer who signs a written rejection filed with the workers’ compensation commissioner pursuant to subsection 1 may terminate the rejection by signing a written notice of termination which is witnessed by two disinterested individuals, who are not, formally or informally, affiliated with the corporation and which is filed by the corporation with the workers’ compensation commissioner. Following the filing of a notice of termination pursuant to this paragraph, the status of the person signing the notice of termination shall be the same as if the rejection of coverage had not been made, except that the notice of termination shall not be effective as to any injury sustained or disease incurred less than one week after the notice is filed.\n\nb. A proprietor, limited liability company member, limited liability partner, or partner who signs a written nonelection with the workers’ compensation commissioner pursuant to subsection 2 may terminate the nonelection by signing a written notice of termination which is witnessed by two disinterested individuals, who are not, formally or informally, affiliated with the employer and which is filed by the employer with the workers’ compensation commissioner. Following the filing of a notice of termination pursuant to this paragraph, the status of the person signing the notice of termination shall be the same as if the nonelection of coverage had not been made and the person may elect to be covered by the workers’ compensation law of this state by purchasing valid workers’ compensation insurance specifically including that person as provided in section 85.1A, except that the election of coverage shall not be effective as to any injury sustained or disease incurred less than one week after the notice is filed.\n\n83 Acts, ch 36, §5, 7, 8; 97 Acts, ch 186, §1; 98 Acts, ch 1061, §11; 2008 Acts, ch 1031, §28; 2015 Acts, ch 47, §1\n\nReferred to in §85.1, 517.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-22/"
    },
    {
      "id": "section-8723",
      "number": "87.23",
      "heading": "Compensation liability insurance not required.",
      "text": "87.23 Compensation liability insurance not required.\n\nA corporation, association, or organization approved by the commissioner of insurance to provide compensation liability insurance shall not require a motor carrier that contracts with an owner-operator who is acting as an independent contractor pursuant to section 85.61, subsection 12, paragraph “c”, to purchase compensation liability insurance for the employer’s liability for the owner-operator or its employees.\n\n91 Acts, ch 209, §3; 2007 Acts, ch 22, §23; 2008 Acts, ch 1031, §101",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-23/"
    },
    {
      "id": "section-8724",
      "number": "87.24",
      "heading": "Insurance trade practices covered.",
      "text": "87.24 Insurance trade practices covered.\n\nA workers’ compensation coverage plan regulated under this chapter shall be considered a person for purposes of chapter 507B.\n\n93 Acts, ch 88, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-87/section-87-24/"
    }
  ]
}