{
  "state": "iowa",
  "path": "title-title-iii-public-services-and-regulation/chapter-chapter-100c-fire-extinguishing-and-alarm-systems-contractor",
  "sections": [
    {
      "id": "section-100c1",
      "number": "100C.1",
      "heading": "Definitions.Section 100C.2 - Certification — employees",
      "text": "100C.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Alarm system” means a system or portion of a combination system that consists of components and circuits arranged to monitor and annunciate the status of a fire alarm, security alarm, or nurse call or supervisory signal-initiating devices and to initiate the appropriate response to those signals, but does not mean any such security system or portion of a combination system installed in a prison, jail, or detention facility owned by the state, a political subdivision of the state, the department of health and human services, or the Iowa veterans home.\n\n2. “Alarm system contractor” means a person engaging in or representing that the person is engaging in the business of layout, installation, repair, alteration, addition, maintenance, or maintenance inspection of alarm systems in this state.\n\n3. “Alarm system installer” means a person engaged in the layout, installation, repair, alteration, addition, or maintenance of alarm systems as an employee of an alarm system contractor, or as an employee of any employer other than an alarm system contractor in a building or facility owned or occupied by such employer.\n\n4. “Automatic dry-chemical extinguishing system” means a system supplying a powder composed of small particles, usually of sodium bicarbonate, potassium bicarbonate, urea-potassium-based bicarbonate, potassium chloride, or monoammonium phosphate, with added particulate material supplemented by special treatment to provide resistance to packing, resistance to moisture absorption, and the proper flow capabilities.\n\n5. “Automatic fire extinguishing system” means a system of devices and equipment that automatically detects a fire and discharges an approved fire extinguishing agent onto or in the area of a fire and includes automatic sprinkler systems, carbon dioxide extinguishing systems, deluge systems, automatic dry-chemical extinguishing systems, foam extinguishing systems, and halogenated extinguishing systems, or other equivalent fire extinguishing technologies recognized by the fire extinguishing system contractors advisory board.\n\n6. “Automatic sprinkler system” means an integrated fire protection sprinkler system usually activated by heat from a fire designed in accordance with fire protection engineering standards and includes a suitable water supply. The portion of the system above the ground is a network of specially sized or hydraulically designed piping installed in a structure or area, generally overhead, and to which automatic sprinklers are connected in a systematic pattern.\n\n7. “Carbon dioxide extinguishing system” means a system supplying carbon dioxide from a pressurized vessel through fixed pipes and nozzles and includes a manual or automatic actuating mechanism.\n\n8. “Deluge system” means a sprinkler system employing open sprinklers attached to a piping system connected to a water supply through a valve that is opened by the operation of a detection system installed in the same area as the sprinklers.\n\n9. “Department” means the department of inspections, appeals, and licensing.\n\n10. “Director” means the director of the department of inspections, appeals, and licensing or the director’s designee.\n\n11. “False alarm” means the activation of an alarm system when a situation requiring emergency response does not actually exist. For purposes of this chapter,“false alarm” does not include the activation of an alarm system as a result of weather conditions.\n\n12. “Fire extinguishing system contractor” means a person engaging in or representing oneself to the public as engaging in the activity or business of layout, installation, repair, alteration, addition, maintenance, or maintenance inspection of automatic fire extinguishing systems in this state.\n\n13. “Foam extinguishing system” means a special system discharging foam made from concentrates, either mechanically or chemically, over the area to be protected.\n\n14. “Halogenated extinguishing system” means a fire extinguishing system using one or more atoms of an element from the halogen chemical series of fluorine, chlorine, bromine, and iodine.\n\n15. “Maintenance inspection” means periodic inspection and certification completed by a fire extinguishing system contractor. For purposes of this chapter, “maintenance inspection” does not include an inspection completed by a local building official, fire inspector, or insurance inspector, when acting in an official capacity.\n\n16. “Responsible managing employee” means one of the following:\n\na. An owner, partner, officer, or manager employed full-time by a fire extinguishing system contractor who is certified by the national institute for certification in engineering technologies at a level three in fire protection technology, automatic sprinkler system layout, or another certification in automatic sprinkler system layout recognized by rules adopted by the director pursuant to section 100C.7 or who meets any other criteria established by rule.\n\nb. An owner, partner, officer, or manager employed full-time by an alarm system contractor who is certified by the national institute for certification in engineering technologies in fire alarm systems or security systems at a level established by the director by rule or who meets any other criteria established by rule under this chapter. The rules may provide for separate endorsements for fire alarm systems, security alarm systems, and nurse call systems and may require separate qualifications for each.\n\n2004 Acts, ch 1125, §2, 17; 2007 Acts, ch 197, §2, 3, 50; 2008 Acts, ch 1092, §1 – 3, 32; 2009 Acts, ch 41, §31; 2020 Acts, ch 1121, §86, 90; 2023 Acts, ch 19, §68, 1504, 1505\n\nReferred to in §100D.1\n\nSubsection 1 amended\n\nNEW subsections 9 and 10 and former subsections 9 – 13 renumbered as 11 – 15\n\nFormer subsection 14 amended and renumbered as 16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-1/"
    },
    {
      "id": "section-100c2",
      "number": "100C.2",
      "heading": "Certification — employees.",
      "text": "100C.2 Certification — employees.\n\n1. A person shall not act as a fire extinguishing system contractor without first obtaining a fire extinguishing system contractor’s certificate pursuant to this chapter.\n\n2. A person shall not act as an alarm system contractor without first obtaining an alarm system contractor’s certificate pursuant to this chapter. A person shall not act as an alarm system installer without first obtaining an alarm system contractor’s or alarm system installer’s certificate pursuant to this chapter.\n\n3. a. A responsible managing employee may act as a responsible managing employee for only one fire extinguishing system contractor at a time. The responsible managing employee shall not be designated as the responsible managing employee for more than two fire extinguishing system contractors in any twelve-month period.\n\nb. A responsible managing employee may act as a responsible managing employee for only one alarm system contractor at a time. The responsible managing employee shall not be designated as the responsible managing employee for more than two alarm system contractors in any twelve-month period.\n\nc. A responsible managing employee may serve as the responsible managing employee for a fire extinguishing system contractor and an alarm system contractor at the same time, provided that the fire extinguishing system contractor and the alarm system contractor are the same business, and that the person designated as the responsible managing employee meets the responsible managing employee criteria established for each certification.\n\n4. a. An employee of a certified fire extinguishing system contractor working under the direction of a responsible managing employee is not required to obtain and maintain an individual fire extinguishing system contractor’s certificate.\n\nb. An employee or subcontractor of a certified alarm system contractor who is an alarm system installer, and who is not licensed pursuant to chapter 103 shall obtain and maintain certification as an alarm system installer and shall meet and maintain qualifications established by the director by rule.\n\n2004 Acts, ch 1125, §3, 17; 2007 Acts, ch 197, §4, 50; 2008 Acts, ch 1092, §4, 32; 2023 Acts, ch 19, §1506\n\nSubsection 4, paragraph b amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-2/"
    },
    {
      "id": "section-100c3",
      "number": "100C.3",
      "heading": "Application — information to be provided.",
      "text": "100C.3 Application — information to be provided.\n\n1. A fire extinguishing system contractor, an alarm system contractor, or an alarm system installer shall apply for a certificate on a form prescribed by the director. The application shall be accompanied by a fee in an amount prescribed by rule pursuant to section 100C.7 and shall include all of the following information, as applicable:\n\na. The name, address, and telephone number of the contractor or installer and, in the case of an installer, the name and certification number of the contractor by whom the installer is employed, including all legal and fictitious names.\n\nb. Proof of insurance coverage required by section 100C.4.\n\nc. The name and qualifications of the person designated as the contractor’s responsible managing employee and of persons designated as alternate responsible managing employees.\n\nd. Any other information deemed necessary by the director.\n\n2. An applicant for certification as an alarm system contractor or an alarm system installer shall be subject to a national criminal history check through the federal bureau of investigation. The applicant shall provide fingerprints to the department of public safety for submission through the state criminal history repository to the federal bureau of investigation. Fees for the national criminal history check shall be paid by the applicant or the applicant’s employer. The results of a criminal history check conducted pursuant to this subsection shall be considered a confidential record under chapter 22.\n\n3. Upon receipt of a completed application and prescribed fees, if the contractor or installer meets all requirements established by this chapter, the director shall issue a certificate to the contractor or installer within thirty days.\n\n4. Certificates shall expire and be renewed as established by rule pursuant to section 100C.7.\n\n5. Any change in the information provided in the application shall be promptly reported to the director. When the employment of a responsible managing employee is terminated, the contractor shall notify the director within thirty days after termination.\n\n2004 Acts, ch 1125, §4, 17; 2007 Acts, ch 197, §5, 50; 2008 Acts, ch 1076, §1, 4; 2009 Acts, ch 133, §26; 2023 Acts, ch 19, §1507\n\nSubsections 1, 3, and 5 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-3/"
    },
    {
      "id": "section-100c4",
      "number": "100C.4",
      "heading": "Insurance.",
      "text": "100C.4 Insurance.\n\n1. A fire extinguishing system contractor shall maintain general and complete operations liability insurance for the layout, installation, repair, alteration, addition, maintenance, and inspection of automatic fire extinguishing systems in an amount determined by the director by rule.\n\n2. An alarm system contractor shall maintain general and complete operations liability insurance for the layout, installation, repair, alteration, addition, maintenance, and inspection of alarm systems in an amount determined by the director by rule.\n\n2004 Acts, ch 1125, §5, 17; 2007 Acts, ch 197, §6, 50; 2023 Acts, ch 19, §1508\n\nReferred to in §100C.3\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-4/"
    },
    {
      "id": "section-100c5",
      "number": "100C.5",
      "heading": "Suspension and revocation.",
      "text": "100C.5 Suspension and revocation.\n\n1. The director shall suspend or revoke the certificate of any contractor or installer who fails to maintain compliance with the conditions necessary to obtain a certificate. A certificate may also be suspended or revoked if any of the following occur:\n\na. The employment or relationship of a responsible managing employee with a contractor is terminated, unless the contractor has included a qualified alternate on the application or an application designating a new responsible managing employee is filed with the director within six months after the termination.\n\nb. The contractor or installer fails to comply with any provision of this chapter.\n\nc. The contractor or installer fails to comply with any other applicable codes and ordinances.\n\n2. If a certificate is suspended pursuant to this section, the certificate shall not be reinstated until the condition or conditions which led to the suspension have been corrected.\n\n3. The director shall adopt rules pursuant to section 100C.7 for the acceptance and processing of complaints against certificate holders, for procedures to suspend and revoke certificates, and for appeals of decisions to suspend or revoke certificates.\n\n2004 Acts, ch 1125, §6, 17; 2007 Acts, ch 197, §7, 50; 2023 Acts, ch 19, §1509\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-5/"
    },
    {
      "id": "section-100c6",
      "number": "100C.6",
      "heading": "Applicability.",
      "text": "100C.6 Applicability.\n\nThis chapter shall not be construed to do any of the following:\n\n1. Relieve any person from payment of any local permit or building fee, except as provided in section 100C.11.\n\n2. Limit the power of the state or a political subdivision of the state to regulate the quality and character of work performed by contractors or installers through a system of fees, permits, and inspections designed to ensure compliance with, and aid in the administration of, state and local building codes or to enforce other local laws for the protection of the public health and safety.\n\n3. Apply to a person licensed as an engineer pursuant to chapter 542B who provides consultation or develops plans or other work concerning the installation or design of fire protection systems.\n\n4. Relieve any person engaged in fire protection system installation, maintenance, repair, service, or inspection as provided in section 100D.1 from obtaining a fire protection system installer and maintenance worker license as required pursuant to chapter 100D.\n\n2004 Acts, ch 1125, §7, 17; 2007 Acts, ch 197, §8, 50; 2008 Acts, ch 1092, §5, 32; 2008 Acts, ch 1094, §1, 18; 2008 Acts, ch 1191, §123; 2009 Acts, ch 41, §175, 264; 2010 Acts, ch 1037, §1; 2011 Acts, ch 34, §27; 2020 Acts, ch 1121, §87, 90",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-6/"
    },
    {
      "id": "section-100c7",
      "number": "100C.7",
      "heading": "Administration — rules.",
      "text": "100C.7 Administration — rules.\n\nThe director shall administer this chapter and, after consultation with the fire extinguishing system contractors and alarm systems advisory board, shall adopt rules pursuant to chapter 17A necessary for the administration and enforcement of this chapter.\n\n2004 Acts, ch 1125, §8; 2007 Acts, ch 197, §9, 50; 2023 Acts, ch 19, §1510\n\nReferred to in §100C.1, 100C.3, 100C.5, 100D.1\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-7/"
    },
    {
      "id": "section-100c8",
      "number": "100C.8",
      "heading": "Penalties.",
      "text": "100C.8 Penalties.\n\n1. A person who violates any provision of this chapter is guilty of a simple misdemeanor.\n\n2. The director may impose a civil penalty of up to five hundred dollars on any person who violates any provision of this chapter for each day a violation continues. The director may adopt rules necessary to enforce and collect any penalties imposed pursuant to this chapter.\n\n2004 Acts, ch 1125, §9, 17; 2023 Acts, ch 19, §1511\n\nSubsection 2 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-8/"
    },
    {
      "id": "section-100c9",
      "number": "100C.9",
      "heading": "Deposit and use of moneys collected.",
      "text": "100C.9 Deposit and use of moneys collected.\n\n1. All fees assessed pursuant to this chapter shall be retained as repayment receipts by the department and such fees received shall be used exclusively to offset the costs of administering this chapter.\n\n2. Notwithstanding section 8.33, fees collected by the department that remain unencumbered or unobligated at the close of the fiscal year shall not revert but shall remain available for expenditure for the purposes designated in succeeding fiscal years.\n\n2004 Acts, ch 1125, §10, 17; 2005 Acts, ch 35, §26; 2010 Acts, ch 1014, §2; 2023 Acts, ch 19, §1512\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-9/"
    },
    {
      "id": "section-100c10",
      "number": "100C.10",
      "heading": "Fire extinguishing system contractors and alarm systems advisory board.",
      "text": "100C.10 Fire extinguishing system contractors and alarm systems advisory board.\n\n1. A fire extinguishing system contractors and alarm systems advisory board is established in the department and shall advise the department on matters pertaining to the application and certification of contractors and installers pursuant to this chapter.\n\n2. The board shall consist of eleven voting members appointed by the director as follows:\n\na. Two full-time fire officials of incorporated municipalities or counties.\n\nb. One full-time building official of an incorporated municipality or county.\n\nc. Three fire extinguishing system contractors, certified pursuant to this chapter, of which at least one shall be a water-based fire sprinkler contractor.\n\nd. Three alarm system contractors, certified pursuant to this chapter, at least one of whom shall have experience with fire alarm systems, at least one of whom shall have experience with security alarm systems, and at least one of whom shall have experience with nurse call systems.\n\ne. One professional engineer or architect licensed in the state.\n\nf. One representative of the general public.\n\n3. The state fire marshal or the state fire marshal’s designee, the director, and the chairperson of the electrical examining board created in section 103.2 shall be nonvoting ex officio members of the board.\n\n4. Each term shall be for a period of six years. No member shall serve more than two consecutive terms. If a position on the board becomes vacant prior to the expiration of a member’s term, the member appointed to the vacancy shall serve the balance of the unexpired term.\n\n5. Six voting members of the advisory board shall constitute a quorum. A majority vote of the board shall be required to conduct business.\n\n2004 Acts, ch 1125, §11; 2005 Acts, ch 35, §27; 2007 Acts, ch 126, §20; 2007 Acts, ch 197, §10, 50; 2008 Acts, ch 1031, §33; 2008 Acts, ch 1092, §6, 32; 2017 Acts, ch 131, §1; 2023 Acts, ch 19, §1513 – 1515\n\nReferred to in §100D.5\n\nSubsection 1 amended\n\nSubsection 2, unnumbered paragraph 1 amended\n\nSubsections 3 and 4 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-10/"
    },
    {
      "id": "section-100c11",
      "number": "100C.11",
      "heading": "Alarm systems — fees or fines — limitations.",
      "text": "100C.11 Alarm systems — fees or fines — limitations.\n\nA political subdivision shall not adopt or enforce an ordinance, resolution, rule, or other measure requiring an alarm system contractor to pay a fee or fine associated with any of the following:\n\n1. False alarms.\n\n2. Emergency response to false alarms.\n\n3. Permits associated with placing or keeping an alarm system in service, not including any installation permits required by the political subdivision’s building code.\n\n2020 Acts, ch 1121, §88, 90\n\nReferred to in §100C.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-11/"
    },
    {
      "id": "section-100c12",
      "number": "100C.12",
      "heading": "Collection of fees.",
      "text": "100C.12 Collection of fees.\n\n1. If, prior to June 30, 2020, an alarm system contractor charged its customers an amount equal to the costs the political subdivision of the state imposed on the alarm system contractor for permits associated with placing or keeping an alarm in service, as shown on a separate line item on the customer’s invoice, the alarm system contractor may continue to collect from its customers such fees until December 31, 2020. The alarm system contractor shall pay to the political subdivision of the state or its designee the fees collected under this section in accordance with the instructions of the political subdivision or the political subdivision’s designee.\n\n2. Fees collected by an alarm system contractor under this section shall not be subject to audit by a political subdivision or the political subdivision’s designee.\n\n2020 Acts, ch 1121, §89, 90",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-100c/section-100c-12/"
    }
  ]
}