{
  "state": "iowa",
  "path": "title-title-iii-public-services-and-regulation/chapter-chapter-85b-occupational-hearing-loss",
  "sections": [
    {
      "id": "section-85b1",
      "number": "85B.1",
      "heading": "Citation.Section 85B.2 - Workers’ compensation — employers subject",
      "text": "Section 85B.3 - Loss in course of employment.Section 85B.4 - Definitions.Section 85B.5 - Excessive noise exposure.Section 85B.6 - Maximum compensation.Section 85B.7 - Periodic examination.Section 85B.8 - Date of occurrence.Section 85",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85b2",
      "number": "85B.2",
      "heading": "Workers’ compensation — employers subject.",
      "text": "85B.2 Workers’ compensation — employers subject.\n\nAll employers as defined in chapter 85 are subject to this chapter.\n\n[C81, §85B.2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-2/"
    },
    {
      "id": "section-85b3",
      "number": "85B.3",
      "heading": "Loss in course of employment.",
      "text": "85B.3 Loss in course of employment.\n\nAll employees as defined in chapter 85 who incur an occupational hearing loss arising out of and in the course of employment, are subject to this chapter.\n\n[C81, §85B.3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-3/"
    },
    {
      "id": "section-85b4",
      "number": "85B.4",
      "heading": "Definitions.",
      "text": "85B.4 Definitions.\n\nAs used in this chapter, unless the context otherwise provides:\n\n1. “Excessive noise exposure” means exposure to sound capable of producing occupational hearing loss.\n\n2. “Hearing level” means the measured threshold of hearing sensitivity using audiometric instruments properly calibrated to the American national standards institute audiometric zero reference level.\n\n3. “Occupational hearing loss” means that portion of a permanent sensorineural loss of hearing in one or both ears that exceeds an average hearing level of twenty-five decibels for the frequencies five hundred, one thousand, two thousand, and three thousand Hertz, arising out of and in the course of employment caused by excessive noise exposure. “Occupational hearing loss” does not include loss of hearing attributable to age or any other condition or exposure not arising out of and in the course of employment.\n\n[C81, §85B.4]\n\n98 Acts, ch 1160, §2\n\nReferred to in §85.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-4/"
    },
    {
      "id": "section-85b5",
      "number": "85B.5",
      "heading": "Excessive noise exposure.",
      "text": "85B.5 Excessive noise exposure.\n\n1. An excessive noise exposure is sound which exceeds the times and intensities listed in the following table:\n\nDuration Sound level, Duration Sound level,\n\nper day dBA slow per day dBA slow\n\nhours response minutes response\n\n8 90 52 106\n\n7 91 45 107\n\n6 92 37 108\n\n5 93 33 109\n\n4 1/2 94 30 110\n\n4 95 26 111\n\n3 1/2 96 22 112\n\n3 97 18 113\n\n2 1/2 98 16 114\n\n2 1/4 99 15 115\n\n2 100 No exposure greater\n\n1 3/4 101 than 115 permitted\n\n2. The workers’ compensation commissioner may promulgate rules pursuant to chapter 17A to amend this table based upon changes recommended in nationally recognized consensus standards.\n\n3. An employer shall immediately inform an employee if the employer learns that the employee is being subjected to sound levels and duration in excess of those indicated in the above table. In instances of occupational hearing loss alleged to have occurred, either in whole or in part prior to January 1, 1981, an employer shall provide upon request by an affected employee whatever evidence is available to the employer of the date, duration, and intensities of noise to which the employee was subjected in employment.\n\n[C81, §85B.5]\n\n98 Acts, ch 1061, §11; 98 Acts, ch 1160, §3; 2009 Acts, ch 41, §263",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-5/"
    },
    {
      "id": "section-85b6",
      "number": "85B.6",
      "heading": "Maximum compensation.",
      "text": "85B.6 Maximum compensation.\n\nCompensation is payable for a maximum of one hundred seventy-five weeks for total occupational hearing loss. For partial occupational hearing loss compensation is payable for a period proportionate to the relation which the calculated binaural, both ears, hearing loss bears to one hundred percent, or total loss of hearing.\n\n[C81, §85B.6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-6/"
    },
    {
      "id": "section-85b7",
      "number": "85B.7",
      "heading": "Periodic examination.",
      "text": "85B.7 Periodic examination.\n\nCompensation is not payable to an employee who willfully fails to submit for reasonable periodic physical and audiometric examinations. Reasonable written notice of the dates and times of examinations required by the employer shall be given the employee. Examinations shall be scheduled during times the employee, examining personnel, and examination facilities are reasonably available. Physical and audiometric examinations shall be at the expense of the employer. The employee shall be compensated for any time lost from work occasioned by employer examinations. Compensation is not payable to an employee if the employee fails or refuses to use employer-provided hearing protective devices required by the employer and communicated in writing to the employee at the time the employee is employed or at the time the protective devices are provided by the employer.\n\n[C81, §85B.7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-7/"
    },
    {
      "id": "section-85b8",
      "number": "85B.8",
      "heading": "Date of occurrence.",
      "text": "85B.8 Date of occurrence.\n\n1. A claim for occupational hearing loss due to excessive noise exposure may be filed beginning one month after separation from the employment in which the employee was subjected to excessive noise exposure. The date of the injury shall be the date of occurrence of any one of the following events:\n\na. Transfer from excessive noise exposure employment by an employer.\n\nb. Retirement.\n\nc. Termination of the employer-employee relationship.\n\n2. The date of injury for a layoff which continues for a period longer than one year shall be six months after the date of the layoff. However, the date of the injury for any loss of hearing incurred prior to January 1, 1981, shall not be earlier than the occurrence of any one of the above events.\n\n[C81, §85B.8]\n\n98 Acts, ch 1160, §4, 5; 2008 Acts, ch 1032, §201",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-8/"
    },
    {
      "id": "section-85b9",
      "number": "85B.9",
      "heading": "Measuring hearing loss.",
      "text": "85B.9 Measuring hearing loss.\n\n1. Audiometric instruments, properly calibrated to the American national standards institute specifications, shall be used for measuring hearing levels and in such tests necessary to establish total hearing loss, if any. The hearing tests and examinations shall be conducted in environments which comply with accepted national standards.\n\n2. Audiometric examinations shall be administered by persons who are certified by the council for accreditation in occupational hearing conservation or by persons licensed as audiologists under chapter 154F, or as physicians or osteopathic physicians and surgeons under chapter 148, provided the licensed persons are trained in audiometry.\n\n3. In calculating the total amount of hearing loss, the hearing levels at each of the four frequencies, five hundred, one thousand, two thousand, and three thousand Hertz, shall be added together and divided by four to determine the average decibel hearing level for each ear. If the resulting average decibel hearing level in either ear is twenty-five decibels or less, the percentage hearing loss for that ear shall be zero. For each resulting average decibel hearing level exceeding twenty-five decibels, an allowance of one and one-half percent shall be made up to the maximum of one hundred percent which is reached at an average decibel hearing level of ninety-two decibels. In determining the total binaural percentage hearing loss, the percentage hearing loss for the ear with better hearing shall be multiplied by five and added to the percentage hearing loss for the ear with worse hearing and the sum of the two divided by six.\n\n4. a. The assessment of the proportion of the total binaural percentage hearing loss that is due to occupational noise exposure shall be made by the employer’s regular or consulting physician or licensed audiologist who is trained and has had experience with such assessment. If several audiometric examinations are available for assessment, the physician or audiologist shall determine which examinations shall be used in the final assessment of occupational hearing loss.\n\nb. If the employee disputes the assessment, the employee may select a physician or licensed audiologist similarly trained and experienced to give an assessment of the audiometric examinations.\n\n5. This section is applicable in the event of partial permanent or total permanent occupational hearing loss in one or both ears.\n\n[C81, §85B.9; 81 Acts, ch 42, §1]\n\n98 Acts, ch 1160, §6; 2008 Acts, ch 1088, §81\n\nReferred to in §85B.9A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-9/"
    },
    {
      "id": "section-85b9a",
      "number": "85B.9A",
      "heading": "Apportionment of occupational hearing loss.",
      "text": "85B.9A Apportionment of occupational hearing loss.\n\nApportionment of the total hearing loss between occupational and nonoccupational loss, for purposes of determining occupational hearing loss, may be made by an audiologist or physician with qualifications set forth in section 85B.9. In determining occupational hearing loss, consideration shall be given to all probable employment and nonemployment sources of loss. The apportionment of age-related loss shall be made by reducing the total binaural percentage hearing loss as calculated pursuant to section 85B.9, subsection 3, by the same percentage as the decibels of age-related loss occurring during the period of employment bears to the total decibel hearing level in each ear. The decibels of age-related loss shall be calculated according to tables adopted by the workers’ compensation commissioner consistent with tables of the national institute for occupational safety and health existing on July 1, 1998, and consistent with section 85B.9, subsection 3.\n\n98 Acts, ch 1160, §7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-9a/"
    },
    {
      "id": "section-85b10",
      "number": "85B.10",
      "heading": "Employer’s notice of results of test.",
      "text": "85B.10 Employer’s notice of results of test.\n\nThe employer shall communicate to the employee, in writing, the results of an audiometric examination or physical examination of an employee which reflects an average hearing level in one or both ears in excess of twenty-five decibels for the test frequencies of five hundred, one thousand, two thousand, and three thousand Hertz, as soon as practicable after the examination. The communication shall include the name and qualifications of the person conducting the audiometric examination or physical examination, the site of the examination, the kind or type of test or examinations given, the results of each and the average decibel hearing level, for the four frequencies, in each ear, and, if known to the employer, whether the hearing loss is sensorineural and, if the hearing loss resulted from another cause, the cause.\n\n[C81, §85B.10]\n\n98 Acts, ch 1160, §8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-10/"
    },
    {
      "id": "section-85b11",
      "number": "85B.11",
      "heading": "Previous hearing loss excluded.",
      "text": "85B.11 Previous hearing loss excluded.\n\nAn employer is liable, as provided in this chapter and subject to the provisions of chapter 85, for an occupational hearing loss to which the employment has contributed, but if previous hearing loss, whether occupational or not, is established by an audiometric examination or other competent evidence, whether or not the employee was subjected to excessive noise exposure within six months preceding the test, the employer is not liable for the previous loss, nor is the employer liable for a loss for which compensation has previously been paid or awarded. The employer is liable only for the difference between the percent of occupational hearing loss determined as of the date of the audiometric examination used to determine occupational hearing loss and the percentage of loss established by the preemployment audiometric examination. An amount paid to an employee for occupational hearing loss by any other employer shall be credited against compensation payable by an employer for the hearing loss. An employee shall not receive in the aggregate greater compensation from all employers for occupational hearing loss than that provided in this section for total occupational hearing loss. A payment shall not be made to an employee unless the employee has worked in excessive noise exposure employment for a total period of at least ninety days for the employer from whom compensation is claimed.\n\n[C81, §85B.11]\n\n98 Acts, ch 1160, §9; 99 Acts, ch 96, §7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-11/"
    },
    {
      "id": "section-85b12",
      "number": "85B.12",
      "heading": "Hearing aid provided.",
      "text": "85B.12 Hearing aid provided.\n\nA reduction of the compensation payable to an employee for occupational hearing loss shall not be made because the employee’s ability to communicate may be improved by the use of a hearing aid. An employer who is liable for occupational hearing loss of an employee is required to provide the employee with a hearing aid for each affected ear unless it will not materially improve the employee’s ability to communicate.\n\n[C81, §85B.12]\n\n98 Acts, ch 1160, §10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-12/"
    },
    {
      "id": "section-85b13",
      "number": "85B.13",
      "heading": "Payment of compensation discharges employer.",
      "text": "85B.13 Payment of compensation discharges employer.\n\nPayments of compensation and compliance with other provisions of this chapter by the employer or the employer’s insurance carrier in accordance with the findings and orders of the workers’ compensation commissioner or a court making a final adjudication in appealed cases, discharges the employer from further obligation.\n\n[C81, §85B.13]\n\n98 Acts, ch 1061, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-13/"
    },
    {
      "id": "section-85b14",
      "number": "85B.14",
      "heading": "Applicable chapters and subchapters.",
      "text": "85B.14 Applicable chapters and subchapters.\n\nChapter 10A, subchapter III, and chapters 17A and 85, so far as applicable, and not inconsistent with this chapter, apply in cases of compensable occupational hearing loss.\n\n[C81, §85B.14]\n\n2023 Acts, ch 19, §1752\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-14/"
    },
    {
      "id": "section-85b15",
      "number": "85B.15",
      "heading": "Workers’ compensation commissioner to enforce.",
      "text": "85B.15 Workers’ compensation commissioner to enforce.\n\nThe workers’ compensation commissioner has jurisdiction over the operation and administration of the compensation provisions of this chapter.\n\n[C81, §85B.15]\n\n98 Acts, ch 1061, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-85b/section-85b-15/"
    }
  ]
}