{
  "state": "iowa",
  "path": "title-title-iii-public-services-and-regulation/chapter-chapter-97a-public-safety-peace-officers-retirement-accident",
  "sections": [
    {
      "id": "section-97a1",
      "number": "97A.1",
      "heading": "Definitions of words and phrases",
      "text": "97A.1 Definitions of words and phrases.\n\nThe following words and phrases when used in this chapter shall, for the purpose of this chapter, have the meanings respectively ascribed to them in this section, except in those instances where the context clearly indicates a different meaning:\n\n1. “Actuarial equivalent” shall mean a benefit of equal value, when computed upon the basis of mortality tables adopted by the board of trustees, and interest computed at a rate adopted by the board upon the recommendation of the actuary.\n\n2. “Amount earned” shall mean the amount of money actually earned by a beneficiary in some definite period of time.\n\n3. “Average final compensation” shall mean the average earnable compensation of the member during the member’s highest three years of service as a member of the state department of public safety, or if the member has had less than three years of service, then the average earnable compensation of the member’s entire period of service.\n\n4. “Beneficiary” shall mean any person receiving a retirement allowance or other benefit as provided by this chapter.\n\n5. “Board of trustees” means the board created in section 97A.5 to direct the administration of the Iowa department of public safety peace officers’ retirement, accident, and disability system.\n\n6. “Cancer” means prostate cancer, primary brain cancer, breast cancer, ovarian cancer, cervical cancer, uterine cancer, malignant melanoma, leukemia, non-Hodgkin’s lymphoma, bladder cancer, colorectal cancer, multiple myeloma, testicular cancer, and kidney cancer.\n\n7. “Child” means only the surviving issue of a deceased active or retired member, or a child legally adopted by a deceased member prior to the member’s retirement. “Child” includes only an individual who is under the age of eighteen years, an individual who is under the age of twenty-two and is a full-time student, or an individual who is disabled under the definitions used in section 202 of the Social Security Act as amended if the disability occurred to the individual during the time the individual was under the age of eighteen years and the parent of the individual was an active member of the system.\n\n8. “Commissioner” means the commissioner of public safety of this state.\n\n9. “Department” means the department of public safety of this state.\n\n10. “Earnable compensation” or “compensation earnable” shall mean the regular compensation which a member would earn during one year on the basis of the stated compensation for the member’s rank or position including compensation for longevity and the daily amount received for meals under section 80.6 and excluding any amount received for overtime compensation or other special additional compensation, other payments for meal expenses, uniform cleaning allowances, travel expenses, and uniform allowances and excluding any amount received upon termination or retirement in payment for accumulated sick leave or vacation.\n\n11. “Infectious disease” means HIV or AIDS as defined in section 141A.1, all strains of hepatitis, meningococcal meningitis, and mycobacterium tuberculosis.\n\n12. “Medical board” shall mean the board of physicians provided for in section 97A.5.\n\n13. “Member” or “member of system” shall mean a member of the Iowa department of public safety peace officers’ retirement, accident, and disability system as defined by section 97A.3.\n\n14. “Membership service” shall mean service as a peace officer in the division of state patrol, the division of criminal investigation, or division of narcotics enforcement in the department of public safety and arson investigators rendered since last becoming a member, or, where membership is regained as provided in this chapter, all of such service.\n\n15. “Peace officer” means a member, except a non-peace officer member, of the division of state patrol, narcotics enforcement, state fire marshal, or criminal investigation, including but not limited to a gaming enforcement officer, who has passed a satisfactory physical and mental examination and has been duly appointed by the department of public safety in accordance with section 80.15.\n\n16. “Pensions” shall mean annual payments for life derived from the appropriations provided by the state of Iowa and from contributions of the members which are deposited in the retirement fund. All pensions shall be paid in equal monthly installments.\n\n17. “Retirement allowance” shall mean the pension, or any benefits in lieu thereof, granted to a member upon retirement.\n\n18. “Surviving spouse” shall mean the surviving spouse or former spouse of a marriage solemnized prior to retirement of a deceased member from active service. Surviving spouse shall include a former spouse only if the division of assets in the dissolution of marriage decree pursuant to section 598.17 grants the former spouse rights of a spouse under this chapter. If there is no surviving spouse of a marriage solemnized prior to retirement of a deceased member, surviving spouse includes a surviving spouse of a marriage of two years or more duration solemnized subsequent to retirement of the member.\n\n19. “System” shall mean the Iowa department of public safety peace officers’ retirement, accident, and disability system as defined in section 97A.2.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, §97A.1; C77, 79, 81, §97A.1, 97A.6(8b); 82 Acts, ch 1261, §1, 2]\n\n86 Acts, ch 1245, §243; 88 Acts, ch 1242, §2; 92 Acts, ch 1232, §504; 94 Acts, ch 1183, §2; 98 Acts, ch 1074, §11; 2005 Acts, ch 35, §22, 31; 2006 Acts, ch 1010, §47; 2008 Acts, ch 1171, §1, 2; 2010 Acts, ch 1167, §2; 2014 Acts, ch 1138, §25; 2019 Acts, ch 24, §97\n\nReferred to in §80.1A, 97A.6, 256.212, 411.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-1/"
    },
    {
      "id": "section-97a2",
      "number": "97A.2",
      "heading": "Creation of system — purpose — name.",
      "text": "97A.2 Creation of system — purpose — name.\n\nThe Iowa department of public safety peace officers’ retirement, accident, and disability system is created. It is the purpose of this chapter to provide certain retirement and other benefits for the peace officers of the Iowa department of public safety named in this chapter, or benefits to their dependents, in amounts and under terms and conditions set forth in this chapter. The system shall be administered under the direction of the board of trustees, and shall transact all of its business, invest all of its funds, and hold all of its cash and security and other property in the name of the Iowa department of public safety peace officers’ retirement, accident, and disability system.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.2]\n\n86 Acts, ch 1245, §244\n\nReferred to in §97A.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-2/"
    },
    {
      "id": "section-97a3",
      "number": "97A.3",
      "heading": "Membership in system — reemployment.",
      "text": "97A.3 Membership in system — reemployment.\n\n1. All peace officer members of the division of state patrol and the division of criminal investigation or the predecessor divisions or subunits in the department of public safety, excepting the members of the clerical force, who are employed by the state of Iowa on July 4, 1949, and all persons thereafter employed as members of such divisions or the predecessor divisions or subunits in the department of public safety or division of narcotics enforcement or division of state fire marshal or the predecessor divisions or subunits, except the members of the clerical force, shall be members of this system, except as otherwise provided in subsection 3. Effective July 1, 1994, gaming enforcement officers employed by the division of criminal investigation for excursion boat and gambling structure gambling enforcement activities and fire prevention inspector peace officers employed by the department of public safety shall be members of this system, except as otherwise provided in subsection 3 or section 97B.42B. Such members shall not be required to make contributions under any other pension or retirement system of the state of Iowa, anything to the contrary notwithstanding.\n\n2. Should any member in any period of five consecutive years after last becoming a member, be absent from service for more than four years, or should a member become a beneficiary or die, the person shall thereupon cease to be a member of this system.\n\n3. a. As used in this section, unless the context otherwise requires, “reemployed” or “reemployment” means the employment of a person in a position which would otherwise be included as a membership position under subsection 1, after the person has commenced receiving a service retirement allowance under section 97A.6.\n\nb. If a person is reemployed, the person shall not become an active member of the system upon reemployment, and the person so reemployed and the state of Iowa shall not make contributions to the system based upon the person’s compensation for reemployment. A person who is so reemployed shall continue to receive the service retirement allowance, and the service retirement allowance shall not be recalculated based upon the person’s reemployment. Notwithstanding section 97B.1A or any other provision of law to the contrary, a person reemployed as provided in this subsection shall be exempt from chapter 97B.\n\n4. Effective July 1, 1979, a person shall not become a member of the system unless that person has passed the physical and mental examination given under the provisions of section 80.15 and unless that person has received a diploma for satisfactory completion of a training school held pursuant to the provisions of section 80.13.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.3]\n\n92 Acts, ch 1232, §505; 94 Acts, ch 1183, §3; 98 Acts, ch 1100, §12; 98 Acts, ch 1183, §82; 2005 Acts, ch 35, §23; 2006 Acts, ch 1010, §48; 2007 Acts, ch 188, §1\n\nReferred to in §97A.1, 97A.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-3/"
    },
    {
      "id": "section-97a4",
      "number": "97A.4",
      "heading": "Service creditable.",
      "text": "97A.4 Service creditable.\n\n1. Service for fewer than six months of a year is not creditable as service. Service of six months or more of a year is equivalent to one year of service, but in no case shall more than one year of service be creditable for all service in one calendar year, nor shall the board of trustees allow credit as service for any period of more than one month duration during which the member was absent without pay.\n\n2. Any member of the system who has been employed continuously prior to the passage of this chapter in the division of state patrol or the division of criminal investigation in the department of public safety, or as a member of the state patrol, or as a peace officer or a member of the uniformed force in any department or division whose functions were transferred to, merged, or consolidated in the department of public safety at the time such department was created, shall receive credit for such service in determining retirement and disability benefits provided for in this chapter. Arson investigators who have contributed to this system prior to July 1, 1978, shall receive credit for such service in determining retirement and disability benefits.\n\n3. The board of trustees shall credit as service for a member of the system a previous period of service for which the member had withdrawn the member’s accumulated contributions, as defined in section 97A.15.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.4]\n\n90 Acts, ch 1240, §1; 92 Acts, ch 1232, §506; 98 Acts, ch 1074, §12; 2005 Acts, ch 35, §31; 2016 Acts, ch 1011, §121\n\nReferred to in §97A.15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-4/"
    },
    {
      "id": "section-97a5",
      "number": "97A.5",
      "heading": "Administration.",
      "text": "97A.5 Administration.\n\n1. Board of trustees.\n\na. A board of trustees of the Iowa department of public safety peace officers’ retirement, accident, and disability system is created. The general responsibility for the proper operation of the system is vested in the board of trustees.\n\nb. The board of trustees is constituted as follows:\n\n(1) The commissioner of public safety, who is chairperson of the board.\n\n(2) The treasurer of state.\n\n(3) An actively engaged member of the system, to be chosen by secret ballot by the actively engaged members of the system.\n\n(4) A retired member of the system, to be chosen by secret ballot by the retired members of the system.\n\n(5) A person appointed by the governor.\n\nc. The person appointed by the governor shall be an executive of a domestic life insurance company, an executive of a state or national bank operating within the state of Iowa, or an executive in the financial services industry, and shall be subject to confirmation by the senate.\n\nd. The members of the system and the person appointed by the governor shall serve for a term of two years.\n\n2. Voting. Each trustee shall be entitled to one vote on said board and three concurring votes shall be necessary for a decision by the trustees on any question at any meeting of said board.\n\n3. Compensation. The trustees shall serve as such without compensation, but they shall be reimbursed from the retirement fund for all necessary expenses which they may incur through service on the board.\n\n4. Rules. The board of trustees shall, from time to time, establish such rules not inconsistent with this chapter, for the administration of the system and the retirement fund created by this chapter and as may be necessary or appropriate for the transaction of its business.\n\n5. Staff. The department of public safety shall provide administrative services to the board of trustees. Investments shall be administered through the office of the treasurer of state.\n\n6. Data — records — reports.\n\na. The department of public safety shall keep in convenient form the data necessary for the actuarial valuation of the system and for checking the expense of the system. The commissioner of public safety shall keep a record of all the acts and proceedings of the board, which records shall be open to public inspection. The board of trustees shall biennially make a report to the general assembly showing the fiscal transactions of the system for the preceding biennium, the amount of the accumulated cash and securities of the system, and the last balance sheet showing the financial condition of the system by means of an actuarial valuation of the assets and liabilities of the system.\n\nb. The commissioner of public safety shall maintain records, including but not limited to names, addresses, ages, and lengths of service, salaries and wages, contributions, designated beneficiaries, benefit amounts, if applicable, and other information pertaining to members as necessary in the administration of this chapter, as well as the names, addresses, and benefit amounts of beneficiaries. For the purpose of obtaining these facts, the commissioner of public safety shall have access to the records of the various departments of the state and the departments shall provide such information upon request. Member and beneficiary records containing personal information are not public records for the purposes of chapter 22. However, summary information concerning the demographics of the members and general statistical information concerning the system is subject to chapter 22, as well as aggregate information by category.\n\n7. Legal advisor. The attorney general of the state of Iowa shall be the legal advisor for the board of trustees.\n\n8. Medical board. The board of trustees shall designate a single medical provider network as the medical board for the system. The medical board shall arrange for and pass upon all medical examinations required under the provisions of this chapter and shall report in writing to the board of trustees, its conclusions and recommendations upon all matters duly referred to it. For examinations required because of disability, a physician from the medical board specializing in occupational medicine, and a second physician specializing in an appropriate field of medicine as determined by the occupational medicine physician, shall pass upon the medical examinations required for disability retirements and shall report to the system in writing their conclusions and recommendations upon all matters referred to the medical board. Each report of a medical examination under section 97A.6, subsections 3 and 5, shall include the medical board’s findings in accordance with section 97A.6 as to the extent of the member’s physical impairment.\n\n9. Duties of actuary. The actuary hired by the board of trustees shall be the technical advisor of the board of trustees on matters regarding the operation of the retirement fund created by this chapter and shall perform such other duties as are required in connection therewith.\n\n10. Tables — rates. The actuary hired by the board of trustees shall make such investigation of anticipated interest earnings and of the mortality, service, and compensation experience of the members of the system as the actuary recommends, and on the basis of the investigation, the board of trustees shall adopt the tables and the rates as are required in subsection 11 of this section. The board of trustees shall adopt the rate of interest and tables, and certify rates of contributions to be used by the system.\n\n11. Actuarial investigation.\n\na. At least once in each two-year period, the actuary hired by the board of trustees shall make an actuarial investigation in the mortality, service, and compensation experience of the members and beneficiaries of the system, and the interest and other earnings on the moneys and other assets of the system, and shall make a valuation of the assets and liabilities of the retirement fund of the system, and taking into account the results of the investigation and valuation, the board of trustees shall adopt for the system, upon recommendation of the system’s actuary, such actuarial methods and assumptions, interest rate, and mortality and other tables as shall be deemed necessary to conduct the actuarial valuation of the system.\n\nb. During calendar year 2019, and every five years thereafter, the system shall cause an actuarial investigation to be made related to the implementation, utilization, and actuarial costs associated with providing that cancer and infectious disease are presumed to be a disease contracted while a member of the system is on active duty as provided in section 97A.6, subsection 5. On the basis of the investigation, the board of trustees shall adopt and certify rates of contributions payable by members in accordance with section 97A.8. The system shall submit a written report to the general assembly following each actuarial investigation, including the certified rates of contributions payable by members for costs associated with the benefit as described in this paragraph, the data collected, and the system’s findings.\n\n12. Annual actuarial valuation.\n\na. On the basis of the actuarial methods and assumptions, rate of interest, and tables adopted by the board of trustees, the actuary hired by the board of trustees shall make an annual actuarial valuation of the assets and liabilities of the retirement fund created by this chapter. As a result of the annual actuarial valuation, the board of trustees shall certify the rates of contribution payable by the state of Iowa in accordance with section 97A.8.\n\nb. Effective with the fiscal year beginning July 1, 2008, the annual actuarial valuation required to be conducted shall include information as required by section 97D.5.\n\n13. Requirements related to the Internal Revenue Code.\n\na. As used in this subsection, unless the context otherwise requires, “Internal Revenue Code” means the Internal Revenue Code as defined in section 422.3.\n\nb. The retirement fund established in section 97A.8 shall be held in trust for the benefit of the members of the system and the members’ beneficiaries. No part of the corpus or income of the retirement fund shall be used for, or diverted to, purposes other than for the exclusive benefit of the members or the members’ beneficiaries or for expenses incurred in the operation of the retirement fund. A person shall not have any interest in, or right to, any part of the corpus or income of the retirement fund except as otherwise expressly provided.\n\nc. Notwithstanding any provision of this chapter to the contrary, in the event of a complete discontinuance of contributions, for reasons other than achieving fully funded status upon an actuarially determined basis, or upon termination of the retirement fund established in section 97A.8, a member shall be vested, to the extent then funded, in the benefits which the member has accrued at the date of the discontinuance or termination.\n\nd. Benefits payable from the retirement fund established in section 97A.8 to members and members’ beneficiaries shall not be increased due to forfeitures from other members. Forfeitures shall be used as soon as possible to reduce future contributions by the state to the retirement fund, except that the rate shall not be less than the minimum rate established in section 97A.8.\n\ne. Notwithstanding any provision of this chapter to the contrary, a member’s service retirement allowance shall commence on or before the later of the following:\n\n(1) April 1 of the calendar year following the calendar year in which the member attains the age of seventy and one-half years.\n\n(2) April 1 of the calendar year following the calendar year in which the member retires.\n\nf. The maximum annual benefit payable to a member by the system shall be subject to the limitations set forth in section 415 of the Internal Revenue Code, and any regulations promulgated pursuant to that section.\n\ng. The annual compensation of a member taken in account for any purpose under this chapter shall not exceed the applicable amount set forth in section 401(a)(17) of the Internal Revenue Code, and any regulations promulgated pursuant to that section.\n\n14. Investment contracts. The board of trustees may execute contracts and agreements with investment advisors, consultants, and investment management and benefit consultant firms in the administration of the retirement fund established in section 97A.8.\n\n15. Liability. The department, the board of trustees, and the treasurer of state are not personally liable for claims based upon an act or omission of the person performed in the discharge of the person’s duties under this chapter, even if those actions or omissions violate the standards established in section 97A.7, except for acts or omissions which involve malicious or wanton misconduct.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.5]\n\n86 Acts, ch 1245, §245 – 247; 90 Acts, ch 1240, §2; 93 Acts, ch 44, §1; 94 Acts, ch 1183, §4, 5; 96 Acts, ch 1187, §80 – 82; 2000 Acts, ch 1077, §1, 2; 2003 Acts, ch 145, §168; 2008 Acts, ch 1171, §3 – 7; 2014 Acts, ch 1138, §26; 2019 Acts, ch 24, §16\n\nReferred to in §80.6, 97A.1, 97A.6A, 97A.8, 97B.42B\n\nConfirmation, see §2.32",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-5/"
    },
    {
      "id": "section-97a6",
      "number": "97A.6",
      "heading": "Benefits.",
      "text": "97A.6 Benefits.\n\n1. Service retirement benefit. Retirement of a member on a service retirement allowance shall be made by the board of trustees as follows:\n\na. Any member in service may retire upon the member’s written application to the board of trustees, setting forth at what time, not less than thirty nor more than ninety days subsequent to the execution and filing therefor, the member desires to be retired, provided that the said member at the time so specified for retirement shall have attained the age of fifty-five and shall have completed twenty-two years or more of creditable service, and notwithstanding that, during such period of notification, the member may have separated from the service. However, a member may retire at fifty years of age and receive a reduced retirement allowance pursuant to subsection 2A.\n\nb. Any member in service who has been a member of the retirement system four or more years and whose employment is terminated prior to the member’s retirement, other than by death or disability, shall upon attaining retirement age, receive a service retirement allowance of four twenty-seconds of the retirement allowance the member would receive at retirement if the member’s employment had not been terminated, and an additional one twenty-second of such retirement allowance for each additional year of service not exceeding twenty-two years of service. The amount of the retirement allowance shall be calculated in the manner provided in this paragraph using the average final compensation at the time of termination of employment.\n\nc. Once a person commences receiving a service retirement allowance pursuant to this section, if the person is reemployed, as defined in section 97A.3, the service retirement allowance shall not be recalculated based upon the person’s reemployment.\n\n2. Allowance on service retirement.\n\na. Upon retirement from service prior to July 1, 1990, a member shall receive a service retirement allowance which shall consist of a pension which equals fifty percent of the member’s average final compensation.\n\nb. Upon retirement from service on or after July 1, 1990, but before July 1, 1992, a member shall receive a service retirement allowance which shall consist of a pension which equals fifty-four percent of the member’s average final compensation.\n\nc. Commencing July 1, 1992, but before July 1, 2000, the board of trustees shall increase the percentage multiplier of the member’s average final compensation by an additional two percent each July 1 until reaching sixty percent of the member’s average final compensation.\n\nd. Upon retirement from service on or after July 1, 2000, a member shall receive a service retirement allowance which shall consist of a pension which equals sixty and one-half percent of the member’s average final compensation.\n\ne. Commencing July 1, 1990, if the member has completed more than twenty-two years of creditable service, the service retirement allowance shall consist of a pension which equals the amount provided in paragraph “b”, “c”, or “d”, plus an additional percentage as set forth below:\n\n(1) For a member who terminates service, other than by death or disability, on or after July 1, 1990, but before July 1, 1991, and who does not withdraw the member’s contributions pursuant to section 97A.16, upon the member’s retirement there shall be added three-tenths percent of the member’s average final compensation for each year of service over twenty-two years, excluding years of service after the member’s fifty-fifth birthday. However, this subparagraph does not apply to more than eight additional years of service.\n\n(2) For a member who terminates service, other than by death or disability, on or after July 1, 1991, but before October 16, 1992, and who does not withdraw the member’s contributions pursuant to section 97A.16, upon the member’s retirement there shall be added six-tenths percent of the member’s average final compensation for each year of service over twenty-two years, excluding years of service after the member’s fifty-fifth birthday. However, this subparagraph does not apply to more than eight additional years of service.\n\n(3) For a member who terminates service, other than by death or disability, on or after October 16, 1992, but before July 1, 1996, and who does not withdraw the member’s contributions pursuant to section 97A.16, upon the member’s retirement there shall be added six-tenths percent of the member’s average final compensation for each year of service over twenty-two years. However, this subparagraph does not apply to more than eight additional years of service.\n\n(4) For a member who terminates service, other than by death or disability, on or after July 1, 1996, but before July 1, 1998, and who does not withdraw the member’s contributions pursuant to section 97A.16, upon the member’s retirement there shall be added one and one-half percent of the member’s average final compensation for each year of service over twenty-two years. However, this subparagraph does not apply to more than eight additional years of service.\n\n(5) For a member who terminates service, other than by death or disability, on or after July 1, 1998, but before July 1, 2000, and who does not withdraw the member’s contributions pursuant to section 97A.16, upon the member’s retirement there shall be added one and one-half percent of the member’s average final compensation for each year of service over twenty-two years. However, this subparagraph does not apply to more than ten additional years of service.\n\n(6) For a member who terminates service, other than by death, on or after July 1, 2000, and who does not withdraw the member’s contributions pursuant to section 97A.16, upon the member’s retirement there shall be added two and three-fourths percent of the member’s average final compensation for each year of service over twenty-two years. However, this subparagraph does not apply to more than ten additional years of service.\n\n2A. Early retirement benefits.\n\na. Notwithstanding the calculation of the service retirement allowance under subsection 2, beginning July 1, 1996, a member who has completed twenty-two years or more of creditable service and is at least fifty years of age, but less than fifty-five years of age, who has otherwise completed the requirements for retirement under subsection 1, may retire and receive a reduced service retirement allowance pursuant to this subsection. The service retirement allowance for a member less than fifty-five years of age shall be calculated in the manner prescribed in subsection 2, except that the percentage multiplier of the member’s average final compensation used in the determination of the service retirement allowance shall be reduced by the board of trustees pursuant to paragraph “b”.\n\nb. On July 1, 1996, and on each July 1 thereafter, the board of trustees shall determine for the respective fiscal year the percent by which the percentage multiplier under subsection 2 shall be reduced for each month that a member’s retirement date precedes the member’s fifty-fifth birthday. The board of trustees shall make this determination based upon the most recent actuarial valuation of the system, the calculation of the actuarial cost for each month of retirement of a member prior to age fifty-five, and the premise that the provision of a service retirement allowance to a member who is less than fifty-five years of age will not result in any increase in cost to the system.\n\n3. Ordinary disability retirement benefit. Upon the application of a member in service or of the commissioner of public safety, any member shall be retired by the board of trustees, not less than thirty and not more than ninety days next following the date of filing such application, on an ordinary disability retirement allowance, provided that the medical board after a medical examination of such member shall certify that said member is mentally or physically incapacitated for further performance of duty, that such incapacity is likely to be permanent, and that such member should be retired. However, if a person’s membership in the system first commenced on or after July 1, 1992, the member shall not be eligible for benefits with respect to a disability which would not exist, but for a medical condition that was known to exist on the date that membership commenced. A member who is denied a benefit under this subsection, by reason of a finding by the medical board that the member is not mentally or physically incapacitated for the further performance of duty, shall be entitled to be restored to active service in the same position held immediately prior to the application for disability benefits.\n\n4. Allowance on ordinary disability retirement.\n\na. Upon retirement for ordinary disability prior to July 1, 1998, a member shall receive an ordinary disability retirement allowance which shall consist of a pension which shall equal fifty percent of the member’s average final compensation unless either of the following conditions exist:\n\n(1) If the member has not had five or more years of membership service, the member shall receive a disability pension equal to one-fourth of the member’s average final compensation.\n\n(2) If the member has had twenty-two or more years of membership service, the member shall receive a disability retirement allowance that is equal to the greater of the benefit that the member would receive under subsection 2 if the member were fifty-five years of age or the disability pension otherwise calculated under this subsection.\n\nb. Upon retirement for ordinary disability on or after July 1, 1998, a member who has five or more years of membership service shall receive a disability retirement allowance in an amount equal to the greater of fifty percent of the member’s average final compensation or the retirement allowance that the member would receive under subsection 2 if the member had attained fifty-five years of age. A member who has less than five years of membership service shall receive a pension equal to one-fourth of the member’s average final compensation.\n\n5. Accidental disability benefit.\n\na. Upon application of a member in service or of the commissioner of public safety, any member who has become totally and permanently incapacitated for duty as the natural and proximate result of an injury, disease, or exposure occurring or aggravated while in the actual performance of duty at some definite time and place shall be retired by the board of trustees, provided that the medical board shall certify that such member is mentally or physically incapacitated for further performance of duty, that such incapacity is likely to be permanent, and that such member should be retired. However, if a person’s membership in the system first commenced on or after July 1, 1992, the member shall not be eligible for benefits with respect to a disability which would not exist, but for a medical condition that was known to exist on the date that membership commenced. A member who is denied a benefit under this subsection, by reason of a finding by the medical board that the member is not mentally or physically incapacitated for the further performance of duty, shall be entitled to be restored to active service in the same position held immediately prior to the application for disability benefits.\n\nb. (1) Disease under this subsection shall mean heart disease or any disease of the lungs or respiratory tract and shall be presumed to have been contracted while on active duty as a result of strain, exposure, or the inhalation of noxious fumes, poison, or gases.\n\n(2) Disease under this subsection shall also mean cancer or infectious disease and shall be presumed to have been contracted while on active duty as a result of that duty.\n\n(3) However, if a person’s membership in the system first commenced on or after July 1, 1992, and the heart disease or disease of the lungs or respiratory tract, cancer, or infectious disease would not exist, but for a medical condition that was known to exist on the date that membership commenced, the presumption established in this paragraph “b” shall not apply.\n\n6. Retirement after accident.\n\na. Upon retirement for accidental disability prior to July 1, 1990, a member shall receive an accidental disability retirement allowance which shall consist of a pension equal to sixty-six and two-thirds percent of the member’s average final compensation.\n\nb. Upon retirement for accidental disability on or after July 1, 1990, but before July 1, 1998, a member shall receive an accidental disability retirement allowance which shall consist of a pension equal to sixty percent of the member’s average final compensation. However, if the member has had twenty-two or more years of membership service, the member shall receive a disability retirement allowance that is equal to the greater of the retirement allowance that the member would receive under subsection 2 if the member were fifty-five years of age or the disability retirement allowance calculated under this paragraph.\n\nc. Upon retirement for accidental disability on or after July 1, 1998, a member shall receive an accidental disability retirement allowance which shall consist of a pension in an amount equal to the greater of sixty percent of the member’s average final compensation or the retirement allowance that the member would receive under subsection 2 if the member had attained fifty-five years of age.\n\n7. Reexamination of beneficiaries retired on account of disability. Once each year during the first five years following the retirement of a member on a disability retirement allowance, and once in every three-year period thereafter, the board of trustees may, and upon the member’s application shall, require any disability beneficiary who has not yet attained age fifty-five to undergo a medical examination at a place designated by the medical board. Such examination shall be made by the medical board or in special cases, by an additional physician or physicians designated by such board. Should any disability beneficiary who has not attained the age of fifty-five refuse to submit to such medical examination, the beneficiary’s allowance may be discontinued until the beneficiary’s withdrawal of such refusal, and should the beneficiary’s refusal continue for one year all rights in and to the beneficiary’s pension may be revoked by the board of trustees.\n\na. (1) Should any beneficiary for either ordinary or accidental disability, except a beneficiary who is fifty-five years of age or over and would have completed twenty-two years of service if the beneficiary had remained in active service, be engaged in a gainful occupation paying more than the difference between the member’s net retirement allowance and one and one-half times the current earnable compensation of an active member at the same position on the salary scale within the member’s rank as the member held at retirement, then the amount of the retirement allowance shall be reduced, subject to the requirements of this subparagraph, to an amount such that the member’s net retirement allowance plus the amount earned by the member shall equal one and one-half times the amount of the current earnable compensation of an active member at the same position on the salary scale within the member’s rank as the member held at retirement. Should the member’s earning capacity be later changed, the amount of the retirement allowance may be further modified, subject to the requirements of this subparagraph, provided that the new retirement allowance shall not exceed the amount of the retirement allowance originally granted adjusted by annual readjustments of pensions pursuant to subsection 14 of this section nor an amount which would cause the member’s net retirement allowance, when added to the amount earned by the beneficiary, to equal one and one-half times the amount of the current earnable compensation of an active member at the same position on the salary scale within the member’s rank as the member held at retirement. However, a member’s retirement allowance payable in a calendar year shall not be reduced pursuant to this subparagraph to an amount that is less than half of the member’s ordinary disability or accidental disability retirement benefit allowance calculated without regard to this paragraph “a”, and otherwise payable to the member in a calendar year. A beneficiary restored to active service at a salary less than the average final compensation upon the basis of which the member was retired at age fifty-five or greater, shall not again become a member of the retirement system and shall have the member’s retirement allowance suspended while in active service. If the rank or position held by the retired member is subsequently abolished, adjustments to the allowable limit on the amount of income which can be earned in a gainful occupation shall be computed in the same manner as provided in subsection 14, paragraph “c”, of this section for readjustment of pensions when a rank or position has been abolished. If the salary scale associated with a member’s rank at retirement is changed after the member retires, earnable compensation for purposes of this section shall be based upon the salary an active member currently would receive at the same rank and with seniority equal to that of the retired member at the time of retirement. For purposes of this paragraph, “net retirement allowance” means the amount determined by subtracting the amount paid during the previous calendar year by the beneficiary for health insurance or similar health care coverage for the beneficiary and the beneficiary’s dependents from the amount of the member’s retirement allowance paid for that year pursuant to this chapter. The beneficiary shall submit sufficient documentation to the board of trustees to permit the system to determine the member’s net retirement allowance for the applicable year.\n\n(2) A beneficiary retired under the provisions of this paragraph in order to be eligible for continued receipt of retirement benefits shall no later than May 15 of each year submit to the board of trustees a copy of the beneficiary’s federal individual income tax return for the preceding year. The beneficiary shall also submit, within sixty days, any documentation requested by the system that is determined to be necessary by the system to determine the beneficiary’s gross wages.\n\n(3) Retroactive to July 1, 1976, the limitations on pay of a member engaged in a gainful occupation who is retired under accidental disability prescribed in this paragraph shall not apply to a member who retired before July 1, 1976.\n\nb. Should a disability beneficiary under age fifty-five be restored to active service at a compensation not less than the disability beneficiary’s average final compensation, the disability beneficiary’s retirement allowance shall cease, the disability beneficiary shall again become a member and shall contribute thereafter at the same rate payable by other members of comparable rank, seniority, and age, and former service on the basis of which the disability beneficiary’s service was computed at the time of retirement shall be restored to full force and effect. Upon subsequent retirement the disability beneficiary shall be credited with all service as a member, and also with no more than two years of the period of disability retirement.\n\nc. The commissioner of public safety may, subject to approval of the medical board, assign any former member of the division of state patrol or the division of criminal investigation or an arson investigator who is retired and drawing a pension for disability under the provisions of this chapter, to the performance of light duties in such division.\n\nd. Should a disability beneficiary under age fifty-five be employed in a public safety occupation, the disability beneficiary’s retirement allowance shall cease. Notwithstanding any provision of this chapter to the contrary, if a disability beneficiary is employed in a public safety occupation that would otherwise constitute membership service, the disability beneficiary shall not become a member of the system. For purposes of this paragraph, “public safety occupation” means a peace officer, as defined in section 97A.1; a protection occupation, as defined in section 97B.49B; a sheriff or deputy sheriff as defined in section 97B.49C; and a police officer or fire fighter as defined in section 411.1, who was not restored to active service as provided by this subsection.\n\n8. Ordinary death benefit.\n\na. Upon the receipt of proof of the death of a member in service, or a member not in service who has completed four or more years of service as provided in subsection 1, paragraph “b”, there shall be paid to the person designated by the member to the board of trustees as the member’s beneficiary if the member has had one or more years of membership service and no pension is payable under subsection 9, an amount equal to fifty percent of the compensation earned by the member during the year immediately preceding the member’s death if the member is in service, or an amount equal to fifty percent of the compensation earned by the member during the member’s last year of service if the member is not in service.\n\nb. (1) In lieu of the payment specified in paragraph “a”, a beneficiary meeting the qualifications of paragraph “c” may elect to receive a monthly pension equal to one-twelfth of forty percent of the average final compensation of the member, but not less than an amount equal to twenty-five percent of the monthly earnable compensation paid to an active member having the rank of senior patrol officer of the state patrol if the member was in service at the time of death. For a member not in service at the time of death, the pension shall be reduced as provided in subsection 1, paragraph “b”.\n\n(2) For a member not in service at the time of death, the pension shall be paid commencing when the member would have attained the age of fifty-five except that if there is a child of the member, the pension shall be paid commencing with the member’s death until the children reach the age of eighteen, or twenty-two if applicable. The pension shall resume commencing when the member would have attained the age of fifty-five.\n\n(3) For a member in service at the time of death, the pension shall be paid commencing with the member’s death. In addition to the pension, there shall also be paid for each child of a member, a monthly pension equal to six percent of the monthly earnable compensation payable to an active member having the rank of senior patrol officer of the state patrol.\n\n(4) For the purpose of this chapter, a senior patrol officer is a person who has completed ten years of service in the state patrol.\n\n(5) Notwithstanding section 97A.6, subsection 8, Code 1985, effective July 1, 1990, for a member’s surviving spouse who, prior to July 1, 1986, elected to receive pension benefits under this paragraph, the monthly pension benefit shall be equal to the higher of one-twelfth of forty percent of the average final compensation of the member, or the amount the surviving spouse was receiving on July 1, 1990.\n\nc. The pension under paragraph “b” may be selected only by the following beneficiaries:\n\n(1) The spouse.\n\n(2) If there is no spouse, or if the spouse dies and there is a child of a member, then the guardian of the member’s child or children, divided as the board of trustees determines, to continue as a joint and survivor pension until every child of the member dies or attains the age of eighteen, or twenty-two if applicable.\n\n(3) If there is no surviving spouse or child, then the member’s dependent father or mother, or both, as the board of trustees determines, to continue until remarriage or death.\n\nd. If there is no nomination of beneficiary, the benefits provided in this subsection shall be paid to the member’s estate.\n\n9. Accidental death benefit. If, upon the receipt of evidence and proof that the death of a member in service was the natural and proximate result of an accident, disease, or exposure occurring or aggravated at some definite time and place while the member was in the actual performance of duty, the board of trustees shall decide that death was so caused in the performance of duty there shall be paid, in lieu of the ordinary death benefit provided in subsection 8 of this section, to the member’s estate or to such person having an insurable interest in the member’s life as the member shall have nominated by written designation duly executed and filed with the board of trustees:\n\na. A pension equal to one-half of the average final compensation of such member shall be paid to the surviving spouse, children or dependent parents as provided in paragraphs “c”, “d”, and “e” of subsection 8 of this section.\n\nb. If there is no surviving spouse, child, or dependent parent surviving a deceased member, the death shall be treated as an ordinary death case and the benefit payable under subsection 8, paragraph “a” of this section, in lieu of the pension provided in paragraph “a” of this subsection, shall be paid to the member’s estate.\n\nc. In addition to the benefits for the surviving spouse enumerated in this subsection, there shall also be paid for each child of a member a monthly pension equal to six percent of the monthly earnable compensation payable to an active member having the rank of senior patrol officer of the state patrol.\n\n10. Optional allowance. With the provision that no optional selection shall be effective in case a beneficiary dies within thirty days after retirement, in which event such a beneficiary shall be considered as an active member at the time of death, until the first payment on account of any benefit becomes normally due, any beneficiary may elect to receive the beneficiary’s benefit in a retirement allowance payable throughout life, or may elect to receive the actuarial equivalent at that time of the beneficiary’s retirement allowance in a lesser retirement allowance payable throughout life with the provision that an amount in money not exceeding the amount of the beneficiary’s accumulated contributions shall be immediately paid in cash to such member or some other benefit or benefits shall be paid either to the member or to such person or persons as the member shall nominate, provided such cash payment or other benefit or benefits, together with the lesser retirement allowance, shall be certified by the actuary to be of equivalent actuarial value to the member’s retirement allowance and shall be approved by the board of trustees; provided, that a cash payment to such member or beneficiary at the time of retirement of an amount not exceeding fifty percent of the member’s or beneficiary’s accumulated contributions shall be made by the board of trustees upon said member’s or beneficiary’s election.\n\n11. Pensions offset by compensation benefits.\n\na. Any amounts which may be paid or payable by the state under the provisions of any workers’ compensation or similar law to a member or to the dependents of a member on account of any disability or death, shall be offset against and payable in lieu of any benefits payable out of the retirement fund provided by the state under the provisions of this chapter on account of the same disability or death. In case the present value of the total commuted benefits under said workers’ compensation or similar law is less than the present value of the benefits otherwise payable from the retirement fund provided by the state under this chapter, then the present value of the commuted payments shall be deducted from the pension payable and such benefits as may be provided by the system so reduced shall be payable under the provisions of this chapter.\n\nb. Notwithstanding paragraph “a”, any workers’ compensation benefits received by a member for past medical expenses or future medical expenses shall not be offset against or considered payable in lieu of any retirement allowance payable pursuant to this section on account of the same disability.\n\nc. Notwithstanding paragraph “a”, any workers’ compensation benefits received by a member for reimbursement of vacation time used, sick time used, or for any unpaid time off from work shall not be offset against or considered payable in lieu of any retirement allowance payable pursuant to this section on account of the same disability.\n\n12. Pension to surviving spouse and children of deceased pensioned members. In the event of the death of any member receiving a retirement allowance under the provisions of subsections 2, 2A, 4, or 6 of this section there shall be paid a pension:\n\na. To the member’s surviving spouse, equal to one-half the amount received by the deceased beneficiary, but in no instance less than an amount equal to twenty-five percent of the monthly earnable compensation paid to an active member having the rank of senior patrol officer of the state patrol, and in addition a monthly pension equal to the monthly pension payable under subsection 9, paragraph “c”, of this section for each child under eighteen years of age or twenty-two years of age if applicable; or\n\nb. If the spouse dies either prior or subsequent to the death of the member, to the guardian of each surviving child, a monthly pension equal to the monthly pension payable under subsection 9, paragraph “c”, of this section for the support of the child.\n\n13. Judicial review of action of the board of trustees. Judicial review of any action of the board of trustees may be sought in accordance with the terms of the Iowa administrative procedure Act, chapter 17A. Notwithstanding the terms of the Iowa administrative procedure Act, chapter 17A, the petition for judicial review must be filed within thirty days after the member receives written notice of the trustees’ action. The board of trustees shall be represented by the attorney general. An appeal may be taken by the petitioner or the board of trustees to the supreme court of this state irrespective of the amount involved.\n\n14. Pensions payable. Pensions payable under this section shall be adjusted as follows:\n\na. On each July 1 and January 1, the monthly pensions authorized in this section payable to retired members and to beneficiaries, except children of a deceased member, shall be adjusted as provided in this paragraph. The monthly pension of each retired member and each beneficiary shall be adjusted by adding to that monthly pension an amount equal to the amounts determined in subparagraphs (1) and (2). The adjusted monthly pension of a retired member shall not be less than the amount which was paid at the time of the member’s retirement.\n\n(1) (a) An amount equal to the difference between the monthly earnable compensation payable to an active member of the department, of the same rank and position on the salary scale as was held by the retired or deceased member at the time of the member’s retirement or death, for the month for which the last preceding adjustment was made and the monthly earnable compensation payable to an active member of the department of the same rank and position on the salary scale for the month for which the adjustment is made shall be multiplied by the following applicable percentage:\n\n(i) Forty percent for members receiving a service retirement allowance and for beneficiaries receiving a pension under subsection 9 of this section.\n\n(ii) Forty percent for members with five or more years of membership service who are receiving an ordinary disability retirement allowance.\n\n(iii) Twenty-four percent for members with less than five years of membership service who are receiving an ordinary disability retirement allowance, and for beneficiaries receiving a pension under subsection 8 of this section.\n\n(iv) Forty percent for members receiving an accidental disability allowance.\n\n(b) The amount added to the monthly pension of a surviving spouse receiving a pension under subsection 12, paragraph “a”, of this section shall be equal to one-half the amount that would have been added to the monthly pension of the retired member under this subparagraph.\n\n(2) (a) For each adjustment occurring on July 1, the following applicable amount determined as follows:\n\n(i) Fifteen dollars where the member’s retirement date was less than five years prior to the effective date of the adjustment.\n\n(ii) Twenty dollars where the member’s retirement date was at least five years, but less than ten years, prior to the effective date of the adjustment.\n\n(iii) Twenty-five dollars where the member’s retirement date was at least ten years, but less than fifteen years, prior to the effective date of the adjustment.\n\n(iv) Thirty dollars where the member’s retirement date was at least fifteen years, but less than twenty years, prior to the effective date of the adjustment.\n\n(v) Thirty-five dollars where the member’s retirement date was at least twenty years prior to the effective date of the adjustment.\n\n(b) As of July 1 and January 1 of each year, the monthly pension payable to each surviving child under the provisions of subsections 8, 9, and 12 of this section shall be adjusted to equal six percent of the monthly earnable compensation payable in the month for which the adjustment is made to an active member having the rank of senior patrol officer of the state patrol.\n\nb. All monthly pensions adjusted as provided in this subsection shall be payable beginning on the first of the month in which the adjustment is made and shall continue in effect until the next following month in which an adjustment is made pursuant to this subsection at which time the monthly pensions shall again be adjusted in accordance with paragraph “a” of this subsection.\n\nc. The adjustment of pensions required by this subsection shall recognize the retired or deceased member’s position on the salary scale within the member’s rank at the time of the member’s retirement or death. In the event that the rank or position held by the retired or deceased member at the time of retirement or death is subsequently abolished, adjustments in the pensions of the member or of the member’s spouse or children shall be computed by the board of trustees as though such rank or position had not been abolished and salary increases had been granted to such rank or position on the same basis as increases granted to other ranks and positions in the department.\n\nd. A retired member eligible for benefits under the provisions of subsection 1 is not eligible for the annual readjustment of pensions provided in this subsection unless the member served at least twenty-two years prior to the member’s termination of employment.\n\n15. Remarriage of surviving spouse. Effective July 1, 1990, for a member who died prior to July 1, 1988, if the member’s surviving spouse remarried prior to July 1, 1988, the remarriage does not make the spouse ineligible under subsection 8, paragraph “c”, subparagraphs (1) and (2), to receive benefits under subsections 8, 9, 12, and 14.\n\n16. Line of duty death benefit.\n\na. If, upon the receipt of evidence and proof that the death of a member in service was the direct and proximate result of a traumatic personal injury incurred in the line of duty, the board of trustees decides that death was so caused, there shall be paid, to a person authorized to receive an accidental death benefit as provided in subsection 9, the amount of one hundred thousand dollars, which shall be payable in a lump sum.\n\nb. A line of duty death benefit shall not be payable under this subsection if any of the following applies:\n\n(1) The death resulted from stress, strain, occupational illness, or a chronic, progressive, or congenital illness, including, but not limited to, a disease of the heart, lungs, or respiratory system, unless a traumatic personal injury was a substantial contributing factor to the member’s death.\n\n(2) The death was caused by the intentional misconduct of the member or by the member’s intent to cause the member’s own death.\n\n(3) The member was voluntarily intoxicated at the time of death.\n\n(4) The member was performing the member’s duties in a grossly negligent manner at the time of death.\n\n(5) An individual who would otherwise be entitled to a benefit under this subsection was, through the individual’s actions, a substantial contributing factor to the member’s death.\n\n(6) The death qualifies for a volunteer emergency services provider death benefit pursuant to section 100B.31.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.6; 82 Acts, ch 1261, §3 – 8]\n\n84 Acts, ch 1285, §2; 86 Acts, ch 1243, §1, 2; 88 Acts, ch 1242, §3 – 6; 90 Acts, ch 1240, §3 – 9; 91 Acts, ch 41, §1; 92 Acts, ch 1201, §2 – 5; 92 Acts, ch 1232, §507; 94 Acts, ch 1183, §6 – 8; 96 Acts, ch 1178, §1, 2; 96 Acts, ch 1187, §83 – 91; 98 Acts, ch 1074, §13 – 16; 98 Acts, ch 1183, §1 – 6; 2000 Acts, ch 1077, §3 – 6, 9; 2002 Acts, ch 1135, §2, 3, 6; 2003 Acts, ch 20, §1, 2; 2003 Acts, ch 44, §114; 2005 Acts, ch 35, §31; 2006 Acts, ch 1103, §1; 2008 Acts, ch 1032, §201; 2008 Acts, ch 1171, §8, 9; 2010 Acts, ch 1167, §3 – 6; 2014 Acts, ch 1138, §27; 2015 Acts, ch 98, §1; 2021 Acts, ch 183, §27; 2022 Acts, ch 1032, §30\n\nReferred to in §80.6, 97A.3, 97A.5, 97A.8, 97A.14, 97A.14A, 97A.15, 256.212, 509A.13C\n\nLimitations on pension adjustment amount; legislative intent;\n\n2010 Acts, ch 1167, §17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-6/"
    },
    {
      "id": "section-97a6a",
      "number": "97A.6A",
      "heading": "Optional retirement benefits.",
      "text": "97A.6A Optional retirement benefits.\n\n1. In lieu of the retirement benefits otherwise provided upon service retirement for members of the system and the members’ beneficiaries, members may elect to receive an optional retirement benefit during the member’s lifetime and have the optional retirement benefit, or a designated fraction of the optional retirement benefit, continued and paid to the member’s beneficiary after the member’s death and during the lifetime of the beneficiary.\n\n2. The member shall make the election request in writing to the board of trustees at the time of the member’s service retirement. The election is subject to the approval of the board of trustees. If the member is married, the election of an option under this section requires the written acknowledgment of the member’s spouse.\n\n3. A member’s optional retirement benefits shall be the actuarial equivalent of the amount of the retirement benefits payable to the member and the member’s beneficiaries under the service retirement provisions of this chapter. The actuarial equivalent shall be based on the mortality and interest assumptions set out in section 97A.5.\n\n4. If the member dies without a beneficiary prior to receipt in benefits of an amount equal to the total amount remaining to the member’s credit at the time of separation from service, the election is void.\n\n5. If the member dies with a beneficiary and the beneficiary subsequently dies prior to receipt in retirement benefits by both the member and the beneficiary of an amount equal to the total amount remaining to the member’s credit at the time of separation from service, the election remains valid.\n\n6. For the purpose of this section, “beneficiary” means a spouse, child, or a dependent parent.\n\n90 Acts, ch 1240, §10; 2016 Acts, ch 1011, §121",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-6a/"
    },
    {
      "id": "section-97a6b",
      "number": "97A.6B",
      "heading": "Rollovers of members’ accounts.",
      "text": "97A.6B Rollovers of members’ accounts.\n\n1. As used in this section, unless the context otherwise requires:\n\na. “Direct rollover” means a payment by the system to the eligible retirement plan specified by the member or the member’s surviving spouse.\n\nb. (1) “Eligible retirement plan” means either of the following that accepts an eligible rollover distribution from a member or a member’s surviving spouse:\n\n(a) An individual retirement account in accordance with section 408(a) of the federal Internal Revenue Code.\n\n(b) An individual retirement annuity in accordance with section 408(b) of the federal Internal Revenue Code.\n\n(2) In addition, an “eligible retirement plan” includes an annuity plan in accordance with section 403(a) of the federal Internal Revenue Code, or a qualified trust in accordance with section 401(a) of the federal Internal Revenue Code, that accepts an eligible rollover distribution from a member.\n\nc. “Eligible rollover distribution” means all or any portion of a member’s account, except that an eligible rollover distribution does not include any of the following:\n\n(1) A distribution that is one of a series of substantially equal periodic payments, which occur annually or more frequently, made for the life or life expectancy of the distributee or the joint lives or joint life expectancies of the distributee and the distributee’s designated beneficiary, or made for a specified period of ten years or more.\n\n(2) A distribution to the extent that the distribution is required pursuant to section 401(a)(9) of the federal Internal Revenue Code.\n\n(3) The portion of any distribution that is not includible in the gross income of the distributee, determined without regard to the exclusion for net unrealized appreciation with respect to employer securities.\n\n(4) A distribution of less than two hundred dollars of taxable income.\n\n2. Effective January 1, 1993, a member or a member’s surviving spouse may elect, at the time and in the manner prescribed in rules adopted by the board of trustees, to have the system pay all or a portion of an eligible rollover distribution directly to an eligible retirement plan, specified by the member or the member’s surviving spouse, in a direct rollover. If a member or a member’s surviving spouse elects a partial direct rollover, the amount of funds elected for the partial direct rollover must equal or exceed five hundred dollars.\n\n94 Acts, ch 1183, §9; 2008 Acts, ch 1032, §201",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-6b/"
    },
    {
      "id": "section-97a7",
      "number": "97A.7",
      "heading": "Management of funds.",
      "text": "97A.7 Management of funds.\n\n1. The board of trustees shall be the trustees of the retirement fund created by this chapter as provided in section 97A.8 and shall have full power to invest and reinvest funds subject to the terms, conditions, limitations, and restrictions imposed by subsection 2 and chapters 12F, 12H, 12J, and 12K and subject to like terms, conditions, limitations, and restrictions said trustees shall have full power to hold, purchase, sell, assign, transfer, or dispose of any of the securities and investments of the retirement fund which have been invested, as well as of the proceeds of said investments and any moneys belonging to the retirement fund. The board of trustees may authorize the treasurer of state to exercise any of the duties of this section. When so authorized the treasurer of state shall report any transactions to the board of trustees at its next monthly meeting.\n\n2. The retirement fund created by this chapter may be invested in any investments authorized for the Iowa public employees’ retirement system in section 97B.7A.\n\n3. The treasurer of state shall be the custodian of the retirement fund. All payments from the retirement fund shall be made by the treasurer only upon vouchers signed by two persons designated by the board of trustees. A duly attested copy of the resolution of the board of trustees designating such persons and bearing on its face specimen signatures of such persons shall be filed with the treasurer of state as the treasurer’s authority for making payments on such vouchers. No voucher shall be drawn unless it shall previously have been allowed by resolution of the board of trustees.\n\n4. A member of the board of trustees or an employee of the department of public safety shall not have a direct interest in the gains or profits of any investment made by the board of trustees. A trustee shall not receive any pay or emolument for the trustee’s services. A trustee or employee of the department of public safety shall not directly or indirectly use the assets of the system except to make current and necessary payments as authorized by the board of trustees, nor shall a trustee or employee of the department of public safety become an endorser or surety or become in any manner an obligor for moneys loaned by or borrowed from the board of trustees.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.7]\n\n86 Acts, ch 1245, §248; 96 Acts, ch 1187, §92; 97 Acts, ch 23, §9; 2001 Acts, ch 68, §6, 24; 2003 Acts, ch 145, §169; 2007 Acts, ch 39, §9; 2008 Acts, ch 1171, §10; 2011 Acts, ch 82, §9; 2017 Acts, ch 29, §35; 2023 Acts, ch 58, §10\n\nReferred to in §97A.5\n\nSubsection 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-7/"
    },
    {
      "id": "section-97a8",
      "number": "97A.8",
      "heading": "Method of financing.",
      "text": "97A.8 Method of financing.\n\nThere is hereby created as a special fund, separate and apart from all other public moneys or funds of this state, the peace officers’ retirement, accident, and disability system retirement fund, hereafter called the “retirement fund”. All the assets of the system created and established by this chapter shall be credited to the retirement fund.\n\n1. All moneys for the payment of all pensions and other benefits payable from contributions made by the state and from which shall be paid the lump-sum death benefits for all members payable from the said contributions shall be accumulated in the retirement fund. The refunds and benefits for all members and beneficiaries shall be payable from the retirement fund. Contributions to and payments from the retirement fund shall be as follows:\n\na. On account of each member there shall be paid annually into the retirement fund by the state of Iowa an amount equal to a certain percentage of the earnable compensation of the member to be known as the “normal contribution”. The rate percent of such contribution shall be fixed on the basis of the liabilities of the retirement system as shown by annual actuarial valuations.\n\nb. (1) On the basis of the actuarial methods and assumptions, rate of interest, and of the mortality, interest, and other tables adopted by the board of trustees, the board of trustees, upon the advice of the actuary hired by the board for that purpose, shall make each valuation required by this chapter pursuant to the requirements of section 97A.5 and shall immediately after making such valuation, determine the “normal contribution rate”. The normal contribution rate shall be the rate percent of the earnable compensation of all members equal to the rate required by the system to discharge its liabilities, stated as a percentage of the earnable compensation of all members, and reduced by the employee contribution rate provided in this subsection. However, the normal rate of contribution shall not be less than seventeen percent.\n\n(2) Notwithstanding the provisions of subparagraph (1) to the contrary, the normal contribution rate shall be as follows:\n\n(a) For the fiscal year beginning July 1, 2008, nineteen percent.\n\n(b) For the fiscal year beginning July 1, 2009, twenty-one percent.\n\n(c) For the fiscal year beginning July 1, 2010, twenty-three percent.\n\n(d) For the fiscal year beginning July 1, 2011, twenty-five percent.\n\n(e) For the fiscal year beginning July 1, 2012, twenty-seven percent.\n\n(f) For the fiscal year beginning July 1, 2013, twenty-nine percent.\n\n(g) For the fiscal year beginning July 1, 2014, thirty-one percent.\n\n(h) For the fiscal year beginning July 1, 2015, thirty-three percent.\n\n(i) For the fiscal year beginning July 1, 2016, thirty-five percent.\n\n(j) For each fiscal year beginning on or after July 1, 2017, the lesser of thirty-seven percent or the normal contribution rate as calculated pursuant to subparagraph (1).\n\nc. The total amount payable in each year to the retirement fund shall not be less than the rate percent known as the normal contribution rate of the total compensation earnable by all members during the year. However, the aggregate payment by the state shall be sufficient when combined with the amount in the retirement fund to provide the pensions and other benefits payable out of the retirement fund during the then current year.\n\nd. All lump-sum death benefits on account of death in active service payable from contributions of the state shall be paid from the retirement fund.\n\ne. Except as otherwise provided in paragraph “g”:\n\n(1) An amount equal to three and one-tenth percent of each member’s compensation from the earnable compensation of the member shall be paid to the retirement fund for the fiscal year beginning July 1, 1989.\n\n(2) An amount equal to four and one-tenth percent of each member’s compensation from the earnable compensation of the member shall be paid to the retirement fund for the fiscal year beginning July 1, 1990.\n\n(3) An amount equal to five and one-tenth percent of each member’s compensation from the earnable compensation of the member shall be paid to the retirement fund for the fiscal year beginning July 1, 1991.\n\n(4) An amount equal to six and one-tenth percent of each member’s compensation from the earnable compensation of the member shall be paid to the retirement fund for the fiscal year beginning July 1, 1992.\n\n(5) An amount equal to seven and one-tenth percent of each member’s compensation from the earnable compensation of the member shall be paid to the retirement fund for the fiscal year beginning July 1, 1993.\n\n(6) An amount equal to eight and one-tenth percent of each member’s compensation from the earnable compensation of the member shall be paid to the retirement fund for the fiscal period beginning July 1, 1994, through December 31, 1994, and an amount equal to eight and thirty-five hundredths percent of each member’s compensation from the earnable compensation of the member shall be paid to the retirement fund for the fiscal period beginning January 1, 1995, through June 30, 1995.\n\n(7) An amount equal to nine and thirty-five hundredths percent of each member’s compensation from the earnable compensation of the member shall be paid to the retirement fund for the fiscal year beginning July 1, 1995.\n\n(8) (a) For purposes of this subparagraph, the “applicable employee percentage” shall be as follows:\n\n(i) For the fiscal period beginning July 1, 2006, and ending June 30, 2011, nine and thirty-five hundredths percent.\n\n(ii) For the fiscal year beginning July 1, 2011, nine and eighty-five hundredths percent.\n\n(iii) For the fiscal year beginning July 1, 2012, ten and thirty-five hundredths percent.\n\n(iv) For the fiscal year beginning July 1, 2013, ten and eighty-five hundredths percent.\n\n(v) For the fiscal period beginning July 1, 2014, and ending June 30, 2020, eleven and four-tenths percent.\n\n(vi) For the fiscal year beginning July 1, 2020, and each fiscal year thereafter, eleven and thirty-five hundredths percent, plus an additional percentage, as determined by the board of trustees pursuant to the actuarial investigation required in section 97A.5, subsection 11, paragraph “b”, necessary to finance the costs associated with providing that cancer and infectious disease are presumed to be a disease contracted while a member of the system is on active duty as provided in section 97A.6, subsection 5.\n\n(b) Notwithstanding any other provision of this chapter, beginning July 1, 1996, and each fiscal year thereafter, an amount equal to the member’s contribution rate times each member’s compensation shall be paid to the retirement fund from the earnable compensation of the member. For the purposes of this subparagraph, the member’s contribution rate shall be the applicable employee percentage.\n\nf. (1) The board of trustees shall certify to the director of the department of administrative services and the director of the department of administrative services shall cause to be deducted from the earnable compensation of each member the contribution required under this subsection and shall forward the contributions to the board of trustees for recording and for deposit in the retirement fund.\n\n(2) The deductions provided for under this subsection shall be made notwithstanding that the minimum compensation provided by law for any member is reduced. Every member is deemed to consent to the deductions made under this section.\n\ng. Notwithstanding the provisions of paragraph “e”, the following transition percentages apply to members’ contributions as specified:\n\n(1) For members who on July 1, 1990, have attained the age of forty-nine years or more, an amount equal to nine and one-tenth percent of each member’s compensation from the earnable compensation of the member shall be paid to the retirement fund for the fiscal period beginning July 1, 1990, through October 15, 1992, and commencing October 16, 1992, and for each subsequent fiscal period, the rates specified in paragraph “e”, subparagraphs (4) through (8), shall apply.\n\n(2) For members who on July 1, 1990, have attained the age of forty-eight years but have not attained the age of forty-nine years, an amount equal to eight and one-tenth percent shall be paid for the fiscal year beginning July 1, 1990, and an amount equal to nine and one-tenth percent shall be paid for the fiscal period beginning July 1, 1991, through October 15, 1992, and commencing October 16, 1992, and for each subsequent fiscal period, the rates specified in paragraph “e”, subparagraphs (4) through (8), shall apply.\n\n(3) For members who on July 1, 1990, have attained the age of forty-seven years but have not attained the age of forty-eight years, an amount equal to seven and one-tenth percent shall be paid for the fiscal year beginning July 1, 1990, an amount equal to eight and one-tenth percent shall be paid for the fiscal year beginning July 1, 1991, and an amount equal to nine and one-tenth percent shall be paid for the fiscal period beginning July 1, 1992, through October 15, 1992, and commencing October 16, 1992, and for each subsequent fiscal period, the rates specified in paragraph “e”, subparagraphs (4) through (8), shall apply.\n\n(4) For members who on July 1, 1990, have attained the age of forty-six years but have not attained the age of forty-seven years, an amount equal to six and one-tenth percent shall be paid for the fiscal year beginning July 1, 1990, an amount equal to seven and one-tenth percent shall be paid for the fiscal year beginning July 1, 1991, an amount equal to eight and one-tenth percent shall be paid for the fiscal period beginning July 1, 1992, through October 15, 1992, and commencing October 16, 1992, and for each subsequent fiscal period, the rates specified in paragraph “e”, subparagraphs (4) through (8), shall apply.\n\n(5) For members who on July 1, 1990, have attained the age of forty-five years but have not attained the age of forty-six years, an amount equal to five and one-tenth percent shall be paid for the fiscal year beginning July 1, 1990, an amount equal to six and one-tenth percent shall be paid for the fiscal year beginning July 1, 1991, and an amount equal to seven and one-tenth percent shall be paid for the fiscal period beginning July 1, 1992, through October 15, 1992. Commencing October 16, 1992, and for each subsequent fiscal period, the rates specified in paragraph “e”, subparagraphs (4) through (8), shall apply.\n\nh. (1) Notwithstanding paragraph “f” or other provisions of this chapter, beginning January 1, 1995, for federal income tax purposes, and beginning January 1, 1999, for state income tax purposes, member contributions required under paragraph “e” or “g” which are picked up by the department shall be considered employer contributions for federal and state income tax purposes, and the department shall pick up the member contributions to be made under paragraph “e” or “g” by its employees. The department shall pick up these contributions by reducing the salary of each of its employees covered by this chapter by the amount which each employee is required to contribute under paragraph “e” or “g” and shall certify the amount picked up in lieu of the member contributions to the department of administrative services. The department of administrative services shall forward the amount of the contributions picked up to the board of trustees for recording and deposit in the retirement fund.\n\n(2) Member contributions picked up by the department under subparagraph (1) shall be treated as employer contributions for federal and state income tax purposes only and for all other purposes of this chapter shall be treated as employee contributions and deemed part of the employee’s earnable compensation or salary.\n\ni. Notwithstanding any provision of this subsection to the contrary, if any statutory changes are enacted by any session of the general assembly meeting after January 1, 2011, which increases the cost to the system, the system shall, if the increased cost cannot be absorbed within the contribution rates otherwise established pursuant to this subsection at the time the statutory changes are enacted, increase the normal contribution rate and the member’s contribution rate as necessary to cover any increase in cost by providing that sixty percent of the additional cost of such statutory changes shall be paid by the employer under paragraph “c” and forty percent of the additional cost shall be paid by employees under paragraph “e”, subparagraph (8).\n\n2. a. All the expenses necessary in connection with the administration and operation of the system shall be paid from the retirement fund. Investment management expenses shall be charged to the investment income of the system and there is appropriated from the system an amount required for the investment management expenses. The board of trustees shall report the investment management expenses for the fiscal year as a percent of the market value of the system.\n\nb. For purposes of this subsection, investment management expenses are limited to the following:\n\n(1) Fees for investment advisors, consultants, and investment management and benefit consultant firms hired by the board of trustees in administering this chapter.\n\n(2) Fees and costs for safekeeping fund assets.\n\n(3) Costs for performance and compliance monitoring, and accounting for fund investments.\n\n(4) Any other costs necessary to prudently invest or protect the assets of the fund.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.8; 82 Acts, ch 1261, §9]\n\n84 Acts, ch 1180, §8; 90 Acts, ch 1240, §11, 12; 94 Acts, ch 1183, §10 – 12; 96 Acts, ch 1187, §93 – 96; 98 Acts, ch 1174, §1, 6; 2000 Acts, ch 1077, §7, 8; 2003 Acts, ch 145, §286; 2004 Acts, ch 1101, §15; 2008 Acts, ch 1032, §184, 201; 2008 Acts, ch 1171, §11; 2010 Acts, ch 1167, §7 – 9; 2014 Acts, ch 1138, §28, 29\n\nReferred to in §97A.5, 97A.7, 97A.9, 97A.11A, 97A.14A, 97A.16, 97B.42B",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-8/"
    },
    {
      "id": "section-97a9",
      "number": "97A.9",
      "heading": "Military service exceptions.",
      "text": "97A.9 Military service exceptions.\n\nA member who is absent from duty as a peace officer while serving in the armed services of the United States or its allies and is discharged or separated from service in the armed forces under honorable conditions shall have the period of absence while serving in the armed services on other than a voluntary basis and one period of absence, not in excess of four years, while serving in the armed forces on a voluntary basis, included as part of the member’s period of service in the department. The member is not required to continue the contributions required of the member under section 97A.8, during the period of military service, if the member, within one year after the member has been discharged or separated under honorable conditions from military service returns, and resumes the member’s duties in the department, and if the member is declared physically capable to resume those duties upon examination by the medical board.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.9]\n\n88 Acts, ch 1242, §7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-9/"
    },
    {
      "id": "section-97a10",
      "number": "97A.10",
      "heading": "Purchase of eligible service credit.",
      "text": "97A.10 Purchase of eligible service credit.\n\n1. For purposes of this section:\n\na. (1) “Eligible qualified service” means service as a member of a city fire retirement system or police retirement system operating under chapter 411 prior to January 1, 1992, for which service was not eligible to be transferred to this system pursuant to section 97A.17.\n\n(2) “Eligible qualified service” under this paragraph “a” does not include service if the receipt of credit for such service would result in the member receiving a retirement benefit under more than one retirement plan for the same period of service.\n\nb. “Permissive service credit” means credit that will be recognized by the retirement system for purposes of calculating a member’s benefit, for which the member did not previously receive service credit in the retirement system, and for which the member voluntarily contributes to the retirement system the amount required by the retirement system, not in excess of the amount necessary to fund the benefit attributable to such service.\n\n2. An active member of the system may make contributions to the system to purchase up to the maximum amount of permissive service credit for eligible qualified service as determined by the system, pursuant to Internal Revenue Code section 415(n) and the requirements of this section. A member seeking to purchase permissive service credit pursuant to this section shall file a written application along with appropriate documentation with the department by July 1, 2011.\n\n3. A member making contributions for a purchase of permissive service credit for eligible qualified service under this section shall make contributions in an amount equal to the actuarial cost of the permissive service credit purchase, less an amount equal to the member’s contributions under chapter 411 for the period of eligible qualified service together with interest at a rate determined by the board of trustees. For purposes of this subsection, the actuarial cost of the permissive service credit purchase is an amount determined by the system in accordance with actuarial tables, as reported to the system by the system’s actuary, which reflects the actuarial cost necessary to fund an increased retirement allowance resulting from the purchase of permissive service credit.\n\n2006 Acts, ch 1028, §1; 2008 Acts, ch 1032, §201; 2010 Acts, ch 1167, §10, 11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-10/"
    },
    {
      "id": "section-97a10a",
      "number": "97A.10A",
      "heading": "Purchase of service credit for military service.",
      "text": "97A.10A Purchase of service credit for military service.\n\n1. An active member of the system who has been a member of the retirement system five or more years may elect to purchase up to five years of service credit for military service, other than military service required to be recognized under Internal Revenue Code §414(u) or under the federal Uniformed Services Employment and Reemployment Rights Act, that will be recognized by the retirement system for purposes of calculating a member’s benefit, pursuant to Internal Revenue Code §415(n) and the requirements of this section.\n\n2. a. A member seeking to purchase service credit pursuant to this section shall file a written application with the system requesting an actuarial determination of the cost of a purchase of service credit. Upon receipt of the cost estimate for the purchase of service from the system, the member may make contributions to the system in an amount equal to the actuarial cost of the service credit purchase.\n\nb. For purposes of this subsection, the actuarial cost of the service credit purchase is an amount determined by the system in accordance with actuarial tables, as reported to the system by the system’s actuary, which reflects the actuarial cost necessary to fund an increased retirement allowance resulting from the purchase of service credit.\n\n3. The system shall ensure that the member, in exercising an option provided in this section, does not exceed the amount of annual additions to a member’s account permitted pursuant to §415 of the Internal Revenue Code.\n\n4. The board of trustees shall adopt rules providing for the implementation and administration of this section.\n\n2010 Acts, ch 1171, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-10a/"
    },
    {
      "id": "section-97a11",
      "number": "97A.11",
      "heading": "Contributions by the state.",
      "text": "97A.11 Contributions by the state.\n\nOn or before the first day of January in each year, the board of trustees shall certify to the director of the department of administrative services the amounts which will become due and payable during the fiscal year next following to the retirement fund. The amounts so certified shall be paid by the director of the department of administrative services out of the funds appropriated for the Iowa department of public safety, to the treasurer of state, the same to be credited to the system for the ensuing fiscal year.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.11]\n\n2003 Acts, ch 145, §286; 2008 Acts, ch 1171, §12; 2010 Acts, ch 1167, §12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-11/"
    },
    {
      "id": "section-97a11a",
      "number": "97A.11A",
      "heading": "Supplemental state appropriation.",
      "text": "97A.11A Supplemental state appropriation.\n\n1. Beginning with the fiscal year commencing July 1, 2013, and ending June 30 of the fiscal year during which the board determines that the system’s funded ratio of assets to liabilities is at least eighty-five percent, there is appropriated from the general fund of the state for each fiscal year to the retirement fund described in section 97A.8, an amount equal to five million dollars.\n\n2. Moneys appropriated by the state pursuant to this section shall not be used to reduce the normal rate of contribution by the state below seventeen percent.\n\n2010 Acts, ch 1167, §13; 2012 Acts, ch 1138, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-11a/"
    },
    {
      "id": "section-97a12",
      "number": "97A.12",
      "heading": "Exemption from execution and other process or assignment — exceptions.",
      "text": "97A.12 Exemption from execution and other process or assignment — exceptions.\n\nThe right of any person to a pension, annuity, or retirement allowance, to the return of contributions, the pension, annuity, or retirement allowance itself, any optional benefit or death benefit, any other right accrued or accruing to any person under this chapter, and the moneys in the retirement fund created under this chapter, are not subject to execution, garnishment, attachment, or any other process whatsoever, and are unassignable except for the purposes of enforcing child, spousal, or medical support obligations or marital property orders, or as otherwise specifically provided in this chapter. For the purposes of enforcing child, spousal, or medical support obligations, the garnishment or attachment of or the execution against compensation due a person under this chapter shall not exceed the amount specified in 15 U.S.C. §1673(b).\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.12]\n\n89 Acts, ch 228, §1; 96 Acts, ch 1187, §97; 2008 Acts, ch 1171, §13",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-12/"
    },
    {
      "id": "section-97a13",
      "number": "97A.13",
      "heading": "Protection against fraud.",
      "text": "97A.13 Protection against fraud.\n\nAny person who shall knowingly make any false statement, or shall falsify or permit to be falsified any record or records of the system in any attempt to defraud the system as a result of such act, shall be guilty of a fraudulent practice. Should any change or error in records result in any member or beneficiary receiving from the system more or less than the person would have been entitled to receive had the records been correct, the board of trustees shall correct such error, and, as far as practicable, shall adjust the payments in such a manner that the actuarial equivalent of the benefit to which such member or beneficiary was correctly entitled, shall be paid.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §97A.13]\n\nFraudulent practices, see §714.8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-13/"
    },
    {
      "id": "section-97a14",
      "number": "97A.14",
      "heading": "Hospitalization and medical attention.",
      "text": "97A.14 Hospitalization and medical attention.\n\n1. The board of trustees shall provide hospital, nursing, and medical attention for the members in service when injured while in the performance of their duties and shall continue to provide hospital, nursing, long-term care, and medical attention for injuries or diseases incurred while in the performance of their duties for the members but only while the members are still receiving a retirement allowance under section 97A.6, subsection 6. The cost of hospital, nursing, and medical attention shall be paid out of the retirement fund. However, any amounts received by the injured person under the workers’ compensation law of the state, or from any other source for such specific purposes, shall be deducted from the amount paid by the board of trustees under this section.\n\n2. For purposes of this section, medical attention shall include but not be limited to services provided by licensed medical personnel to include office, hospital, nursing home care, long-term care, and prescriptions for medicine or equipment. Within twelve months of receiving treatment or incurring a cost with direct correlation to the disabling condition, the beneficiary of an accidental disability benefit shall submit a written request for reimbursement to the board. A denial of reimbursement by the board shall be subject to judicial review in the same manner as any other action by the board in accordance with section 97A.6, subsection 13.\n\n[C73, 75, 77, 79, 81, §97A.14]\n\n2008 Acts, ch 1171, §14; 2010 Acts, ch 1167, §14\n\nReferred to in §97A.14A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-14/"
    },
    {
      "id": "section-97a14a",
      "number": "97A.14A",
      "heading": "Liability of third parties — subrogation.",
      "text": "97A.14A Liability of third parties — subrogation.\n\n1. If, on or after July 1, 2002, a member receives an injury or dies for which benefits are payable under section 97A.6, subsection 3, 5, 8, or 9, or section 97A.14, and if the injury or death is caused under circumstances creating a legal liability for damages against a third party other than the system, the system, the member, or the member’s dependent or the trustee of the dependent may maintain an action for damages against the third party as provided by this section. If a member, the member’s dependent, or the trustee of the dependent commences such an action, the plaintiff member, dependent, or trustee shall serve a copy of the original notice upon the system not less than ten days before the trial of the action, but a failure to serve the notice does not prejudice the rights of the system, and the following rights and duties ensue:\n\na. The system shall be indemnified out of the recovery of damages to the extent of benefit payments made by the system, with legal interest, except that the attorney fees and expenses of the plaintiff member, dependent, or trustee may be first allowed by the district court.\n\nb. The system has a lien on the damage claim against the third party and on any judgment on the damage claim for benefits for which the system is liable. In order to continue and preserve the lien, the system shall file a notice of the lien within thirty days after receiving a copy of the original notice in the office of the clerk of the district court in which the action is filed.\n\n2. If a member, the member’s dependent, or the trustee of the dependent fails to bring an action for damages against a third party within ninety days after the system, through the board of trustees, requests the member, the member’s dependent, or the trustee of the dependent in writing to do so, then the system is subrogated to the rights of the member and may, by action of the board of trustees, maintain the action against the third party, and may recover damages for the injury or death to the same extent that the member, the member’s dependent, or the trustee of the dependent may recover damages for the injury or death. If the system recovers damages in the action, the court shall enter judgment for distribution of the recovery as follows:\n\na. A sum sufficient to repay the system for the amount of such benefits actually paid by the system up to the time of the entering of the judgment.\n\nb. A sum sufficient to pay the system the present worth, computed at the interest rate provided in section 535.3 for court judgments and decrees, of the future payments of such benefits for which the system is liable until the member attains the age of fifty-five, but the sum is not a final adjudication of the future payment which the member is entitled to receive.\n\nc. Any balance of the recovery remaining after distribution of the recovery pursuant to paragraphs “a” and “b” shall be paid to the member or the member’s beneficiary.\n\n3. Before a settlement is effective between the system and a third party who is liable for any injury, the member, the member’s dependent, or the trustee of the dependent must consent in writing to the settlement; and if the settlement is between the member, the member’s dependent, or the trustee of the dependent and a third party, the system must consent in writing to the settlement; or on refusal to consent, in either case, the workers’ compensation commissioner must consent in writing to the settlement.\n\n4. For purposes of subrogation under this section, a payment made to an injured member, the member’s guardian, or the member’s legal representative, by or on behalf of a third party or the third party’s principal or agent, who is liable for, connected with, or involved in causing the injury or death to the member, shall be considered paid as damages because the injury or death was caused under circumstances creating a legal liability against the third party, whether the payment is made under a covenant not to sue, compromise settlement, denial of liability, or is otherwise made.\n\n5. All funds recovered by the system under this section shall be deposited in the retirement fund created in section 97A.8.\n\n2002 Acts, ch 1135, §4; 2008 Acts, ch 1171, §15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-14a/"
    },
    {
      "id": "section-97a15",
      "number": "97A.15",
      "heading": "Vested and retired members before July 1, 1979 — annuity or withdrawal of contributions.",
      "text": "97A.15 Vested and retired members before July 1, 1979 — annuity or withdrawal of contributions.\n\n1. Members who became vested and terminated service prior to July 1, 1979, and members receiving an annuity from accumulated contributions made prior to July 1, 1979, shall continue to receive the benefits the member was entitled to under the provisions of this chapter, as this chapter was effective on the date of the member’s retirement or vested termination.\n\n2. For the purposes of this section:\n\na. “Accumulated contributions” means the sum of all amounts deducted from the compensation of a member and credited to the member’s individual account in the annuity savings fund together with regular interest thereon as provided in this subsection. Accumulated contributions do not include any amount deducted from the compensation of a member and credited to the retirement fund.\n\nb. “Annuity” means annual payments for life derived from the accumulated contributions of a member. All annuities shall be payable in monthly installments.\n\nc. “Annuity reserve” shall mean the present value of all payments to be made on account of an annuity, or benefit in lieu of an annuity, granted under the provisions of this chapter, upon the basis of such mortality tables as shall be adopted by the board of trustees, and regular interest.\n\nd. “Annuity savings fund” means the account maintained by the board of trustees in which the accumulated contributions of the members were deposited prior to July 1, 1979, to provide for their annuities.\n\ne. “Annuity reserve fund” means the account maintained by the board of trustees from which shall be paid all annuities and all benefits in lieu of annuities payable as provided in this chapter as this chapter was effective on June 30, 1978.\n\nf. “Regular interest” means interest at the rate of four percent per annum, compounded annually and credited to the member’s account as of the date of the member’s retirement or termination from employment.\n\ng. “Member who became vested” and “vested member” mean a member who has been a member of the retirement system four or more years and is entitled to benefits under this chapter.\n\n3. Beginning July 1, 1979, the board of trustees shall maintain and invest funds in the annuity reserve fund and the annuity savings fund which had been contributed by members prior to July 1, 1979. Members receiving an annuity as a portion of their retirement or disability benefits on June 30, 1979, shall continue to receive such annuity from the annuity reserve fund maintained by the board of trustees. Members receiving an annuity, if reemployed under service covered by this chapter, shall cease to receive retirement benefits.\n\n4. The accumulated contributions of a member withdrawn by the member or paid to the member’s estate or designated beneficiary in the event of the member’s death shall be paid from the annuity savings fund account. Upon the retirement of a member, the member’s accumulated contributions shall be transferred from the annuity savings fund to the annuity reserve fund.\n\n5. A member of the retirement system prior to July 1, 1979, with fifteen or more years of service whose employment was terminated prior to retirement, other than by death or disability, is entitled to receipt of the member’s accumulated contributions upon retirement together with other retirement benefits provided in the law on the date of the member’s retirement.\n\n6. Any member in service prior to July 1, 1979, may at the time of retirement withdraw the member’s accumulated contributions made before July 1, 1979, or receive an annuity which shall be the actuarial equivalent of the member’s accumulated contributions at the time of the member’s retirement.\n\n7. Notwithstanding subsections 1, 3, 4, 5, and 6 of this section, an active or vested member may request in writing and receive from the board of trustees, the member’s accumulated contributions from the annuity savings’ fund at the discretion of the board of trustees and remain eligible to receive benefits under section 97A.6. However, a member with fifteen or more years of service prior to July 1, 1979, is not eligible for a service retirement allowance under section 97A.6 if the member withdrew the member’s accumulated contributions from the annuity savings fund prior to July 1, 1979, except as provided in section 97A.4. However, the board shall not liquidate securities at a loss for the sole purpose of returning the accumulated contributions to the members. All requested accumulated contributions shall be returned prior to July 1, 1984.\n\n8. The actuary shall annually determine the amount required in the annuity reserve fund. If the amount required is less than the amount in the annuity reserve fund, the board of trustees shall transfer the excess funds from the annuity reserve fund to the retirement fund. If the amount required is more than the amount in the annuity reserve fund, the board of trustees shall transfer the amount prescribed by the actuary to the annuity reserve fund from the retirement fund.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, §97A.1(10, 11, 15, 18), 97A.8(1, 2); C79, 81, §97A.15]\n\n90 Acts, ch 1240, §13; 2008 Acts, ch 1171, §16, 17\n\nReferred to in §97A.4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-15/"
    },
    {
      "id": "section-97a16",
      "number": "97A.16",
      "heading": "Withdrawal of contributions — repayment.",
      "text": "97A.16 Withdrawal of contributions — repayment.\n\n1. Commencing July 1, 1990, if an active member, in service on or after that date, terminates service, other than by death or disability, the member may elect to withdraw the member’s contributions under section 97A.8, subsection 1, paragraphs “f” and “h”, together with interest thereon at a rate determined by the board of trustees. If a member withdraws contributions as provided in this section, the member shall be deemed to have waived all claims for other benefits from the system for the period of membership service for which the contributions are withdrawn.\n\n2. A layoff for an indefinite period of time shall be deemed to be a termination of service for the purposes of this section. A member who withdraws the member’s contributions as provided in this section following a layoff for an indefinite period of time and who is subsequently recalled to service may repay the contributions. The contributions repaid by the member for such service shall be equal to the amount of contributions withdrawn, plus interest computed based upon the investment interest rate assumption established by the board of trustees as of the time the contributions are repaid. However, the member must make the contributions within two years of the date of the member’s return to service. The period of membership service for which contributions are repaid shall be treated as though the contributions were never withdrawn.\n\n90 Acts, ch 1240, §14; 93 Acts, ch 44, §2\n\nReferred to in §97A.6, 411.31",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-16/"
    },
    {
      "id": "section-97a17",
      "number": "97A.17",
      "heading": "Optional transfers with chapter 411.",
      "text": "97A.17 Optional transfers with chapter 411.\n\n1. For purposes of this section unless the context otherwise requires:\n\na. “Average accrued benefit” means the average of the amounts representing the present value of the accrued benefit earned by the member determined by the former system and the present value of the accrued benefit earned by the member determined by the current system.\n\nb. “Current system” means the eligible retirement system in which a person has commenced employment covered by the system after having terminated employment covered by the former system.\n\nc. “Eligible retirement system” means the system created under this chapter and the statewide fire and police retirement system established in chapter 411.\n\nd. “Former system” means the eligible retirement system in which a person has terminated employment covered by the system prior to commencing employment covered by the current system.\n\ne. “Refund liability” means the amount the member may elect to withdraw from the former system under section 411.23.\n\n2. Commencing July 1, 1996, a vested member of an eligible retirement system who terminates employment covered by one eligible retirement system and, within one year, commences employment covered by the other eligible retirement system may elect to transfer the greater of the average accrued benefit or the refund liability earned from the former system to the current system. The member shall file an application with the current system for transfer of the greater of the average accrued benefit or the refund liability within ninety days of the commencement of employment with the current system.\n\n3. Notwithstanding subsection 2, a vested member whose employment with the current system commenced prior to July 1, 1996, may elect to transfer the average accrued benefit earned under the former system to the current system by filing an application with the current system for transfer of the average accrued benefit on or before July 1, 1997.\n\n4. Upon receipt of an application for transfer as provided in this section, the current system shall calculate the average accrued benefit and the refund liability and the former system shall transfer to the current system assets in an amount equal to the greater of the average accrued benefit or the refund liability. Once the transfer is completed, the member’s service under the former system shall be treated as membership service under the current system for purposes of this chapter and chapter 411.\n\n96 Acts, ch 1187, §98; 2002 Acts, ch 1135, §5, 6; 2004 Acts, ch 1103, §1 – 3\n\nReferred to in §97A.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-97a/section-97a-17/"
    }
  ]
}