{
  "state": "iowa",
  "path": "title-title-iii-public-services-and-regulation/chapter-chapter-99b-social-and-charitable-gambling",
  "sections": [
    {
      "id": "section-99b1",
      "number": "99B.1",
      "heading": "Definitions.Section 99B.2 - Administrative rules",
      "text": "99B.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Amusement concession” means a game of skill or game of chance with an instant win possibility where, if the participant completes a task, the participant wins a prize. “Amusement concession” includes but is not limited to carnival-style games that are conducted by a person for profit. “Amusement concession” does not include casino-style games, nudge games, swap games, or amusement devices required to be registered pursuant to section 99B.53.\n\n2. “Amusement device” means an electrical or mechanical device possessed and used in accordance with this chapter. When possessed and used in accordance with this chapter, an amusement device is not a game of skill or game of chance, and is not a gambling device.\n\n3. “Amusement park” means any permanent facility or park where amusement rides, as defined in section 88A.1, are available for use by the public.\n\n4. “Applicant” means an individual or an organization applying for a license under this chapter.\n\n5. “Arcade” means any permanent facility or a distinct part of a permanent facility principally devoted to offering amusement or entertainment by means of amusement concessions or nongambling games.\n\n6. “Bingo” means a game, whether known as bingo or any other name, in which each participant uses one or more cards each of which is marked off into spaces arranged in horizontal and vertical rows of spaces, with each space being designated by number, letter, symbol, or picture, or combination of numbers, letters, symbols, or pictures. No two cards shall be identical. In the game of bingo, players shall cover spaces on the card or cards as the operator of the game announces to the players the number, letter, symbol, or picture, or combination of numbers, letters, symbols, or pictures, appearing on an object selected by chance, either manually or mechanically, from a receptacle in which have been placed objects bearing numbers, letters, symbols, or pictures, or combinations of numbers, letters, symbols, or pictures corresponding to the system used for designating the spaces. The winner of each game is the player or players first properly covering a predetermined and announced pattern of spaces on a card. Each determination of a winner by the method described in this subsection is a single bingo game at any bingo occasion.\n\n7. “Bingo occasion” means a single gathering or session at which a series of bingo games is played. A bingo occasion begins when the operator of a bingo game selects an object with a number, letter, symbol, or picture, or combination of numbers, letters, symbols, or pictures through which the winner of the first bingo game in a series of bingo games will be determined. A bingo occasion ends when at least one hour has elapsed since a bingo game is played or when an announcement by the operator of the bingo game is made that the bingo occasion is over, whichever first occurs.\n\n8. “Bona fide social relationship” as used herein means a real, genuine, unfeigned social relationship between two or more persons wherein each person has an established knowledge of the other, which has not arisen for the purpose of gambling.\n\n9. “Bookmaking” means the determining of odds and receipt and paying off of bets by an individual or publicly or privately owned enterprise not present when the wager or bet was undertaken.\n\n10. “Build-up or pyramid” means a raffle or a game in which a prize must be returned in order to play another game or to be eligible for another bigger prize, a game in which a prize must be forfeited if a later game is lost, or a raffle which is multi-step and requires the participant to win at multiple steps to win the grand prize.\n\n11. “Calendar raffle” means a raffle where a single entry is entered in one raffle where winners will be selected over multiple dates.\n\n12. “Casino-style games” means any house banking game, including but not limited to casino-style card games such as poker, baccarat, chemin de fer, blackjack, and pai gow, and casino games such as roulette, craps, and keno. “Casino-style games” does not include a slot machine.\n\n13. “Charitable uses” includes uses benefiting a definite number of persons who are the victims of loss of home or household possessions through explosion, fire, flood, or storm when the loss is uncompensated by insurance, and uses benefiting a definite number of persons suffering from a seriously disabling disease or injury, causing severe loss of income or incurring extraordinary medical expense when the loss is uncompensated by insurance.\n\n14. A person “conducts” a specified activity if that person owns, promotes, sponsors, or operates a game or activity. A natural person does not “conduct” a game or activity if the person is merely a participant in a game or activity which complies with section 99B.45.\n\n15. “Department” means the department of inspections, appeals, and licensing.\n\n16. “Educational, civic, public, charitable, patriotic, or religious uses” includes uses benefiting a society for the prevention of cruelty to animals or animal rescue league; uses benefiting an indefinite number of persons either by bringing them under the influence of education or religion or relieving them from disease, suffering, or constraint, or by erecting or maintaining public buildings or works, or otherwise lessening the burden of government; and uses benefiting any bona fide nationally chartered fraternal or military veterans’ corporation or organization which operates in Iowa a clubroom, post, dining room, or dance hall, but does not include the erection, acquisition, improvement, maintenance, or repair of real, personal, or mixed property unless it is used for one or more of the uses described in this subsection.\n\n17. “Fair” means an annual fair and exposition held by the Iowa state fair board and any fair event conducted by a fair under the provisions of chapter 174.\n\n18. “Gambling” means any activity where a person risks something of value or other consideration for a chance to win a prize.\n\n19. “Game night” means an event at which casino-style games may be conducted, in addition to games of skill and games of chance, within one consecutive twenty-four-hour period.\n\n20. “Game of chance” means a game whereby the result is determined by chance and the player in order to win completes activities, such as aligning objects or balls in a prescribed pattern or order or makes certain color patterns appear. “Game of chance” specifically includes but is not limited to bingo. “Game of chance” does not include a slot machine or amusement device.\n\n21. “Game of skill” means a game whereby the result is determined by the player’s ability to do a task, such as directing or throwing objects to designated areas or targets, or by maneuvering water or an object into a designated area, or by maneuvering a dragline device to pick up particular items, or by shooting a gun or rifle.\n\n22. “Gross receipts” means the total revenue received from the sale of rights to participate in a game of skill, game of chance, bingo, or raffle and admission fees or charges.\n\n23. “Licensed qualified organization” means a qualified organization that is issued a license under this chapter and that complies with the requirements for a qualified organization issued a license under this chapter.\n\n24. “Merchandise” means goods or services that are bought and sold in the regular course of business. “Merchandise” includes lottery tickets or shares sold or authorized under chapter 99G. The value of the lottery ticket or share is the price of the lottery ticket or share as established by the department of revenue pursuant to chapter 99G. “Merchandise” includes a gift card if the gift card is not redeemable for cash.\n\n25. “Net receipts” means gross receipts less amounts awarded as prizes and less state and local sales tax paid upon the gross receipts.\n\n26. “Net rent” means the total rental charge minus reasonable expenses, charges, fees, and deductions allowed by the department.\n\n27. “Nudge game” means any game or phase of a game in which a participant spins reels or simulated reels and may choose to nudge one or more reels in any direction to complete a winning combination or pattern.\n\n28. “Public uses” specifically includes dedication of net receipts to political parties as defined in section 43.2.\n\n29. “Qualified organization” means an organization that has an active membership of not less than twelve persons, does not have a self-perpetuating governing body and officers, and meets any of the following requirements:\n\na. Is exempt from federal income taxes under section 501(c)(3), 501(c)(4), 501(c)(5), 501(c)(6), 501(c)(7), 501(c)(8), 501(c)(10), or 501(c)(19) of the Internal Revenue Code as defined in section 422.3.\n\nb. Is an agency or instrumentality of the United States government, this state, or a political subdivision of this state.\n\nc. Is a parent-teacher organization or booster club that is recognized as a fund-raiser and supporter for a school district organized pursuant to chapter 274 or for a school within the school district, in a notarized letter signed by the president of the board of directors, the superintendent of the school district, or a principal of a school within that school district.\n\nd. Is a political party, as defined in section 43.2, or a nonparty political organization that has qualified to place a candidate as its nominee for statewide office pursuant to chapter 44, or to a candidate’s committee as defined in section 68A.102.\n\n30. “Raffle” means a lottery in which each participant buys an entry for a chance at a prize with the winner determined by a random method and the winner is not required to be present to win. “Raffle” does not include a slot machine.\n\n31. “Swap game” means any game or phase of a game in which a participant spins reels or simulated reels and may choose to swap, move, or substitute one or more icons or symbols to create a winning combination or pattern.\n\n[C75, 77, 79, 81, §99B.1; 81 Acts, ch 44, §1 – 3]\n\n84 Acts, ch 1220, §3; 86 Acts, ch 1042, §1; 86 Acts, ch 1201, §1; 86 Acts, ch 1245, §711; 87 Acts, ch 115, §14; 89 Acts, ch 231, §13 – 15; 90 Acts, ch 1233, §4; 94 Acts, ch 1062, §1; 2000 Acts, ch 1130, §1; 2003 Acts, ch 178, §102, 121; 2003 Acts, ch 179, §142; 2004 Acts, ch 1019, §3; 2004 Acts, ch 1118, §1, 11; 2007 Acts, ch 173, §1; 2008 Acts, ch 1032, §187; 2015 Acts, ch 99, §1 – 6; 2021 Acts, ch 100, §1, 2; 2023 Acts, ch 19, §1865, 2295; 2023 Acts, ch 128, §1, 3\n\nReferred to in §99B.12, 99D.8, 99F.5, 99F.6, 423.3, 717E.1\n\nNEW subsection 3 and former subsection 3 renumbered as 4\n\nNEW subsection 5 and former subsections 4 –12 renumbered as 6 - 14\n\nFormer subsection 13 amended and renumbered as 15 and former subsections 14 – 21 renumbered as 16 – 23\n\nFormer subsection 22 amended and renumbered as 24 and former subsections 23 – 29 renumbered as 25 – 31",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-1/"
    },
    {
      "id": "section-99b2",
      "number": "99B.2",
      "heading": "Administrative rules.",
      "text": "99B.2 Administrative rules.\n\nThe department may adopt rules pursuant to chapter 17A to carry out the provisions of this chapter. Rules adopted by the department may include but are not limited to the following:\n\n1. Descriptions of books, records and accounting required.\n\n2. Requirements for qualified organizations.\n\n3. Methods of displaying costs and explanations of games and rules.\n\n4. Defining unfair or dishonest games, acts or practices.\n\n[C77, 79, 81, §99B.13]\n\n89 Acts, ch 231, §25; 2015 Acts, ch 99, §56\n\nC2016, §99B.2\n\nFormer §99B.2 repealed by\n\n2015 Acts, ch 99, §47",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-2/"
    },
    {
      "id": "section-99b3",
      "number": "99B.3",
      "heading": "License denial, suspension, and revocation.",
      "text": "99B.3 License denial, suspension, and revocation.\n\n1. The department may deny, suspend, or revoke a license if the department finds that an applicant, licensee, or an agent of the licensee violated or permitted a violation of a provision of this chapter or a departmental rule adopted pursuant to chapter 17A, or for any other cause for which the director of the department would be or would have been justified in refusing to issue a license, or upon the conviction of a person of a violation of this chapter or a rule adopted under this chapter which occurred on the licensed premises. However, the denial, suspension, or revocation of one type of gambling license does not require, but may result in, the denial, suspension, or revocation of a different type of gambling license held by the same licensee.\n\n2. A person whose license is revoked under this section who is a person for whom a retail alcohol license has been issued pursuant to chapter 123 shall have the person’s retail alcohol license suspended for a period of fourteen days in the same manner as provided in section 123.50, subsection 3, paragraph “a”.\n\n3. The process for denial, suspension, or revocation of a license shall commence by delivering to the applicant or licensee notice, by means authorized by section 17A.18, setting forth the particular reasons for such action.\n\na. If a written request for a hearing is not received within thirty days after the delivery of notice as provided in this subsection, the denial, suspension, or revocation of a license shall become effective pending a final determination by the department. The determination involved in the notice may be affirmed, modified, or set aside by the department in a written decision.\n\nb. If a request for a hearing is timely received by the department, the applicant or licensee shall be given an opportunity for a prompt and fair hearing before the department and the denial, suspension, or revocation shall be deemed stayed until the department makes a final determination. However, the director may suspend a license prior to a hearing if the director finds that the public integrity of the licensed activity is compromised or there is a risk to public health, safety, or welfare. In addition, at any time during or prior to the hearing the department may rescind the notice of the denial, suspension, or revocation upon being satisfied that the reasons for the denial, suspension, or revocation have been or will be removed. On the basis of any such hearing, the determination involved in the notice may be affirmed, modified, or set aside by the department in a written decision.\n\n4. A copy of the final decision of the department shall be sent by electronic mail or certified mail, with return receipt requested, or served personally upon the applicant or licensee. The applicant or licensee may seek judicial review in accordance with the terms of the Iowa administrative procedure Act, chapter 17A.\n\n5. The procedure governing hearings authorized by this section shall be in accordance with the rules promulgated by the department and chapter 17A.\n\n6. If the department finds cause for denial of a license, the applicant may not reapply for the same license for a period of two years. If the department finds cause for suspension, the license shall be suspended for a period determined by the department. If the department finds cause for revocation, the license shall be revoked for a period not to exceed two years.\n\n[C77, 79, 81, §99B.14]\n\n84 Acts, ch 1220, §12; 86 Acts, ch 1201, §11; 89 Acts, ch 231, §26; 2005 Acts, ch 106, §10; 2008 Acts, ch 1184, §51; 2015 Acts, ch 99, §29, 56\n\nC2016, §99B.3\n\n2016 Acts, ch 1073, §28; 2022 Acts, ch 1099, §91, 92, 102\n\nFormer §99B.3 transferred to §99B.31;\n\n2015 Acts, ch 99, §56",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-3/"
    },
    {
      "id": "section-99b4",
      "number": "99B.4",
      "heading": "Penalties.",
      "text": "99B.4 Penalties.\n\nIn addition to any other penalty specified in this chapter, the following penalties shall apply:\n\n1. A person who knowingly fails to comply with the requirements of this chapter and the rules adopted pursuant to chapter 17A commits a serious misdemeanor.\n\n2. A person who intentionally files a false or fraudulent report or application as required by this chapter commits a fraudulent practice under chapter 714.\n\n[C77, 79, 81, §99B.15]\n\n86 Acts, ch 1002, §3; 89 Acts, ch 67, §22; 2003 Acts, ch 178, §105, 121; 2003 Acts, ch 179, §142; 2015 Acts, ch 99, §31, 56\n\nC2016, §99B.4\n\nReferred to in §99B.42, 99B.43\n\nFormer §99B.4 repealed by\n\n2015 Acts, ch 99, §47",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-4/"
    },
    {
      "id": "section-99b5",
      "number": "99B.5",
      "heading": "Allowable forms for payment.",
      "text": "99B.5 Allowable forms for payment.\n\n1. Social gambling, registered amusement devices, and amusement concessions not at a permanent location, require payment solely by cash.\n\n2. Except as provided by subsection 1, a participant in an activity authorized by this chapter may make payment by cash, personal check, money order, bank check, cashier’s check, electronic check, or debit card. In addition, a participant in an amusement concession as authorized by this chapter at a fair, amusement park, or arcade, may also make payment by credit card.\n\n3. The department shall adopt rules setting minimum standards to ensure compliance with applicable federal law and for the protection of personal information consistent with payment card industry compliance regulations.\n\n[C77, 79, 81, §99B.17]\n\n89 Acts, ch 231, §27; 2010 Acts, ch 1193, §110; 2015 Acts, ch 99, §34, 56\n\nC2016, §99B.5\n\n2018 Acts, ch 1014, §1; 2023 Acts, ch 128, §2, 3\n\nFormer §99B.5 repealed by\n\n2015 Acts, ch 99, §47\n\nSubsection 2 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-5/"
    },
    {
      "id": "section-99b6",
      "number": "99B.6",
      "heading": "Attorney general and county attorney — prosecution.",
      "text": "99B.6 Attorney general and county attorney — prosecution.\n\nUpon request of the department of inspections, appeals, and licensing or the division of criminal investigation of the department of public safety, the attorney general shall institute in the name of the state the proper proceedings against a person charged by either department with violating this chapter, and a county attorney, at the request of the attorney general, shall appear and prosecute an action when brought in the county attorney’s county.\n\n[S81, §99B.19; 81 Acts, ch 44, §14]\n\n84 Acts, ch 1220, §13; 87 Acts, ch 115, §15; 89 Acts, ch 231, §28; 2015 Acts, ch 99, §56\n\nC2016, §99B.6\n\n2023 Acts, ch 19, §1866\n\nFormer §99B.6 transferred to §99B.43;\n\n2015 Acts, ch 99, §56\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-6/"
    },
    {
      "id": "section-99b7",
      "number": "99B.7",
      "heading": "Division of criminal investigation.",
      "text": "99B.7 Division of criminal investigation.\n\nThe division of criminal investigation of the department of public safety may investigate to determine licensee compliance with the requirements of this chapter. Investigations may be conducted either on the criminal investigation division’s own initiative or at the request of the department of inspections, appeals, and licensing. The criminal investigation division and the department of inspections, appeals, and licensing shall cooperate to the maximum extent possible on an investigation.\n\n84 Acts, ch 1220, §2\n\nC85, §99B.20\n\n87 Acts, ch 115, §16; 89 Acts, ch 231, §29; 2015 Acts, ch 99, §56\n\nC2016, §99B.7\n\n2023 Acts, ch 19, §1867\n\nFormer §99B.7 repealed by\n\n2015 Acts, ch 99, §47\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-7/"
    },
    {
      "id": "section-99b8",
      "number": "99B.8",
      "heading": "Tax on prizes.",
      "text": "99B.8 Tax on prizes.\n\nAll prizes awarded pursuant to a gambling activity under this chapter are Iowa earned income and are subject to state and federal income tax laws. A person conducting a game of skill, game of chance, bingo, or a raffle shall deduct state income taxes, pursuant to section 422.16, subsection 2, from a cash prize awarded to an individual. An amount deducted from the prize for payment of a state tax shall be remitted to the department of revenue on behalf of the prize winner.\n\n86 Acts, ch 1201, §12\n\nC87, §99B.21\n\n92 Acts, 2nd Ex, ch 1001, §232; 2003 Acts, ch 145, §286; 2015 Acts, ch 99, §35, 56\n\nC2016, §99B.8\n\n2023 Acts, ch 115, §13\n\nFormer §99B.8 repealed by\n\n2015 Acts, ch 99, §47\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-8/"
    },
    {
      "id": "section-99b",
      "number": "99B",
      "heading": "9",
      "text": "9",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b9a",
      "number": "99B.9A",
      "heading": "Exceptions for certain areas.",
      "text": "99B.9A Exceptions for certain areas. Repealed by\n\n2015 Acts, ch 99, §47\n\n.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-9a/"
    },
    {
      "id": "section-99b10",
      "number": "99B.10",
      "heading": "Electrical and mechanical amusement devices — penalties.",
      "text": "99B.10 Electrical and mechanical amusement devices — penalties. Repealed by\n\n2015 Acts, ch 99, §47\n\n.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-10/"
    },
    {
      "id": "section-99b11",
      "number": "99B.11",
      "heading": "Definitions.",
      "text": "99B.11 Definitions.\n\nAs used in this subchapter and subchapter III, unless the context otherwise requires:\n\n1. “Electronic bingo equipment” means an electronic device that assists an individual with a disability in the use of a bingo card during a bingo game.\n\n2. “Large raffle” means a raffle where the cumulative value of cash and prizes is more than ten thousand dollars but not more than one hundred thousand dollars.\n\n3. “Small raffle” means a raffle where the cumulative value of cash and prizes is more than one thousand dollars but not more than ten thousand dollars.\n\n4. “Very large raffle” means a raffle where the cumulative value of cash and prizes is more than one hundred thousand dollars but not more than two hundred thousand dollars or the prize is real property.\n\n5. “Very small raffle” means a raffle where the cumulative value of the cash prize or prizes is one thousand dollars or less and the value of all entries sold is one thousand dollars or less, or the cumulative value of the donated merchandise prize or prizes is five thousand dollars or less and the value of all entries sold is five thousand dollars or less.\n\n2015 Acts, ch 99, §25, 56\n\nFormer §99B.11 transferred to §99B.61;\n\n2015 Acts, ch 99, §56",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-11/"
    },
    {
      "id": "section-99b12",
      "number": "99B.12",
      "heading": "Qualified organization licenses — general provisions — types of licenses.",
      "text": "99B.12 Qualified organization licenses — general provisions — types of licenses.\n\n1. General provisions.\n\na. A qualified organization shall submit an application for a license, along with any required fees, to the department at least thirty days in advance of the beginning of the gambling activity, including the sale of entries or promotion of the sale of entries for raffles.\n\nb. For purposes of this section, a license is deemed to be issued on the first day of the period for which the license is issued.\n\nc. An applicant that has not submitted an annual report required pursuant to section 99B.16 shall submit such report prior to approval of the application.\n\nd. A license shall not be issued to an applicant whose previous license issued under this chapter or chapter 123 has been revoked until the period of revocation or revocations has elapsed.\n\ne. The license fee is not refundable.\n\n2. Two-year qualified organization license.\n\na. The license fee for a two-year qualified organization license is one hundred fifty dollars.\n\nb. An applicant for a license under this subsection shall be a qualified organization that has been in existence for at least five years, or is a local chapter or an affiliate of a national tax-exempt organization that has been in existence for at least two years and has provided written authorization from the national organization to the department. The national tax-exempt organization shall be exempt from federal income taxes as described in section 99B.1, subsection 29, paragraph “a”, and have been in existence at least five years.\n\nc. A qualified organization issued a two-year qualified organization license may conduct the following activities:\n\n(1) Unlimited games of skill or games of chance except for bingo.\n\n(2) An unlimited number of very small raffles and an unlimited number of small raffles, including electronic raffles.\n\n(3) One large raffle, including an electronic raffle, each calendar year during the two-year period, subject to the requirements of section 99B.24.\n\n(4) Up to three bingo occasions per week and up to fifteen bingo occasions per month.\n\n(5) One game night per calendar month during the two-year period, subject to the requirements of section 99B.26.\n\n3. One-year qualified organization raffle license.\n\na. The license fee for a one-year qualified organization raffle license is one hundred fifty dollars.\n\nb. A qualified organization issued a one-year qualified organization raffle license may conduct the following activities:\n\n(1) An unlimited number of very small raffles and an unlimited number of small raffles.\n\n(2) Up to eight large raffles with each large raffle conducted in a different county during the one-year period, subject to the requirements of section 99B.24.\n\n(3) One game night per calendar month during the one-year period, subject to the requirements of section 99B.26.\n\n4. One hundred eighty-day qualified organization raffle license.\n\na. The license fee for a one hundred eighty-day qualified organization raffle license is seventy-five dollars.\n\nb. A qualified organization issued a one hundred eighty-day qualified organization raffle license may conduct the following activities:\n\n(1) An unlimited number of very small raffles and an unlimited number of small raffles.\n\n(2) One large raffle during the period of one hundred eighty days, subject to the requirements of section 99B.24.\n\n(3) One game night per calendar month during the period of one hundred eighty days, subject to the requirements of section 99B.26.\n\n5. Ninety-day qualified organization raffle license.\n\na. The license fee for a ninety-day qualified organization raffle license is forty dollars.\n\nb. A qualified organization issued a ninety-day qualified organization raffle license may conduct the following activities:\n\n(1) An unlimited number of very small raffles and an unlimited number of small raffles.\n\n(2) One large raffle during the period of ninety days, subject to the requirements of section 99B.24.\n\n(3) One game night per calendar month during the period of ninety days, subject to the requirements of section 99B.26.\n\n6. Fourteen-day qualified organization license.\n\na. The license fee for a fourteen-day qualified organization license is fifteen dollars.\n\nb. A qualified organization issued a fourteen-day qualified organization license may conduct the following activities:\n\n(1) Unlimited games of skill or games of chance except for bingo.\n\n(2) An unlimited number of very small raffles and an unlimited number of small raffles.\n\n(3) One large raffle during the period of fourteen days, subject to the requirements of section 99B.24.\n\n(4) Two bingo occasions during the period of fourteen days with no limit on the number of bingo games or the number of hours played during each designated bingo day. Bingo occasions conducted pursuant to a fourteen-day qualified organization license do not count toward the fifteen bingo occasions per month authorized for a two-year qualified organization license.\n\n(5) One game night per calendar month during the period of fourteen days, subject to the requirements of section 99B.26.\n\n7. Qualified organizations — school provisions. A school district or a public or nonpublic school may be issued a qualified organization license under this section subject to the following additional restrictions:\n\na. The application for a license shall be authorized by the board of directors of a school district for public schools within that district, or the policymaking body of a nonpublic school for a nonpublic school.\n\nb. Activities authorized by the license may be held at bona fide school functions such as carnivals, fall festivals, bazaars, and similar events.\n\nc. Each school shall obtain a license pursuant to this section prior to permitting the games or activities on the premises of that school.\n\nd. The board of directors of a public school district may also be issued a license under this section. A board of directors of a public school district shall not spend or authorize the expenditure of public funds for the purpose of purchasing a license.\n\ne. Upon written approval by the board of directors of a school district for public schools within that district or the policymaking body of a nonpublic school, the license may be used by any school group or parent support group in the district or at the nonpublic school to conduct activities authorized by this section. The board of directors or policymaking body shall not authorize a school group or parent support group to use the license to conduct more than two events in a calendar year.\n\n8. Qualified organizations — miscellaneous provisions. A political party or party organization may contract with other qualified organizations to conduct the games of skill, games of chance, and raffles which may lawfully be conducted by the political party or party organization. A licensed qualified organization may promote the games of skill, games of chance, and raffles which it may lawfully conduct.\n\n2015 Acts, ch 99, §27, 56; 2021 Acts, ch 106, §1 – 5\n\nReferred to in §99B.13, 99B.16, 99B.22, 99B.26, 99B.27\n\nFormer §99B.12 transferred to §99B.45;\n\n2015 Acts, ch 99, §56\n\nSection not amended; internal reference change applied",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-12/"
    },
    {
      "id": "section-99b13",
      "number": "99B.13",
      "heading": "Licensed qualified organizations — general requirements.",
      "text": "99B.13 Licensed qualified organizations — general requirements.\n\nA qualified organization licensed pursuant to section 99B.12 shall, as a condition of licensure under section 99B.12, comply with the requirements of this section.\n\n1. Authorized gambling activities — display of license. A licensed qualified organization may only conduct gambling activities as authorized by the license and shall prominently display the license in the playing area where the gambling activities are conducted.\n\n2. Location requirements.\n\na. Gambling activities, as authorized by the type of license, may be conducted on premises owned, leased, or rented by the licensee. The amount imposed and collected for rental or lease of such premises shall not be a percentage of, or otherwise related to, the amount of the receipts for the authorized gambling activities.\n\nb. A gambling activity shall not take place on a gaming floor, as defined in section 99F.1, licensed by the state racing and gaming commission created in section 99D.5.\n\n3. Participation requirements.\n\na. A person shall not receive or have any fixed or contingent right to receive, directly or indirectly, any profit, remuneration, or compensation from or related to a gambling activity conducted by a licensee, except any amount which the person may win as a participant on the same basis as the other participants.\n\nb. The price to participate in a gambling activity, including any discounts for the gambling activity, shall be the same for each participant during the course of the gambling activity.\n\nc. The person conducting the gambling activity shall not participate in the game.\n\n4. Gambling activity requirements.\n\na. A gambling activity shall not be operated on a build-up or pyramid basis.\n\nb. Bookmaking shall not be allowed.\n\nc. Concealed numbers or conversion charts shall not be used in conducting any gambling activity.\n\nd. A gambling activity shall not be adapted with any control device to permit manipulation of the gambling activity by the operator in order to prevent a player from winning or to predetermine who the winner will be.\n\ne. The object of the gambling activity must be attainable and possible to perform under the rules stated from the playing position of the player.\n\nf. The gambling activity shall be conducted in a fair and honest manner.\n\ng. Rules for each gambling activity shall be posted.\n\nh. Casino-style games shall only be allowed during a game night as specified under section 99B.26 or during card game tournaments under section 99B.27.\n\n2015 Acts, ch 99, §28, 56\n\nFormer §99B.13 transferred to §99B.2;\n\n2015 Acts, ch 99, §56",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-13/"
    },
    {
      "id": "section-99b14",
      "number": "99B.14",
      "heading": "Distribution of proceeds — licensed qualified organizations.",
      "text": "99B.14 Distribution of proceeds — licensed qualified organizations.\n\n1. A licensed qualified organization shall certify that the receipts from all charitable gambling conducted by the organization under this chapter, less reasonable expenses, charges, fees, taxes, and deductions, either will be distributed as prizes to participants or will be dedicated and distributed for educational, civic, public, charitable, patriotic, or religious uses. Reasonable expenses, charges, fees, taxes other than the state and local sales tax, and deductions allowed by the department shall not exceed forty percent of net receipts.\n\n2. A licensed qualified organization shall dedicate and distribute the balance of the net receipts received within a calendar year and remaining after deduction of reasonable expenses, charges, fees, taxes, and deductions allowed by this chapter, before the annual report required under section 99B.16 is due.\n\na. A person desiring to hold the net receipts for a period longer than permitted under this subsection shall apply to the department for special permission and upon good cause shown the department may grant the request.\n\nb. If permission is granted to hold the net receipts, the person shall, as a part of the annual report required by section 99B.16, report the amount of money being held and all expenditures of the funds. This report shall be filed even if the person no longer holds a gambling license.\n\n3. Proceeds coming into the possession of a person under this section are deemed to be held in trust for payment of expenses and dedication to educational, civic, public, charitable, patriotic, or religious uses as required by this section.\n\n4. A licensed qualified organization or agent of the organization who willfully fails to dedicate the required amount of proceeds to educational, civic, public, charitable, patriotic, or religious uses as required by this section commits a fraudulent practice under chapter 714.\n\n5. Proceeds distributed to another charitable organization to satisfy the sixty percent dedication requirement shall not be used by the donee to pay any expenses in connection with the conducting of any gambling activity by the donor organization, or for any use that would not constitute a valid dedication under this section.\n\n2015 Acts, ch 99, §30, 56\n\nReferred to in §99B.21, 99B.27\n\nFormer §99B.14 transferred to §99B.3;\n\n2015 Acts, ch 99, §56",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-14/"
    },
    {
      "id": "section-99b15",
      "number": "99B.15",
      "heading": "Prizes awarded by licensed qualified organizations.",
      "text": "99B.15 Prizes awarded by licensed qualified organizations.\n\n1. Unless otherwise provided, a prize awarded by a licensed qualified organization shall comply with the following requirements:\n\na. Only merchandise prizes whose value does not exceed ten thousand dollars may be awarded for games of skill and games of chance. If a prize consists of more than one item, unit, or part, the aggregate value of all items, units, or parts shall not exceed ten thousand dollars.\n\nb. A merchandise prize shall not be repurchased.\n\nc. No prize shall be displayed which cannot be won.\n\nd. A cash prize may only be awarded in bingo and raffles.\n\ne. A prize shall be distributed on the day the prize is won, except that if the winner is not present, notification to the winner shall be made as soon as practical.\n\n2. A licensed qualified organization awarding a prize for bingo is subject to the restrictions provided in section 99B.21. A licensed qualified organization awarding a prize for a raffle is subject to the restrictions provided in section 99B.24.\n\n2015 Acts, ch 99, §32, 56\n\nFormer §99B.15 transferred to §99B.4;\n\n2015 Acts, ch 99, §56",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-15/"
    },
    {
      "id": "section-99b16",
      "number": "99B.16",
      "heading": "Records and reports — licensed qualified organization.",
      "text": "99B.16 Records and reports — licensed qualified organization.\n\n1. A qualified organization licensed pursuant to section 99B.12, unless otherwise provided, shall maintain proper books of account and records showing, in addition to any other information required by the department, the following:\n\na. Gross receipts and the amount of the gross receipts taxes collected or accrued with respect to gambling activities conducted by the licensed qualified organization.\n\nb. All expenses, charges, fees, and other deductions.\n\nc. The cash amounts, or the cost to the licensee of goods or other noncash valuables, distributed to participants in the licensed activity.\n\nd. The amounts dedicated and the date and name and address of each person to whom distributed.\n\n2. The books of account and records shall be made available to the department or a law enforcement agency for inspection at reasonable times, with or without notice. A failure to permit inspection is a serious misdemeanor.\n\n3. A licensed qualified organization required to maintain records shall submit an annual report to the department on forms furnished by the department. The annual report shall be submitted by January 31 of each year for the prior calendar year period of January 1 through December 31.\n\n2015 Acts, ch 99, §33, 56\n\nReferred to in §99B.12, 99B.14, 99B.24, 99B.27\n\nFormer §99B.16 repealed by\n\n2015 Acts, ch 99, §47",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-16/"
    },
    {
      "id": "section-99b18",
      "number": "99B.18",
      "heading": "Company games.",
      "text": "99B.18 Company games. Repealed by 2015 Acts, ch 99, §47.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-18/"
    },
    {
      "id": "section-99b21",
      "number": "99B.21",
      "heading": "Bingo.",
      "text": "99B.21 Bingo.\n\nA licensed qualified organization shall comply with the requirements of this section for the purposes of conducting bingo at a bingo occasion.\n\n1. Operational requirements.\n\na. A bingo occasion shall not last for longer than four consecutive hours.\n\nb. Only one licensed qualified organization may conduct bingo occasions within the same structure or building.\n\nc. A licensed qualified organization shall not conduct or offer free bingo games.\n\nd. A licensed qualified organization shall not conduct bingo within a building or structure that is licensed pursuant to chapter 99D or 99F.\n\n2. Prize requirements.\n\na. A cash or merchandise prize may be awarded in the game of bingo.\n\nb. A cash prize shall not exceed two hundred fifty dollars per game of bingo.\n\nc. A merchandise prize may be awarded in the game of bingo, but the actual retail value of the prize, or if the prize consists of more than one item, unit, or part, the aggregate retail value of all items, units, or parts, shall not exceed two hundred fifty dollars in value.\n\nd. A jackpot bingo game may be conducted twice during any twenty-four-hour period in which the prize may begin at not more than five hundred dollars in cash or actual retail value of merchandise prizes and may be increased by not more than two hundred dollars after each bingo occasion to a maximum prize of one thousand dollars for the first jackpot bingo game and two thousand five hundred dollars for the second jackpot bingo game.\n\n3. Equipment requirements.\n\na. A licensed qualified organization conducting bingo shall purchase bingo equipment and supplies only from a manufacturer or distributor licensed by the department.\n\nb. A licensed qualified organization may lease electronic bingo equipment from a manufacturer or distributor licensed by the department for the purposes of aiding individuals with disabilities during a bingo occasion.\n\n4. Accounting requirements. A qualified organization conducting bingo occasions under a two-year qualified organization license and expecting annual gross receipts of more than ten thousand dollars shall establish and maintain one regular checking account designated the “bingo account” and may also maintain one or more interest-bearing savings accounts designated as “bingo savings account”. The accounts shall be maintained in a financial institution in Iowa.\n\na. Funds derived from the conduct of bingo, less the amount awarded as cash prizes, shall be deposited in the bingo account.\n\n(1) No other funds except limited funds of the organization deposited to pay initial or unexpected emergency expenses shall be deposited in the bingo account.\n\n(2) Deposits shall be made no later than the next business day following the day of the bingo occasion on which the receipts were obtained.\n\nb. Payments shall be paid from the bingo account only for the following purposes:\n\n(1) The payment of reasonable expenses permitted under section 99B.14, subsection 1, incurred and paid in connection with the conduct of bingo.\n\n(2) The disbursement of net proceeds derived from the conduct of bingo for educational, civic, public, charitable, patriotic, or religious uses as required by section 99B.14, subsection 1.\n\n(3) The transfer of net proceeds derived from the conduct of bingo to a bingo savings account pending disbursement for educational, civic, public, charitable, patriotic, or religious uses.\n\n(4) To withdraw initial or emergency funds deposited under paragraph “a”.\n\n(5) To pay prizes if the qualified organization decides to pay prizes by check rather than cash.\n\nc. Except as permitted by paragraph “a”, gross receipts derived from the conduct of bingo shall not be commingled with other funds of the licensed qualified organization. Except as permitted by paragraph “b”, subparagraphs (3) and (4), gross receipts shall not be transferred to another account maintained by the licensed qualified organization.\n\n2015 Acts, ch 99, §36, 56\n\nReferred to in §99B.15\n\nFormer §99B.21 transferred to §99B.8;\n\n2015 Acts, ch 99, §56",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-21/"
    },
    {
      "id": "section-99b22",
      "number": "99B.22",
      "heading": "Bingo conducted at a fair or community festival.",
      "text": "99B.22 Bingo conducted at a fair or community festival.\n\n1. For purposes of this section:\n\na. “Community festival” means a festival of no more than six consecutive days in length held by a community group.\n\nb. “Community group” means an Iowa nonprofit, tax-exempt organization which is open to the general public and established for the promotion and development of the arts, history, culture, ethnicity, historic preservation, tourism, economic development, festivals, or municipal libraries. “Community group” does not include a school, college, university, political party, labor union, fraternal organization, church, convention or association of churches, or organizations operated primarily for religious purposes, or which are operated, supervised, controlled, or principally supported by a church, convention, or association of churches.\n\n2. Bingo may lawfully be conducted at a fair or a community festival if all the following conditions are met:\n\na. Bingo is conducted by the sponsor of the fair or community festival or a qualified organization licensed under section 99B.12 that has received permission from the sponsor of the fair or community festival to conduct bingo.\n\nb. The sponsor of the fair or community festival or the qualified organization has submitted a license application and a fee of fifty dollars to the department, has been issued a license, and prominently displays the license at the area where the bingo occasion is being held. A license shall only be valid for the duration of the fair or community festival indicated on the application.\n\nc. The number of bingo occasions conducted by a licensee under this section shall be limited to one for each day of the duration of the fair or community festival.\n\nd. The rules for the bingo occasion are posted.\n\ne. Except as provided in this section, the provisions of this chapter related to bingo shall apply.\n\n3. An individual other than a person conducting the bingo occasion may participate in the bingo occasion conducted at a fair or community festival, whether or not conducted in compliance with this section.\n\n4. Bingo occasions held under a license under this section shall not be counted in determining whether a qualified organization has conducted more than fifteen bingo occasions per month. In addition, bingo occasions held under this license shall not be limited to four consecutive hours.\n\n2009 Acts, ch 181, §42\n\nCS2009, §99B.5A\n\n2011 Acts, ch 34, §26; 2011 Acts, ch 40, §1, 3; 2015 Acts, ch 99, §8 – 10, 56\n\nC2016, §99B.22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-22/"
    },
    {
      "id": "section-99b23",
      "number": "99B.23",
      "heading": "Bingo — licensing exception.",
      "text": "99B.23 Bingo — licensing exception.\n\nA person shall be authorized to conduct a bingo occasion without a license as otherwise required by this chapter if all of the following requirements are met:\n\n1. Participants in the bingo occasion are not charged to enter the premises where bingo is conducted.\n\n2. Participants in the bingo occasion are not charged to play.\n\n3. Any prize awarded at the bingo occasion shall be donated.\n\n4. The bingo occasion is conducted as an activity and not for fundraising purposes.\n\n2003 Acts, ch 77, §2\n\nCS2003, §99B.12A\n\n2010 Acts, ch 1193, §109; 2015 Acts, ch 99, §56\n\nC2016, §99B.23",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-23/"
    },
    {
      "id": "section-99b24",
      "number": "99B.24",
      "heading": "Raffles.",
      "text": "99B.24 Raffles.\n\n1. General provisions. A licensed qualified organization may conduct a raffle as permitted by the applicable license and in accordance with the following requirements:\n\na. The winner of a raffle shall not be required to be present to win.\n\nb. If the winner is not present to win, notification to the winner shall be made as soon as practical.\n\nc. A cash or merchandise prize may be awarded in a raffle. If a merchandise prize is awarded, the actual retail value of the prize, or if the prize consists of more than one item, unit, or part, the aggregate retail value of all items, units, or parts, shall not exceed the maximum value allowed for that raffle.\n\nd. Calendar raffles and build-up or pyramid raffles are prohibited.\n\ne. If a raffle is conducted at a fair, the licensed qualified organization shall receive written permission from the sponsor of the fair to conduct the raffle.\n\nf. A licensed qualified organization shall, regardless of the number of licenses issued, only conduct one large raffle per calendar year. However, a licensed qualified organization issued a one-year qualified organization raffle license may conduct up to eight large raffles with each large raffle conducted in a different county during the one-year period.\n\n2. Very large raffles. A licensed qualified organization may conduct one very large raffle per calendar year subject to the provisions of this subsection.\n\na. The licensed qualified organization shall submit a very large raffle license application and a fee of one hundred dollars to the department and be issued a license.\n\nb. The licensed qualified organization shall prominently display the license at the drawing area of the raffle.\n\nc. If the raffle prize is real property, the real property shall be acquired by gift or donation or shall have been owned by the licensed qualified organization for a period of at least five years.\n\nd. The department shall conduct a special audit of a very large raffle to verify compliance with the applicable requirements of this chapter concerning raffles and very large raffles.\n\ne. The licensed qualified organization shall submit to the department within sixty days of the very large raffle drawing a cumulative report for the raffle on a form determined by the department and one percent of the gross receipts from the very large raffle. The one percent of the gross receipts shall be retained by the department to pay for the cost of the special audit.\n\n3. Very small raffles. A qualified organization may conduct one very small raffle per calendar year without obtaining a qualified organization license. A qualified organization conducting a very small raffle as authorized by this subsection shall comply with the requirements for conducting a raffle by a licensed qualified organization, including payment of applicable sales tax. However, a qualified organization holding only one very small raffle per calendar year shall be exempt from the reporting requirements in section 99B.16.\n\n2015 Acts, ch 99, §37\n\nReferred to in §99B.12, 99B.15, 99B.25, 423.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-24/"
    },
    {
      "id": "section-99b25",
      "number": "99B.25",
      "heading": "Electronic raffles.",
      "text": "99B.25 Electronic raffles.\n\n1. A qualified organization with a two-year qualified organization license may conduct a raffle using an electronic raffle system, if the qualified organization complies with the requirements of section 99B.24 and this section.\n\n2. The licensed qualified organization shall only use an electronic raffle system purchased from a manufacturer or distributor licensed pursuant to section 99B.32 and certified by an entity approved by the department. The electronic raffle system may include stationary and portable or wireless raffle sales units.\n\n3. A licensed qualified organization shall hold only one raffle using an electronic raffle system per calendar day. A licensed qualified organization shall not hold a very large raffle using an electronic raffle system and may hold only one large raffle using an electronic raffle system per calendar year. A large raffle conducted using an electronic raffle system counts toward the limit of one large raffle per calendar year under section 99B.24, subsection 1, paragraph “f”.\n\n4. Except for a large raffle conducted using an electronic raffle system, the prize for an electronic raffle shall be limited to the amount allowed for a small raffle.\n\n5. Entries for a raffle using an electronic raffle system shall not be preprinted and shall be provided to the purchaser at the time of sale.\n\n6. The electronic raffle receipt shall contain the following information:\n\na. The name of the licensed qualified organization.\n\nb. The license identification number of the qualified organization.\n\nc. The location, date, and time of the corresponding raffle drawing.\n\nd. The unique printed entry number, or multiple entry numbers, of the raffle entry.\n\ne. The price of the raffle entry.\n\nf. An explanation of the prize to be awarded.\n\ng. The statement, “Need not be present to win”, and the contact information, including name, telephone number, and electronic mail address, of the individual from the qualified organization responsible for prize disbursements.\n\nh. The date by which the prize shall be claimed which shall be no fewer than fourteen days following the drawing.\n\n7. Each electronic raffle entry shall reflect a single unique printed entry number on the entry.\n\n8. The licensed qualified organization shall use a manual draw procedure for the electronic raffle which ensures a draw number is randomly selected as a winner from the entries sold.\n\na. The winning entry shall be verified as a sold and valid entry prior to awarding the prize.\n\nb. The drawing of the winning entry shall be done in such manner as to allow the purchasers to observe the drawing.\n\n9. If the prize is not claimed, the licensed qualified organization shall donate the unclaimed prize to an educational, civic, public, charitable, patriotic, or religious use.\n\n10. The department may determine any other requirements for conducting an electronic raffle by rule.\n\n2015 Acts, ch 99, §38",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-25/"
    },
    {
      "id": "section-99b26",
      "number": "99B.26",
      "heading": "Game nights.",
      "text": "99B.26 Game nights.\n\n1. A licensed qualified organization may conduct one game night per calendar month subject to the provisions of this section.\n\n2. A licensed qualified organization conducting a game night may do any of the following during the game night:\n\na. Charge an entrance fee or a fee to participate in the games.\n\nb. Award cash or merchandise prizes in any games of skill, games of chance, casino-style games, or card games in an aggregate amount not to exceed ten thousand dollars and no participant shall win more than a total of five thousand dollars.\n\nc. Allow participants at the game night that do not have a bona fide social relationship with the sponsor of the game night.\n\nd. Allow participants to wager their own funds and pay an entrance or other fee for participation, but participants shall not be allowed to expend more than a total of two hundred fifty dollars for all fees and wagers.\n\n3. Except as provided by section 99B.62, a person or organization that has not been issued a qualified organization license under section 99B.12 shall not be authorized to conduct a game night as authorized by this section.\n\n2015 Acts, ch 99, §39; 2021 Acts, ch 106, §6\n\nReferred to in §99B.12, 99B.13, 99B.27",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-26/"
    },
    {
      "id": "section-99b27",
      "number": "99B.27",
      "heading": "Card game tournaments conducted by qualified organizations representing veterans.",
      "text": "99B.27 Card game tournaments conducted by qualified organizations representing veterans.\n\n1. As used in this section, unless the context otherwise requires:\n\na. “Card game” includes but is not limited to poker, pinochle, pitch, gin rummy, bridge, euchre, hearts, or cribbage.\n\nb. “Qualified organization representing veterans” means any qualified organization which represents veterans, which is a post, branch, or chapter of a national association of veterans of the armed forces of the United States which is a federally chartered corporation, dedicates the net receipts of a game of skill, game of chance, or raffle as provided in section 99B.14, and is exempt from federal income taxes under section 501(c)(19) of the Internal Revenue Code as defined in section 422.3.\n\n2. Notwithstanding any provision of this chapter to the contrary, card game tournaments lawfully may be conducted by a qualified organization representing veterans if all of the following are complied with:\n\na. The qualified organization representing veterans has been issued a license pursuant to section 99B.12. The license application shall identify the premises where the card game tournaments are to be conducted and the occupancy limit of the premises, and shall include documentation that the qualified organization representing veterans has conducted regular meetings of the organization at the premises during the previous eight months.\n\nb. The qualified organization representing veterans prominently displays the license in the playing area of the card game tournament.\n\nc. The card games to be conducted during a card game tournament, including the rules of each card game and how winners are determined, shall be displayed prominently in the playing area of the card game tournament.\n\nd. Each card game shall be conducted in a fair and honest manner.\n\ne. Each card game shall not be operated on a build-up or pyramid basis.\n\nf. Every participant in a card game tournament must be given the same chances of winning the tournament and shall not be allowed any second chance entries or multiple entries in the card game tournament.\n\ng. Participation in a card game tournament shall only be open to members of the qualified organization representing veterans and guests of members of the qualified organization participating in the tournament, subject to the requirements of this section.\n\nh. The total number of members and guests participating in a card game tournament shall not exceed the occupancy limit of the premises where the card game tournament is being conducted.\n\ni. Participants in a card game tournament shall be at least twenty-one years of age.\n\nj. (1) If the card game tournament is limited to one guest for each member of the qualified organization representing veterans participating in the tournament, then the requirements of this subparagraph (1) shall apply. The cost to participate in a card game tournament under this subparagraph (1) shall be limited to one hundred dollars and shall be the same for every participant in the card game tournament. Cash or merchandise prizes may be awarded during a card game tournament under this subparagraph (1) and shall not exceed one thousand dollars and no participant shall win more than a total of five hundred dollars.\n\n(2) If the card game tournament is not limited to one guest for each member of the qualified organization representing veterans participating in the tournament, then the requirements of this subparagraph (2) shall apply. The cost to participate in a card game tournament under this subparagraph (2) shall be limited to twenty-five dollars and shall be the same for every participant in the card game tournament. Cash or merchandise prizes may be awarded during a card game tournament under this subparagraph (2) and shall not exceed three hundred dollars and no participant shall win more than a total of two hundred dollars.\n\nk. A qualified organization representing veterans shall distribute amounts awarded as prizes on the day they are won and merchandise prizes shall not be repurchased. An organization conducting a card game tournament shall only display prizes in the playing area of the card game tournament that can be won.\n\nl. The qualified organization representing veterans shall conduct each card game tournament and any card game conducted during the tournament and shall not contract with or permit another person to conduct the card game tournament or any card game during the tournament.\n\nm. The card game tournament and any card game conducted during the tournament shall be conducted only on the premises of the qualified organization representing veterans as identified in the license application as required by this subsection.\n\nn. A person shall not receive or have any fixed or contingent right to receive, directly or indirectly, any profit, remuneration, or compensation from or related to a game in a card game tournament, except any amount which the person may win as a participant on the same basis as the other participants.\n\no. A qualified organization representing veterans licensed under this section shall not hold a card game tournament within six calendar days of another card game tournament conducted by that qualified organization representing veterans. Card game tournaments held during a game night conducted pursuant to section 99B.26 shall not count toward the limit of one card game tournament per six calendar days for a license holder. A qualified organization representing veterans shall be allowed to hold only one card game tournament during any period of twenty-four consecutive hours, starting from the time the card game tournament begins.\n\np. The person conducting the card game tournament shall not do any of the following:\n\n(1) Hold, currently, another license issued under this section.\n\n(2) Own or control, directly or indirectly, any class of stock of another person who has been issued a license to conduct games under this section.\n\n(3) Have, directly or indirectly, an interest in the ownership or profits of another person who has been issued a license to conduct games under this section.\n\n3. The qualified organization representing veterans licensed to hold card game tournaments under this section shall keep a journal of all dates of events, amount of gross receipts, amount given out as prizes, expenses, amount collected for taxes, and the amount collected as revenue.\n\na. The qualified organization representing veterans shall dedicate and distribute the net receipts from each card game tournament as provided in section 99B.14.\n\nb. Each qualified organization representing veterans shall withhold that portion of the gross receipts subject to taxation pursuant to section 423.2, subsection 4, which shall be kept in a separate account and sent to the state along with the organization’s annual report required by section 99B.16.\n\nc. A qualified organization representing veterans licensed to conduct card game tournaments may withhold no more than five percent of the gross receipts from each card game tournament for qualified expenses. Qualified expenses include but are not limited to the purchase of supplies and materials used in conducting card games. Any money collected for expenses and not used by the end of the state fiscal year shall be donated for educational, civic, public, charitable, patriotic, or religious uses. The qualified organization representing veterans shall attach a receipt for any donation made to the annual report required to be submitted pursuant to section 99B.16.\n\nd. Each qualified organization representing veterans licensed under this section shall make recordkeeping and all deposit receipts available as provided in section 99B.16.\n\n4. a. A person under twenty-one years of age who participates in a card game tournament in violation of this section is deemed to violate the legal age for gambling wagering provisions under section 725.19, subsection 1.\n\nb. The department shall revoke, for a period of one year, the license of a qualified organization representing veterans to conduct card game tournaments under this section if the licensee knowingly permits a person under the age of twenty-one years to participate in a card game tournament.\n\n2007 Acts, ch 119, §1\n\nCS2007, §99B.7B\n\n2012 Acts, ch 1117, §3; 2015 Acts, ch 99, §13 – 18, 56\n\nC2016, §99B.27\n\n2016 Acts, ch 1011, §33, 34; 2021 Acts, ch 106, §7\n\nReferred to in §99B.13, 423.2, 423.3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-27/"
    },
    {
      "id": "section-99b28",
      "number": "99B.28",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b29",
      "number": "99B.29",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b30",
      "number": "99B.30",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b31",
      "number": "99B.31",
      "heading": "Amusement concessions.",
      "text": "99B.31 Amusement concessions.\n\n1. A person may conduct an amusement concession if all of the following conditions are met:\n\na. The person conducting the amusement concession has submitted a license application and a fee of fifty dollars for each amusement concession, and has been issued a license for the amusement concession, and prominently displays the license at the playing area of the amusement concession. A license is valid for a period of one year from the date of issue.\n\nb. The rules of the amusement concession are prominently posted and visible from all playing positions.\n\nc. The cost to play a single amusement concession does not exceed five dollars.\n\nd. A prize is not displayed which cannot be won.\n\ne. Cash prizes are not awarded.\n\nf. The amusement concession is not operated on a build-up or pyramid basis.\n\ng. A pet, as defined in section 717E.1, is not awarded.\n\nh. The actual retail value of any prize does not exceed nine hundred fifty dollars. If a prize consists of more than one item, unit, or part, the aggregate retail value of all items, units, or parts shall not exceed nine hundred fifty dollars.\n\ni. Merchandise prizes are not repurchased from the participants. However, a participant may have the option, at no additional cost to the participant, of trading multiple smaller prizes for a single larger prize.\n\nj. Concealed numbers or conversion charts are not used to play the amusement concession.\n\nk. The amusement concession is not designed or adapted with any control device to permit manipulation of the amusement concession by the operator in order to prevent a participant from winning or to predetermine who the winner will be.\n\nl. The object of the amusement concession must be attainable and possible to perform under the rules stated from all playing positions.\n\nm. The amusement concession is conducted in a fair and honest manner.\n\n2. An electronic or computerized game with a video display screen may be licensed by the department as an amusement concession if all of the following requirements are met:\n\na. Except as otherwise provided by this subsection, the game complies with all requirements of subsection 1 and all applicable rules promulgated by the department.\n\nb. The game is conducted through continuous gameplay. For the purposes of this paragraph, “continuous gameplay” means play on a single video screen that is not refreshed, updated, or renewed through the expenditure of additional money, tokens, or credits by a game participant. The game may allow two or more persons to participate in the same continuous gameplay at the same time.\n\nc. Prizes shall be awarded based solely upon a participant’s successful completion of a required skill or task in the course of the game’s play. A person shall actively participate in the game’s play by directing or otherwise manipulating a game function or operation in order to complete the required skill or task. Participant skill shall be necessary to influence the outcome of the game’s play but is not required to be the predominant factor in determining whether a prize is awarded.\n\nd. The game is not a nudge game, swap game, or a mechanical or electrical device that displays spinning reels or simulated reels.\n\ne. The game may be programmed to ensure a set payout percentage to participants of at least eighty percent. If a game is programmed with a set payout percentage, the operator shall prominently post in a manner visible to all playing positions the percentage applicable to the game’s play.\n\nf. The game may be programmed to award prizes by allowing a player to complete tasks or use skills at variable frequency or difficulty. The game may not be programmed to prevent the completion of any advertised or offered skills or tasks.\n\n3. An individual other than a person conducting the amusement concession may participate in an amusement concession, whether or not the amusement concession is conducted in compliance with this section.\n\n[C75, §99B.2, 99B.3; C77, 79, 81, §99B.3; 81 Acts, ch 44, §6]\n\n88 Acts, ch 1274, §31; 95 Acts, ch 163, §1; 2015 Acts, ch 99, §7, 56\n\nC2016, §99B.31\n\n2018 Acts, ch 1072, §1, 2; 2021 Acts, ch 100, §3, 4\n\nReferred to in §99B.62",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-31/"
    },
    {
      "id": "section-99b32",
      "number": "99B.32",
      "heading": "Manufacturers and distributors — bingo equipment and supplies — electronic raffle systems — transfer or use.",
      "text": "99B.32 Manufacturers and distributors — bingo equipment and supplies — electronic raffle systems — transfer or use.\n\n1. As used in this section, unless the context otherwise requires, “manufacturer or distributor” means a person engaged in business in this state who originally produces, or purchases from a business that originally produces, equipment or supplies which are specifically used in the conduct of a bingo occasion or an electronic raffle.\n\n2. A person shall not engage in business in this state as a manufacturer or distributor without first obtaining a license from the department.\n\na. Upon receipt of an application and a fee of one thousand dollars for a manufacturer or distributor license, the department may issue an annual license.\n\nb. A license may be renewed annually upon submission of an application, payment of the annual license fee, and compliance with this section and the rules adopted pursuant to this section.\n\n3. A licensed manufacturer or distributor may sell bingo equipment or supplies or an electronic raffle system directly to a licensed qualified organization.\n\n4. A licensed qualified organization under this chapter may dispose of, transfer, or sell excess bingo equipment or supplies on a nonroutine basis to another licensed qualified organization.\n\n5. A licensed qualified organization shall not sublease, rent, borrow, or otherwise use another qualified organization’s electronic raffle system.\n\n94 Acts, ch 1062, §6\n\nC95, §99B.7A\n\n2015 Acts, ch 99, §12, 56\n\nC2016, §99B.32\n\nReferred to in §99B.25",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-32/"
    },
    {
      "id": "section-99b33",
      "number": "99B.33",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b34",
      "number": "99B.34",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b35",
      "number": "99B.35",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b36",
      "number": "99B.36",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b37",
      "number": "99B.37",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b38",
      "number": "99B.38",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b39",
      "number": "99B.39",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b40",
      "number": "99B.40",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b41",
      "number": "99B.41",
      "heading": "Definitions.",
      "text": "99B.41 Definitions.\n\nFor purposes of this subchapter, unless the context otherwise requires:\n\n1. “Public place” means an indoor or outdoor area, whether privately or publicly owned, to which the public has access by right or by invitation, expressed or implied, whether by payment of money or not, but not a place when used exclusively by one or more individuals for a private gathering or other personal purpose.\n\n2. “Social fantasy sports contest” means any fantasy or simulated game or contest in which the value of all prizes and awards offered to winning participants are established and made known to the participants in advance of the contest and do not exceed a total of one thousand dollars or equivalent consideration, all winning outcomes reflect the relative knowledge and skill of the participants and shall be determined by accumulated statistical results of the performance of individuals in events occurring over more than a twenty-four-hour period, including athletes in the case of sporting events, and no winning outcome is solely based on the score, point spread, or any performance or performances of any single actual team or solely on any single performance of an individual athlete or player in any single actual event. “Social fantasy sports contest” does not include an internet fantasy sports contest as defined in section 99E.1.\n\n3. “Social gambling” means an activity in which social games are played between individuals for any sum of money or other property of any value.\n\n4. “Social games” or “social game” means card and parlor games, including but not limited to poker, pinochle, pitch, gin rummy, bridge, euchre, hearts, cribbage, dominoes, checkers, chess, backgammon, pool, and darts. “Social games” do not include casino-style games, except poker.\n\n5. “Sports betting pool” or “pool” means a game in which the participants select a square on a grid corresponding to numbers on two intersecting sides of the grid and winners are determined by whether the square selected corresponds to numbers relating to an athletic event in the manner prescribed by the rules of the game.\n\n2015 Acts, ch 99, §40; 2019 Acts, ch 132, §49",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-41/"
    },
    {
      "id": "section-99b42",
      "number": "99B.42",
      "heading": "Social gambling general requirements.",
      "text": "99B.42 Social gambling general requirements.\n\n1. Social gambling is lawful under section 99B.43, 99B.44, or 99B.45, when all of the following requirements are met:\n\na. The gambling occurs between two or more people who are together for purposes other than social gambling. A social relationship must exist beyond that apparent in the gambling situation.\n\nb. The gambling shall not take place on a gaming floor, as defined in section 99F.1, licensed by the state racing and gaming commission created in section 99D.5.\n\nc. Concealed numbers or conversion charts are not used to play any game.\n\nd. A game is not adapted with any control device to permit manipulation of the game by the operator in order to prevent a player from winning or to predetermine who the winner will be.\n\ne. The object of the game is attainable and possible to perform under the rules stated from the playing position of the player.\n\nf. The game must be conducted in a fair and honest manner.\n\ng. A person shall not receive or have any fixed or contingent right to receive, directly or indirectly, any amount wagered or bet or any portion of amounts wagered or bet, except an amount which the person wins as a participant while playing on the same basis as every other participant.\n\nh. A cover charge, participation charge, or other charge shall not be imposed upon a person for the privilege of participating in or observing the social gambling, and a rebate, discount, credit, or other method shall not be used to discriminate between the charge for the sale of goods or services to participants in the social gambling and the charge for the sale of goods or services to nonparticipants. Satisfaction of an obligation into which a member of an organization enters to pay at regular periodic intervals a sum fixed by that organization for the maintenance of that organization is not a charge which is prohibited by this paragraph.\n\ni. A participant shall not win or lose more than a total of two hundred dollars or equivalent consideration in one or more games permitted by this subchapter at any time during any period of twenty-four consecutive hours or over that entire period.\n\nj. A participant is not participating as an agent of another person.\n\nk. A representative of the department or a law enforcement agency is immediately admitted, upon request, to the premises with or without advance notice.\n\nl. A person shall not engage in bookmaking on the premises.\n\nm. A person shall not participate in any wager, bet, or pool which relates to an athletic event or contest and which is authorized or sponsored by one or more schools, educational institutions, or interscholastic athletic organizations, if the person is a coach, official, player, or contestant in the athletic event or contest.\n\n2. The social gambling licensee is strictly accountable for compliance with this section. Proof of an act constituting a violation is grounds for revocation of the license issued pursuant to section 99B.43 or 99B.44 if the licensee permitted the violation to occur when the licensee knew or had reasonable cause to know of the act constituting the violation.\n\n3. A participant in a social game or pool which is not in compliance with this section shall only be subject to a penalty under section 99B.4 if the participant has knowledge of or reason to know the facts constituting the violation.\n\n4. The social gambling licensee, and every agent of the licensee who is required by the licensee to exercise control over the use of the premises, who knowingly permits or engages in an act or omission which constitutes a violation of this subchapter is subject to a penalty under section 99B.4. A licensee has knowledge of an act or omission if any agent of the licensee has knowledge of the act or omission.\n\n2015 Acts, ch 99, §41\n\nReferred to in §99B.43, 99B.44, 99B.45",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-42/"
    },
    {
      "id": "section-99b43",
      "number": "99B.43",
      "heading": "Social gambling in licensed alcohol establishments.",
      "text": "99B.43 Social gambling in licensed alcohol establishments.\n\n1. Social gambling is lawful on the premises of an establishment for which a class “C”, special class “C”, class “D”, or class “F” retail alcohol license has been issued pursuant to chapter 123 when, subject to the provisions of section 99B.42, all of the following requirements are met:\n\na. The retail alcohol licensee has submitted an application for a social gambling license and a license fee of one hundred fifty dollars to the department, and a license has been issued.\n\nb. The license is prominently displayed on the premises of the establishment.\n\nc. The social gambling licensee or any agent or employee of the licensee does not participate in, sponsor, conduct, promote, or act as cashier or banker for any social gambling, except as a participant while playing on the same basis as every other participant.\n\nd. A person under the age of twenty-one years shall not participate in the social games. A social gambling licensee or an agent or employee of the licensee who knowingly allows a person under the age of twenty-one to participate in the gambling prohibited by this section or a person who knowingly participates in gambling with a person under the age of twenty-one, is subject to a penalty under section 99B.4.\n\n2. A retail alcohol licensee with a social gambling license issued pursuant to this section may conduct a sports betting pool if all of the requirements of this subsection are met.\n\na. The pool shall be publicly displayed and the rules of the pool, including the cost per participant and the amount or amounts that will be won, shall be conspicuously displayed on or near the pool.\n\nb. A participant shall not wager more than five dollars in the pool.\n\nc. The maximum winnings awarded to all participants in the pool shall not exceed five hundred dollars.\n\nd. The provisions of section 99B.42, except section 99B.42, subsection 1, paragraphs “a” and “h”, are applicable to pools conducted under this subsection.\n\ne. The use of concealed numbers in the pool is permissible. If the pool involves the use of concealed numbers, the numbers shall be selected by a random method and no person shall be aware of the numbers at the time wagers are made in the pool.\n\nf. All moneys wagered in the pool shall be awarded as winnings to participants.\n\n3. An establishment issued a social gambling license under this section that is required to obtain a new retail alcohol license under chapter 123 due to a change in ownership shall be required to obtain a new social gambling license under this section to conduct social gambling.\n\n[C77, 79, 81, §99B.6; 81 Acts, ch 44, §7]\n\n86 Acts, ch 1201, §4 – 6; 86 Acts, ch 1002, §1, 2; 87 Acts, ch 184, §3, 4; 88 Acts, ch 1274, §32; 89 Acts, ch 67, §20, 21; 89 Acts, ch 231, §17; 90 Acts, ch 1175, §3, 4; 94 Acts, ch 1021, §1; 2003 Acts, ch 178, §103, 121; 2003 Acts, ch 179, §142; 2007 Acts, ch 188, §3; 2015 Acts, ch 99, §11, 56\n\nC2016, §99B.43\n\n2022 Acts, ch 1099, §93 – 96, 102\n\nReferred to in §99B.42",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-43/"
    },
    {
      "id": "section-99b44",
      "number": "99B.44",
      "heading": "Social gambling in public places.",
      "text": "99B.44 Social gambling in public places.\n\nSocial gambling in a public place is lawful, subject to the provisions of section 99B.42, if all of the following requirements are met:\n\n1. The social gambling is conducted at any public place owned, leased, rented, or otherwise occupied by the licensee.\n\n2. The person occupying the premises of the public place as an owner or tenant has submitted an application for a license and a fee of one hundred dollars to the department, and a license has been issued.\n\n3. The license is prominently displayed on the premises of the public place.\n\n4. The licensee or any agent or employee of the licensee does not participate in, sponsor, conduct, promote, or act as cashier or banker for any gambling activities, except as a participant while playing on the same basis as every other participant.\n\n[C77, 79, 81, §99B.9; 81 Acts, ch 44, §13]\n\n89 Acts, ch 231, §22; 2003 Acts, ch 77, §1; 2004 Acts, ch 1086, §23; 2007 Acts, ch 119, §4; 2015 Acts, ch 99, §19, 56\n\nC2016, §99B.44\n\nReferred to in §99B.42",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-44/"
    },
    {
      "id": "section-99b45",
      "number": "99B.45",
      "heading": "Social gambling between individuals.",
      "text": "99B.45 Social gambling between individuals.\n\n1. An individual may participate in social gambling if, subject to the requirements of section 99B.42, all of the following requirements are met:\n\na. The gambling is not participated in, either wholly or in part, on or in any schoolhouses, schoolhouse sites, or other property subject to chapter 297.\n\nb. All participants in the gambling are individuals.\n\nc. In any game requiring a dealer or operator, the participants must have the option to take their turn at dealing or operating the game in a regular order according to the standard rules of the game.\n\n2. Social gambling allowed under this section is limited to any of the following:\n\na. Games of skill and games of chance, except casino-style games other than poker.\n\nb. Wagers or bets between two or more individuals who are physically in the presence of each other with respect to any of the following:\n\n(1) A contest specified in section 99B.61, except that no individual shall win or lose more than a total of two hundred dollars or equivalent consideration in one or more contests at any time during any period of twenty-four consecutive hours or over that entire period.\n\n(2) Any other event or outcome which does not depend upon gambling or the use of a gambling device that is unlawful in this state.\n\nc. A social fantasy sports contest.\n\n[C75, §726.12; C77, 79, 81, §99B.12]\n\n2002 Acts, ch 1068, §14; 2003 Acts, ch 44, §33; 2007 Acts, ch 119, §5; 2015 Acts, ch 99, §26, 56\n\nC2016, §99B.45\n\n2019 Acts, ch 132, §50\n\nReferred to in §99B.1, 99B.42",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-45/"
    },
    {
      "id": "section-99b46",
      "number": "99B.46",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b47",
      "number": "99B.47",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b48",
      "number": "99B.48",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b49",
      "number": "99B.49",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b50",
      "number": "99B.50",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b51",
      "number": "99B.51",
      "heading": "Definitions.",
      "text": "99B.51 Definitions.\n\nAs used in this subchapter, unless the context otherwise requires:\n\n1. “Distributor” means a person who owns an electrical or mechanical amusement device registered as provided in section 99B.53 that is offered for use at more than a single location or premise.\n\n2. “Manufacturer” means a person who originally produces, or purchases an originally produced amusement device or an originally produced motherboard that will be installed into, an amusement device required to be registered under this subchapter for the purposes of reselling such device or motherboard.\n\n3. “Owner” means a person who owns an operable amusement device required to be registered under section 99B.53 at no more than a single location or premise.\n\n2015 Acts, ch 99, §42",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-51/"
    },
    {
      "id": "section-99b52",
      "number": "99B.52",
      "heading": "Electrical or mechanical amusement devices.",
      "text": "99B.52 Electrical or mechanical amusement devices.\n\n1. A person may own, possess, and offer for use at any location an electrical or mechanical amusement device, except for an amusement device required to be registered pursuant to section 99B.53. If the provisions of this section and other applicable provisions of this subchapter are complied with, the use of an electrical or mechanical amusement device shall not be deemed gambling. All electrical or mechanical amusement devices shall comply with this section.\n\n2. A prize of merchandise not exceeding fifty dollars in value shall be awarded for use of an electrical or mechanical amusement device. An electrical or mechanical amusement device may be designed or adapted to award a prize of one or more free games or portions of games without payment of additional consideration by the participant.\n\n3. A prize of cash shall not be awarded for use of an electrical or mechanical amusement device.\n\n4. An amusement device shall not be designed or adapted to cause or to enable a person to cause the release of free games or portions of games when designated as a potential award for use of the device, and shall not contain any meter or other measurement device for recording the number of free games or portions of games which are awarded.\n\n5. An amusement device shall not be designed or adapted to enable a person using the device to increase the chances of winning free games or portions of games by paying more than is ordinarily required to play the game.\n\n6. An award given for the use of an amusement device shall only be redeemed on the premises where the device is located and only for merchandise sold in the normal course of business for the premises.\n\n7. The department may determine any other requirements by rule. Rules adopted pursuant to this section shall be formulated in consultation with affected state agencies and industry and consumer groups.\n\n2015 Acts, ch 99, §43\n\nReferred to in §99.1A, 99B.53, 99B.54, 99B.55",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-52/"
    },
    {
      "id": "section-99b53",
      "number": "99B.53",
      "heading": "Electrical or mechanical amusement devices — registration required.",
      "text": "99B.53 Electrical or mechanical amusement devices — registration required.\n\n1. In addition to the requirements of section 99B.52, an electrical or mechanical amusement device in operation or distributed in this state that awards a prize where the outcome is not primarily determined by skill or knowledge of the operator shall be registered by the department as provided in this section.\n\n2. Except as provided in subsection 3, an electrical or mechanical amusement device requiring registration may be located on premises for which a class “C”, special class “C”, class “D”, or class “F” retail alcohol license has been issued pursuant to chapter 123.\n\n3. a. An electrical or mechanical amusement device requiring registration may be located on premises for which a class “B” or class “E” retail alcohol license has been issued pursuant to chapter 123, but the department shall not initially register an electrical or mechanical amusement device to an owner or distributor for a location for which a class “B” or class “E” retail alcohol license has been issued pursuant to chapter 123 on or after April 28, 2004.\n\nb. A distributor that owns an amusement device at a location for which only a class “B” or class “E” retail alcohol license has been issued pursuant to chapter 123 shall not relocate an amusement device registered as provided in this section to a location other than a location for which a class “C”, special class “C”, class “D”, or class “F” retail alcohol license has been issued and shall not transfer, assign, sell, or lease an amusement device registered as provided in this section to another person for which only a class “B” or class “E” retail alcohol license has been issued pursuant to chapter 123 after April 28, 2004.\n\nc. If ownership of the location changes, the class “B” or class “E” retail alcohol license does not lapse, and the device is not removed from the location, the device may remain at the location.\n\n4. An electrical or mechanical amusement device required to be registered and at a location for which only a class “B” or class “E” retail alcohol license has been issued pursuant to chapter 123 shall include on the device a security mechanism which prevents the device from being operated by a person until action is taken by the owner or owner’s designee to allow the person to operate the device.\n\n5. No more than four electrical or mechanical amusement devices registered as provided in this section shall be permitted or offered for use in any single location or premises meeting the requirements of this section.\n\n6. The total number of electrical or mechanical amusement devices registered by the department under this section shall not exceed six thousand nine hundred twenty-eight.\n\n7. Each person owning an electrical or mechanical amusement device in this state shall submit annually an application form designated by the department that shall contain the information required by the department by rule and a fee of twenty-five dollars for each device required to be registered. If approved, the department shall issue an annual registration tag.\n\n8. A new amusement device registration tag shall be obtained if electronic or mechanical components have been adapted, altered, or replaced and such adaptation, alteration, or replacement changes the operational characteristics of the amusement device including but not limited to the game being changed. The amusement device shall not be placed into operation prior to obtaining a new amusement device registration tag.\n\n9. An electrical or mechanical amusement device required to be registered under this section shall only be leased or purchased from a manufacturer or distributor registered with the department under section 99B.56.\n\n10. A person owning or leasing an electrical or mechanical amusement device required to be registered by this section shall display the registration tag as required by rules adopted by the department.\n\n11. A person owning or leasing an electrical or mechanical amusement device required to be registered by this section shall not allow the electrical or mechanical amusement device to be operated or made available for operation with an expired registration.\n\n12. A person or employee of a person owning or leasing an electrical or mechanical amusement device required to be registered by this section shall not advertise or promote the availability of the device to the public as anything other than an electrical or mechanical amusement device pursuant to rules adopted by the department.\n\n13. A person owning or leasing an electrical or mechanical amusement device required to be registered by this section shall not relocate and place into operation an amusement device in any location other than a location which has been issued an appropriate retail alcohol license in good standing and to which the device has been appropriately registered with the department.\n\n14. A counting mechanism which establishes the volume of business of the electrical or mechanical amusement device shall be included on each device required to be registered by this section. The department and the department of public safety shall have immediate access to the information provided by the counting mechanism.\n\n15. An electrical or mechanical amusement device required to be registered as provided by this section shall not be a gambling device, as defined in section 725.9, or a device that plays poker, blackjack, or keno.\n\n2015 Acts, ch 99, §44; 2022 Acts, ch 1099, §97, 102\n\nReferred to in §99.1A, 99B.1, 99B.51, 99B.52, 99B.54, 99B.55, 99B.56, 99B.57, 99B.58, 805.8C(4)(a)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-53/"
    },
    {
      "id": "section-99b54",
      "number": "99B.54",
      "heading": "Electrical or mechanical amusement devices — criminal penalties.",
      "text": "99B.54 Electrical or mechanical amusement devices — criminal penalties.\n\n1. A person who violates any provision of section 99B.52 or 99B.53, except as specified in subsection 2, commits a serious misdemeanor.\n\n2. A person who violates any provision of section 99B.52, subsection 2 or 6; or section 99B.53, subsection 4, 8, 10, 11, 12, or 13, shall be subject to the following:\n\na. For a first offense under an applicable subsection, the person commits a simple misdemeanor, punishable as a scheduled violation pursuant to section 805.8C, subsection 4, paragraph “b”.\n\nb. For a second or subsequent offense under the same applicable subsection, the person commits a serious misdemeanor.\n\n3. Notwithstanding any provision of section 99B.52 or 99B.53 to the contrary, the following shall apply:\n\na. An individual other than an owner or distributor of an amusement device may operate an amusement device, whether or not the amusement device is owned, possessed, or offered for use in compliance with section 99B.52 or 99B.53.\n\nb. A distributor shall not be liable for a violation of section 99B.52 or 99B.53 unless the distributor or an employee of the distributor intentionally violates a provision of section 99B.52 or 99B.53.\n\n2015 Acts, ch 99, §45\n\nReferred to in §805.8C(4)(b)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-54/"
    },
    {
      "id": "section-99b55",
      "number": "99B.55",
      "heading": "Revocation of registration — electrical or mechanical amusement devices — suspension of retail alcohol license.",
      "text": "99B.55 Revocation of registration — electrical or mechanical amusement devices — suspension of retail alcohol license.\n\n1. a. The department may deny, suspend, or revoke a registration issued pursuant to section 99B.53 or 99B.56, if the department finds that an applicant, registrant, or an agent of a registrant violated or permitted a violation of a provision of section 99B.52, 99B.53, 99B.56, or 99B.57, or a departmental rule adopted pursuant to chapter 17A, or for any other cause for which the director of the department would be or would have been justified in refusing to issue a registration, or upon the conviction of a person of a violation of this chapter or a rule adopted under this chapter which occurred on the premises where the registered amusement device is or is to be located.\n\nb. The denial, suspension, or revocation of a registration for one amusement device does not require, but may result in, the denial, suspension, or revocation of the registration for a different amusement device held by the same distributor or owner.\n\nc. A person who commits an offense of failing to include a security mechanism on an amusement device as required pursuant to section 99B.52, subsection 4, shall be subject to a civil penalty in the amount of two hundred fifty dollars. A person who commits, within two years, a second offense of failing to include a security mechanism on an amusement device shall be subject to the provisions of paragraph “a”.\n\n2. a. A person who commits an offense of awarding a cash prize of fifty dollars or less in violation of section 99B.52, subsection 3, pursuant to rules adopted by the department, shall be subject to a civil penalty in the amount of two hundred fifty dollars. Additional sanctions beyond the civil penalty prescribed by this paragraph, including but not limited to the suspension or revocation of any retail alcohol license issued pursuant to chapter 123 or registration issued pursuant to section 99B.53 or 99B.56, shall not be applicable.\n\nb. A person who commits, within two years, a second offense of awarding a cash prize of fifty dollars or less in violation of section 99B.52, subsection 3, or a person who commits an offense of awarding a cash prize of more than fifty dollars in violation of section 99B.52, subsection 3, pursuant to rules adopted by the department, shall be subject to revocation of the person’s registration and the following:\n\n(1) If the person whose registration is revoked under this paragraph “b” is a person for which a class “C”, special class “C”, class “D”, or class “F” retail alcohol license has been issued pursuant to chapter 123, the person’s retail alcohol license shall be suspended for a period of fourteen days in the same manner as provided in section 123.50, subsection 3, paragraph “a”.\n\n(2) If the person whose registration is revoked under this paragraph “b” is a person for which only a class “B” or class “E” retail alcohol license has been issued pursuant to chapter 123, the person’s class “B” or class “E” retail alcohol license shall be suspended for a period of fourteen days in the same manner as provided in section 123.50, subsection 3, paragraph “a”.\n\n(3) If a person owning or employed by an establishment having a class “C”, special class “C”, class “D”, or class “F” retail alcohol license issued pursuant to chapter 123 commits an offense as provided in this paragraph “b”, the retail alcohol license of the establishment shall be suspended for a period of fourteen days in the same manner as provided in section 123.50, subsection 3, paragraph “a”.\n\n(4) If a person owning or employed by an establishment having a class “B” or class “E” retail alcohol license issued pursuant to chapter 123 commits an offense as provided in this paragraph “b”, the retail alcohol license of the establishment shall be suspended for a period of fourteen days in the same manner as provided in section 123.50, subsection 3, paragraph “a”.\n\n3. a. The process for denial, suspension, or revocation of a registration issued pursuant to section 99B.53 or 99B.56 shall commence by delivering to the applicant or registrant notice, by means authorized by section 17A.18, setting forth the proposed action and the particular reasons for such action.\n\nb. (1) If a written request for a hearing is not received within thirty days after the delivery of notice as provided by paragraph “a”, the denial, suspension, or revocation of a registration shall become effective pending a final determination by the department. The proposed action in the notice may be affirmed, modified, or set aside by the department in a written decision.\n\n(2) If a request for a hearing is timely received by the department, the applicant or registrant shall be given an opportunity for a prompt and fair hearing before the department and the denial, suspension, or revocation shall be deemed stayed until the department makes a final determination. However, the director of the department may suspend a registration prior to a hearing if the director finds that the public integrity of the registered activity is compromised or there is a risk to public health, safety, or welfare. In addition, at any time during or prior to the hearing, the department may rescind the notice of the denial, suspension, or revocation upon being satisfied that the reasons for the denial, suspension, or revocation have been or will be removed. On the basis of any such hearing, the proposed action in the notice may be affirmed, modified, or set aside by the department in a written decision. The procedure governing hearings authorized by this subparagraph shall be in accordance with the rules adopted by the department and chapter 17A.\n\nc. A copy of the final decision of the department shall be sent by electronic mail or certified mail, with return receipt requested, or served personally upon the applicant or registrant. The applicant or registrant may seek judicial review in accordance with the terms of the Iowa administrative procedure Act, chapter 17A.\n\nd. If the department finds cause for denial of a registration issued pursuant to section 99B.53 or 99B.56, the applicant shall not reapply for the same registration for a period of two years. If the department finds cause for a suspension or revocation, the registration shall be suspended or revoked for a period not to exceed two years.\n\n2003 Acts, ch 147, §3, 7\n\nCS2003, §99B.10B\n\n2004 Acts, ch 1118, §5, 11; 2007 Acts, ch 173, §5 – 7; 2008 Acts, ch 1032, §14; 2008 Acts, ch 1184, §50; 2012 Acts, ch 1089, §2, 3; 2015 Acts, ch 99, §21, 56\n\nC2016, §99B.55\n\n2016 Acts, ch 1073, §29; 2022 Acts, ch 1099, §98, 102",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-55/"
    },
    {
      "id": "section-99b56",
      "number": "99B.56",
      "heading": "Electrical or mechanical amusement device manufacturers, distributors, and for-profit owners — registration.",
      "text": "99B.56 Electrical or mechanical amusement device manufacturers, distributors, and for-profit owners — registration.\n\n1. A person engaged in business in this state as a manufacturer, distributor, or for-profit owner of electrical or mechanical amusement devices required to be registered as provided in section 99B.53 shall register with the department. Each person who registers with the department under this section shall pay an annual registration fee in an amount as provided in subsection 2. Registration shall be submitted on application forms designated by the department that shall contain the information required by the department by rule. The department shall adopt rules establishing the criteria for approval or denial of a registration application and providing for the submission of information to the department by a person registered pursuant to this section if information in the initial registration is changed, including discontinuing the business in this state.\n\n2. For purposes of this section, the annual registration fee shall be as follows:\n\na. For a manufacturer, two thousand five hundred dollars.\n\nb. For a distributor, five thousand dollars.\n\nc. For an owner of no more than four electrical or mechanical amusement devices registered as provided in section 99B.53 at a single location or premises that is not a qualified organization, two thousand five hundred dollars.\n\n2003 Acts, ch 147, §2, 7\n\nCS2003, §99B.10A\n\n2004 Acts, ch 1118, §4, 11; 2007 Acts, ch 173, §3, 4; 2015 Acts, ch 99, §20, 56\n\nC2016, §99B.56\n\nReferred to in §99B.53, 99B.55, 99B.58",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-56/"
    },
    {
      "id": "section-99b57",
      "number": "99B.57",
      "heading": "Registered electrical or mechanical amusement devices — persons under twenty-one — penalties.",
      "text": "99B.57 Registered electrical or mechanical amusement devices — persons under twenty-one — penalties.\n\n1. A person under the age of twenty-one years shall not participate in the operation of a registered electrical or mechanical amusement device. A person who violates this subsection commits a scheduled violation under section 805.8C, subsection 4.\n\n2. A person owning or leasing a registered electrical or mechanical amusement device, or an employee of a person owning or leasing a registered electrical or mechanical amusement device, who knowingly allows a person under the age of twenty-one years to participate in the operation of a registered electrical or mechanical amusement device, or a person who knowingly participates in the operation of a registered electrical or mechanical amusement device with a person under the age of twenty-one years, is guilty of a simple misdemeanor.\n\n3. For purposes of this section, “registered electrical or mechanical amusement device” means an electrical or mechanical amusement device required to be registered as provided in section 99B.53.\n\n2004 Acts, ch 1118, §6, 11\n\nC2005, §99B.10C\n\n2007 Acts, ch 173, §8; 2015 Acts, ch 99, §22, 56\n\nC2016, §99B.57\n\nReferred to in §99B.55, 805.8C(4)(a)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-57/"
    },
    {
      "id": "section-99b58",
      "number": "99B.58",
      "heading": "Electrical or mechanical amusement devices — special fund.",
      "text": "99B.58 Electrical or mechanical amusement devices — special fund.\n\nFees collected by the department pursuant to sections 99B.53 and 99B.56 shall be deposited in a special fund created in the state treasury. Moneys in the fund are appropriated to the department of inspections, appeals, and licensing and the department of public safety for administration and enforcement of this subchapter, including employment of necessary personnel. The distribution of moneys in the fund to the department of inspections, appeals, and licensing and the department of public safety shall be pursuant to a written policy agreed upon by the departments. Notwithstanding section 12C.7, subsection 2, interest or earnings on moneys deposited in the fund shall be credited to the fund. Notwithstanding section 8.33, moneys remaining in the fund at the end of a fiscal year shall not revert to the general fund of the state.\n\n2005 Acts, ch 106, §8\n\nCS2005, §99B.10D\n\n2015 Acts, ch 99, §23, 56\n\nC2016, §99B.58\n\n2023 Acts, ch 19, §1868\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-58/"
    },
    {
      "id": "section-99b59",
      "number": "99B.59",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b60",
      "number": "99B.60",
      "heading": "Reserved.",
      "text": "Reserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99b61",
      "number": "99B.61",
      "heading": "Bona fide contests.",
      "text": "99B.61 Bona fide contests.\n\n1. A person may conduct, without a license, any of the contests specified in subsection 2, and may offer and pay awards to persons winning in those contests whether or not entry fees, participation fees, or other charges are assessed against or collected from the participants, if all of the following requirements are met:\n\na. A gambling device is not used in conjunction with or incident to the contest.\n\nb. The contest is not conducted in whole or in part on or in any property subject to chapter 297, relating to schoolhouses and schoolhouse sites, unless the contest and the person conducting the contest has the express written approval of the governing body of that school district.\n\nc. The contest is conducted in a fair and honest manner.\n\nd. A contest shall not be designed or adapted to permit the operator of the contest to prevent a participant from winning or to predetermine who the winner will be.\n\ne. The object of the contest must be attainable and possible to perform under the rules stated.\n\nf. If the contest is a tournament, the tournament operator shall prominently display all tournament rules.\n\n2. A contest, including a contest in a league or tournament, is lawful only if it falls into one of the following event categories:\n\na. Athletic or sporting events. Events in this category include basketball, volleyball, football, baseball, softball, soccer, wrestling, swimming, track and field, racquetball, tennis, squash, badminton, table tennis, rodeos, horse shows, golf, bowling, trap or skeet shoots, fly casting, tractor pulling, rifle, pistol, musket, or muzzle-loader shooting, billiards, darts, archery, and horseshoes.\n\nb. Racing and skill-type events. Events in this category include horse races, harness racing, ski, airplane, snowmobile, raft, boat, bicycle, and motor vehicle races.\n\nc. Arts and crafts-type events. Events in this category include cooking, horticulture, livestock, poultry, fish or other animals, artwork, hobbywork, and craftwork, except those prohibited by chapter 717A.\n\nd. Card game-type and board game-type events. Events in this category include cribbage, bridge, euchre, chess, checkers, dominoes, and pinochle.\n\ne. Trivia and trading card events.\n\nf. Video game-type and video sporting-type events. Events in this category include pinball games, video games, and video machine golf tournament games, where skill is the predominant factor in determining the result of play and tournament scores. To be lawful, a player shall operate a video machine with a device which directly impacts the results of the game.\n\n3. A poker, blackjack, craps, keno, or roulette contest, league, or tournament shall not be considered a bona fide contest under this section.\n\n[C75, §99B.11, 726.13; C77, 79, 81, §99B.11]\n\n2000 Acts, ch 1231, §36; 2002 Acts, ch 1068, §13; 2004 Acts, ch 1056, §1, 10; 2004 Acts, ch 1175, §365; 2005 Acts, ch 106, §9; 2015 Acts, ch 99, §24, 56\n\nC2016, §99B.61\n\nReferred to in §99B.45",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-61/"
    },
    {
      "id": "section-99b62",
      "number": "99B.62",
      "heading": "Game nights — licensing exceptions.",
      "text": "99B.62 Game nights — licensing exceptions.\n\n1. A person other than a qualified organization may lawfully conduct a game night without a license, and may award cash or merchandise prizes, under the following conditions:\n\na. A bona fide social, employment, or trade or professional association relationship exists between the sponsors and the participants.\n\nb. The participants pay no consideration of any nature, either directly or indirectly, to participate in the games.\n\nc. All money, play money, or other items of no intrinsic value which may be wagered are provided to the participant free, and the sponsor conducting the game receives no consideration, either directly or indirectly, other than goodwill.\n\nd. The games may be conducted at any location, except at a fair or a location for which a license is required pursuant to section 99B.31.\n\ne. During the entire time activities permitted by this subsection are being engaged in, no other gambling is engaged in at the same location.\n\n2. A person or an organization may sponsor one or more game nights using play money for participation by students without the person or organization obtaining a license otherwise required by this chapter if the person or organization obtains prior approval for the game night from the board of directors of the accredited public school or the authorities in charge of the nonpublic school accredited by the state board of education for whose students the game night is to be held.\n\n3. A gambling device intended for use or used as provided in this section is exempt from the provisions of section 725.9, subsection 2.\n\n2015 Acts, ch 99, §46\n\nReferred to in §99B.26",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99b/section-99b-62/"
    }
  ]
}