{
  "state": "iowa",
  "path": "title-title-iii-public-services-and-regulation/chapter-chapter-99-houses-used-for-prostitution-or-gambling",
  "sections": [
    {
      "id": "section-991",
      "number": "99.1",
      "heading": "Definitions.Section 99.1A - Houses of prostitution or other nuisances",
      "text": "99.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires, “book”, “list”, “record”, or “schedule” kept by a county auditor, assessor, treasurer, recorder, sheriff, or other county officer means the county system as defined in section 445.1.\n\n2000 Acts, ch 1148, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-1/"
    },
    {
      "id": "section-991a",
      "number": "99.1A",
      "heading": "Houses of prostitution or other nuisances.",
      "text": "99.1A Houses of prostitution or other nuisances.\n\n1. A person who erects, establishes, continues, maintains, uses, owns, or leases any building, erection, or place used for the purpose of prostitution or gambling, except as authorized under the laws of this state is guilty of a nuisance. The building, erection, or place, or the ground itself, in or upon which prostitution or gambling is conducted, permitted, or carried on, continued, or exists, and the furniture, fixtures, musical instruments, and movable property used in conducting or maintaining the nuisance, are also declared a nuisance and shall be enjoined and abated as provided in this chapter.\n\n2. The provisions of this section do not apply to social and charitable gambling conducted pursuant to chapter 99B or to devices lawful under section 99B.52 or 99B.53.\n\n[SS15, §4944-h1; C24, 27, 31, 35, 39, §1587; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.1]\n\nC2001, §99.1A\n\n2015 Acts, ch 99, §49; 2021 Acts, ch 80, §55\n\nReferred to in §99.27\n\nNuisances, see chapter 657\n\nLeasing premises for prostitution, see §725.4\n\nKeeping gambling houses, see §725.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-1a/"
    },
    {
      "id": "section-992",
      "number": "99.2",
      "heading": "Injunction — procedure.",
      "text": "99.2 Injunction — procedure.\n\nWhen a nuisance is kept, maintained, or exists, as defined in this chapter, the county attorney, or any citizen of the county, or any society, association, or body incorporated under the laws of this state, may maintain an action in equity in the name of the state of Iowa, upon the relation of such county attorney, citizen, or corporation to perpetually enjoin said nuisance, the person or persons conducting or maintaining the same from further conducting or maintaining the same, and the owner or agent of the building or ground upon which said nuisance exists, from further permitting such building or ground or both to be so used.\n\n[SS15, §4944-h2; C24, 27, 31, 35, 39, §1588; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-2/"
    },
    {
      "id": "section-993",
      "number": "99.3",
      "heading": "Notice — temporary writ — without bond.",
      "text": "99.3 Notice — temporary writ — without bond.\n\nThe defendants shall be served with notice as in other actions and in such action the court, or judge in vacation, shall upon the presentation of a petition therefor alleging that the nuisance complained of exists, allow a temporary writ of injunction without bond, if the existence of such nuisance shall be made to appear to the satisfaction of the court or judge by evidence in the form of affidavits, depositions, oral testimony, or otherwise as the complainant may elect, unless the court or judge by previous order, shall have directed the form and manner in which such evidence shall be presented.\n\n[SS15, §4944-h2; C24, 27, 31, 35, 39, §1589; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.3]\n\nTime and manner of service,\n\nR.C.P. 1.302 – 1.315",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-3/"
    },
    {
      "id": "section-994",
      "number": "99.4",
      "heading": "Owner defined — notice.",
      "text": "99.4 Owner defined — notice.\n\nThe person in whose name the real estate affected by the action stands on the books of the county auditor, for the purposes of taxation, shall be presumed to be the owner thereof, and in case of unknown persons having or claiming any ownership, right, title, or interest in property affected by the action, such may be made parties to the action by designating them in the notice and petition as “all other persons unknown claiming any ownership, right, title, or interest in the property affected by the action” and service thereon may be had by publishing such notice in the manner prescribed for the publication of original notices in ordinary actions.\n\n[SS15, §4944-h9; C24, 27, 31, 35, 39, §1590; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.4]\n\nService by publication,\n\nR.C.P. 1.310 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-4/"
    },
    {
      "id": "section-995",
      "number": "99.5",
      "heading": "Trial.",
      "text": "99.5 Trial.\n\nAny person having or claiming such ownership, right, title, or interest, and any owner or agent in behalf of the agent and such owner may make, serve, and file an answer therein within twenty days after such service, and have trial of the person’s rights in the premises by the court; and if said cause has already proceeded to trial or to findings and judgment, the court shall by order fix the time and place of such trial and shall modify, add to, or confirm such findings and judgment as the case may require. Other parties to said action shall not be affected thereby.\n\n[SS15, §4944-h9; C24, 27, 31, 35, 39, §1591; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.5]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-5/"
    },
    {
      "id": "section-996",
      "number": "99.6",
      "heading": "Temporary restraining order.",
      "text": "99.6 Temporary restraining order.\n\nIf a temporary injunction is petitioned for, the court, on the application of plaintiff, may issue an ex parte restraining order, restraining the defendants and all other persons from removing or in any manner interfering with the furniture, fixtures, musical instruments, and movable property used in conducting the alleged nuisance, until the decision of the court granting or refusing the temporary injunction and until the further order of the court.\n\n[SS15, §4944-h2; C24, 27, 31, 35, 39, §1592; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.6]\n\n90 Acts, ch 1168, §12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-6/"
    },
    {
      "id": "section-997",
      "number": "99.7",
      "heading": "Writ — how served.",
      "text": "99.7 Writ — how served.\n\nThe restraining order may be served by handing to and leaving a copy of said order with any person in charge of said property or residing in the premises or apartment wherein the same is situated, or by posting a copy thereof in a conspicuous place at or upon one or more of the principal doors or entrances to such premises or apartment where such nuisance is alleged to be maintained, or by both such delivery and posting.\n\n[SS15, §4944-h2; C24, 27, 31, 35, 39, §1593; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-7/"
    },
    {
      "id": "section-998",
      "number": "99.8",
      "heading": "Inventory.",
      "text": "99.8 Inventory.\n\nThe officer serving such restraining order shall forthwith make and return into court an inventory of the personal property situated in and used in conducting or maintaining such nuisance.\n\n[SS15, §4944-h2; C24, 27, 31, 35, 39, §1594; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-8/"
    },
    {
      "id": "section-999",
      "number": "99.9",
      "heading": "Mutilation or removal of notice.",
      "text": "99.9 Mutilation or removal of notice.\n\nWhere such order is so posted, mutilation or removal thereof, while the same remains in force, shall be a contempt of court, provided such posted order contains thereon or therein a notice to that effect.\n\n[SS15, §4944-h2; C24, 27, 31, 35, 39, §1595; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.9]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-9/"
    },
    {
      "id": "section-9910",
      "number": "99.10",
      "heading": "Notice.",
      "text": "99.10 Notice.\n\nThree days’ notice in writing shall be given the defendants of the hearing of the application for temporary injunction, and if then continued at the instance of defendant, the temporary writ as petitioned for shall be granted as a matter of course.\n\n[SS15, §4944-h2; C24, 27, 31, 35, 39, §1596; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.10]\n\n90 Acts, ch 1168, §13",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-10/"
    },
    {
      "id": "section-9911",
      "number": "99.11",
      "heading": "Answer.",
      "text": "99.11 Answer.\n\nEach defendant so notified shall serve upon the complainant or the complainant’s attorney a verified answer on or before the date fixed in the notice for a hearing, and the answer shall be filed with the clerk of the district court of the county where the cause is triable, but the court may allow additional time for so answering. However, an extension of time shall not prevent the issuing of the temporary writ as petitioned for. The allegations of the answer shall be deemed to be traversed without further pleading.\n\n[SS15, §4944-h2; C24, 27, 31, 35, 39, §1597; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.11]\n\n90 Acts, ch 1168, §14",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-11/"
    },
    {
      "id": "section-9912",
      "number": "99.12",
      "heading": "Scope of injunction.",
      "text": "99.12 Scope of injunction.\n\nWhen an injunction has been granted, it shall be binding on the defendant throughout the judicial district in which it was issued, and any violation of the provisions of the injunction or temporary restraining order herein provided, shall be a contempt and punished as hereinafter provided.\n\n[SS15, §4944-h2; C24, 27, 31, 35, 39, §1598; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.12]\n\nPunishment, §99.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-12/"
    },
    {
      "id": "section-99",
      "number": "99",
      "heading": "13",
      "text": "13",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9914",
      "number": "99.14",
      "heading": "Evidence.",
      "text": "99.14 Evidence.\n\nIn such action evidence of the general reputation of the place shall be competent for the purpose of proving the existence of said nuisance and shall be prima facie evidence of such nuisance and of knowledge thereof and of acquiescence and participation therein on the part of the owners, lessors, lessees, users, and all those in possession of or having charge of, as agent or otherwise, or having any interest in any form of property used in conducting or maintaining said nuisance.\n\n[SS15, §4944-h3; C24, 27, 31, 35, 39, §1600; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.14]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-14/"
    },
    {
      "id": "section-9915",
      "number": "99.15",
      "heading": "Dismissal.",
      "text": "99.15 Dismissal.\n\nIf the complaint is filed by a citizen or a corporation, it shall not be dismissed except upon a sworn statement made by the complainant and the complainant’s attorney, setting forth the reasons why the action should be dismissed and the dismissal approved by the county attorney in writing or in open court.\n\n[SS15, §4944-h3; C24, 27, 31, 35, 39, §1601; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.15]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-15/"
    },
    {
      "id": "section-9916",
      "number": "99.16",
      "heading": "Delay in trial.",
      "text": "99.16 Delay in trial.\n\nIf the court is of the opinion that the action ought not to be dismissed, the court may direct the county attorney to prosecute said action to judgment at the expense of the county, and if the action is continued beyond the first trial calendar to which assigned, any citizen of the county or the county attorney may be substituted for the complaining party and prosecute said action to judgment.\n\n[SS15, §4944-h3; C24, 27, 31, 35, 39, §1602; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.16]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-16/"
    },
    {
      "id": "section-9917",
      "number": "99.17",
      "heading": "Costs.",
      "text": "99.17 Costs.\n\nIf the action is brought by a citizen or a corporation and the court finds there were no reasonable grounds or cause for said action, the costs may be taxed to such citizen or corporation.\n\n[SS15, §4944-h3; C24, 27, 31, 35, 39, §1603; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.17]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-17/"
    },
    {
      "id": "section-9918",
      "number": "99.18",
      "heading": "Violation of injunction.",
      "text": "99.18 Violation of injunction.\n\nIn case of the violation of any injunction granted under the provisions of this chapter, or of a restraining order or the commission of any contempt of court in proceedings under this chapter, the court may summarily try and punish the offender.\n\n[SS15, §4944-h4; C24, 27, 31, 35, 39, §1604; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.18]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-18/"
    },
    {
      "id": "section-9919",
      "number": "99.19",
      "heading": "Procedure.",
      "text": "99.19 Procedure.\n\nThe proceedings shall be commenced by filing with the clerk of the court a complaint under oath, setting out and alleging facts constituting such violation, upon which the court shall cause a warrant to issue, under which the defendant shall be arrested. The trial may be had upon affidavits, or either party may demand the production and oral examination of the witnesses.\n\n[SS15, §4944-h4; C24, 27, 31, 35, 39, §1605; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.19]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-19/"
    },
    {
      "id": "section-9920",
      "number": "99.20",
      "heading": "Penalty.",
      "text": "99.20 Penalty.\n\nA party found guilty of contempt under the provisions of this chapter shall be punished by a fine of not less than two hundred nor more than one thousand dollars or by imprisonment in the county jail not less than three nor more than six months or by both fine and imprisonment.\n\n[SS15, §4944-h4; C24, 27, 31, 35, 39, §1606; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.20]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-20/"
    },
    {
      "id": "section-9921",
      "number": "99.21",
      "heading": "Abatement — sale of property.",
      "text": "99.21 Abatement — sale of property.\n\nIf the existence of the nuisance be admitted or established in an action as provided in this chapter, or in a criminal proceeding in the district court, an order of abatement shall be entered as a part of the judgment in the case, which order shall direct the removal from the building or place of all fixtures, furniture, musical instruments, or movable property used in conducting the nuisance, and shall direct the sale of such in the manner provided for the sale of chattels under execution, and shall direct the effectual closing of the building or place against its use for any purpose, and so keeping it closed for a period of one year, unless sooner released as hereinafter provided.\n\n[SS15, §4944-h5; C24, 27, 31, 35, 39, §1607; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.21]\n\nReferred to in §99.25\n\nSale of chattels, §626.74 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-21/"
    },
    {
      "id": "section-9922",
      "number": "99.22",
      "heading": "Fees.",
      "text": "99.22 Fees.\n\nFor removing and selling the movable property, the officer shall be entitled to charge and receive the same fees as the officer would for levying upon and selling like property, on execution, and for closing the premises and keeping them closed a reasonable sum shall be allowed by the court.\n\n[SS15, §4944-h5; C24, 27, 31, 35, 39, §1608; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.22]\n\nFees, §331.655(1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-22/"
    },
    {
      "id": "section-9923",
      "number": "99.23",
      "heading": "Breaking and entering closed building — punishment.",
      "text": "99.23 Breaking and entering closed building — punishment.\n\nIf any person shall break and enter or use a building, erection, or place so directed to be closed, the person shall be punished as for contempt as provided in this chapter.\n\n[SS15, §4944-h5; C24, 27, 31, 35, 39, §1609; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.23]\n\nPunishment, §99.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-23/"
    },
    {
      "id": "section-9924",
      "number": "99.24",
      "heading": "Duty of county attorney.",
      "text": "99.24 Duty of county attorney.\n\nIn case the existence of such nuisance is established in a criminal proceeding in a court not having equitable jurisdiction, it shall be the duty of the county attorney to proceed promptly under this chapter to enforce the provisions and penalties thereof; and the finding of the defendant guilty in such criminal proceedings, unless reversed or set aside, shall be conclusive as against such defendant as to the existence of the nuisance.\n\n[SS15, §4944-h6; C24, 27, 31, 35, 39, §1610; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.24]\n\nReferred to in §331.756(20)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-24/"
    },
    {
      "id": "section-9925",
      "number": "99.25",
      "heading": "Proceeds.",
      "text": "99.25 Proceeds.\n\nAll moneys collected under this chapter shall be paid to the county treasurer. The proceeds of the sale of the personal property as provided in section 99.21 shall be applied in payment of the costs of the action and abatement or so much of such proceeds as may be necessary, except as hereinafter provided.\n\n[SS15, §4944-h6; C24, 27, 31, 35, 39, §1611; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.25]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-25/"
    },
    {
      "id": "section-9926",
      "number": "99.26",
      "heading": "Release of property.",
      "text": "99.26 Release of property.\n\nIf the owner of the premises in which said nuisance has been maintained appears and pays all costs of the proceeding, and files a bond with sureties to be approved by the court in the full value of the property, to be ascertained by the court, conditioned that the owner will immediately abate said nuisance and prevent the same from being established or kept therein within a period of one year thereafter, the court, if satisfied of the owner’s good faith, may order the premises, closed or sought to be closed under the order of abatement, delivered to said owner, and said order of abatement canceled so far as the same may relate to said real property. The release of the property under the provisions of this section shall not release it from the injunction herein provided against the property nor any of the defendants nor from any judgment, lien, penalty, or liability to which it may be subject by law.\n\n[SS15, §4944-h7; C24, 27, 31, 35, 39, §1612; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.26]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-26/"
    },
    {
      "id": "section-9927",
      "number": "99.27",
      "heading": "Mulct tax.",
      "text": "99.27 Mulct tax.\n\nWhen a permanent injunction issues against any person for maintaining a nuisance as defined in section 99.1A, or against any owner or agent of the building kept or used for the purpose prohibited by this chapter, there shall be imposed upon said building and the ground upon which the same is located and against the person or persons maintaining the nuisance and the owner or agent of the premises, a mulct tax of three hundred dollars. The imposing of the mulct tax shall be made by the court as a part of the proceeding.\n\n[SS15, §4944-h8; C24, 27, 31, 35, 39, §1613; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.27]\n\n2015 Acts, ch 30, §37\n\nNuisance defined, §99.1A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-27/"
    },
    {
      "id": "section-9928",
      "number": "99.28",
      "heading": "Certification and payment of mulct tax.",
      "text": "99.28 Certification and payment of mulct tax.\n\nThe clerk of said court shall make and certify a return of the imposition of the mulct tax forthwith to the county auditor, who shall enter the same as a tax upon the property, and against the persons upon which or whom the lien was imposed, as and when the other taxes are entered, and the same shall be and remain a lien on the land upon which such lien was imposed until fully paid. Any such lien imposed while the tax books are in the hands of the auditor shall be immediately entered in the tax books. The payment of the mulct tax shall not relieve the persons or property from any other penalties provided by law.\n\n[SS15, §4944-h8; C24, 27, 31, 35, 39, §1614; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.28]\n\n2016 Acts, ch 1073, §24\n\nReferred to in §331.512, 602.8102(24)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-28/"
    },
    {
      "id": "section-9929",
      "number": "99.29",
      "heading": "Collection of mulct tax.",
      "text": "99.29 Collection of mulct tax.\n\nThe provisions of the law relating to the collection of taxes in this state, the delinquency thereof, and sale of property for taxes shall govern in the collection of the mulct tax prescribed in this chapter insofar as those provisions are applicable.\n\n[SS15, §4944-h8; C24, 27, 31, 35, 39, §1615; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.29]\n\n2016 Acts, ch 1073, §25\n\nCollection of taxes, chapter 445 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-29/"
    },
    {
      "id": "section-9930",
      "number": "99.30",
      "heading": "Application of mulct tax.",
      "text": "99.30 Application of mulct tax.\n\nThe mulct tax collected shall be applied toward the deficiency in the payment of costs of the action and abatement which exist after the application of the proceeds of the sale of personal property. The remainder of the tax together with the unexpended portion of the proceeds of the sale of personal property shall be paid to the treasurer of state for deposit in the general fund of the state, except that ten percent of the amount of the whole tax collected and of the whole proceeds of the sale of the personal property, as provided in this chapter, shall be paid by the treasurer to the attorney representing the state in the injunction action, at the time of final judgment.\n\n[SS15, §4944-h8; C24, 27, 31, 35, 39, §1616; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.30]\n\n83 Acts, ch 185, §2, 62; 83 Acts, ch 186, §10043, 10201, 10204; 2016 Acts, ch 1073, §26",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-30/"
    },
    {
      "id": "section-9931",
      "number": "99.31",
      "heading": "Mulct tax assessed.",
      "text": "99.31 Mulct tax assessed.\n\nWhen such nuisance has been found to exist under any proceeding in the district court or as in this chapter provided, and the owner or agent of such building or ground whereon the nuisance has been found to exist was not a party to such proceeding, nor appeared therein, the mulct tax of three hundred dollars shall, nevertheless, be imposed against the persons served or appearing and against the property as set forth in this chapter.\n\n[SS15, §4944-h9; C24, 27, 31, 35, 39, §1617; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §99.31]\n\n2016 Acts, ch 1073, §27",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-iii/chapter-99/section-99-31/"
    }
  ]
}