{
  "state": "south-carolina",
  "path": "title-title-41/chapter-t41c006",
  "sections": [
    {
      "id": "section-41-6-10",
      "number": "41-6-10",
      "heading": "",
      "text": "Employers, community rehabilitation programs, and hospital patient care workers at regional centers shall not use Section 14(c) of the Fair Labor Standards Act of 1938 to pay disabled employees a subminimum wage. No individual with a disability may be paid less than the federal minimum wage. HISTORY: 2022 Act No. 209 (S.533), Section 1, eff May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-41/chapter-6/section-41-6-10/"
    },
    {
      "id": "section-41-6-20",
      "number": "41-6-20",
      "heading": "",
      "text": "Beginning on January 1, 2023, and annually thereafter, the Department of Disabilities and Special Needs shall submit a report to the General Assembly concerning the payment of a subminimum wage in South Carolina. The report shall: (1) identify all providers in this State that maintain a Section 14(c) certificate; (2) identify which of those providers pay a subminimum wage; (3) identify which of those providers used to pay a subminimum wage but have stopped that practice; (4) identify which of those providers that stopped paying a subminimum wage did so due to an increase in the federal minimum wage; and (5) provide data regarding the success in obtaining minimum wage employment of individuals with severe intellectual disabilities as compared to individuals with mild or moderate intellectual disabilities. HISTORY: 2022 Act No. 209 (S.533), Section 2, eff May 23, 2022. Code Commissioner's Note At the direction of the Code Commissioner, pursuant to the authority to codify permanent law, the provisions of Section 1 and Section 2 of 2022 Act No. 209 were codified as Section 41-6-10 and Section 41-6-20, respectively.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-41/chapter-6/section-41-6-20/"
    }
  ]
}