{
  "state": "south-carolina",
  "path": "title-title-41/chapter-chapter-17",
  "sections": [
    {
      "id": "section-41-17-10",
      "number": "41-17-10",
      "heading": "",
      "text": "The Director of the Department of Labor, Licensing and Regulation or his designee or his agents shall (a) investigate industrial disputes or strikes or lockouts arising between employer and employees or capital and labor, (b) ascertain, as near as may be, the cause or causes of such industrial disputes or strikes or lockouts, (c) make a finding of fact in respect thereto, (d) endeavor, as far as possible, to remove misunderstandings or differences and to induce both sides to such an industrial dispute or strike or lockout to arrive at an agreement, (e) nominate, appoint or act as arbitrators when so requested by both sides to such a controversy and (f) in general, remove as far as possible the causes for industrial disputes or strikes or lockouts and induce an amicable settlement of them. Unless the Director or his agents find it inadvisable so to do the finding of fact of the Director or his agents as to all such disputes shall be reported to the Governor as soon as practicable in each case and annually to the General Assembly.\n\nHISTORY: 1962 Code Section 40-301; 1952 Code Section 40-301; 1942 Code Sections 3253-18, 3253-19, 3253-21; 1932 Code Sections 6355, 6357; Civ. C. '22 Sections 5194, 5196; 1916 (29) 935; 1937 (40) 548; 1993 Act No. 181, Section 977, eff February 1, 1994.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-41/chapter-17/section-41-17-10/"
    },
    {
      "id": "section-41-17-20",
      "number": "41-17-20",
      "heading": "",
      "text": "When the Director or his agents shall fail to induce both sides of such an industrial dispute or strike or lockout to arrive at an agreement, the Director may appoint a committee of three as follows: One from capital, one from labor and one at large. The Director shall be ex officio chairman of such committee. The duties of the committee shall be the same as those prescribed for the Director in Section 41-17-10.\n\nHISTORY: 1962 Code Section 40-302; 1952 Code Section 40-302; 1942 Code Section 3253-18; 1937 (40) 548.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-41/chapter-17/section-41-17-20/"
    },
    {
      "id": "section-41-17-30",
      "number": "41-17-30",
      "heading": "",
      "text": "The provisions of this chapter shall not apply to any railroad corporation or express company doing business by rail or the receivers or trustees of any railroad corporation or express company doing business by rail or to any employee of any thereof.\n\nHISTORY: 1962 Code Section 40-303; 1952 Code Section 40-303; 1942 Code Section 3253-18; 1937 (40) 548.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-41/chapter-17/section-41-17-30/"
    },
    {
      "id": "section-41-17-40",
      "number": "41-17-40",
      "heading": "",
      "text": "The Director of the Department of Labor, Licensing and Regulation or his designee or his agents may summon and examine in public or in executive session any person concerned in any such strike or lockout or industrial dispute or any other person within the State and may compel them to testify.\n\nHISTORY: 1962 Code Section 40-304; 1952 Code Section 40-304; 1942 Code Sections 3253-20, 3253-21; 1932 Code Sections 6356, 6357; Civ. C. '22 Sections 5195, 5196; 1916 (29) 935; 1937 (40) 548; 1993 Act No. 181, Section 977, eff February 1, 1994.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-41/chapter-17/section-41-17-40/"
    },
    {
      "id": "section-41-17-50",
      "number": "41-17-50",
      "heading": "",
      "text": "The Director of the Department of Labor, Licensing and Regulation or his designee or his agents may compel the production of books or documents relating to questions in dispute; inspect property with respect to which there is a dispute with relation to an industrial dispute or strikes or lockout; examine into working conditions and sanitary conditions; and at all times have access to any property or premises necessary to any such inspection.\n\nHISTORY: 1962 Code Section 40-305; 1952 Code Section 40-305; 1942 Code Section 3253-20; 1932 Code Section 6356; Civ. C. '22 Section 5195; 1916 (29) 935; 1937 (40) 548; 1993 Act No. 181, Section 977, eff February 1, 1994.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-41/chapter-17/section-41-17-50/"
    },
    {
      "id": "section-41-17-60",
      "number": "41-17-60",
      "heading": "",
      "text": "The Director of the Department of Labor, Licensing and Regulation or his designee or his agents can be called into session and into the performance of their duties and functions under this chapter by the Governor.\n\nHISTORY: 1962 Code Section 40-306; 1952 Code Section 40-306; 1942 Code Section 3253-22; 1932 Code Section 6359; Civ. C. '22 Section 5198; 1916 (29) 935; 1937 (40) 548; 1993 Act No. 181, Section 977, eff February 1, 1994.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-41/chapter-17/section-41-17-60/"
    },
    {
      "id": "section-41-17-70",
      "number": "41-17-70",
      "heading": "",
      "text": "Any person that hinders or obstructs the Director of the Department of Labor, Licensing and Regulation or his designee or his agents in the full and free performance of their duties under this chapter shall be guilty of a misdemeanor for each and every such offense and upon conviction in a court of competent jurisdiction shall be fined not less than twenty-five dollars, nor more than one hundred dollars or sentenced to serve not more than thirty days upon the county chain gang.\n\nHISTORY: 1962 Code Section 40-307; 1952 Code Section 40-307; 1942 Code Section 3253-18; 1937 (40) 548; 1993 Act No. 181, Section 977, eff February 1, 1994.\n\nEffect of Amendment\n\nThe 1993 amendment substituted \"Director of the Department of Labor, Licensing and Regulation or his designee\" for \"Commissioner of Labor\".",
      "source_url": "https://law.justia.com/codes/south-carolina/title-41/chapter-17/section-41-17-70/"
    }
  ]
}