{
  "state": "michigan",
  "path": "title-chapter-129-public-funds/chapter-act-56-of-1962-bond-cremation-act-129121-129125",
  "sections": [
    {
      "id": "section-129121",
      "number": "129.121",
      "heading": "Short Title; Bond Cremation Act",
      "text": "Section 129.122 - Bond Cremation Act; Definitions.Section 129.123 - Cremation or Disintegration of Public Obligations or Interest Coupons.Section 129.124 - Public Bonds and Interest Coupons; Certificate of Cremation, Contents, Filing.Section 129.125 - Public Bonds and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-129122",
      "number": "129.122",
      "heading": "Bond Cremation Act; Definitions.",
      "text": "As used in this act:\n\n(a) \"Public corporation\" means any county, city, village, township, charter township, school district, community college district, port district, metropolitan district, drainage district, the state or any officer, agency, commission or department thereof, or any other public or governmental authority or agency within the state with the power to issue obligations.\n\n(b) \"Obligations\" means any evidence of indebtedness, such as bonds, bills, notes, orders, certificates of indebtedness or other like instruments, issued by a public corporation.\n\n(c) \"Interest coupon\" means the coupon pertaining to any obligation evidencing a right to the payment of a certain sum as interest on an obligation.\n\n(d) \"Governing body\" means the board of supervisors of a county, the township board of a township, the council, common council, or commission of a city, the council, commission or board of trustees of a village, the board of education or district board of a school district, the county drain commissioner or drainage board of a drainage district, the legislative body of a metropolitan district, the port commission of a port district and, in the case of any other public corporation, the official or official body to whom is designated general governing or legislative powers by law.\n\n(e) \"Paying agent\" means any one of the banks or trust companies or other financial institutions where the obligations or interest coupons are made payable.\n\nHistory:1962, Act 56, Eff. Mar. 28, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-129/statute-act-56-of-1962/section-129-122/"
    },
    {
      "id": "section-129123",
      "number": "129.123",
      "heading": "Cremation or Disintegration of Public Obligations or Interest Coupons.",
      "text": "Subject to the provisions of this act, the governing body of any public corporation may authorize the cremation or disintegration of obligations or interest coupons. As an alternative, subject to the provisions of this act, any public corporation may enter into an agreement with a paying agent for the cremation or disintegration of its obligations and interest coupons, which agreement shall be approved and its execution authorized by the governing body.\n\nHistory:1962, Act 56, Eff. Mar. 28, 1963 ;-- Am. 1963, Act 130, Eff. Sept. 6, 1963 ;-- Am. 1972, Act 146, Imd. Eff. May 26, 1972",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-129/statute-act-56-of-1962/section-129-123/"
    },
    {
      "id": "section-129124",
      "number": "129.124",
      "heading": "Public Bonds and Interest Coupons; Certificate of Cremation, Contents, Filing.",
      "text": "Where obligations and interest coupons are cremated by a public corporation, it shall be done in the presence of the official of the public corporation having custody of the financial records of the public corporation, or a representative designated by such official, and in the presence of 2 additional persons designated by the governing body of the public corporation. Where the obligations and interest coupons are cremated by a paying agent, it shall be done in the presence of at least 2 authorized officers or employees of the paying agent. Within 24 hours after the cremation of any obligations or interest coupons, a certificate of cremation shall be prepared and executed by an officer of the paying agent and the persons in whose presence the obligations or interest coupons were cremated. The certificate shall show the name of the public corporation, the designation or title of the obligations cremated, which in the case of interest coupons shall include the title or designation of the obligations to which they pertain, the aggregate principal amount of obligations cremated, the maturity date of the obligations and interest coupons cremated, the date of the obligations cremated, the denomination of each of the obligations cremated, the number of each of the obligations cremated, the name of the printer of the obligations or interest coupons cremated, and where interest coupons are cremated, the quantity of coupons cremated for each coupon maturity date and the face value of each of the coupons cremated. A copy of the cremation certificate shall be filed within 30 days of its execution with the officer of the public corporation having custody of the financial records of the public corporation and the municipal finance commission or such other agency or body as may hereafter have power over the issuance of obligations by public corporations.\n\nHistory:1962, Act 56, Eff. Mar. 28, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-129/statute-act-56-of-1962/section-129-124/"
    },
    {
      "id": "section-129125",
      "number": "129.125",
      "heading": "Public Bonds and Interest Coupons; Obligations Not Considered Public Records.",
      "text": "The powers conferred by this act shall be construed as constituting complete and independent power and authority to do the things herein authorized, the provisions of any other statute or charter to the contrary notwithstanding. Obligations and interest coupons of public corporations for the purposes of this act shall not be considered to be public records within the meaning of any other statute or charter.\n\nHistory:1962, Act 56, Eff. Mar. 28, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-129/statute-act-56-of-1962/section-129-125/"
    }
  ]
}