{
  "state": "virginia",
  "path": "title-title-57-religious-and-charitable-matters-cemeteries/chapter-chapter-5-solicitation-of-contributions",
  "sections": [
    {
      "id": "section-57-48",
      "number": "57-48.",
      "heading": "Definitions§ 57-49. Registration of charitable organizations; prohibition against support of terrorists§ 57-50",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Board\" means the Board of Agriculture and Consumer Services.\n\n\"Charitable organization\" means any person that is or holds itself out to be organized or operated for any charitable purpose, or any person that solicits or obtains contributions solicited from the public. \"Charitable organization\" does not include (i) any church or convention or association of churches, primarily operated for nonsecular purposes and no part of the net income of which inures to the direct benefit of any individual; (ii) any political party as defined in § 24.2-101 or any political campaign committee or political action committee or other political committee required by state or federal law to file a report or statement of contributions and expenditures; or (iii) any authorized individual who solicits, by authority of such organization, solely on behalf of a registered or exempt charitable organization or on behalf of an organization excluded from the definition of charitable organization.\n\n\"Charitable purpose\" means any charitable, benevolent, humane, philanthropic, patriotic, or eleemosynary purpose and the purposes of influencing legislation or influencing the actions of any public official or instigating, prosecuting, or intervening in litigation.\n\n\"Charitable sales promotion\" means advertised sales that feature the names of both the commercial co-venturer and the charitable or civic organization and that state that the purchase or use of the goods, services, entertainment, or any other thing of value that the commercial co-venturer normally sells will benefit the charitable or civic organization or its purposes. To qualify as a charitable sales promotion, the consumer must pay the same price for the thing of value as the commercial co-venturer usually charges without the charitable sales promotion and the consumer retains the thing of value.\n\n\"Civic organization\" means any local service club, veterans post, fraternal society or association, volunteer fire or rescue group, or local civic league or association of 10 or more persons not organized for profit but operated exclusively for educational or charitable purposes as defined in this section, including the promotion of community welfare, and the net earnings of which are devoted exclusively to charitable, educational, recreational, or social welfare purposes.\n\n\"Commercial co-venturer\" means any person who (i) is organized for profit, (ii) is regularly and primarily engaged in trade or commerce, other than in connection with soliciting for charitable or civic organizations or charitable purposes, and (iii) conducts an advertised charitable sales promotion for a specified limited period of time.\n\n\"Commissioner\" means the Commissioner of Agriculture and Consumer Services or a member of his staff to whom he may delegate his duties under this chapter.\n\n\"Contribution\" means any gift, bequest, devise, or other grant of any money, credit, financial assistance, or property of any kind or value, including the promise to contribute, except payments by the membership of an organization for membership fees, dues, fines, or assessments, or for services rendered to individual members, and except money, credit, financial assistance, or property received from any governmental authority. \"Contribution\" does not include any donation of blood or any gift made pursuant to Article 2 (§ 32.1-291.1 et seq.) of Chapter 8 of Title 32.1.\n\n\"Department\" means the Department of Agriculture and Consumer Services.\n\n\"Federated fund-raising organization\" means any federation of independent charitable organizations that have voluntarily joined together, including but not limited to a United Fund or Community Chest, for purposes of raising and distributing money for and among themselves and where membership does not confer operating authority and control of the individual agencies upon the federated group organization.\n\n\"File with the Commissioner\" means depositing the originals of the documents required to be filed, along with the payment of the appropriate fee and all supporting documents with the Department or submitting the required documents and any appropriate attachments and fees by utilizing an online filing system approved by the Commissioner.\n\n\"Fund-raising expenses\" means the expenses of all activities that constitute or are an integral and inseparable part of a solicitation.\n\n\"Membership\" means those persons to whom, for payment of fees, dues, assessments, etc., an organization provides services and confers a bona fide right, privilege, professional standing, honor, or other direct benefit, in addition to the right to vote, elect officers, or hold offices. \"Membership\" does not include those persons who are granted a membership upon making a contribution as the result of solicitation.\n\n\"Parent organization\" means that part of a charitable organization that coordinates, supervises, or exercises control over policy, fund raising, and expenditures or assists or advises one or more chapters, branches, or affiliates.\n\n\"Person\" means any individual, organization, trust, foundation, association, partnership, corporation, society, or other group or combination acting as a unit.\n\n\"Professional fund-raising counsel\" means any person who for a flat fixed fee under a written agreement plans, conducts, manages, carries on, advises, or acts as a consultant, whether directly or indirectly, in connection with soliciting contributions for, or on behalf of, any charitable or civic organization, but who actually solicits no contributions as a part of such services. A bona fide salaried officer or employee of a registered or exempt charitable organization or the bona fide salaried officer or employee of a registered parent organization shall not be deemed to be a professional fund-raising counsel.\n\n\"Professional solicitor\" means any person who, for a financial or other consideration, solicits contributions for, or on behalf of, a charitable or civic organization, whether such solicitation is performed personally or through his agents, servants, or employees or through agents, servants, or employees who are specially employed by or for a charitable or civic organization and are engaged in the solicitation of contributions under the direction of such person or any person who, for a financial or other consideration, plans, conducts, manages, carries on, advises, or acts as a consultant to a charitable or civic organization in connection with the solicitation of contributions but does not qualify as a professional fund-raising counsel. A bona fide salaried officer or employee of a registered or exempt charitable organization or a bona fide salaried officer or employee of a registered parent organization shall not be deemed to be a professional solicitor.\n\n\"Sale,\" \"sell,\" and \"sold\" mean the transfer of any property or the rendition of any service to any person in exchange for consideration, including any purported contribution without which such property would not have been transferred or such services would not have been rendered.\n\n\"Solicit\" and \"solicitation\" mean the request or appeal, directly or indirectly, for any contribution on the plea or representation that such contribution will be used for a charitable purpose, including, without limitation, the following methods of requesting such contribution:\n\n1. Any oral or written request;\n\n2. Any announcement to the press, over the radio or television, by telephone or telegraph, or by email concerning an appeal or campaign to which the public is requested to make a contribution for any charitable purpose connected therewith;\n\n3. The distribution, circulation, posting, or publishing of any handbill, written advertisement, or other publication that directly or by implication seeks to obtain public support; or\n\n4. The sale of, offer, or attempt to sell, any advertisement, advertising space, subscription, ticket, or any service or tangible item in connection with which any appeal is made for any charitable purpose or where the name of any charitable or civic organization is used or referred to in any such appeal as an inducement or reason for making any such sale, or when or where in connection with any such sale, any statement is made that the whole or any part of the proceeds from any such sale will be donated to any charitable purpose.\n\n\"Solicitation,\" as defined in this section, shall be deemed to occur when the request is made, at the place the request is received, whether or not the person making the same actually receives any contribution.\n\n\"Terrorists and terrorist organizations\" means any person, organization, group, or conspiracy who assists or has assisted terrorist organizations, as provided in 18 U.S.C. § 2339B, or who commits or attempts to commit acts of terrorism, as defined in § 18.2-46.4.\n\n1974, c. 574; 1979, cc. 124, 595, 598; 1983, c. 374; 1984, c. 268; 1988, c. 322; 1990, c. 711; 1996, c. 461; 2003, cc. 576, 977, 1009; 2005, c. 329; 2007, cc. 92, 907; 2013, c. 24; 2021, Sp. Sess. I, c. 465; 2023, c. 289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-48/"
    },
    {
      "id": "section-57-49",
      "number": "57-49.",
      "heading": "Registration of charitable organizations; prohibition against support of terrorists",
      "text": "A. Every charitable organization, except as otherwise provided in this chapter, which intends to solicit contributions within the Commonwealth, or have funds solicited on its behalf, shall, prior to any solicitation, file an initial registration statement with the Commissioner upon forms acceptable to him. Each registration statement shall thereafter be refiled on or before the fifteenth day of the fifth calendar month of the next and each following fiscal year in which such charitable organization is engaged in solicitation activities within the Commonwealth. It shall be the duty of the president, chairman or principal officer of such charitable organization to file the statements required under this chapter. A charitable organization's registration statement may alternatively be filed online on a website approved by the Commissioner. Such statement shall contain the following information:\n\n1. The name of the organization and the purpose for which it was organized.\n\n2. The principal address of the organization, the address of any offices in the Commonwealth and its designated agent for process within the Commonwealth. If no such agent is designated, the organization shall be deemed to have designated the Secretary of the Commonwealth. If the organization does not maintain an office, the name and address of the person having custody of its financial records.\n\n3. The names and addresses of any chapters, branches or affiliates in the Commonwealth.\n\n4. The place where and the date when the organization was legally established, the form of its organization, and a reference to any determination of its tax-exempt status under the Internal Revenue Code.\n\n5. The names and addresses of the officers, directors, trustees and the principal salaried executive staff officer.\n\n6. A copy of a balance sheet and income and expense statement, with the opinion of any independent public accountant, for the organization's immediately preceding fiscal year; a copy of a financial statement certified by an independent public accountant covering, in a consolidated report, complete information as to all the preceding year's fund-raising activities of the charitable organization, showing kind and amount of funds raised, fund-raising expenses and allocation of disbursement of funds raised; or a copy of Internal Revenue Service Form 990. The report required by this subdivision shall comply with the accounting standards prescribed pursuant to § 57-53. Any organization whose annual gross revenue qualifies such organization to file Form 990-N (also referred to as the e-Postcard) with the Internal Revenue Service may submit a balance sheet and income and expense statement verified under oath or affirmation by the treasurer of the organization.\n\n7. A statement indicating the amount of funds expended during the preceding fiscal year to pay for the administrative expenses of the charitable organization and a computation of such expenses as a percentage of the total expenses of the charitable organization.\n\n8. A statement indicating the amount of funds expended during the preceding fiscal year that was dedicated to providing charitable services and a computation of such expenses as a percentage of the total expenses of the charitable organization.\n\n9. A statement showing the computation of the percentages provided for in § 57-58.\n\n10. A statement indicating whether the organization intends to solicit contributions from the public directly or have such done on its behalf by others.\n\n11. A statement indicating whether the organization is authorized by any other governmental authority to solicit contributions and whether it, or any officer, professional fund-raiser or professional solicitor thereof, is or has ever been enjoined by any court or otherwise prohibited from soliciting contributions in any jurisdiction.\n\n12. The general purpose or purposes for which the contributions to be solicited shall be used.\n\n13. The name or names under which it intends to solicit contributions.\n\n14. The names of the individuals or officers of the organization who will have final responsibility for the custody of the contributions.\n\n15. The names of the individuals or officers of the organization responsible for the final distribution of the contributions.\n\n16. A statement indicating whether the organization, or any officer, professional fund-raiser or professional solicitor thereof, has ever been convicted of a felony and, if so, a description of the pertinent facts.\n\n17. A copy of the current articles of incorporation, bylaws, or other governing documents. If current copies are already on file with the Commissioner, only amendments, if any, shall be filed in years after the initial registration.\n\n18. A description of the types of solicitation to be undertaken.\n\nA1. Every registration statement shall include the following language:\n\n\"No funds have been or will knowingly be used, directly or indirectly, to benefit or provide support, in cash or in kind, to terrorists, terrorist organizations, terrorist activities, or the family members of any terrorist.\"\n\nA2. No person shall be registered by the Commonwealth or by any locality to solicit funds that are intended to benefit or support terrorists, terrorist organizations or terrorist activities. No person shall be registered by the Commonwealth or by any locality to solicit funds that are intended to benefit or support a family member of any terrorist, unless a court of competent jurisdiction within the Commonwealth, upon petition of an interested person, finds by clear and convincing evidence that, for a period of at least three years next preceding any act of terrorism committed by such terrorist or terrorist organization, the family members to whom the benefit of the contributions shall inure have been living separate and apart from the terrorist or terrorist organization, and the family members have not provided any financial support, in cash or in kind, to the terrorist or terrorist organization for the same period of time.\n\nB. Each chapter, branch or affiliate, except an independent member agency of a federated fund-raising organization, shall separately report the information required by this section or report the information to its parent organization which shall then furnish such information as to itself and all of its state affiliates, chapters and branches in a consolidated form. All affiliated organizations included in a consolidated registration statement shall be considered as one charitable organization for all purposes of this chapter. If a consolidated registration statement is filed, all statements thereafter filed shall be upon the same basis unless permission to change is granted by the Commissioner.\n\nC. Each federated fund-raising organization shall report the information required by this section in a consolidated form. Any federated fund-raising organization may elect to exclude from its consolidated report information relating to the separate fund-raising activities of all of its independent member agencies. No member agency of a federated fund-raising organization shall be required to report separately any information contained in such a consolidated report. Any separate solicitations campaign conducted by, or on behalf of, any such member agency shall nevertheless be subject to all other provisions of this chapter.\n\nD. The registration forms shall be signed by the chief fiscal officer and by another authorized officer of the charitable organization. If the registration forms are filed online using a website approved by the Commissioner, the charitable organization shall follow the procedures on that website for signing the forms.\n\nE. Every charitable organization which submits an independent registration to the Commissioner shall pay an annual registration fee of (i) $30 if its gross contributions for the preceding year do not exceed $25,000; (ii) $50 if its gross contributions exceed $25,000 but do not exceed $50,000; (iii) $100 if its gross contributions exceed $50,000 but do not exceed $100,000; (iv) $200 if its gross contributions exceed $100,000 but do not exceed $500,000; (v) $250 if its gross contributions exceed $500,000 but do not exceed $1 million; and (vi) $325 if its gross contributions exceed $1 million. A parent organization filing on behalf of one or more chapters, branches or affiliates or a federated fund-raising organization filing on behalf of its member agencies shall pay a single annual registration fee for itself and such chapters, branches, affiliates or member agencies included in the registration statement. Organizations with no prior financial history filing an initial registration shall be required to pay an initial fee of $100. Organizations with prior financial history filing an initial registration shall be required to pay an initial fee of $100 in addition to the annual registration fee. Any organization which allows its registration to lapse, without requesting an extension of time to file, shall be required to resubmit an initial registration. An extension may be granted upon receipt of a written request.\n\n1974, c. 574; 1975, c. 221; 1979, c. 595; 1984, c. 268; 1986, c. 31; 1987, c. 561; 1988, c. 322; 1990, c. 711; 1993, cc. 577, 583; 1995, cc. 170, 205; 2003, cc. 576, 977, 1009; 2005, c. 329; 2012, c. 313; 2017, c. 763; 2018, c. 268.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-49/"
    },
    {
      "id": "section-57-50",
      "number": "57-50.",
      "heading": "Reciprocal agreements with other states; online filing",
      "text": "A. The Commissioner may enter into a reciprocal agreement with the appropriate authority of any other state for the purpose of exchanging information with respect to charitable organizations, professional fund-raising counsel and professional solicitors. Pursuant to such agreements, the Commissioner may accept information filed by a charitable organization, professional fund-raising counsel and professional solicitor with the appropriate authority of another state in lieu of the information required to be filed in accordance with the provisions of this chapter, if such information is substantially similar to the information required under this chapter. The Commissioner may also grant exemption from the requirement for the filing of [an] annual registration statement with him to charitable organizations organized under the laws of another state, having their principal place of business in such other state, having funds derived principally from sources outside the Commonwealth, and having been granted exemption from the filing of registration statements by such other state, if such state has a statute similar in substance to the provisions of this chapter and participates in a reciprocal agreement pursuant to this section.\n\nB. The Commissioner may also enter into a memorandum of understanding or other similar agreement with the appropriate authority of any other state or federal agency for the purpose of providing charitable organizations, professional fund-raising counsel or professional solicitors with the option of filing their annual registration statements online on a website approved by all states that are parties to the memorandum of understanding. The Commissioner may accept such online filing in lieu of the information required to be filed in accordance with the provisions of this chapter if the procedures for online filing provide for submitting substantially similar information to that required by this chapter. The information provided by charitable organizations, professional fund-raising counsel or professional solicitors at the approved website as a result of their completion of the online registration statement shall be shared with the appropriate authority of any state or federal agency that is a party to the memorandum of understanding.\n\n1974, c. 574; 1979, c. 595; 2005, c. 329.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-50/"
    },
    {
      "id": "section-57-51",
      "number": "57-51.",
      "heading": "Nonresident registration",
      "text": "A. Any unregistered charitable organization, professional fund-raising counsel, or professional solicitor, having his or its principal place of business outside of the Commonwealth or organized under and by virtue of the laws of a foreign state who or which shall solicit contributions from people in the Commonwealth, shall be deemed to have irrevocably appointed the Secretary of the Commonwealth as his or its agent upon whom may be served any summons, subpoena, subpoena duces tecum, or other process directed to such charitable organization, or any partner, principal, officer, or director thereof or to such professional fund-raising counsel or professional solicitor. Service shall be made by leaving two copies of the process, notice, order, or demand, together with any fee required by law, in the office of the Secretary of the Commonwealth, together with an affidavit giving the last known post-office address of the defendant and such service shall be sufficient if notice of such service and a copy of the process, notice, order, or demand are forthwith sent by registered mail, with return receipt requested, by the Secretary of the Commonwealth or one of his staff to the defendant at the specified address. An affidavit by the Secretary of the Commonwealth showing compliance herewith shall be filed with the papers in the suit, action, or proceeding.\n\nB. Any charitable organization, having no office or place of business within the Commonwealth and soliciting in the Commonwealth from outside of the Commonwealth solely by email, telephone or telegraph, direct mail, or advertising in national media, and any professional fund-raising counsel or professional solicitor engaged by such an organization, shall file with the Commissioner any report that would otherwise be required of it or request the Commissioner to determine that such organization is exempt under § 57-50 or 57-60.\n\n1974, c. 574; 1979, c. 595; 1984, c. 268; 2023, c. 289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-51/"
    },
    {
      "id": "section-57-52",
      "number": "57-52.",
      "heading": "Publication of warnings concerning certain charitable and civic organizations",
      "text": "If the Commissioner determines that any charitable or civic organization not registered with his office and not exempt from registration, irrespective of whether such organization is subject to the jurisdiction of the Commonwealth, has solicited or may be soliciting in the Commonwealth, directly or indirectly, by any means including without limitation, by email, by telephone or telegraph, by direct mail, or by advertising in national media, he may, after 10 days' written notice mailed to the charitable or civic organization, cause to be printed on the Department's website and in one or more newspapers published in the Commonwealth a notice in substantially the following form:\n\nWARNING—UNREGISTERED CHARITABLE SOLICITATION\n\nThe organization named below has solicited contributions from Virginia citizens for allegedly charitable purposes. It has not registered with or been granted the appropriate exempt status by the Commissioner as required by law. Contributors are cautioned that their contributions to such organization may be used for noncharitable purposes.\n\n1974, c. 574; 1979, c. 595; 1983, c. 374; 1988, c. 322; 2023, c. 289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-52/"
    },
    {
      "id": "section-57-521",
      "number": "57-52.1.",
      "heading": "Publication of warnings concerning solicitation by professional solicitors",
      "text": "If the Commissioner determines that any charitable or civic organization has contracted with a professional solicitor to solicit on its behalf and that the professional solicitor may be soliciting or has solicited in the Commonwealth, directly or indirectly, by any means, including, without limitation, by email, by telephone or telegraph, by direct mail, or by advertising in national media, and the professional solicitor has not registered with the Commissioner as required by § 57-61, the Commissioner may, after five days' written notice mailed to the charitable or civic organization, cause to be printed on the Department's website and in one or more newspapers published in the Commonwealth a notice on substantially the following form:\n\nWARNING—UNREGISTERED CHARITABLE SOLICTATION BY PROFESSIONAL SOLICITOR\n\nThe charitable or civic organization named below has contracted with a professional solicitor to solicit on its behalf. The professional solicitor has not registered with the Commonwealth of Virginia as required by law. Contributors are cautioned that their contributions may be used for noncharitable purposes.\n\n1987, c. 561; 2023, c. 289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-52-1/"
    },
    {
      "id": "section-57-53",
      "number": "57-53.",
      "heading": "Records to be kept by charitable organizations",
      "text": "Every charitable organization shall keep true fiscal records for all fiscal years beginning on and after January 1, 1975, in accordance with the standards and practices set out in Standards of Accounting and Financial Reporting for Voluntary Health and Welfare Organizations adopted and approved in December, 1964, by the National Health Council and National Social Welfare Assembly, and as may be modified from time to time by the National Health Council and the National Assembly for Policy and Development, or in accordance with the standards and practices set out in Uniform Chart of Accounts and Definitions for Hospitals as approved by, and as may be modified by, the American Hospital Association, or in accordance with such other uniform standards of accounting as the Commissioner may find to be as appropriate. A copy of such standards shall be maintained on file in the office of the Commissioner. Such records shall be retained for a period of at least three years after the end of the period of registration to which they relate.\n\n1974, c. 574; 1979, c. 595.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-53/"
    },
    {
      "id": "section-57-54",
      "number": "57-54.",
      "heading": "Contracts between charitable or civic organizations and professional fund-raising counsel or professional solicitors",
      "text": "A. Every contract or agreement between professional fund-raising counsel and a charitable or civic organization shall be in writing and shall be filed with the Commissioner within 10 days after such contract or written agreement is entered into.\n\nB. Every contract, or a written statement of the nature of the arrangement to prevail in the absence of a contract, between a professional solicitor and a charitable or civic organization shall be filed with the Commissioner at least 10 days prior to commencement of the contract.\n\nC. All agreements and arrangements between professional fund-raising counsel and charitable or civic organizations shall be reduced to writing before executed or acted upon.\n\nD. Any contract between a professional solicitor and a charitable or civic organization shall specify the percentage of gross contributions that the charitable or civic organization will receive or the terms upon which a determination can be made as to the amount of the gross revenue from the solicitation campaign that the charitable or civic organization will receive. If a reasonable estimate is used to make such determination, the contract shall clearly disclose the assumptions or the formula upon which the estimate is based; however, if a fixed percentage is used, such percentage shall exclude any amount that the charitable or civic organization is to pay as an expense of the solicitation campaign, including the cost of any merchandise or services sold. The professional solicitor shall, at the conclusion of a charitable appeal, provide to the charitable or civic organization a final accounting of all expenditures. Such final accounting may not be used in violation of any state or federal trade secret laws. The contract shall disclose the average percentage of gross contributions collected on behalf of charitable or civic organizations that such organizations received from the professional solicitor for the three years preceding the year in which the contract was formed. The contract shall also specify that at least every 90 days the professional solicitor shall provide the charitable or civic organization with access to and use of all information in the professional solicitor's possession concerning contributors, including the name, mailing address, email address, and telephone number of each contributor and the date and amount of each contribution. A professional solicitor shall not restrict a charitable or civic organization's use of any such contributor information.\n\n1974, c. 574; 1979, c. 595; 1983, c. 374; 1988, c. 322; 2023, c. 289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-54/"
    },
    {
      "id": "section-57-55",
      "number": "57-55.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1980, c. 445.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-55/"
    },
    {
      "id": "section-57-551",
      "number": "57-55.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1990, c. 711.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-55-1/"
    },
    {
      "id": "section-57-552",
      "number": "57-55.2.",
      "heading": "Charitable solicitation disclosure",
      "text": "Every professional solicitor who solicits contributions from a prospective contributor in the Commonwealth: (i) shall identify himself and his employer; (ii) shall disclose that he is a paid solicitor; and (iii) shall further disclose, in writing, the fact that a financial statement for the last fiscal year is available from the Department of Agriculture and Consumer Services.\n\n1987, c. 561; 2013, c. 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-55-2/"
    },
    {
      "id": "section-57-5521",
      "number": "57-55.2:1.",
      "heading": "Solicitations by for-profit organizations",
      "text": "A. Every solicitor for an organization which is for-profit which solicits contributions from a prospective contributor in the Commonwealth shall disclose that the organization is not exempt from taxation under § 501(c) of the Internal Revenue Code.\n\nB. For every contribution received for five dollars or more, a for-profit organization shall, within thirty days following receipt, send a written statement to such contributor disclosing that the organization is not exempt from taxation under § 501(c) of the Internal Revenue Code.\n\n1993, c. 240.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-55-2-1/"
    },
    {
      "id": "section-57-553",
      "number": "57-55.3.",
      "heading": "Disclosure regarding financial statement required",
      "text": "Every charitable organization required to be registered pursuant to § 57-49 and every professional solicitor required to be registered pursuant to § 57-61 soliciting contributions from prospective contributors shall disclose to the potential donor contemporaneously at the point of a written request or on a written receipt for donations made in response to an oral request that a financial statement is available from the Department of Agriculture and Consumer Services upon request.\n\n1990, c. 930; 2003, c. 576; 2013, c. 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-55-3/"
    },
    {
      "id": "section-57-554",
      "number": "57-55.4.",
      "heading": "Collection receptacles; required disclosures",
      "text": "No (i) business as defined in § 58.1-3700.1, other than a charitable or civic organization to which contributions are deductible under § 170 of the Internal Revenue Code, or (ii) professional solicitor shall place or maintain a receptacle in public view for the purpose of collecting donated clothing, household items, or other items for future resale unless such person or professional solicitor places on the receptacle a permanent sign or label in a prominent place that includes the following information printed in letters that are no less than three inches in height and no less than one-half inch in width and in a color that contrasts with the color of the receptacle, which sign or label shall be placed immediately below the opening in the receptacle used to deposit donations:\n\n1. The name, business address, and telephone number of the person engaged in such business or the professional solicitor; and\n\n2. a. For a receptacle placed or maintained by a person engaged in such business, a statement that reads: \"This donation receptacle is operated by a for-profit business. Items donated here support a for-profit business.\"; or\n\nb. For a receptacle placed or maintained by the professional solicitor, a statement that reads: \"This donation receptacle is operated by a professional solicitor. Items donated here support, in part, the professional solicitor, which is a for-profit entity.\"\n\nEnforcement of a violation of this section shall be limited to subsections B through E of § 57-59.\n\n2015, c. 476.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-55-4/"
    },
    {
      "id": "section-57-56",
      "number": "57-56.",
      "heading": "Information filed to become public records",
      "text": "Registration statements, reports, professional fund-raising counsel contracts or professional solicitor contracts and all other documents and information required to be filed under this chapter shall become public records in the office of the Commissioner, and shall be open to the general public for inspection at such time and under such conditions as the Commissioner may prescribe. A charge not exceeding one dollar per page may be made for any copy of such documents and information as may be furnished any person by the Commissioner.\n\n1974, c. 574; 1979, c. 595.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-56/"
    },
    {
      "id": "section-57-57",
      "number": "57-57.",
      "heading": "Prohibited acts",
      "text": "A. No charitable organization shall use or exploit the fact of registration under this chapter so as to lead the public to believe that such registration in any manner constitutes an endorsement or approval by this Commonwealth. The use of the following statement shall not be deemed a prohibited exploitation, \"Registered with the Commissioner as required by law. Registration does not imply endorsement of a public solicitation for contributions.\"\n\nB. No person shall, in connection with the solicitation of contributions or the sale of tangible personal property or services represent, or lead anyone by any manner, means, practice or device whatsoever to believe, that the person on whose behalf such solicitation or sale is being conducted is a bona fide charitable organization or that the proceeds of such solicitation or sale will be used for charitable purposes, if he has reason to believe such not to be the fact.\n\nC. No person shall, in connection with the solicitation of contributions or the sale of tangible personal property or services for charitable purposes, represent or lead anyone by any manner, means, practice or device whatsoever to believe, that any other person sponsors or endorses such solicitation of contributions, sale of tangible personal property or services for charitable purposes or approves of such charitable purposes or a charitable organization connected therewith when such other person has not given written consent to the use of his name for these purposes.\n\nAny member of the board of directors or trustees of a charitable organization or any other person who has agreed either to serve or to participate in any voluntary capacity in the campaign shall be deemed thereby to have given his consent to the use of his name in said campaign. Nothing contained in this section shall prevent the publication of names of contributors without their written consents, in an annual or other periodic report issued by a charitable organization for the purpose of reporting on its operations and affairs to its membership or for the purpose of reporting contributions to contributors.\n\nD. No person shall denominate any membership fee or purchase price of goods or services sold, as a contribution or as a donation or in any other manner represent or imply that the member or the purchaser of such goods or services will be entitled to an income tax deduction for his cost or any portion thereof unless:\n\n1. A signed opinion of counsel or an Internal Revenue Service ruling or determination letter holding such cost to be deductible has been obtained; or\n\n2. The member or purchaser is informed in writing that such cost may not be deductible.\n\nNo person shall represent or imply that a contributor will be entitled to an income tax deduction for his contribution unless a signed opinion of counsel or an Internal Revenue Service ruling or determination letter holding gifts to such organization to be deductible has been obtained.\n\nE. No person shall make any representation that he is soliciting contributions for or on behalf of a charitable or civic organization or shall use or display any emblem, device or printed matter belonging to or associated with a charitable or civic organization for the purpose of soliciting or inducing contributions from the public without first being authorized to do so by the charitable or civic organization.\n\nF. No professional solicitor shall solicit in the name of or on behalf of any charitable or civic organization unless such solicitor has:\n\n1. Written authorization of two officers of such organization, a copy of which shall be filed with the Commissioner. Such written authorization shall bear the signature of the solicitor and shall expressly state on its face the period for which it is valid, which shall not exceed one year from the date issued.\n\n2. Such authorization with him when making solicitations and exhibits it on request to persons solicited, police officers, or agents of the Commissioner.\n\nG. No charitable or civic organization shall accept any contribution exceeding $5 in cash or tangible property without providing, on request of the donor, a written receipt acknowledging such contribution on behalf of the organization.\n\nH. No person, and no organization of which such person is an officer, professional fund-raising counsel or professional solicitor, shall solicit within this Commonwealth if:\n\n1. Such person has been convicted in any jurisdiction of embezzlement, larceny or other crime involving the obtaining of money or property by false pretenses or the misapplication of funds impressed with a trust, unless such person has received a pardon for such offense or the public is informed of such conviction in a manner approved in writing by the Commissioner before any solicitation occurs; or\n\n2. Such person has ever been enjoined by any court or otherwise prohibited from soliciting in any jurisdiction, unless the Commissioner first determines in writing that such person is entitled to solicit in such jurisdiction at the time of soliciting within this Commonwealth or that the reason for such injunction or prohibition does not involve moral turpitude.\n\nI. No person shall solicit within this Commonwealth for the benefit of any other person located without the Commonwealth, if such other person refuses to supply any information which the Commissioner deems necessary to assure himself that the provisions of this chapter are complied with. A solicitation shall be deemed to be on behalf of every person who or which receives, directly or indirectly, more than 10 percent of the gross amount collected.\n\nJ. No charitable or civic organization shall allow a professional solicitor to solicit on its behalf if the professional solicitor has not registered pursuant to § 57-61.\n\nK. No charitable or civic organization, professional fund-raising counsel or professional solicitor shall solicit in this Commonwealth without being duly registered or granted the appropriate exempt status under this chapter.\n\nL. No person shall employ in any solicitation or collection of contributions for a charitable purpose any device, scheme or artifice to defraud or obtain money or property by any misrepresentation or misleading statement.\n\nM. No officer, agent, director or trustee of any charitable or civic organization, professional fund-raising counsel or professional solicitor shall refuse or fail, after notice, to produce to the Commissioner any books and records of such organization.\n\nN. No person shall use or permit the use of the funds raised by a charitable solicitation for any purpose other than the solicited purpose or, with respect to funds raised by general appeals, the general purposes of the charitable or civic organization on whose behalf the solicitation was made.\n\nO. No person shall knowingly and willfully make any false statements in any registration application or statement, report or other disclosure required by this chapter.\n\nP. No professional solicitor shall solicit on behalf of a charitable or civic organization unless the charitable or civic organization has registered or been granted the appropriate exempt status under this chapter.\n\nQ. No person shall represent, in any solicitation, that tickets to events will be donated for use by another unless he complies with the following requirements:\n\n1. He shall have obtained commitments, in writing, from persons or charitable or civic organizations stating that they will accept donated tickets and specifying the number of persons for whom they are willing to accept tickets;\n\n2. He shall not collect or accept more contributions for donated tickets than the number of ticket commitments he has received from persons or charitable or civic organizations;\n\n3. He shall have printed in advance on each ticket the exact number of persons to be admitted by the ticket and the dollar price or value of each ticket;\n\n4. He shall distribute the tickets in a timely fashion to those having given commitments; and\n\n5. He shall maintain during the solicitation and for a period of three years thereafter: (i) records reflecting the name and address of each contributor and the amount of money and number of tickets donated by each such contributor; and (ii) the written commitments of each person or charitable or civic organization to accept tickets and specifying the number of persons on whose behalf tickets were to be accepted, as required in subdivision 1 of subsection Q of this section.\n\nR. No person shall knowingly use or permit the use of funds raised by a solicitation or by contribution to benefit or provide support, directly or indirectly, in cash or in kind, to terrorists, terrorist organizations, terrorist activities or to family members of any terrorist.\n\n1974, c. 574; 1979, c. 595; 1983, c. 374; 1987, c. 561; 1988, c. 322; 1990, c. 711; 2003, cc. 977, 1009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-57/"
    },
    {
      "id": "section-57-58",
      "number": "57-58.",
      "heading": "Ratio of fund-raising expenses to contributions to be included in registration statement",
      "text": "Each charitable organization shall, as a part of its registration statement, compute the percentage that its fund-raising expenses for its preceding fiscal year bore to its support received directly from the public during such year.\n\nEach federated fund-raising organization shall clearly disclose on any registration the percentage that is withheld from a donation designated for a member agency.\n\n1974, c. 574; 2003, c. 810.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-58/"
    },
    {
      "id": "section-57-59",
      "number": "57-59.",
      "heading": "Enforcement of chapter; seizure of property connected with terrorism; penalties",
      "text": "A. Any person who willfully and knowingly violates or causes to be violated any provision of this chapter, or who willfully and knowingly gives false or incorrect information to the Commissioner in filing statements or reports required by this chapter, whether such report or statement is verified or not, shall be guilty of a misdemeanor and, upon conviction thereof, shall be punished for the first offense by a fine of not less than $100 and not more than $1,000 or by confinement in jail for not more than six months, or both, and for the second and any subsequent offense by a fine of not less than $500 and not more than $2,500 or by confinement in jail for not more than one year, or both.\n\nThe following property shall be subject to lawful seizure by any law-enforcement officer charged with enforcing the provisions of this chapter: all moneys or other property, real or personal, together with any interest or profits derived from the investment of such money and used in substantial connection with an act of terrorism as defined in § 18.2-46.4. All seizures and forfeitures under this section shall be governed by the procedures contained in Chapter 22.1 (§ 19.2-386.1 et seq.) of Title 19.2.\n\nB. Whenever the Commissioner has reasonable cause to believe that a violation of this chapter may have occurred, the Commissioner, upon his own motion or upon complaint of any person, may investigate any charitable or civic organization, commercial co-venturer, professional fund-raising counsel or professional solicitor to determine whether such charitable or civic organization, commercial co-venturer, professional fund-raising counsel or professional solicitor has violated the provisions of this chapter. In the conduct of such investigation, the Commissioner may:\n\n1. Require or permit any person to file a statement in writing, under oath or otherwise as the Commissioner determines, as to all facts and circumstances concerning the matter to be investigated.\n\n2. Administer oaths or affirmations and, upon his motion or upon request of any party, subpoena witnesses, compel their attendance, take evidence, and require the production of any matter which is relevant to the investigation, including the existence, description, nature, custody, condition, and location of any books, documents, or other tangibles and the identity and location of persons having knowledge of relevant facts or any other matter reasonably calculated to lead to the discovery of material evidence.\n\nAny proceedings or hearings by the Commissioner under this chapter, where witnesses are subpoenaed and their attendance is required for evidence to be taken or any matter is to be produced to ascertain material evidence, shall take place within the City of Richmond.\n\nUpon failure to obey a subpoena and upon reasonable notice to all persons affected thereby, the Commissioner may apply to the Circuit Court of the City of Richmond for an order imposing punishment for contempt of the subpoena or compelling compliance.\n\nC. Whenever the Attorney General has reasonable cause to believe that any person has operated, is operating or is about to operate in violation of the provisions of this chapter, the Attorney General may issue a civil investigative demand. The provisions of § 59.1-9.10 shall apply mutatis mutandis to civil investigative demands issued pursuant to this subsection.\n\nD. Whenever the Attorney General, or any attorney for the Commonwealth or the attorney for any city, county or town has reason to believe that any charitable or civic organization, commercial co-venturer, professional fund-raising counsel or professional solicitor has operated, is operating or is about to operate in violation of the provisions of this chapter, the Attorney General, attorney for the Commonwealth or the attorney for any city, county or town, in addition to all other actions authorized by law, may bring an action in the name of the Commonwealth against such charitable or civic organization, commercial co-venturer, professional fund-raising counsel or professional solicitor, or their officers, directors, or other agents to enjoin the continuation of such violation, solicitation or collection, or the engaging therein, or the conducting of any acts in furtherance thereof and for such other relief as the court deems appropriate.\n\nE. In any action brought under subsection D, the court may also award to the Commonwealth a civil penalty of not more than $5,000 per violation, to be paid to the Literary Fund, reasonable expenses incurred by the state or local agency in investigating and preparing the case, not to exceed $250 per violation, and attorney's fees. Such expenses and attorney's fees shall be paid into the general fund of the Commonwealth or of the county, city, or town which such attorney represented.\n\n1974, c. 574; 1979, c. 595; 1983, c. 374; 1987, c. 561; 1990, c. 711; 1991, c. 710; 1999, c. 81; 2000, c. 755; 2003, cc. 576, 977, 1009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-59/"
    },
    {
      "id": "section-57-60",
      "number": "57-60.",
      "heading": "Exemptions",
      "text": "A. The following persons shall be exempt from the registration requirements of § 57-49, but shall otherwise be subject to the provisions of this chapter:\n\n1. Educational institutions that are accredited by the Board of Education, by a regional accrediting association or by an organization affiliated with the National Commission on Accrediting, the Association Montessori Internationale, the American Montessori Society, the Virginia Independent Schools Association, or the Virginia Association of Independent Schools, any foundation having an established identity with any of the aforementioned educational institutions, and any other educational institution confining its solicitation of contributions to its student body, alumni, faculty and trustees, and their families.\n\n2. Persons requesting contributions for the relief of any individual specified by name at the time of the solicitation when all of the contributions collected without any deductions whatsoever are turned over to the named beneficiary for his use.\n\n3. Charitable organizations that do not intend to solicit and receive, during a calendar year, and have not actually raised or received, during any of the three next preceding calendar years, contributions from the public in excess of $5,000, if all of their functions, including fund-raising activities, are carried on by persons who are unpaid for their services and if no part of their assets or income inures to the benefit of or is paid to any officer or member. Nevertheless, if the contributions raised from the public, whether all of such are or are not received by any charitable organization during any calendar year, shall be in excess of $5,000, it shall, within 30 days after the date it has received total contributions in excess of $5,000, register with and report to the Commissioner as required by this chapter.\n\n4. Organizations that solicit only within the membership of the organization by the members thereof.\n\n5. Organizations that have no office within the Commonwealth, that solicit in the Commonwealth from outside of the Commonwealth solely by means of email, telephone or telegraph, direct mail, or advertising in national media, and that have a chapter, branch, or affiliate within the Commonwealth that has registered with the Commissioner.\n\n6. Organizations that have been granted tax-exempt status under § 501(c)(3) of the Internal Revenue Code and that are organized wholly as Area Health Education Centers in accordance with § 32.1-122.7.\n\n7. Health care institutions defined herein as any facilities that have been granted tax-exempt status under § 501(c)(3) of the Internal Revenue Code, and that are (i) licensed by the Department of Health or the Department of Behavioral Health and Developmental Services; (ii) designated by the Health Care Financing Administration (HCFA) as federally qualified health centers; (iii) certified by the HCFA as rural health clinics; or (iv) wholly organized for the delivery of health care services without charge; and any supporting organization that exists solely to support any such health care institutions. For the purposes of clause (iv), \"delivery of health care services without charge\" includes the delivery of dental, medical or other health services where a reasonable minimum fee is charged to cover administrative costs.\n\n8. Civic organizations as defined herein.\n\n9. Agencies providing or offering to provide debt management plans for consumers that are licensed pursuant to Chapter 20 (§ 6.2-2000 et seq.) of Title 6.2.\n\n10. Agencies designated by the Virginia Department for Aging and Rehabilitative Services pursuant to subdivision A 6 of § 51.5-135 as area agencies on aging.\n\n11. Labor unions, labor associations and labor organizations that have been granted tax-exempt status under § 501(c)(5) of the Internal Revenue Code.\n\n12. Trade associations that have been granted tax-exempt status under § 501(c)(6) of the Internal Revenue Code.\n\n13. Organizations that have been granted tax-exempt status under § 501(c)(3) of the Internal Revenue Code and that are organized wholly as regional emergency medical services councils in accordance with § 32.1-111.4:2.\n\n14. Nonprofit organizations that have been granted tax-exempt status under § 501(c)(3) of the Internal Revenue Code and that solicit contributions only through (i) grant proposals submitted to for-profit corporations, (ii) grant proposals submitted to other nonprofit organizations that have been granted tax-exempt status under § 501(c)(3) of the Internal Revenue Code, or (iii) grant proposals submitted to organizations determined to be private foundations under § 509(a) of the Internal Revenue Code.\n\nB. A charitable organization shall be subject to the provisions of §§ 57-57 and 57-59, but shall otherwise be exempt from the provisions of this chapter for any year in which it confines its solicitations in the Commonwealth to five or fewer contiguous cities and counties, and in which it has registered under the charitable solicitations ordinance, if any, of each such city and county. No organization shall be exempt under this subsection if, during its next preceding fiscal year, more than 10 percent of its gross receipts were paid to any person or combination of persons, located outside the boundaries of such cities and counties, other than for the purchase of real property, or tangible personal property or personal services to be used within such localities. An organization that is otherwise qualified for exemption under this subsection that solicits by means of a local publication, or radio or television station, shall not be disqualified solely because the circulation or range of such medium extends beyond the boundaries of such cities or counties.\n\nC. No charitable or civic organization shall be exempt under this section unless it submits to the Commissioner, who in his discretion may extend such filing deadline prospectively or retrospectively for good cause shown, on forms to be prescribed by him, the name, address and purpose of the organization and a statement setting forth the reason for the claim for exemption. Parent organizations may file consolidated applications for exemptions for any chapters, branches, or affiliates that they believe to be exempt from the registration provisions of this chapter. If the organization is exempted, the Commissioner shall issue a letter of exemption, which may be exhibited to the public. A registration fee of $10 shall be required of every organization requesting an exemption after June 30, 1984. The letter of exemption shall remain in effect as long as the organization continues to solicit in accordance with its claim for exemption.\n\nD. Nothing in this chapter shall be construed as being applicable to the American Red Cross or any of its local chapters.\n\n1974, c. 574; 1975, c. 221; 1979, cc. 55, 595, 598, 626; 1980, c. 559; 1983, c. 374; 1984, c. 268; 1991, c. 184; 1995, c. 312; 1996, c. 461; 1997, c. 162; 1998, cc. 104, 232; 1999, c. 1021; 2000, c. 921; 2002, c. 85; 2003, c. 576; 2004, cc. 580, 790; 2005, c. 316; 2009, cc. 813, 840; 2010, cc. 680, 794; 2011, c. 534; 2012, cc. 803, 835; 2015, cc. 502, 503; 2023, c. 289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-60/"
    },
    {
      "id": "section-57-61",
      "number": "57-61.",
      "heading": "Registration of professional fund-raising counsels and solicitors",
      "text": "A. No person shall act as a professional fund-raising counsel or professional solicitor for a charitable or civic organization, unless he has first registered with the Commissioner. Applications for registration shall be in writing under oath or affirmation in the form prescribed by the Commissioner and contain such information as he may require. The application shall be accompanied by an annual fee of $100 for the professional fund-raising counsel. The fee for a professional solicitor shall be $500. Any professional solicitor who fails to register prior to any solicitation shall be required to pay a late filing fee of $250. A partnership or corporation which is a professional fund-raising counsel or professional solicitor, may register for and pay a single fee on behalf of all its members, officers, agents and employees.\n\nB. Each professional solicitor shall, at the time of making application, file with and have approved by the Commissioner a bond in which the applicant shall be the principal obligor in the sum of $20,000 with one or more sureties satisfactory to the Commissioner, whose liability in the aggregate as such sureties will at least equal $20,000, and maintain the bond in effect so long as the registration is in effect. The bond shall run to the Commonwealth of Virginia for the use of the bonds in reimbursement for any penalties or losses resulting from malfeasance, nonfeasance or misfeasance in the conduct of solicitation activities. A partnership or corporation which is a professional solicitor may file a consolidated bond on behalf of all its members, officers, agents and employees.\n\nC. Each registration shall be valid throughout the Commonwealth of Virginia for a period of one year from the date of issue and may be renewed for additional one-year periods upon written application, under oath or affirmation, in the form prescribed by the Commissioner and the payment of the fee prescribed herein.\n\nD. At least ten days prior to the commencement of each solicitation campaign, the solicitor shall file with the Commissioner a copy of the contract entered into with any charitable or civic organization and shall file a completed \"Solicitation Notice\" on forms prescribed by the Commissioner. The Solicitation Notice shall be in writing and under oath, and shall include a description of the solicitation event or campaign, the projected starting and ending dates of the campaign, and the location and telephone number from which the solicitation will be conducted. The charitable or civic organization on whose behalf the solicitor is acting shall certify that the Solicitation Notice and accompanying material are true and complete.\n\nE. Professional solicitors shall file a final accounting report with the Commissioner after the completion of the solicitation campaign, showing all funds collected and such other information as the Commissioner may require. The final accounting report shall be filed within ninety days of the campaign's completion. Professional solicitors may file a written request with the Commissioner for an extension, not to exceed ninety days, for filing the final accounting report. The extension period shall be calculated from the first day following the expiration of the initial ninety-day period for filing the report.\n\nA late filing fee of twenty-five dollars shall be imposed for each thirty-day period, or any portion thereof, that an extension request or the final accounting report is not timely filed with the Commissioner. No late fees shall be imposed for the period between the date the extension request is filed with the Commissioner through 180 days following the completion of the solicitation campaign. An additional late filing fee of twenty-five dollars shall be imposed for each thirty-day period, or any portion thereof, that the final accounting report is not filed with the Commissioner, calculated from the end of any extension period. The late filing fees shall be in addition to all other penalties authorized by law.\n\nF. The solicitor shall maintain during each solicitation campaign and for not less than three years after its completion, the following records: (i) the name and address of each contributor and the date and amount of the contribution, provided that the Commissioner shall not disclose this information except to the extent necessary for investigative or law-enforcement purposes; (ii) the name and residence address of each employee, agent, or other person involved in the solicitation; (iii) records of all expenses incurred in the course of the solicitation campaign; and (iv) the account number and location of all bank accounts where receipts from the campaign will be deposited.\n\nG. All funds collected by the solicitor shall be deposited in a bank account. The bank account shall include the name of the charitable or civic organization with whom the solicitor has contracted. The professional solicitor shall promptly provide to the charitable or civic organization a copy of all monthly bank statements.\n\nH. Any change in information filed with the Commissioner pursuant to this section shall be reported in writing to the Commissioner within seven days after the change occurs.\n\n1974, c. 574; 1979, c. 595; 1983, c. 374; 1984, c. 268; 1987, c. 561; 1988, c. 322; 1990, c. 711; 1996, c. 461; 1999, c. 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-61/"
    },
    {
      "id": "section-57-611",
      "number": "57-61.1.",
      "heading": "Time and effect of registration",
      "text": "A. Registrations by charitable organizations, professional solicitors, and professional fund-raising counsel are effective, if complete, upon receipt by the Commissioner. Incomplete registration forms and registration forms lacking required accompanying documents are not effective until completed or until the required accompanying documents are received by the Commissioner. No person shall be considered registered under this chapter for any purpose until his registration is complete.\n\nB. If the Commissioner at any time determines that (i) the requirements of § 57-49 or § 57-61 have not been met or (ii) the registrant is violating any requirement of §§ 57-54, 57-55.2 or § 57-57 or any regulations adopted pursuant to § 57-66, then the Commissioner may suspend the registration until the registrant meets the requirements or complies and provides evidence thereof satisfactory to the Commissioner. The suspension may be based upon an informal conference pursuant to § 2.2-4019 of the Administrative Process Act (§ 2.2-4000 et seq.).\n\nC. If the Commissioner finds that the public health, safety or welfare requires urgent action, and if he also finds reasonable cause to believe that the registrant has failed to comply with § 57-49 or § 57-61 or is violating §§ 57-54, 57-55.2 or § 57-57 or any regulations adopted pursuant to § 57-66, then the Commissioner may provide advance notice of as little as twenty-four hours for the conduct of the informal conference under § 2.2-4019 of the Administrative Process Act.\n\n1987, c. 561; 1988, c. 322; 1990, c. 711.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-61-1/"
    },
    {
      "id": "section-57-612",
      "number": "57-61.2.",
      "heading": "Commercial co-ventures",
      "text": "A. No commercial co-venturer shall conduct any charitable sales promotion in the Commonwealth on behalf of a charitable or civic organization unless the charitable or civic organization is duly registered or granted the appropriate exempt status as provided by this chapter.\n\nB. Prior to any charitable sales promotion in the Commonwealth, the commercial co-venturer shall have a written agreement with the charitable or civic organization on whose behalf the charitable sales promotion is to be conducted. Such agreement shall be signed by an authorized representative of the commercial co-venturer and two officers of the charitable or civic organization.\n\nC. The commercial co-venturer shall maintain all records in connection with the charitable sales promotion for a period of three years after the end date of the charitable sales promotion. All such records shall be made available to the Commissioner upon request.\n\n2003, c. 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-61-2/"
    },
    {
      "id": "section-57-62",
      "number": "57-62.",
      "heading": "Liability imposed by other laws not decreased",
      "text": "Nothing contained in this chapter shall be construed as making lawful any act or omission which is now unlawful, or as decreasing the liability, civil or criminal, of any person, imposed by existing laws.\n\n1974, c. 574.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-62/"
    },
    {
      "id": "section-57-63",
      "number": "57-63.",
      "heading": "Local ordinances",
      "text": "A. The governing body of any city, town or county may by ordinance not inconsistent with this chapter provide for the regulation and licensing of charitable or civic organizations soliciting within the city, town or county, and for penalties for violation thereof, subject to the following limitations:\n\n1. No local license tax or fee in excess of ten dollars shall be required of any charitable organization.\n\n2. No charitable organization exempt from registration under subdivision A 1, A 4, A 6 or A 7 of § 57-60 shall be required to be licensed. Any such organization may obtain a local license, without payment of any license tax or fee, upon compliance with all such requirements of the local ordinance as would have been applicable had it been registered with the Commissioner during each year in which it obtained an exemption letter under subsection C of § 57-60.\n\n3. No charitable organization that has registered with the Commissioner for the current and next preceding three years, or exempt for such years under § 57-50, shall be required to provide any financial information.\n\n4. No charitable or civic organization that solicits within the Commonwealth from a place outside the Commonwealth solely by telephone, telegraph, direct mail or advertising in national media, and having no chapter, branch, area or office within the Commonwealth, shall be required to be licensed.\n\n5. No museum that has registered with the Commissioner as required by § 57-49 and that has been granted tax-exempt status under § 501(c) (3) of the Internal Revenue Code shall be required to comply with the regulation or licensing provisions of any local charitable solicitations ordinance.\n\n6. If a charitable or civic organization shall designate by power of attorney filed with the Commissioner one or more persons authorized to sign on its behalf, the signature, verification or affirmation of any such persons shall be sufficient for all purposes of any local charitable solicitations ordinance.\n\nB. Any ordinance adopted pursuant to this section may provide, inter alia, for procedures whereby charitable organizations may, for valid reasons, after an administrative hearing, be denied a local license or whereby a license may be revoked. Valid reasons for denial or revocation of a local license may be defined to include, without limitation, the expenditure of charitable assets for noncharitable purposes, any misrepresentation to the public or to any prospective donor, and any violation of state or local law. Any charitable organization which is denied a license may, within fifteen days from the date of such denial, apply for relief to the circuit court of such city or county or of the county in which such town is located. If the court is satisfied that the denial was for any reason erroneous, it shall provide such relief as may be appropriate.\n\nC. No ordinance, or amendment thereto, adopted pursuant to this section shall be valid for any calendar year beginning after December 31, 1978, unless, before September 1 of that year, there shall have been filed with the Commissioner, on forms to be prescribed by him, information deemed by him to be sufficient for the purpose of advising charitable or civic organizations of the necessity for them to be licensed by such city, town or county.\n\nD. No charitable organization shall be required to comply with the provisions of local ordinances if such organization has registered with the Commissioner or if such organization is a chapter, branch or affiliate included in the consolidated report of an organization or federated organization registered with the Commissioner, except that such charitable organization shall not be exempted from that portion of any local ordinance that requires such organization to register its name, the names of its solicitors and the dates and times that they will be soliciting in the locality.\n\n1974, c. 574; 1977, c. 401; 1979, cc. 55, 595; 1983, cc. 282, 374; 1985, c. 82; 1998, cc. 104, 232; 2002, c. 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-63/"
    },
    {
      "id": "section-57-64",
      "number": "57-64.",
      "heading": "Out-of-state enforcement proceedings",
      "text": "Any state of the United States shall have the right to sue in the courts of Virginia to enforce the civil provisions of any statute thereof general in application regulating charitable solicitations, when the like right is accorded this Commonwealth by such state, whether such right is granted by statutory authority or as a matter of comity.\n\n1974, c. 574.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-64/"
    },
    {
      "id": "section-57-65",
      "number": "57-65.",
      "heading": "Fees and charges",
      "text": "All fees and charges collected by the Commissioner as provided in this chapter shall be paid into a special fund of the state treasury. Such funds shall be used to finance the administration and operation of this program.\n\n1974, c. 574; 1975, c. 221; 1979, c. 595; 1984, c. 268.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-65/"
    },
    {
      "id": "section-57-66",
      "number": "57-66.",
      "heading": "Rules and regulations; model ordinance",
      "text": "The Board shall have the power to make and publish reasonable rules and regulations not inconsistent with this chapter, or other applicable laws, or the Constitution of the Commonwealth, or the Constitution of the United States, for the enforcement of the provisions of this chapter and for the achievement of uniform regulation of charitable solicitations throughout the Commonwealth. The Commissioner shall promulgate a model ordinance which may be used by localities in their regulation of charitable solicitations.\n\n1974, c. 574; 1979, c. 595.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-66/"
    },
    {
      "id": "section-57-67",
      "number": "57-67.",
      "heading": "Application to court for relief",
      "text": "Any person aggrieved by any final order of the Commissioner is entitled to judicial review in accordance with the provisions of the Administrative Process Act (§ 2.2-4000 et seq.). Either party may appeal any final order of such court to the Court of Appeals in the same manner as provided by law in cases of appeals of right.\n\n1974, c. 574; 1979, c. 595; 1984, c. 703; 1986, c. 615.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-67/"
    },
    {
      "id": "section-57-68",
      "number": "57-68.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2015, c. 709, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-68/"
    },
    {
      "id": "section-57-69",
      "number": "57-69.",
      "heading": "Effective date",
      "text": "Notwithstanding any other section of this chapter to the contrary, no charitable organization, professional fund-raising counsel, or professional solicitor shall be required to register with the Commissioner hereunder until July 1, 1978.\n\n1975, c. 221; 1977, c. 401; 1979, c. 595.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-57/chapter-5/section-57-69/"
    }
  ]
}