{
  "state": "south-dakota",
  "path": "title-title-16-courts-and-judiciary/chapter-chapter-17-the-state-bar",
  "sections": [
    {
      "id": "section-16-17-1",
      "number": "16-17-1",
      "heading": "Bar continued as public association",
      "text": "16-17-1. Bar continued as public association.\n\nThe State Bar of South Dakota, hereinafter designated as the \"State Bar,\" heretofore created and constituted by law as a public association, is hereby continued as such public association.\n\nSource:SL 1931, ch 84, §2; SDC 1939 & Supp 1960, §32.1113.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-1/"
    },
    {
      "id": "section-16-17-2",
      "number": "16-17-2",
      "heading": "Purposes of State Bar.",
      "text": "16-17-2. Purposes of State Bar.\n\nThe aims and objects of the State Bar shall continue to be to obtain the cooperation of all the practicing lawyers in the state in the better administration of justice, and in maintaining a high standard of professional conduct at the bar, to furnish a legal entity through which the considered judgment of its members on matters affecting the judicial system of the state may be ascertained and made available to the courts and the Legislature, to uphold the honor of the profession of the law, to encourage adequate preparation for its practice, and to promote cordial intercourse among the members of the South Dakota Bar.\n\nSource:SL 1931, ch 84, §3; SDC 1939 & Supp 1960, §32.1113.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-2/"
    },
    {
      "id": "section-16-17-3",
      "number": "16-17-3",
      "heading": "Membership of State Bar.",
      "text": "16-17-3. Membership of State Bar.\n\nThe membership of the State Bar shall be all persons who are now or may hereafter be entitled to practice law in this state.\n\nSource:SL 1931, ch 84, §4; SDC 1939 & Supp 1960, §32.1114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-3/"
    },
    {
      "id": "section-16-17-4",
      "number": "16-17-4",
      "heading": "Annual membership fee--Bylaws and rules governing fee and use of fund.",
      "text": "16-17-4. Annual membership fee--Bylaws and rules governing fee and use of fund.\n\nThe annual membership fee for all members of the State Bar shall be such amount as the State Bar may from time to time determine. The State Bar shall continue to have power by the enactment of bylaws and rules as provided in §§16-17-7 and 16-17-8 to fix, determine, and change the time and manner of payment of such membership fee, the officer to receive payment thereof, the manner of disbursing the fund arising therefrom and the purposes for which such disbursements shall be made.\n\nSource:SL 1931, ch 84, §9; SDC 1939, §32.1119; SL 1955, ch 128; SL 1963, ch 223.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-4/"
    },
    {
      "id": "section-16-17-41",
      "number": "16-17-4.1",
      "heading": "Senior emeritus status.",
      "text": "16-17-4.1. Senior emeritus status.\n\nNotwithstanding any provision to the contrary, there is hereby created emeritus status for members of the State Bar.\n\nEligibility: A member of the State Bar who is or has maintained active status in the State Bar and is retired or is retiring from the judiciary or the active practice of law.\n\nPrivileges: A lawyer taking emeritus status shall have all the rights and privileges of an active member of the State Bar except that the lawyer may not practice law except as hereinafter provided: emeritus status lawyers may represent, on a pro bono basis, only such clients as are referred to the lawyer by East River Legal Services, Dakota Plains Legal Services, Access to Justice, or such other pro bono program recognized and approved by the State Bar.*\n\nDues: Annual dues for emeritus status are such dues as are approved by the Supreme Court from time to time for inactive status.\n\nRegistration: Lawyers taking emeritus status shall file an emeritus registration form prepared by the Secretary-Treasurer of the State Bar, who shall thereafter advise the legal services programs, Access to Justice and other approved pro bono referral programs of the availability of the emeritus lawyer to take pro bono referrals.\n\n* Comment: Emeritus status is intended only to allow a retired judge or lawyer to contribute to society and the profession by taking pro bono referrals from an approved legal services program. Representation of friends, neighbors and relatives, even if no fee is charged, is not permitted.\n\nSource:SL 2008, ch 283 (Supreme Court Rule 07-04), eff. Jan. 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-4-1/"
    },
    {
      "id": "section-16-17-5",
      "number": "16-17-5",
      "heading": "Board of commissioners.",
      "text": "16-17-5. Board of commissioners.\n\nThe State Bar shall continue to have power to elect a board of commissioners and to determine the number of such commissioners, their qualifications, terms of office, powers, and duties and the time, place, and manner of their election.\n\nSource:SL 1931, ch 84, §5; SDC 1939 & Supp 1960, §32.1115.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-5/"
    },
    {
      "id": "section-16-17-6",
      "number": "16-17-6",
      "heading": "Meetings of State Bar.",
      "text": "16-17-6. Meetings of State Bar.\n\nAnnual and special meetings of the State Bar shall be held at such times and places as its board of commissioners may designate or as may be otherwise provided by the bylaws and rules of the State Bar.\n\nSource:SL 1931, ch 84, §10; SDC 1939 & Supp 1960, §32.1118.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-6/"
    },
    {
      "id": "section-16-17-7",
      "number": "16-17-7",
      "heading": "Bylaws and rules adopted by bar--Approval by Supreme Court.",
      "text": "16-17-7. Bylaws and rules adopted by bar--Approval by Supreme Court.\n\nThe State Bar shall have the power at any annual or regularly called special meeting to adopt such bylaws and rules not inconsistent with the laws of this state, as may be deemed necessary for its government, which bylaws and rules shall become effective upon approval by the Supreme Court.\n\nSource:SL 1931, ch 84, §7; SDC 1939 & Supp 1960, §32.1116.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-7/"
    },
    {
      "id": "section-16-17-8",
      "number": "16-17-8",
      "heading": "Amendment of bylaws and rules--Approval by Supreme Court.",
      "text": "16-17-8. Amendment of bylaws and rules--Approval by Supreme Court.\n\nAmendments to bylaws and rules of the State Bar may be adopted in like manner, at any regular or special meeting of the State Bar, and shall become effective upon approval by the Supreme Court.\n\nSource:SL 1931, ch 84, §8; SDC 1939 & Supp 1960, §32.1117.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-8/"
    },
    {
      "id": "section-16-17-9",
      "number": "16-17-9",
      "heading": "Rules of professional conduct formulated by bar--Professional fees not regulated.",
      "text": "16-17-9. Rules of professional conduct formulated by bar--Professional fees not regulated.\n\nThe State Bar shall continue to have power to formulate from time to time, subject to the approval of the Supreme Court, rules of professional conduct for all members. Said State Bar shall not have power or authority to fix the fees to be charged by its members for professional services.\n\nSource:SL 1931, ch 84, §12; SDC 1939 & Supp 1960, §32.1122.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-9/"
    },
    {
      "id": "section-16-17-10",
      "number": "16-17-10",
      "heading": "Bylaws, rules, and regulations binding on members of bar--Violation as ground for discipline.",
      "text": "16-17-10. Bylaws, rules, and regulations binding on members of bar--Violation as ground for discipline.\n\nThe bylaws, rules, and regulations heretofore adopted by the State Bar and approved by the Supreme Court, and which may hereafter be so adopted and approved as herein provided, are and shall be binding upon all members of the State Bar and the willful violation of any such bylaw, rule, or regulation by any member of the State Bar shall constitute sufficient grounds for the discipline of such member under the procedure set out in chapter 16-19.\n\nSource:SL 1931, ch 84, §13; SDC 1939 & Supp 1960, §32.1123; Supreme Court Rule 78-1, Rule XX(c).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-10/"
    },
    {
      "id": "section-16-17-11",
      "number": "16-17-11",
      "heading": "Membership lists furnished to clerks of court by State Bar.",
      "text": "16-17-11. Membership lists furnished to clerks of court by State Bar.\n\nIt shall be the duty of the secretary of the State Bar to furnish the clerk of courts of each organized county in the state, the clerk of the Supreme Court, and the clerk of the United States District Court for the District of South Dakota, a list of the names of active members of the State Bar in good standing, such lists to be furnished as of the fifteenth day of March of each year, and corrections and additions to such list shall be furnished as occasion may arise.\n\nSource:State Bar Bylaws, §21, August 26, 1932, approved by Supreme Court September 14, 1932; SDC 1939 & Supp 1960, §32.1120.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-11/"
    },
    {
      "id": "section-16-17-12",
      "number": "16-17-12",
      "heading": "16-17-12, 16-17-13.Repealed by Supreme Court Rule 78-1, Rule XX(b).",
      "text": "16-17-12, 16-17-13.Repealed by Supreme Court Rule 78-1, Rule XX(b).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16-17-14",
      "number": "16-17-14",
      "heading": "Liability of State Bar--Indemnification--Immunity.",
      "text": "16-17-14. Liability of State Bar--Indemnification--Immunity.\n\nThe provisions of §§47-23-2, 47-23-2.1, and 47-23-27 to 47-23-32, inclusive, apply to the employees, officers, commissioners, committee members, agents, and volunteers of the State Bar, as applicable.\n\nSource: SL 2024, ch 68, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-14/"
    },
    {
      "id": "section-16-17-15",
      "number": "16-17-15",
      "heading": "Liability of State Bar--Immunity in good faith acts--Exceptions.",
      "text": "16-17-15. Liability of State Bar--Immunity in good faith acts--Exceptions.\n\nThe State Bar, its employees, officers, commissioners, committee members, agents, and volunteers are immune from liability for any good faith act or omission done in the discharge of any duty of the State Bar prescribed by law. The immunity provided in this section does not apply to any person causing personal injury or wrongful death resulting from the negligent operation of a motor vehicle.\n\nSource: SL 2024, ch 68, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-15/"
    },
    {
      "id": "section-16-17-a",
      "number": "16-17-A",
      "heading": "THE STATE BAR OF SOUTH DAKOTA BY-LAWS",
      "text": "16-17-A. APPENDIX TO CHAPTER 16-17\n\nTHE STATE BAR OF SOUTH DAKOTA BY-LAWS\n\nARTICLE I - ORGANIZATION.\n\n1.1.Organization.\n\nARTICLE II - OPERATIONS.\n\n2.1.Purpose.\n\n2.2.Mutual Benefit.\n\n2.3.Office.\n\n2.4.Electronic Communication.\n\n2.5.Dissolution.\n\nARTICLE III - RULES OF PROFESSIONAL CONDUCT.\n\n3.1.Rules of Professional Conduct.\n\nARTICLE IV - MEMBERS.\n\n4.1.Membership.\n\n4.2.Membership Notification.\n\n4.3.Reinstatement.\n\n4.4.Meetings.\n\n4.5.Membership Fees.\n\nARTICLE V - STATE BAR ELECTED OFFICERS.\n\n5.1.Officers.\n\n5.2.Installation, Election, and Term.\n\n5.3.Duties.\n\n5.4.Vacancy.\n\nARTICLE VI - EXECUTIVE DIRECTOR.\n\n6.1.Executive Director.\n\n6.2.At Will.\n\n6.3.Duties.\n\n6.5.Termination.\n\nARTICLE VII - BAR COMMISSION.\n\n7.1.Governing Powers.\n\n7.2.Composition.\n\n7.3.Commissioner Qualifications.\n\n7.4.Commissioner Nomination.\n\n7.5.Commissioner Election.\n\n7.6.Commissioner Election Cycle.\n\n7.7.Commissioner Term.\n\n7.8.Regular Meetings.\n\n7.9.Special Meetings.\n\n7.10.Notice.\n\n7.11.Waiver of Notice.\n\n7.12.Quorum.\n\n7.13.Proxy.\n\n7.14.Voting.\n\n7.15.Action in Lieu of Meeting.\n\n7.16.Expenses.\n\n7.17.Compensation.\n\n7.18.Commissioner Termination.\n\n7.19.Commissioner Vacancies.\n\n7.20.Commissioner Attendance.\n\n7.21.Commissioner Resignation.\n\nARTICLE VIII - STATE BAR COMMITTEES.\n\n8.1.Establishment.\n\n8.2.Membership.\n\n8.4.Reporting.\n\n8.5.Disciplinary Action.\n\n8.6.Standing Committees.\n\nARTICLE IX - STATE BAR SECTIONS.\n\n9.1.Establishment.\n\n9.2.Membership.\n\n9.3.Operations.\n\n9.4.Reporting.\n\nARTICLE X - FISCAL OPERATIONS.\n\n10.1.Fiscal Year.\n\n10.2.Document Signing.\n\n10.3.Loans.\n\n10.4.Checks, Drafts, and Accounts.\n\n10.5.Budget.\n\n10.6.Property.\n\nARTICLE XI - CONFLICTS OF INTEREST.\n\n11.1.Basis.\n\n11.2.Statement.\n\n11.3.Application.\n\n11.4.Full Disclosure.\n\n11.5.Proscribed Activity.\n\nARTICLE XII - INDEMNIFICATION.\n\n12.1.Coverage.\n\n12.2.Payment.\n\n12.3.Evaluation.\n\n12.4.Consideration.\n\n12.5.Insurance.\n\nARTICLE XIII - PARLIMENTARY AUTHORITY.\n\n13.1.Rules of Order.\n\nARTICLE XIV - AMENDMENT.\n\n14.1.Amendment.\n\nARTICLE I - ORGANIZATION\n\n1.1. Organization. The State Bar of South Dakota is an unincorporated public association authorized by and constituted under South Dakota law.\n\nARTICLE II - OPERATIONS\n\n2.1. Purpose. The State Bar may engage in all activities permitted by the South Dakota Supreme Court (\"Supreme Court\"), South Dakota Law, and the Internal Revenue Code.\n\n2.2. Mutual Benefit. The State Bar, for the mutual benefit of its Members:\n\na.must at all times be operated in compliance with IRC §501(c)(6);\n\nb.may not pay interest or a dividend on any capital furnished by its Members; and\n\nc.may form, or be an owner or member of, one or more entities it deems necessary or appropriate to accomplish the State Bar mission provided any such entity's activities do not conflict with South Dakota Law or Supreme Court rule.\n\n2.3. Office. The State Bar must maintain an office in South Dakota and may have other offices within or outside South Dakota as determined by the Bar Commission.\n\n2.4. Electronic Communication. The State Bar may use electronic communications and electronic signatures to give notice and conduct Bar Commission and other State Bar business. Records of all matters governed by these Bylaws may be maintained electronically except to the extent prohibited by law. Electronic communications must include sufficient information for the person receiving the message to reasonably conclude that the communication was sent by the purported sender.\n\n2.5. Dissolution. Upon the State Bar's formal dissolution, the Bar Commission will distribute all State Bar assets for one or more exempt purposes within the meaning of the Internal Revenue Code or will distribute the assets:\n\na.to the federal government;\n\nb.to a state or local government; or,\n\nc.for an appropriate purpose, as determined by the Bar Commission.\n\nARTICLE III - RULES OF PROFESSIONAL CONDUCT\n\n3.1. Rules of Professional Conduct. The State Bar may formulate rules of professional conduct for all Members from time to time, subject to the approval of the Supreme Court.\n\nARTICLE IV - MEMBERS\n\n4.1. Membership. A Member is any person who qualifies for Active or Inactive membership as stated below, pays the requisite Membership Fee unless exempt, and complies with these Bylaws, State Bar rules, and Supreme Court rules. State Bar membership is mandatory for every person actively practicing law in South Dakota. State Bar membership is permissive for all other qualified persons.\n\na.Active. Any person authorized to practice law in South Dakota and in good standing with the State Bar is an \"Active Member.\" Active Members have the right to vote in all State Bar matters requiring Member action and as otherwise specified in these Bylaws. Others deemed Active Members are:\n\ni.Law School Faculty. Fulltime University of South Dakota School of Law faculty members;\n\nii.Judiciary. Supreme Court Justices, South Dakota Circuit Court Judges (\"Circuit Court Judges\"), and fulltime South Dakota Magistrate Judges (\"Magistrate Judges\"); and,\n\niii.Emeritus. An Active Member retiring from active law practice or a retiring judiciary member may take \"Emeritus Status\" by filing an emeritus registration form with the State Bar and complying with South Dakota statutory restrictions.\n\nb.Inactive. Any person otherwise qualified to be an Active Member, but who does not actively practice law in South Dakota may become an \"Inactive Member\" by paying the Membership Fee for an Inactive Member.\n\n4.2. Membership Notification. The State Bar will furnish a list of Active Members by April 15th each year to the:\n\na.Clerk of Courts for each South Dakota county;\n\nb.Supreme Court Clerk; and,\n\nc.Clerk of the United States District Court for the District of South Dakota.\n\nThe State Bar will furnish these clerks with updates to the Active Member list from time to time.\n\n4.3. Reinstatement. Any person meeting the qualifications of Paragraph 4.1.a. may seek reinstatement as an Active Member as follows:\n\na.Inactive for Five Calendar Years or Less. Pay the Active Membership Fees by December 31st of the fifth calendar year of the Member being an Inactive Member.\n\nb.Inactive for more than Five Calendar Years. Submit a written request for reinstatement to the Executive Director and include:\n\ni.proof that the Member was admitted to practice law in the highest court of any state, United States territory, or the District of Columbia for at least one of the five years immediately preceding the written request;\n\nii.proof that the Member was actively practicing law in that jurisdiction or engaged:\n\n1)as a judge for a court of record;\n\n2)as a commission or tribunal member authorized to address legal matters of a serious nature; or,\n\n3)as a fulltime instructor at an accredited law school in that jurisdiction;\n\niii.payment of the Active Member Membership Fees; and,\n\niv.payment of Delinquent Fees, if any, and Delinquency Penalty thereon.\n\nc.Reinstatement Decision. The State Bar will reinstate the Inactive Member as an Active Member upon determination that the Inactive Member satisfactorily meets the reinstatement requirements. If the State Bar rejects the reinstatement request, the Member may appeal the State Bar's decision to the Supreme Court, within thirty days after receiving notice of rejection from the State Bar. The Supreme Court may overturn the State Bar's decision. If the Supreme Court declines to hear the appeal or hears the appeal and upholds the State Bar's decision, the State Bar will return the Membership Fees, Delinquent Fees, if any, and Delinquency Penalty tendered with the application.\n\n4.4. Meetings.\n\na.Annual Meeting. The State Bar will hold an annual Member meeting (\"Annual Meeting\") at the time and place determined by the Bar Commission.\n\nb.Notice. The State Bar will give notice of the Annual Meeting to all Active and Inactive Members at least 30 days before the meeting date.\n\nc.Resolutions. Resolutions for Member consideration at the Annual Meeting must be submitted by an Active Member to the State Bar in writing at least 45 days before the business portion of the Annual Meeting (\"Business Meeting\"). The State Bar will publish properly submitted resolutions in the Annual Meeting Program, post them conspicuously at the Annual Meeting, and make copies available for Members in attendance. The State Bar will not accept any resolution or motion, complimentary to any Officer or Member, for any service performed, paper read, or address delivered.\n\nd.Special Meetings. Any five Bar Commissioners may call a special Member meeting by signing a written Call for Special Meeting and filing it with the Executive Director. The Call must state the Special Meeting's purpose. Upon receipt of the Call, the Executive Director must fix a date for the Special Meeting no more than 40 days after receipt of the Call and give notice of the Special Meeting to all Active and Inactive Members at least 30 days before the meeting date.\n\ne.Waiver of Notice. A Member's attendance at any meeting will constitute a waiver of notice by the Member, unless the Member announces at the meeting's beginning that the Member is attending solely to object to the meeting on the grounds of improper notice.\n\nf.Quorum. Twenty-Five Active Members at any Regular or Special Meeting will constitute a quorum. If a quorum is not present, those in attendance may adjourn the meeting until a quorum is present.\n\ng.Proxy. Members may not vote by proxy.\n\nh.Voting. Each Active Member has one vote for each matter upon which the Member is eligible and entitled to vote. A matter is approved when a majority of Members present vote in favor of the matter. In the event of a tie vote, lots will be drawn to determine the matter.\n\ni.Fixing of Membership. The State Bar will determine Membership ten days before an Annual or Special Meeting for voting purposes at the upcoming meeting.\n\nj.Official Record. The Executive Director will maintain an official record of all State Bar meetings.\n\n4.5. Membership Fees. The State Bar may annually impose upon the Members approved State Bar dues (\"Dues\"), CLE Fee, and Client Assistant Fee (collectively \"Membership Fees\". Membership Fees will be set to meet the State Bar's financial obligations. The Bar Commission may set the Membership Fees based upon membership type or other criteria. The Executive Director will assess Membership Fees on a calendar-year basis. Members must pay the Membership Fees in advance each January 1st.\n\na.Approval. The Supreme Court must approve Membership Fees proposed by the Bar Commission before the Executive Director may assess them on the Members.\n\nb.Active Member Dues. Active Member Dues are:\n\ni.Calendar Year of Admission. Waived for newly admitted Members the calendar year of admission unless, in a prior year, that Member was a member of another state bar or practiced law in another state or jurisdiction without mandatory bar membership; in either of those cases, the newly admitted Member will pay Dues based on years in practice specified in Paragraph 4.5.b.ii, or 4.5.b.iii, below.\n\nii.2nd- 4th Calendar Years after Admission Year. $290, except Members electing Emeritus Status will pay $125.\n\niii.5th Calendar Year after Admission Year and Thereafter. $415, except Members electing Emeritus Status will pay $125.\n\nc.Inactive Member Dues. Inactive Member Dues are $125.\n\nd.Continuing Legal Education. Each Active Member, except Supreme Court Justices, Circuit Court Judges, Magistrate Judges, and Members electing Emeritus Status, must pay a $125 Continuing Legal Education program fee (\"CLE Fee\").\n\ne.Client Assistance Fund. The State Bar may charge each Active Member, after the calendar year of admission, a Client Assistance Fund fee of $25 (\"Client Assistance Fee\"). The State Bar will hold this fee in a separate Client Assistance Fund. The State Bar will charge the Client Assistance Fee whenever the fund balance is less than $80,000 and will continue to charge the fee until the Client Assistance Fund balance reaches $100,000. The State Bar will not charge the Client Assistance Fee when the fund balance is $100,000 or greater. Federal Judges, Supreme Court Justices, Circuit Court Judges, and Magistrate Judges will be exempt from the Client Assistance Fee. The Bar Commission may use the Client Assistance Fund to pay premiums on a group insurance policy should the Commission determine that the purchase of such coverage would be an appropriate use of the fund.\n\nf.Failure to Pay. The Bar Commission may suspend any Member who does not pay the Membership Fees when due, and upon suspension, that Member will not be in good standing with the State Bar. A suspended Member may, at any time within five years of the suspension date, be reinstated upon payment of all delinquent and current Membership Fees (\"Delinquent Fees\") together with any penalties imposed by the Bar Commission. Penalties imposed by the Bar Commission may not exceed double the Delinquent Fees amount (\"Delinquency Penalty\"). After five years, a Member may only be reinstated as specified in Section 4.3.\n\nARTICLE V - STATE BAR ELECTED OFFICERS\n\n5.1. Officers. The State Bar elected officers are President and President Elect (individually \"State Bar Officer\" and collectively \"State Bar Officers\"). Only Active Members may be elected to either of these offices.\n\n5.2. President Elect Nomination. To qualify as a President Elect candidate, the candidate must be an Active Member and complete a nominating petition containing signatures of at least fifteen Active Members. Candidates must file completed nominating petitions with the Executive Director at least 10 days before the Annual Meeting.\n\n5.3. Installation, Election, and Term. The President will install the President Elect as President before the Annual Meeting adjourns each year. The Active Members at the Annual Meeting will then, by majority vote, elect the next President Elect. The President will serve a one-year term. The President Elect will serve in that capacity until installed as President the following year.\n\n5.4. Duties. The State Bar Officers' duties are as follows:\n\na.President. The President may:\n\ni.preside at all State Bar and Bar Commission meetings;\n\nii.execute, with the Executive Director, all State Bar contracts and instruments as authorized by the Bar Commission;\n\niii.appoint Members to standing and ad hoc committees;\n\niv.be an ex-officio, non-voting Member of all committees except as specified otherwise herein;\n\nv.perform all duties incident to the office of President and such other duties as may be assigned by the Bar Commission; and,\n\nvi.perform the duties of the Executive Director in the event the Executive Director is unable to perform. The President may appoint someone to serve as the Executive Director if the President is unwilling or unable to perform those duties. The President or the President's appointee will serve until the Bar Commission hires a new Executive Director or until the current Executive Director is able to return to and perform the duties of that position.\n\nb.President Elect. The President Elect will perform and be vested with all the powers and duties of the President in the event the President is absent or otherwise unwilling or unable to perform. The President Elect may perform such duties as may be assigned by the President and Bar Commission.\n\n5.5. Vacancy. If the office of President becomes vacant for any reason, the President Elect will complete the remainder of the President's term. After completing the President's unfulfilled term, the President Elect will serve his or her full term as President. If the office of President Elect becomes vacant for any reason, the Bar Commission, by majority vote, will fill that vacancy. The person appointed to fulfill the President Elect's remaining term will hold office until the next President Elect is elected at the Annual Meeting of the State Bar.\n\nARTICLE VI - EXECUTIVE DIRECTOR\n\n6.1. Executive Director. The Executive Director will have general charge and control of day-to-day State Bar affairs subject to Bar Commission and State Bar Officer direction and Supreme Court rule. The Executive Director is the State Bar's Secretary/Treasurer.\n\n6.2. At Will. Except as stated otherwise in these Bylaws or by separate contract, the Executive Director is an at-will employee.\n\n6.3. Duties. The Executive Director will:\n\na.carry out and oversee the State Bar strategic plan;\n\nb.advocate the State Bar's agenda with South Dakota's legislative and executive branches of government;\n\nc.work with the Supreme Court to create appropriate rules regulating the State Bar and its Members;\n\nd.serve notice of all Member and Bar Commission meetings;\n\ne.keep the minutes of Member and Bar Commission meetings and authenticate State Bar records as necessary;\n\nf.maintain the State Bar's books, papers, and records and provide for their inspection for any proper purpose at any reasonable time;\n\ng.maintain a current register of the names and post office addresses of all Members and include other information provided by the Members;\n\nh.participate in national conferences and forums approved by the Bar Commission;\n\ni.approve bills for payment, subject to limits prescribed by the Bar Commission;\n\nj.execute all contracts and instruments of conveyance in the State Bar's name as authorized by the Bar Commission;\n\nk.have custody, and keep proper account of all State Bar funds;\n\nl.sign checks, drafts, and notes on behalf of the State Bar;\n\nm.endorse checks, notes, and other obligations payable to the State Bar and deposit them in the State Bar account determined by the Bar Commission;\n\nn.pay all normal and ordinary State Bar bills in the ordinary course of business and seek Bar Commission approval before paying any extraordinary bill;\n\no.submit State Bar books and records for a Board approved independent audit;\n\np.deliver a financial report at each regular Bar Commission meeting and deliver an annual financial report to the Members at the Annual Meeting;\n\nq.propose policies to ensure proper functioning of the State Bar;\n\nr.hire, supervise, and, if necessary, terminate State Bar employees and determine State Bar employees' salary and benefits subject to Bar Commission approval;\n\ns.deliver a report to the Board at each regular Board meeting and to the Members at their Annual Meeting and prepare other reports as requested by the Bar Commission;\n\nt.call Member and Bar Commission Special Meetings, as provided for in these Bylaws; and,\n\nu.perform all other duties usually incident to the chief operations officer and corporate secretary/treasurer along with any other duties assigned by the Board and President.\n\n6.4. Bond. The Bar Commission in its discretion may require the Executive Director and any other State Bar agent or employee to give a bond in such amount, and with a surety, as it determines. The State Bar will pay the expense of any such bond.\n\n6.5. Termination. The Executive Director may resign by delivering written notice to any State Bar Officer or Bar Commissioner. The Board may remove the Executive Director as specified in the Executive Director's employment contract. If the Executive Director is not under a contract, the Bar Commission may remove the Executive Director at any time, with or without cause, by an affirmative vote of 2/3rds of all Commissioners.\n\nARTICLE VII - BAR COMMISSION\n\n7.1 Governing Powers. A Board of Bar Commissioners elected by the Members will govern and manage the business and affairs of the State Bar (\"Bar Commission\" or \"Board\"). The Board has all the power and authority necessary or appropriate for the administration of State Bar affairs consistent with Supreme Court rule, South Dakota Law, and these Bylaws. The Board may adopt rules, regulations, policies, and directives necessary for efficient State Bar operation. The Bar Commission will perform the acts necessary to locate and hire the Executive Director and determine the Executive Director's salary and benefits.\n\n7.2. Composition. The Bar Commission is composed of one Active Member from each of South Dakota's judicial circuits and six at-large Active Members (\"Commissioner\" individually or \"Commissioners\" collectively). The Bar Commission also includes the State Bar President and President Elect.\n\n7.3. Commissioner Qualifications. A Commissioner candidate must be an Active Member at the time of election and reside in the judicial circuit that the candidate is seeking to represent. No two at-large Commissioners may reside within the same judicial circuit.\n\n7.4. Commissioner Nomination. To qualify as a Commissioner candidate, the Member must meet the election qualifications specified in Section 7.3 and either:\n\na.Petition. Complete a nominating petition containing signatures of at least:\n\ni.Judicial Circuit Commissioner. Five Active Members residing in the same judicial circuit the candidate is seeking to represent.\n\nii.At-Large Commissioner. Fifteen Active Members.\n\nCandidates must file completed nominating petitions with the Executive Director at least 10 days before the Annual Meeting.\n\nb.Floor. Be orally nominated by an Active member from the floor at the Business Meeting, provided the nominee's name and position sought was submitted to the Executive Director or other State Bar employee at least 40 hours before the beginning of the Business Meeting. After the submission deadline and until the beginning of the Business Meeting, the Executive Director will immediately and conspicuously post the names and Commissioner position sought for each candidate eligible for floor nomination.\n\n7.5. Commissioner Election. The State Bar will conduct Commissioner elections at the Business Meeting according to the Election Cycle. The Executive Director will prepare, or cause to be prepared, ballots in the form determined by the Bar Commission. Only Active Members may vote in Commissioner elections. Any Commissioner candidate receiving a majority of the votes properly cast will be elected. If no Commissioner candidate receives a majority of the votes, the Commissioner candidate receiving the fewest votes will be eliminated from consideration as a Commissioner. The Members will then vote on the remaining candidates. Any Commissioner candidate receiving a majority of the votes properly cast will be elected. If no Commissioner candidate receives a majority of the votes, the Commissioner candidate receiving the fewest votes will be eliminated from consideration as a Commissioner. Voting and candidate elimination will continue in this manner until a candidate receives a majority of the votes. Tie votes will be determined by lot.\n\n7.6. Commissioner Election Cycle. Active Members will elect Commissioners to represent each judicial circuit and the at-large positions according to the following election cycle:\n\na.Circuits 1, 2, 3, 6, and 7. 2019, 2022, 2025, and every third year thereafter.\n\nb.Circuits 4 and 5 and two At Large. 2020, 2023, 2026, and every third year thereafter.\n\nc.Four At Large. 2021, 2024, 2027, and every third year thereafter.\n\n7.7. Commissioner Term. Upon election, Commissioners will hold office for a three-year term beginning at the close of the Annual Meeting in the year of election. No Commissioner may hold office for successive terms. A Commissioner appointed to the Board according to Section 7.19 may be elected to serve one full term in the appropriate circuit or at-large circuit after the expiration of the appointed term. Upon expiration of the Commissioner's term, or if the Commissioner leaves the Board for any reason, that Member is not eligible for Board appointment or election for one year. After an absence of at least one year, the Member is eligible for Board appointment or Board election provided the Member meets the Board criteria.\n\n7.8. Regular Meetings. The Bar Commission will meet immediately after the adjournment of the Annual Meeting and transact any business that may properly come before the Bar Commission. Additionally, the Board will hold at least four regular meetings throughout the year according to a schedule and at locations determined by the Board (\"Regular Meetings\").\n\n7.9. Special Meetings. Any State Bar Officer or any three Commissioners may call a Special Meeting of the Board by delivering the Call for Special Meeting to the Executive Director. The Call must state the Special Meeting's purpose. Upon receipt of the Call, the Executive Director must fix a date for the Special Meeting no more than ten days after receipt of the Call.\n\n7.10. Notice. The Executive Director must, by mail or electronic communication, provide all Board Members at least 20 days' notice of any Regular Meeting and four hours' notice of any Special Meeting. The notice must state the time, place, and, in the case of a Special Meeting, the purpose of the meeting. Notice by mail is given when deposited in the United States mail with sufficient postage. Notice by electronic communication may be given by facsimile, e-mail, text message, or other electronic means, at a number or electronic address designated by the Board Member. Notice is considered received when it is given.\n\n7.11. Waiver of Notice. Attendance by a Board Member at any Board meeting will constitute a waiver of notice by that Board Member unless the Board Member announces at the beginning of the meeting that he or she is attending for the sole purpose of objecting to the meeting on the grounds of improper notice.\n\n7.12. Quorum. At the meeting following the Annual Meeting, the Board Members present will constitute a quorum. At all other Bar Commission meetings, eight Board Members will constitute a quorum. The acts of the majority of the Board Members present at a duly held meeting will be the acts of the Board, except when a larger number is required by Supreme Court rule, South Dakota Law, or these Bylaws.\n\n7.13. Proxy. Board Members may not vote by proxy.\n\n7.14. Voting. All Board Members have one vote on any matter properly presented to the Board. A majority of the Board Members present at any meeting voting in favor of any matter properly brought before the Commission will constitute passage of the matter.\n\n7.15. Action in Lieu of Meeting. The Board may, by electronic communication or written action, take any action the Board may take at a meeting, provided all Board Members were notified of the action in lieu of meeting before the action. All electronic communications must comply with Section 2.4. The written action is effective when signed or consented to unless a different effective date is stated. When written action is signed or consented to by fewer than all Board Members, the Board will immediately provide all Board Members with the text and effective date of the written action. Failure to provide such notice does not invalidate the written action.\n\n7.16. Expenses. By resolution of the Board, Board Members will receive reimbursement for reasonable expenses incurred to attend each Board meeting and other meetings authorized by the Bar Commission.\n\n7.17. Compensation. Board Members will receive no compensation for attending Board meetings and other meetings on behalf of the State Bar or the Bar Commission unless the Board by majority vote determines otherwise.\n\n7.18. Commissioner Termination. A Commissioner's term will end immediately upon a Commissioner:\n\na.ceasing to be an Active Member;\n\nb.establishing primary residency outside South Dakota;\n\nc.establishing primary residency outside the circuit from which the Commissioner was elected for those Commissioners elected to represent a judicial circuit; and,\n\nd.establishing primary residency in a judicial circuit that is the residence of another at-large Commissioner.\n\nA change in circuit boundaries will not terminate a Commissioner's term.\n\n7.19. Commissioner Vacancies. A Commissioner vacancy, regardless of cause, including an increase in the number of Commissioners, will be filled by majority vote of the remaining Commissioners. Any Commissioner appointed to fill a vacancy will serve the remainder of the vacating Commissioner's term.\n\n7.20. Commissioner Attendance. Commissioners are expected to attend all Board meetings, Member meetings, committee meetings of which the Commissioner is a member, and State Bar functions. Commissioners may participate in any meeting by teleconference or similar communications technology (\"Teleconference\") that allows all persons participating in the meeting to hear each other at the same time. Participation by Teleconference constitutes presence in person at a meeting. Any Commissioner with more than three unexcused absences from Regular Meetings may be deemed by the Board to have resigned as a Commissioner.\n\n7.21. Commissioner Resignation. A Commissioner may resign at any time by delivering a written resignation to the Executive Director or State Bar Officer. The resignation is effective when received, unless a later date has been specified in the notice.\n\nARTICLE VIII - STATE BAR COMMITTEES\n\n8.1. Establishment. The State Bar President or Bar Commission may establish one or more standing and ad hoc committees to carry out the business of State Bar and upon so doing will specify the purpose of each in the State Bar records.\n\n8.2. Membership. The President will promptly after installation, appoint Members to State Bar committees and select each committee's chair. Individuals who are not State Bar Members may serve on any committee if the President determines the non-Member's knowledge, skill, and experience is Members may be voting or non-voting members as determined by the Board. The State Bar Officers and Executive Director are ex-officio, non-voting Members of all committees except the Executive Director will not be a member of any Nominating Committee established as part of an Executive Director search.\n\n8.3. Term. All committee members serve one-year terms; the number of terms is not limited.\n\n8.4. Reporting. Each committee must report to the Bar Commission actions approved and recommendations adopted promptly after the action or recommendation. Each committee must also provide the State Bar a summary of its activities by April 30th each year.\n\n8.5. Disciplinary Action. The President may remove a member from any committee at any time, except the Executive Committee. The Bar Commission may, by majority vote, remove a committee member if the President is unwilling or unable to do so.\n\n8.6. Standing Committees. The State Bar will have the following Operational and Professional standing committees:\n\na.Operational. The following committees will assist with the effective administration of State Bar operations and maintain compliance with various requirements under United State Code and South Dakota Law.\n\ni.Executive. The President, President Elect, and Executive Director constitute the Executive Committee. The Executive Committee is authorized to act on behalf of the Bar Commission between meetings on matters that, if action was not taken, would detrimentally affect the State Bar or its Members. The Executive Committee may exercise other powers the Bar Commission may determine and which may be legally delegated. The Executive Committee will report its actions to the Bar Commission at the first Board meeting following any action or by delivering copies of the Executive Committee meeting minutes to each Commissioner in advance of the next Board meeting.\n\nii.Finance and Audit. This committee will assist the Bar Commission in overseeing accounting policies and practices, financial reporting and auditing, and provide the Bar Commission with recommendations. The committee will, in conjunction with the Executive Director, cause the State Bar's books and records to be audited by an independent certified public accountant as often as required by statute or rule, or as required by the Board. The committee will recommend independent auditors to the Bar Commission. The committee along with the Executive Director will oversee each audit and present the results to the Bar Commission and Members at the Annual Meeting. The committee will periodically review the State Bar's financial records with respect to: the audit results, changes in accounting principles or practices, areas of audit concern, contents of the independent auditors' management letter, and the State Bar's response thereto.\n\nb.Professional. Any number of committees may be established to provide Members with professional development and continuing education opportunities. The State Bar will note the creation and purpose of each committee in its records. Each committee may establish its own operating rules and procedures and properly memorialize them in the committee records and with the State Bar. All committees must meet as often as necessary to accomplish their stated purposes.\n\nARTICLE IX - STATE BAR SECTIONS\n\n9.1. Establishment. The Bar Commission may establish one or more Member Sections when presented with a petition evidencing sufficient State Bar Member interest and when creation of the Section is in the best interests of the State Bar. The Bar Commission will govern any Section created, and the Section will replace any similar State Bar committee. The State Bar will note the creation and purpose of each Section in the State Bar records.\n\n9.2. Membership. The Bar Commission will determine membership criteria for each Section. The State Bar Officers and the Executive Director will be ex-officio, non-voting members of each Section. Each Section member has one vote to cast on all matters that come before the section.\n\n9.3. Operations. Each Section will be self-governing and may establish bylaws, a board of directors, and other governance structure as approved by the Bar Commission. Sections may hold elections of the Section members to select members for governance positions. Sections may establish their own operating rules and Procedures and properly memorialize them in the Section records and with the State Bar. All Sections must meet at the Annual Meeting and otherwise as often as necessary to accomplish the Section's purpose.\n\n9.4. Reporting. Sections must deliver their meeting minutes to the Executive Director after each Section meeting. Section actions and recommendations are not binding upon the Board. Each Section must also provide the State Bar a summary of its activities by April 30th each year.\n\nARTICLE X - FISCAL OPERATIONS\n\n10.1. Fiscal year. The State Bar's fiscal year begins on August 1st each year and ends on July 31st the following year.\n\n10.2. Document signing. The Bar Commission may authorize any State Bar Officer or State Bar employee to enter into any contract or execute and deliver any instrument in the State Bar's name. Such authority may be general or confined to specific matters.\n\n10.3. Loans. No loans will be taken out in the State Bar's name or no evidences of indebtedness may be issued in its name unless authorized by Bar Commission resolution. Such authority may be general or confined to specific instances. No loan may be granted to the Executive Director, any other State Bar employee, State Bar Officer, or Bar Commissioner.\n\n10.4. Checks, Drafts, and Accounts. All checks, drafts, or other orders for the payment of money, notes, or other evidences of indebtedness issued in the State Bar's name must be signed by those individuals authorized to do so by the Bar Commission by general authorization or specific resolution. The State Bar will deposit all its funds in such banks, trust companies, or other depositories determined by the Board.\n\n10.5. Budget. The Bar Commission must approve the annual State Bar budget.\n\n10.6. Property. Title to all State Bar property will be held in its name or in an entity owned or controlled by the State Bar.\n\nARTICLE XI - CONFLICTS OF INTEREST\n\n11.1. Basis. Conflicts of interest must be avoided because they place, or appear to place, the interests of others ahead of the State Bar's obligations to its corporate purposes and to the public interest. Conflicts of interest reflect adversely upon the persons involved and upon the institutions with which they are affiliated, regardless of the actual facts or motivations of the parties. A conflict of interest refers only to personal, proprietary interests of the persons covered by this policy and their immediate families and not to philosophical or professional differences of opinion. Real and apparent conflicts of interest with State Bar affairs may sometimes occur because the many persons associated with the State Bar have multiple interests, affiliations, and various positions of responsibility within the community. It is likely that a person covered by this policy will owe identical duties to two or more organizations having similar activities. However, it is not in the long-range best interests of the State Bar to terminate or cease all association with persons who may have real or apparent conflicts or dualities of interest if there is a prescribed and effective method of rendering such conflicts harmless to all concerned.\n\n11.2. Statement. Recognizing the underlying policy basis, the State Bar will not preclude dealings with those having actual or apparent conflicts or dualities of interest so long as the same are promptly and fully disclosed whenever they exist or occur, and the Board determines that the conflict or duality of interest is harmless to the State Bar.\n\n11.3. Application. This policy applies to the Executive Director, all other State Bar employees, State Bar Officers, and Bar Commissioners; the referenced individual's immediate family members; and independent contractors providing services or materials to the State Bar (collectively \"Covered Persons\"). Each Covered Person must discharge his or her duties in good faith, in the best interests of State Bar, and with the care an ordinarily prudent person in a like position would exercise under similar circumstances. It is the Executive Director's obligation to publicize this policy to all Covered Persons on a recurring basis.\n\n11.4. Full Disclosure. Each Covered Person must disclose all real or apparent conflicts or dualities of interest with the State Bar's activities. Additionally, Covered Persons must annually complete a conflict of interest disclosure form as specified by the Board. \"Disclosure\" as used in these Bylaws is defined as providing a written description of the facts comprising the real or apparent conflict or duality of interest to the Executive Director, State Bar Officers, or Bar Commission.\n\n11.5. Proscribed Activity. Where a Covered Person believes there may exist a real or apparent conflict or duality of interest, that person must, in addition to filing the notice of disclosure required under Section 11.4, abstain from making motions, participating in relevant deliberations, voting, executing agreements, or taking any other similar direct action on behalf of the State Bar where the conflict or duality of interest might pertain. If a Bar Commissioner discloses a conflict, the Board may:\n\na.require the Commissioner to recuse on the conflicted matter;\n\nb.authorize the Commissioner to opine on the merits of the matter but refrain from voting;\n\nc.waive the conflict and authorize the Commissioner to vote; or,\n\nd.take other or no action if the Board determines the conflict or duality of interest harmless to the State Bar.\n\nARTICLE XII - INDEMNIFICATION\n\n12.1. Coverage. Any person who at any time serves or has served as a Bar Commissioner, State Bar Officer, or State Bar employee, or in a capacity benefitting the State Bar has a right to be indemnified by the State Bar to the fullest extent permitted by South Dakota law against:\n\na.reasonable expenses, including reasonable attorney fees, actually incurred by him or her in connection with any threatened, pending, or completed action, suit or proceedings and any appeal thereof, whether civil, criminal, administrative, or investigative, seeking to hold him or her liable by reason of the fact that he or she is or was acting in such capacity; and,\n\nb.reasonable payments made by him or her in satisfaction of any judgment, money decree, fine, penalty, or settlement for which he or she may have become liable in any such action, suit, or proceeding.\n\n12.2. Payment. Indemnifiable expenses claimed may not be paid in advance of any final disposition unless the Bar Commission approves otherwise by majority vote.\n\n12.3. Evaluation. The Bar Commission will evaluate the claimant's actions giving rise to the indemnity claim and of the amount of indemnity claimed by him or her.\n\n12.4. Consideration. Any person who at any time after the adoption of this Article XII serves or has served in any of the previously mentioned capacities for or on behalf of State Bar will be deemed to be doing or to have done so in reliance upon, and as consideration for, the right of indemnification provided herein. Such right will inure to the benefit of the legal representatives of any such person and is not exclusive of any other rights to which such person may be entitled. Any repeal or modification of these indemnification provisions will not affect any rights or obligations existing at the time of such repeal or modification.\n\n12.5. Insurance. The State Bar may, by resolution of the Bar Commission, purchase and maintain insurance on behalf of any Bar Commissioner, State Bar Officer, the Executive Director, and other State Bar employee or State Bar agent.\n\nARTICLE XIII - PARLIAMENTARY AUTHORITY\n\n13.1. Rules of Order. The most current edition of Mason's Manual of Legislative Procedure will govern the State Bar in all matters to which they are applicable and in which they are not inconsistent with these Bylaws and any State Bar adopted special rules of order.\n\nARTICLE XIV - AMENDMENT\n\n14.1. Amendment. The State Bar may amend or restate the Bylaws at its Annual Meeting. Any proposed amendment or restatement must be submitted to the Executive Director in writing at least 45 days before the Business Meeting. The Executive Director will notify Active Members, in the manner specified in these Bylaws, of properly submitted Bylaw change proposals at least 20 days before the Business Meeting. Active Members will vote on the proposed Bylaw changes Business Meeting. Members may propose amendments to the proposed Bylaw changes from the floor, but all floor amendment proposals must be in writing and pertain to the original Bylaw amendments. Bylaw amendments or restatement will be adopted by an affirmative vote of a majority of the Members present. Bylaw changes will not become effective until approved by the Supreme Court.\n\nSource: SL 2019, ch 233 (Supreme Court Rule 19-12), eff. Feb. 25, 2019; SL 2022, ch. 248 (Supreme Court Rule 21-07), eff. Jan. 1, 2022; SL 2024, ch. 239 (Supreme Court Rule 24-01), eff. Feb 20, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-16/chapter-17/section-16-17-a/"
    }
  ]
}