{
  "state": "new-mexico",
  "path": "title-chapter-50-employment-law/chapter-article-7-apprenticeship",
  "sections": [
    {
      "id": "section-50-7-1",
      "number": "50-7-1",
      "heading": "Declaration of policy.Section 50-7-2 - Definitions",
      "text": "It is declared to be the policy of this act [50-7-1 to 50-7-4, 50-7-7 NMSA 1978]: to encourage the development of an apprenticeship system through the voluntary cooperation of management and labor and interested state agencies, and in cooperation with other states and the federal government; to provide for the establishment and furtherance of standards of apprenticeship to safeguard the welfare of apprentices; and to aid in the maintenance of an adequate skilled labor force.\n\nHistory:1953 Comp., § 59-7-13, enacted by Laws 1957, ch. 219, § 1.\n\nCross references.— For apprenticeship council,see50-7-3 NMSA 1978.\n\nGenerally.— If a contractor voluntarily abides and complies with the provisions of this act or is a party to a valid apprenticeship contract the apprentice is entitled to the minimum wages for apprentices on public works, as provided by Section 13-4-11 NMSA 1978. 1955 Op. Att'y Gen. No. 55-6244.\n\nIn cases where a person is employed under theory of apprenticeship either under this statute or otherwise, and the employer does not comply with the indenture, educational training and other features of the apprenticeship law, then he is in violation thereof and the employee so misclassified has the right to demand the predetermined wages of Section 13-4-11 NMSA 1978 as a journeyman in that trade. 1955 Op. Att'y Gen. No. 55-6244.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —27 Am. Jur. 2d Employment Relationship §§ 50, 51.\n\n6 C.J.S. Apprentices §§ 1 to 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-50/article-7/section-50-7-1/"
    },
    {
      "id": "section-50-7-2",
      "number": "50-7-2",
      "heading": "Definitions.",
      "text": "As used in this act [50-7-1 to 50-7-4, 50-7-7 NMSA 1978]: \"apprentice\" means a person at least sixteen years old who is covered by a written agreement with an employer, or with an association of employers or employees acting as agent for an employer, and approved by the state apprenticeship council, which apprentice agreement provides for not less than two thousand hours required for any given trade by reasonably continuous employment for such person, for his participation in an approved schedule of work experience through employment and for at least one hundred forty-four hours per year of related supplemental instruction.\n\nHistory:1953 Comp., § 59-7-14, enacted by Laws 1957, ch. 219, § 2; 1978, ch. 134, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-50/article-7/section-50-7-2/"
    },
    {
      "id": "section-50-7-3",
      "number": "50-7-3",
      "heading": "Apprenticeship council.",
      "text": "An \"apprenticeship council\", hereinafter referred to as the council, shall be appointed by the secretary of workforce solutions without regard to any other provisions of law regarding the appointment and compensation of employees of the state. It shall consist of three persons known to represent employers, three persons known to represent labor organizations and three public representatives and shall include, as ex-officio members without vote, the secretary of workforce solutions and the secretary of public education or the secretary's designee. Persons appointed to the council shall be familiar with apprenticeable occupations. The terms of office of the members of the council first appointed shall expire as designated by the secretary of workforce solutions at the time of making the appointment: one representative each of employers, labor organizations and the public being appointed for one year; one representative each of employers, labor organizations and the public being appointed for two years; and one representative each of employers, labor organizations and the public being appointed for three years. Thereafter, each member shall be appointed for a term of three years. Any member appointed to fill a vacancy occurring prior to the expiration of the term of the member's predecessor shall be appointed for the remainder of that term. Members of the council not otherwise compensated by public money shall be reimbursed for their official duties in accordance with the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] for attendance at not in excess of twelve meetings per year.\n\nHistory:1953 Comp., § 59-7-15, enacted by Laws 1957, ch. 219, § 3; 1977, ch. 252, § 28; 1978, ch. 134, § 2; 1978 Comp., § 50-7-3; 1979, ch. 204, § 11; 1991, ch. 198, § 1; 2023, ch. 80, § 1.\n\nCross references.— For the Public Works Apprenticeship and Training Act,see13-4D-1 NMSA 1978 et seq.\n\nFor the Apprenticeship Assistance Act,see21-19A-1 NMSA 1978 et seq.\n\nThe 2023 amendment,effective July 1, 2023, changed the appointive authority for the apprenticeship council from the director of the labor and industrial division to the secretary of workforce solutions, and updated personnel references in the section; and substituted each occurrence of \"director of the labor and industrial division\" with \"secretary of workforce solutions\", and substituted \"state supervisor of trade and industrial education\" with \"secretary of public education or the secretary's designee\".\n\nThe 1991 amendment,effective June 14, 1991, in the first sentence, substituted \"director of the labor and industrial division of the department of labor\" and \"director of the labor and industrial division\" for \"commissioner of labor\" in two places and substituted \"labor organizations, three public representatives\" for \"employees, two public representatives\" and rewrote the fourth sentence which read \"The terms of office of the members of the council first appointed shall expire as designated by the commissioner at the time of making the appointment: One representative each of employers, employees and the public being appointed for one year; one representative each of employers, employees and the public being appointed for two years; and one representative each of employers, and employees for three years\".\n\nLegislative intent to compensate.— The legislature intended to limit the individuals \"not otherwise compensated by public money\" to those who are members of the council as a direct result of their particular public office and not those members of the council who are public servants serving the council on a voluntary basis. 1964 Op. Att'y Gen. No. 64-99.\n\nUniversity professor compensable council member.— Since a university professor is not a member of the council as a direct result of his position with the state, he is not already compensated by public money for his services as a member of the council and he may be paid necessary traveling and other expenses while engaged in the performance of his duties to the same extent as prescribed by law for officials of the state. 1964 Op. Att'y Gen. No. 64-99.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-50/article-7/section-50-7-3/"
    },
    {
      "id": "section-50-7-4",
      "number": "50-7-4",
      "heading": "Duties of the council.",
      "text": "The council shall formulate standards to safeguard the welfare of apprentices, giving consideration to standards advocated by the bureau of apprenticeship of the United States department of labor, and shall formulate such additional policies as may be necessary to carry out the intent and purposes of the act [50-7-1 to 50-7-4, 50-7-7 NMSA 1978]. The council shall prescribe its own rules of procedure.\n\nHistory:1953 Comp., § 59-7-16, enacted by Laws 1957, ch. 219, § 4.\n\nFunctions of apprenticeship council.— The primary function of the apprenticeship council is to encourage the development and operation of apprenticeship programs which meet acceptable standards as to quality and content. Council may enter into contracts with the U.S. department of labor under which it would undertake to promote on-the-job training programs in the development and establishment of such training programs, and in providing advisory and technical assistance to businesses which undertake to establish on-the-job training programs and other programs of that nature. 1966 Op. Att'y Gen. No. 66-140.\n\nNo authority to operate programs.— This agency only has powers to establish standards and policies concerning the carrying on and encouraging of apprenticeship programs. The council under this statute does not have authority to actually engage in the operation of an apprenticeship program. To the extent that the apprenticeship council intends to enter into contracts with the U.S. department of labor under which it would agree to operate an on-the-job training project itself, such contracts would not be proper. 1966 Op. Att'y Gen. No. 66-140.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —6 C.J.S. Apprentices § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-50/article-7/section-50-7-4/"
    },
    {
      "id": "section-50-7-41",
      "number": "50-7-4.1",
      "heading": "Administration.",
      "text": "A. The secretary of workforce solutions shall appoint a director of apprenticeship to be responsible for effectuating the policies set forth in Section 50-7-1 NMSA 1978, to carry out the policies approved by the apprenticeship council and otherwise to execute the provisions of Chapter 50, Article 7 NMSA 1978. Such appointment shall be subject to confirmation by a majority vote of the council. The secretary of workforce solutions shall appoint such additional personnel as may be necessary, subject to such laws and practices as are applicable to appointment, service and compensation of employees of the state.\n\nB. Under the general direction of the secretary of workforce solutions, the director of apprenticeship in furtherance of the duties specified shall:\n\n(1) encourage the voluntary participation of employers and employees in the furtherance of the objectives of Chapter 50, Article 7 NMSA 1978;\n\n(2) devise necessary procedures and records;\n\n(3) prepare statistical reports regarding apprenticeship;\n\n(4) issue information related to apprenticeship; and\n\n(5) perform such other duties as are necessary to carry out the intent of Chapter 50, Article 7 NMSA 1978.\n\nHistory:1978 Comp., § 50-7-4.1, enacted by Laws 1979, ch. 204, § 12; 2023, ch. 80, § 2.\n\nThe 2023 amendment,effective July 1, 2023, updated personnel references in the section; substituted each occurrence of \"commissioner of labor\" with \"secretary of workforce solutions\"; redesignated former Subsections A through E as Paragraphs B(1) through B(5), respectively; and in Subsection B, after \"director\", added \"of apprenticeship\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-50/article-7/section-50-7-4-1/"
    },
    {
      "id": "section-50-7-6",
      "number": "50-7-6",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1979, ch. 204, § 15, repealed 50-7-5 and 50-7-6 NMSA 1978, relating to the exclusion of the apprenticeship council from the authority of the commissioner of labor and to the administration of the apprenticeship program. For present provisions,see50-7-4.1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-50/article-7/section-50-7-6/"
    },
    {
      "id": "section-50-7-7",
      "number": "50-7-7",
      "heading": "Limitation.",
      "text": "A. This act [50-7-1 to 50-7-4, 50-7-7 NMSA 1978] does not apply to employers who, with their employees, are subject to the Railway Labor Act of congress or any act amendatory thereof.\n\nB. The provisions of this act shall apply only to such persons, firms, political subdivisions, corporations, employer associations or organizations of employees as voluntarily elect to conform with its provisions, so long as they shall wish it to apply.\n\nC. Notwithstanding any provision of this act the administration and supervision of related and supplemental instruction for apprentices, coordination of instruction with job experiences and the selection and training of teachers for such instruction is the responsibility of state or local boards responsible for vocational education, unless otherwise approved by the state council.\n\nHistory:1953 Comp., § 59-7-18, enacted by Laws 1957, ch. 219, § 6.\n\nCross references.— For the federal Railway Labor Act,see15 U.S.C. §§ 21, 45; 18 U.S.C. § 373; 28 U.S.C. §§ 1291 to 1294 and 45 U.S.C. §§ 151 to 163, 181 to 188.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-50/article-7/section-50-7-7/"
    }
  ]
}