{
  "state": "virginia",
  "path": "title-title-131-corporations/chapter-chapter-14-virginia-business-trust-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 13.1-1200. Short title§ 13",
      "text": "1-1201. Definitions§ 13.1-1202. Filing requirements§ 13.1-1203. Issuance of certificate by Commission; recordation of documents§ 13.1-1204. Fees for filing documents and issuing certificates§ 13.1-1205. Unlawful to sign false documents; penalty§ 13.1-12",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1200",
      "number": "13.1-1200.",
      "heading": "Short title",
      "text": "This chapter shall be known as the Virginia Business Trust Act.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1200/"
    },
    {
      "id": "section-131-1201",
      "number": "13.1-1201.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Articles of trust\" means all documents constituting, at any particular time, the articles of trust of a business trust. \"Articles of trust\" includes the original articles of trust, the original certificate of trust issued by the Commission, and all amendments to the articles of trust. When the articles of trust have been restated pursuant to any articles of amendment, the articles of trust includes only the restated articles of trust and any subsequent amendments to the restated articles of trust, but does not include the articles of amendment accompanying the restated articles of trust. When used with respect to a foreign business trust, the \"articles of trust\" of such entity means the document that is equivalent to the articles of trust of a domestic business trust.\n\n\"Beneficial owner\" means any owner of a beneficial interest in a business trust, the fact of ownership to be determined and evidenced, whether by means of registration, the issuance of certificates or otherwise, in conformity to the applicable provisions of the governing instrument of the business trust.\n\n\"Business trust\" or \"domestic business trust\" means an unincorporated business, trust, or association that:\n\n1. Is governed by a governing instrument under which:\n\na. Property is or will be held, managed, administered, controlled, invested, reinvested, or operated by a trustee for the benefit of persons as are or may become entitled to a beneficial interest in the trust property; or\n\nb. Business or professional activities for profit are carried on or will be carried on by one or more trustees for the benefit of persons as are or may become entitled to a beneficial interest in the trust property; and\n\n2. Files articles of trust under § 13.1-1212.\n\n\"Business trust\" includes, without limitation, any of the following entities that conform with subdivisions 1 and 2 of this definition:\n\n(1) A trust of the type known at common law as a \"business trust\" or \"Massachusetts trust\";\n\n(2) A trust qualifying as a real estate mortgage investment conduit under § 860 D of the United States Internal Revenue Code of 1986, as amended, or under any successor provision;\n\n(3) A trust qualifying as a real estate investment trust under §§ 856 through 859 of the United States Internal Revenue Code of 1986, as amended, or under any successor provision; or\n\n(4) A \"real estate investment trust\" or \"trust\" created under former Chapter 9 (§ 6-577 et seq.) of Title 6 or former Chapter 9 (§ 6.1-343 et seq.) of Title 6.1.\n\n\"Commission\" means the State Corporation Commission of Virginia.\n\n\"Domestic,\" with respect to an entity, means an entity governed as to its internal affairs by the organic law of the Commonwealth.\n\n\"Domestic corporation\" has the same meaning as specified in § 13.1-603.\n\n\"Domestic limited partnership\" has the same meaning as specified in § 50-73.1.\n\n\"Domestic nonstock corporation\" has the same meaning as \"domestic corporation\" as specified in § 13.1-803.\n\n\"Domestic partnership\" means an association of two or more persons to carry on as co-owners a business for profit formed under § 50-73.88, or predecessor law of the Commonwealth, and includes, for all purposes of the laws of the Commonwealth, a registered limited liability partnership.\n\n\"Domestic stock corporation\" has the same meaning as \"domestic corporation\" as specified in § 13.1-603.\n\n\"Effective date,\" when referring to a document for which effectiveness is contingent upon issuance of a certificate by the Commission, means the time and date determined in accordance with § 13.1-1203.\n\n\"Entity\" includes any domestic or foreign business trust or other business entity, any estate or trust, and any state, the United States, and any foreign government.\n\n\"Entity conversion\" means conversion. A certificate of entity conversion is the same as a certificate of conversion.\n\n\"Foreign\" with respect to an entity, means an entity governed as to its internal affairs by the organic law of a jurisdiction other than the Commonwealth.\n\n\"Foreign business trust\" means a trust formed under the law of a jurisdiction other than the Commonwealth that would be a business trust if formed under the law of the Commonwealth.\n\n\"Foreign limited liability company\" has the same meaning as specified in § 13.1-1002.\n\n\"Foreign limited partnership\" has the same meaning as specified in § 50-73.1.\n\n\"Foreign nonstock corporation\" has the same meaning as \"foreign corporation\" as specified in § 13.1-803.\n\n\"Governing instrument\" means a trust instrument that creates a business trust and provides for the governance of the affairs of the business trust and the conduct of its business, including, without limitation, a declaration of trust.\n\n\"Jurisdiction of formation\" means the state or country the law of which includes the organic law governing a domestic or foreign business trust or other business entity.\n\n\"Organic law\" means the statute governing the internal affairs of a domestic or foreign business trust or other business entity.\n\n\"Other business entity\" means a domestic or foreign stock corporation, a nonstock corporation, limited liability company, partnership, or limited partnership.\n\n\"Person\" has the same meaning as specified in § 13.1-603.\n\n\"Protected series\" has the same meaning as specified in § 13.1-1002.\n\n\"Registered limited liability partnership\" has the same meaning as specified in § 50-73.79.\n\n\"State,\" when referring to a part of the United States, includes a state and commonwealth, and their agencies and governmental subdivisions; and a territory and insular possession, and their agencies and governmental subdivisions, of the United States.\n\n\"Trust\" includes a common law trust, business trust, and foreign business trust.\n\n\"Trust surrender\" has the same meaning as specified in § 13.1-1264. A certificate of trust surrender is the same as a certificate of domestication.\n\n\"Trustee\" means a person appointed as a trustee in accordance with the governing instrument of a business trust. \"Trustee\" may include a beneficial owner of a business trust.\n\n\"United States\" includes any district, authority, bureau, commission, department, or other agency of the United States.\n\n2002, c. 621; 2021, Sp. Sess. I, c. 487; 2022, c. 82.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1201/"
    },
    {
      "id": "section-131-1202",
      "number": "13.1-1202.",
      "heading": "Filing requirements",
      "text": "A. A document shall satisfy the requirements of this section, and of any other section that adds to or varies these requirements, to be entitled to be filed with the Commission.\n\nB. The document shall be one that this chapter requires or permits to be filed with the Commission.\n\nC. The document shall contain the information required by this chapter. It may also contain other information.\n\nD. The document shall be typewritten or printed. The typewritten or printed portion shall be in black. Photocopies, or other reproduced copies, of typewritten or printed documents may be filed. In every case, information in the document shall be legible and the document shall be capable of being reformatted and reproduced in copies of archival quality.\n\nE. The document shall be in the English language. A business trust name need not be in English if written in English letters or Arabic or Roman numerals. The articles of trust, duly authenticated by the official having custody of the applicable records in the state or other jurisdiction under whose law the business trust is formed, which are required of each foreign business trust, need not be in English if accompanied by a reasonably authenticated English translation.\n\nF. The document shall be signed in the name of the domestic or foreign business trust:\n\n1. By a trustee or by an officer of the business trust;\n\n2. If the business trust has not been formed, by the person forming the business trust; or\n\n3. If the business trust is in the hands of a receiver, trustee, or other court-appointed fiduciary, by that fiduciary.\n\nG. The person executing the document shall sign it and state beneath or opposite his signature his name and the capacity in which he executes the document. Any signature may be a facsimile.\n\nH. If, pursuant to any provision of this chapter, the Commission has prescribed a mandatory form for the document, the document shall be in or on the prescribed form.\n\nI. The document shall be delivered to the Commission for filing and shall be accompanied by the required filing fee and any registration fee required by this chapter.\n\nJ. The Commission may accept the electronic filing of any information required or permitted to be filed by this chapter and may prescribe the methods of execution, recording, reproduction and certification of electronically filed information.\n\n2002, c. 621; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1202/"
    },
    {
      "id": "section-131-1203",
      "number": "13.1-1203.",
      "heading": "Issuance of certificate by Commission; recordation of documents",
      "text": "A. Whenever this chapter conditions the effectiveness of a document upon the issuance of a certificate by the Commission to evidence the effectiveness of the document, the Commission shall by order issue the certificate if it finds that the document complies with the provisions of this chapter and that all required fees have been paid. The Commission shall admit any such certificate to record in its office.\n\nB. The existence of a business trust shall begin at the time the Commission issues a certificate of trust, unless a later date and time are specified as provided by subsection D. The certificate of trust shall be conclusive evidence that all conditions precedent required to be performed by the person or persons forming the business trust have been complied with and that the business trust has been formed under this chapter.\n\nC. Whenever the Commission is directed to admit any document to record in its office, it shall cause it to be spread upon its record books or to be recorded or reproduced in any other manner the Commission may deem suitable. Except as otherwise provided by law, the Commission may furnish information from and provide access to any of its records by any means the Commission may deem suitable.\n\nD. 1. A certificate issued by the Commission is effective at the time such certificate is issued, unless the certificate relates to articles filed with the Commission and the articles state that the certificate shall become effective at a later time or date specified in the articles. In that event, the certificate shall become effective at the earlier of the time and date so specified or at 11:59 p.m. on the fifteenth day after the date on which the certificate is issued by the Commission. If a delayed effective date is specified, but no time is specified, the effective time shall be 12:01 a.m. on the date specified. Any other document filed with the Commission shall be effective when accepted for filing unless otherwise provided for in this chapter.\n\n2. Notwithstanding subdivision 1, any certificate that has a delayed effective time or date shall not become effective if, prior to the effective time and date, a statement of cancellation signed by each party to the articles to which the certificate relates is delivered to the Commission for filing. If the Commission finds that the statement of cancellation complies with the requirements of the law, it shall, by order, cancel the certificate.\n\n3. A statement of cancellation shall contain:\n\na. The name of the business trust;\n\nb. The name of the articles and the date on which the articles were filed with the Commission;\n\nc. The time and date on which the Commission's certificate becomes effective; and\n\nd. A statement that the articles are being canceled in accordance with this section.\n\n4. Notwithstanding subdivision 1, for purposes of §§ 13.1-1214 and 13.1-1244, any certificate that has a delayed effective date shall be deemed to be effective when the certificate is issued.\n\n5. For articles with a delayed effective date and time, the effective date and time shall be Eastern Time.\n\nE. The Commission shall have the power to act upon a petition filed by a business trust at any time to correct Commission records so as to eliminate the effects of clerical errors and of filings made by a person without authority to act for the business trust.\n\n2002, c. 621; 2013, c. 25; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1203/"
    },
    {
      "id": "section-131-1204",
      "number": "13.1-1204.",
      "heading": "Fees for filing documents and issuing certificates",
      "text": "The Commission shall charge and collect the following fees, except as provided in § 12.1-21.2:\n\n1. For filing any one of the following, the fee shall be $100:\n\na. Articles of trust.\n\nb. An application for registration as a foreign business trust.\n\nc. Articles of domestication.\n\nd. Articles of entity conversion.\n\n2. For filing any one of the following, the fee shall be $25:\n\na. Articles of amendment.\n\nb. Articles of restatement.\n\nc. Articles of cancellation.\n\nd. Articles of correction referred to in § 13.1-1213, a copy of an amendment or a correction referred to in § 13.1-1245, or an amended application for registration referred to in § 13.1-1245, provided that an amended application shall not require a separate fee when it is filed with a copy of an amendment or a correction referred to in § 13.1-1245.\n\ne. A copy of an instrument of merger of a foreign business trust referred to in § 13.1-1250.\n\nf. Articles of merger.\n\ng. Articles of trust surrender.\n\nh. A copy of an instrument of entity conversion of a foreign business trust holding a certificate of registration to transact business in the Commonwealth.\n\ni. An application for a certificate of cancellation of a foreign business trust.\n\n3. For filing any one of the following, the fee shall be $10:\n\na. An application to reserve or to renew the reservation of a name for use by a domestic or foreign business trust.\n\nb. A notice of the transfer of a name reserved for use by a domestic or foreign business trust.\n\n4. For issuing a certificate pursuant to § 13.1-1285, the fee shall be $6.\n\n2002, c. 621; 2003, c. 373; 2004, c. 274; 2007, c. 771; 2008, c. 101; 2012, c. 130; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1204/"
    },
    {
      "id": "section-131-1205",
      "number": "13.1-1205.",
      "heading": "Unlawful to sign false documents; penalty",
      "text": "A. It shall be unlawful for any person to sign a document he knows is false in any material respect with intent that the document be delivered to the Commission for filing under this chapter.\n\nB. Any person who violates the provisions of this section is guilty of a Class 1 misdemeanor.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1205/"
    },
    {
      "id": "section-131-1206",
      "number": "13.1-1206.",
      "heading": "Unlawful to transact or offer to transact business as a business trust; penalty",
      "text": "A. It shall be unlawful for any person to transact business in this Commonwealth as a business trust or to offer or advertise to transact business in this Commonwealth as a business trust unless the alleged business trust is either a domestic business trust or a foreign business trust authorized to transact business in this Commonwealth.\n\nB. Any person who violates the provisions of this section is guilty of a Class 1 misdemeanor.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1206/"
    },
    {
      "id": "section-131-1207",
      "number": "13.1-1207.",
      "heading": "Tax classification",
      "text": "For purposes of any tax imposed by Title 58.1, a business trust shall be classified as a corporation, an association, a partnership, a trust, a real estate investment trust, a regulated investment company or otherwise, as shall be determined under the United States Internal Revenue Code of 1986, as amended, or under any successor provision.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1207/"
    },
    {
      "id": "section-131-1208",
      "number": "13.1-1208.",
      "heading": "Separate legal entity",
      "text": "A business trust established in accordance with the provisions of this chapter is a separate legal entity.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1208/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Formation",
      "text": "Formation",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1209",
      "number": "13.1-1209.",
      "heading": "Purposes",
      "text": "Every business trust formed under this chapter has the purpose of engaging in any lawful business, except as otherwise may be provided by the law of this Commonwealth, unless a more limited purpose is set forth in the articles of trust.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1209/"
    },
    {
      "id": "section-131-1210",
      "number": "13.1-1210.",
      "heading": "Powers",
      "text": "Unless the articles of trust provide otherwise, every business trust has the same powers as an individual or any other entity to do all things necessary or convenient to carry out its business and affairs, including, without limitation, the power:\n\n1. To sue and be sued, complain and defend in its name;\n\n2. To purchase, receive, lease or otherwise acquire, and own, hold, improve, use and otherwise deal with, real or personal property, or any legal or equitable interest in property, wherever located;\n\n3. To sell, convey, mortgage, pledge, lease, exchange, and otherwise dispose of all or any part of its property;\n\n4. To purchase, receive, subscribe for, or otherwise acquire, own, hold, vote, use, sell, mortgage, lend, pledge, or otherwise dispose of, and deal in and with shares or other interests in, or obligations of, any other person;\n\n5. To make contracts and guaranties, incur liabilities, borrow money, issue its notes, bonds, and other obligations, and secure any of its obligations by mortgage or pledge of any of its property, franchises or income;\n\n6. To lend money, invest and reinvest its funds, and receive and hold real and personal property as security for repayment;\n\n7. To conduct its business, locate offices, and exercise the powers granted by this chapter within or without this Commonwealth;\n\n8. To elect and appoint trustees, officers, employees and agents of the business trust, define their duties, fix their compensation, and lend them money and credit;\n\n9. To pay pensions and establish pension plans, pension trusts, profit-sharing plans, and benefit and incentive plans for all or any of the current or former beneficial owners, trustees, officers, employees, and agents of the business trust or any of its subsidiaries;\n\n10. To make donations to the public welfare or for religious, charitable, scientific, literary or educational purposes;\n\n11. To make payments or donations or do any other act, not inconsistent with this section or any other applicable law, that furthers the business and affairs of the business trust;\n\n12. To pay compensation, or to pay additional compensation, to any or all beneficial owners, trustees, officers and employees on account of services previously rendered to the business trust, whether or not an agreement to pay such compensation was made before such services were rendered;\n\n13. To insure for its benefit the life of any of its beneficial owners, trustees, officers or employees, to insure the life of any beneficial owner for the purpose of acquiring at his death the interest owned by such beneficial owner and to continue such insurance after the relationship terminates;\n\n14. To cease its activities, wind up its affairs, and proceed to cancel its existence;\n\n15. To enter into partnership agreements, joint ventures, or other associations of any kind with any person or persons;\n\n16. To indemnify a trustee, officer, employee or any other person to the same extent as a corporation may indemnify any of the directors, officers, employees or agents of the corporation;\n\n17. To transact any lawful business that a corporation, partnership, limited liability company or other business entity may conduct under the laws of the Commonwealth subject, however, to any and all laws and restrictions that govern or limit the conduct of such activity by such corporation, partnership, limited liability company or other business entity; and\n\n18. To have and exercise all powers necessary or convenient to effect any or all of the purposes for which the business trust is organized.\n\n2002, c. 621; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1210/"
    },
    {
      "id": "section-131-1211",
      "number": "13.1-1211.",
      "heading": "Formation",
      "text": "One or more persons may form a business trust by signing and filing articles of trust with the Commission. Such person or persons need not be beneficial owners of the business trust after formation has occurred.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1211/"
    },
    {
      "id": "section-131-1212",
      "number": "13.1-1212.",
      "heading": "Articles of trust",
      "text": "A. The articles of trust shall set forth:\n\n1. A name for the business trust that satisfies the requirements of § 13.1-1214;\n\n2. The post office address, including the street and number, if any, of the business trust's initial registered office, the name of the city or county in which it is located, the name of its initial registered agent at that office, and that the agent is either (i) an individual who is a resident of this Commonwealth and is a trustee or officer of the business trust, an officer or director of a corporation that is a trustee of the business trust, a general partner of a general or limited partnership that is a trustee of the business trust, a member or manager of a limited liability company that is a trustee of the business trust, a trustee of a business trust or other trust that is a trustee of the business trust, or a member of the Virginia State Bar or (ii) a domestic or foreign stock or nonstock corporation, limited liability company, registered limited liability partnership, or business trust authorized to transact business in this Commonwealth; and\n\n3. The post office address, including the street and number, if any, of the principal office of the business trust, which may be the same as the registered office, but need not be within this Commonwealth.\n\nB. The articles of trust may set forth any other matter that under this chapter is permitted to be set forth in a governing instrument of a business trust.\n\nC. The articles of trust need not set forth any of the powers enumerated in this chapter.\n\nD. If the Commission finds that the articles of trust comply with the requirements of law and that all required fees have been paid, it shall issue a certificate of trust.\n\n2002, c. 621; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1212/"
    },
    {
      "id": "section-131-1213",
      "number": "13.1-1213.",
      "heading": "Articles of correction",
      "text": "A. A business trust may correct its articles of trust at any time to correct a name or address specified in the articles of trust.\n\nB. For a correction to the articles of trust to be adopted, the correction shall be adopted by the sole trustee or a majority of the trustees, or in accordance with the articles of trust or the governing instrument of the business trust.\n\nC. To correct its articles of trust, a business trust shall file with the Commission articles of correction setting forth:\n\n1. The name of the business trust;\n\n2. The text of each correction;\n\n3. A statement of the nature of the error necessitating each correction; and\n\n4. A statement of the manner in which the correction was adopted.\n\nD. If the Commission finds that the articles of correction comply with the requirements of law and that all required fees have been paid, it shall issue a certificate of correction.\n\n2002, c. 621; 2003, c. 373.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1213/"
    },
    {
      "id": "section-131-1214",
      "number": "13.1-1214.",
      "heading": "Name",
      "text": "A. A business trust name may contain:\n\n1. One or more of the following words: \"association,\" \"club,\" \"company,\" \"foundation,\" \"fund,\" \"institute,\" \"society,\" \"syndicate,\" or \"union,\" or abbreviations of like import; and\n\n2. The word \"trust,\" provided that the context or remaining words in the name meet the standards prescribed in §§ 6.2-939 and 6.2-1040.\n\nB. A business trust name shall not contain:\n\n1. Any word, abbreviation, or combination of characters that states or implies the business trust is a corporation, a limited liability company, a limited partnership, a registered limited liability partnership, or a protected series of a series limited liability company; or\n\n2. Any word or phrase the use of which is prohibited by law for such business trust.\n\nC. Except as authorized by subsection D, a business trust name shall be distinguishable upon the records of the Commission from:\n\n1. The name of a domestic business trust or a foreign business trust registered to transact business in the Commonwealth;\n\n2. A business trust name reserved under § 13.1-1215;\n\n3. The designated name adopted by a foreign business trust because its real name is unavailable for use in the Commonwealth;\n\n4. The name of any corporation, whether issuing shares or not issuing shares, existing under the laws of the Commonwealth or authorized to transact business in the Commonwealth;\n\n5. A corporate name reserved or registered under § 13.1-631, 13.1-632, 13.1-830, or 13.1-831;\n\n6. The designated name adopted by a foreign corporation, whether issuing shares or not issuing shares, because its real name is unavailable for use in the Commonwealth;\n\n7. The name of a domestic limited liability company or a foreign limited liability company registered to transact business in the Commonwealth;\n\n8. A limited liability company name reserved under § 13.1-1013;\n\n9. The designated name adopted by a foreign limited liability company because its real name is unavailable for use in the Commonwealth;\n\n10. The name of a domestic limited partnership or a foreign limited partnership registered to transact business in the Commonwealth;\n\n11. A limited partnership name reserved under § 50-73.3; and\n\n12. The designated name adopted by a foreign limited partnership because its real name is unavailable for use in the Commonwealth.\n\nD. A domestic business trust may apply to the Commission for authorization to use a name that is not distinguishable upon its records from one or more of the names described in subsection C. The Commission shall authorize use of the name applied for if the other domestic or foreign business trust or other business entity consents to the use in writing and submits an undertaking in a form satisfactory to the Commission to change its name to a name that is distinguishable upon the records of the Commission from the name of the applying business trust.\n\nE. The use of assumed names or fictitious names, as provided for in Chapter 5 (§ 59.1-69 et seq.) of Title 59.1, is not affected by this chapter.\n\nF. The Commission, in determining whether a business trust name is distinguishable upon its records from the name of any of the business entities listed in subsection C, shall not consider any word, phrase, abbreviation, or designation required or permitted under § 13.1-544.1, subsection A of § 13.1-630, subsection A of § 13.1-1012, § 13.1-1104, subsection A of § 50-73.2, and subdivision A 2 of § 50-73.78 to be contained in the name of a business entity formed or organized under the laws of the Commonwealth or authorized or registered to transact business in the Commonwealth.\n\n2002, c. 621; 2003, cc. 373, 592; 2005, c. 379; 2012, c. 63; 2013, c. 25; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1214/"
    },
    {
      "id": "section-131-1215",
      "number": "13.1-1215.",
      "heading": "Reserved name",
      "text": "A. A person may apply to the Commission to reserve the exclusive use of a business trust name, including a designated name for a foreign business trust. If the Commission finds that the business trust name applied for is distinguishable upon the records of the Commission, it shall reserve the name for the applicant's exclusive use for a 120-day period.\n\nB. The owner of a reserved business trust name may renew the reservation for successive periods of 120 days each by filing with the Commission, during the 45-day period preceding the date of expiration of the reservation, a renewal application.\n\nC. The owner of a reserved business trust name may transfer the reservation to another person by delivering to the Commission a notice of the transfer, signed by the applicant for whom the name was reserved, and specifying the name and address of the transferee.\n\nD. A reserved business trust name may be used by its owner in connection with (i) the formation or an amendment to change the name of a domestic stock or nonstock corporation, limited liability company, business trust, or limited partnership; (ii) an application for a certificate of authority or registration to transact business in the Commonwealth as a foreign stock or nonstock corporation, limited liability company, business trust, or limited partnership; or (iii) an amended application for such authority or registration, provided that the proposed name complies with the provisions of § 13.1-630, 13.1-762, 13.1-829, 13.1-924, 13.1-1012, 13.1-1054, 13.1-1214, 13.1-1244, 50-73.2, or 50-73.56, as the case may be.\n\n2002, c. 621; 2006, c. 505; 2015, c. 444.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1215/"
    },
    {
      "id": "section-131-1216",
      "number": "13.1-1216.",
      "heading": "Amendment of articles of trust",
      "text": "A. Except to the extent otherwise provided in this chapter, the articles of trust, or the governing instrument of the business trust, the sole trustee or a majority of the trustees may amend the articles of trust of a business trust at any time to add or change a provision that is required or permitted in the articles, or to delete a provision not required in the articles. An amendment to the articles of trust may delete the name and address of the initial registered agent or registered office, if a statement of change described in § 13.1-1221 is on file with the Commission.\n\nB. A business trust amending its articles of trust shall file with the Commission articles of amendment setting forth:\n\n1. The name of the business trust;\n\n2. The text of each amendment adopted;\n\n3. The date of each amendment's adoption; and\n\n4. A statement that the amendment was adopted in accordance with the articles of trust and the governing instrument of the business trust.\n\nC. If the Commission finds that the articles of amendment comply with the requirements of law and that all required fees have been paid, it shall issue a certificate of amendment.\n\nD. An amendment to the articles of the trust does not affect a cause of action existing against or in favor of the business trust, a proceeding to which the business trust is a party, or the existing rights of persons other than beneficial owners of the business trust. An amendment changing a business trust's name does not abate a proceeding brought by or against the business trust in its former name.\n\n2002, c. 621; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1216/"
    },
    {
      "id": "section-131-1217",
      "number": "13.1-1217.",
      "heading": "Restatement of articles of trust",
      "text": "A. Except to the extent otherwise provided in this chapter, in the articles of trust or in the governing instrument of the business trust, the sole trustee or a majority of the trustees may restate the articles of trust of a business trust at any time.\n\nB. The restatement may include one or more amendments to the articles, including an amendment to delete the name and address of the initial registered agent or registered office, if a statement of change described in § 13.1-1221 is on file with the Commission.\n\nC. A business trust restating its articles of trust shall file with the Commission articles of restatement setting forth:\n\n1. The name of the business trust immediately prior to restatement;\n\n2. Whether the restatement contains an amendment to the articles of trust;\n\n3. The text of the restated articles of trust or amended and restated articles of trust;\n\n4. The date of adoption of the articles of restatement; and\n\n5. A statement that the restatement was adopted in accordance with the articles of trust and the governing instrument of the business trust.\n\nD. If the Commission finds that the articles of restatement comply with the requirements of law and that all required fees have been paid, it shall issue a certificate of restatement. When the certificate of restatement is effective, the restated articles of trust or amended and restated articles of trust supersede the original articles of trust and all amendments to the original articles of trust.\n\nE. The Commission may certify restated articles of trust or amended and restated articles of trust as the articles of trust currently in effect.\n\n2002, c. 621; 2003, c. 373; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1217/"
    },
    {
      "id": "section-131-1218",
      "number": "13.1-1218.",
      "heading": "Existence",
      "text": "A. Except to the extent otherwise provided in this chapter, in the articles of trust or in the governing instrument of the business trust, a business trust:\n\n1. Shall have perpetual existence; and\n\n2. May not be terminated or revoked by a beneficial owner or other person except in accordance with the terms of the articles of trust or the governing instrument of the business trust.\n\nB. Except to the extent otherwise provided in the articles of trust or in the governing instrument of a business trust, the death, incapacity, dissolution, termination, or bankruptcy of a beneficial owner shall not result in the termination or dissolution of a business trust.\n\nC. In the event that a business trust does not have perpetual existence, a business trust is dissolved and its affairs shall be wound up in accordance with Article 8 (§ 13.1-1234 et seq.) of this chapter at the time or on the happening of events specified in the articles of trust or the governing instrument.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1218/"
    },
    {
      "id": "section-131-1219",
      "number": "13.1-1219.",
      "heading": "Governing instrument",
      "text": "A. A governing instrument of a business trust may:\n\n1. Provide that a person shall become a beneficial owner and shall become bound by the governing instrument if such person, or a representative authorized by such person, orally, in writing, or by other action such as payment for a beneficial interest, complies with the conditions for becoming a beneficial owner set forth in the governing instrument or any other writing and acquires a beneficial interest;\n\n2. Consist of one or more agreements, instruments, or other writings and may include or incorporate a declaration of trust or bylaws containing provisions relating to the business of the business trust, the conduct of its affairs, and its rights or powers or the rights or powers of its trustees, beneficial owners, agents, or employees; and\n\n3. Contain any provision that is not inconsistent with law or with the information contained in the articles of trust.\n\nB. A governing instrument may contain any provision relating to the management of the business and affairs of the business trust, and the rights, duties, and obligations of the trustees, beneficial owners, and other persons, that is not contrary to any provision or requirement of this chapter or the articles of trust and without limitation:\n\n1. May provide for classes, groups, or series of trustees or beneficial owners, or classes, groups, or series of beneficial interests, having such relative rights, powers, and duties as the governing instrument may provide; and may make provision for the future creation in the manner provided in the governing instrument of additional classes, groups or series of trustees, beneficial owners, or beneficial interests, having the relative rights, powers, and duties as may from time to time be established, including rights, powers, and duties senior or subordinate to existing classes, groups, or series of trustees, beneficial owners, or beneficial interests;\n\n2. May establish or provide for the establishment of designated series of trustees, beneficial owners, or beneficial interests having separate rights, powers, or duties with respect to specified property or obligations of the business trust or profits and losses associated with specified property or obligations and, to the extent provided in the governing instrument, any series may have a separate business purpose or investment objective;\n\n3. May provide for the taking of any action, including the amendment of the articles of trust or governing instrument, the accomplishment of a merger or consolidation, the appointment of one or more trustees, the sale, lease, exchange, transfer, pledge, or other disposition of all or any part of the assets of the business trust or the assets of any series, or the dissolution of the business trust; or may provide for the taking of any action to create, under the provisions of the governing instrument, a class, group, or series of beneficial interests that was not previously outstanding, in any such case without the vote or approval of any particular trustee or beneficial owner, or class, group, or series of trustees or beneficial owners;\n\n4. May grant to or withhold from all or certain trustees or beneficial owners, or a specified class, group, or series of trustees or beneficial owners, the right to vote, separately or with any or all other classes, groups, or series of trustees or beneficial owners, on any matter, such voting being on a per capita, number, financial interest, class, group, series, or any other basis;\n\n5. May, if and to the extent that voting rights are granted under the governing instrument, set forth provisions relating to notice of the time, place, or purpose of any meeting at which any matter is to be voted on, method of giving such notice, waiver of any such notice, action by consent without a meeting, the establishment of record dates, quorum requirements, voting in person, by proxy or in any other manner, or any other matter with respect to the exercise of the right to vote;\n\n6. May provide for the present or future creation of more than one business trust, including the creation of a future business trust to which all or any part of the assets, liabilities, profits, or losses of any existing business trust will be transferred, and for the conversion of beneficial interests in an existing business trust or series, into beneficial interests in the separate business trust or series;\n\n7. May provide for the appointment, election, or engagement, either as agents or independent contractors of the business trust or as delegates of the trustees, of officers, employees, managers, or other persons who may manage the business and affairs of the business trust and may have the titles and the relative rights, powers, and duties as the governing instrument shall provide; and\n\n8. May provide for restrictions on transfer of beneficial interests to maintain the business trust's status when it is dependent on the number or identity of its beneficial owners, to preserve exemptions under federal or state securities laws or for any other purpose.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1219/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Registered Office and Agent",
      "text": "Registered Office and Agent",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1220",
      "number": "13.1-1220.",
      "heading": "Registered office and registered agent",
      "text": "A. Each domestic business trust and each foreign business trust registered pursuant to Article 9 (§ 13.1-1241 et seq.) of this chapter shall continuously maintain in this Commonwealth:\n\n1. A registered office that may be the same as any of its places of business; and\n\n2. A registered agent, who shall be either:\n\na. An individual who is a resident of this Commonwealth and is either (i) a trustee or officer of the business trust, (ii) an officer or director of a corporation that is a trustee of the business trust, (iii) a general partner of a general or limited partnership that is a trustee of the business trust, (iv) a member or manager of a limited liability company that is a trustee of the business trust, (v) a trustee of a business trust or other trust that is a trustee of the business trust, or (vi) a member of the Virginia State Bar, and whose business office is identical with the registered office; or\n\nb. A domestic or foreign stock or nonstock corporation, limited liability company, registered limited liability partnership or business trust authorized to transact business in this Commonwealth, the business office of which is identical with the registered office; provided such a registered agent (i) shall not be its own registered agent and (ii) shall designate by instrument in writing, acknowledged before a notary public, one or more natural persons at the office of the registered agent upon whom any process, notice or demand may be served and shall continuously maintain at least one such person at that office. Whenever any such person accepts service, a photographic copy of such instrument shall be attached to the return.\n\nB. The sole duty of the registered agent is to forward to the domestic business trust or the foreign business trust at its last known address any process, notice or demand that is served on the registered agent.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1220/"
    },
    {
      "id": "section-131-1221",
      "number": "13.1-1221.",
      "heading": "Change of registered office or registered agent",
      "text": "A. A business trust or a foreign business trust registered to transact business in the Commonwealth may change its registered office or registered agent, or both, upon filing with the Commission a statement of change on a form prescribed and furnished by the Commission that sets forth:\n\n1. The name of the business trust or foreign business trust;\n\n2. The address of its current registered office;\n\n3. If the current registered office is to be changed, the post office address, including the street and number, if any, of the new registered office, and the name of the city or county in which it is to be located;\n\n4. The name of its current registered agent;\n\n5. If the current registered agent is to be changed, the name of the new registered agent; and\n\n6. That after the change or changes are made, the domestic or foreign business trust will be in compliance with the requirements of § 13.1-1220.\n\nB. A statement of change shall forthwith be filed with the Commission by a domestic or foreign business trust whenever its registered agent dies, resigns or ceases to satisfy the requirements of § 13.1-1220.\n\nC. A domestic or foreign business trust's registered agent may sign a statement as required above if (i) the business address of the registered agent changes to another post office address within the Commonwealth or (ii) the name of a registered agent has been legally changed. A domestic or foreign business trust's new registered agent may sign and submit for filing a statement as required above if (a) the former registered agent is a business entity that has been merged into the new registered agent, (b) the instrument of merger is on record in the office of the clerk of the Commission, and (c) the new registered agent is an entity that is qualified to serve as a registered agent pursuant to § 13.1-1220. In either instance, the registered agent or surviving entity shall forthwith file a statement as required above, which shall recite that a copy of the statement shall be mailed to the principal office address of the domestic or foreign business trust on or before the business day following the day on which the statement is filed.\n\n2002, c. 621; 2003, c. 597; 2010, c. 434.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1221/"
    },
    {
      "id": "section-131-1222",
      "number": "13.1-1222.",
      "heading": "Resignation of registered agent",
      "text": "A. A registered agent may resign as agent for the domestic or foreign business trust by signing and filing with the Commission a statement of resignation stating (i) the name of the business trust or foreign business trust, (ii) the name of the agent, and (iii) that the agent resigns from serving as registered agent for the domestic or foreign business trust. The statement of resignation shall be accompanied by a certification that the registered agent will have a copy of the statement mailed to the principal office of the domestic or foreign business trust by certified mail on or before the business day following the day on which the statement is filed. When the statement of resignation takes effect, the registered office is also discontinued.\n\nB. A statement of resignation takes effect on the earlier of (i) 12:01 a.m. on the thirty-first day after the date on which the statement was filed with the Commission or (ii) the date on which a statement of change in accordance with § 13.1-1221 to appoint a registered agent is filed with the Commission.\n\n2002, c. 621; 2010, c. 434; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1222/"
    },
    {
      "id": "section-131-1223",
      "number": "13.1-1223.",
      "heading": "Service on business trust",
      "text": "A. A domestic or foreign business trust's registered agent is the business trust's agent for service of process, notice, or demand required or permitted by law to be served on the business trust. The registered agent may, by instrument in writing and acknowledged before a notary public, designate a person or persons in the office of the registered agent upon whom any such process, notice or demand may be served. Whenever any such person accepts service of process, a photographic copy of such instrument shall be attached to the return.\n\nB. Whenever a domestic or foreign business trust fails to appoint or maintain a registered agent in this Commonwealth, or whenever its registered agent cannot with reasonable diligence be found at the registered office, then the clerk of the Commission shall be an agent of the business trust upon whom service may be made in accordance with § 12.1-19.1.\n\nC. This section does not prescribe the only means, or necessarily the required means, of serving a domestic or foreign business trust.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1223/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Beneficial Owners",
      "text": "Beneficial Owners",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1224",
      "number": "13.1-1224.",
      "heading": "Beneficial owners",
      "text": "A. 1. A contribution of a beneficial owner to the business trust may be in cash, property, or services rendered, or a promissory note or other binding obligation to contribute cash or property or to perform services.\n\n2. A person may become a beneficial owner of a business trust and may receive a beneficial interest in a business trust without making a contribution or being obligated to make a contribution to the business trust.\n\nB. 1. Except as provided in the articles of trust or the governing instrument of the business trust, a beneficial owner is obligated to the business trust to perform any promise to contribute cash or property or to perform services, even if the beneficial owner is unable to perform because of death, disability, or any other reason.\n\n2. Subject to the provisions of subdivision 3 of this subsection, if a beneficial owner does not make the required contribution of property or services, the beneficial owner is obligated at the option of the business trust to contribute cash equal to that portion of the agreed value, as stated in the records of the business trust, of the contribution that has not been made.\n\n3. The option provided in subdivision 2 shall be in addition to, and not in lieu of, any other rights, including the right to specific performance, that the business trust may have against the beneficial owner under the governing instrument or applicable law.\n\nC. 1. A governing instrument may provide that the interest of any beneficial owner who fails to make any contribution that the beneficial owner is obligated to make shall be subject to specific penalties for, or specified consequences of, the failure.\n\n2. The penalty or consequence may take the form of:\n\na. Reducing or eliminating the defaulting beneficial owner's proportionate interest in the business trust or subordinating the beneficial owner's interest to that of the nondefaulting beneficial owners;\n\nb. A forced sale of the beneficial owner's interest;\n\nc. A forfeiture of the beneficial owner's interest;\n\nd. A lending by other beneficial owners of the amount necessary to meet the defaulting beneficial owner's commitment;\n\ne. A fixing of the value of the defaulting beneficial owner's interest by appraisal or by formula, and a redemption or sale of the defaulting beneficial owner's interest at that value; or\n\nf. Any other penalty or consequence.\n\nD. No promise of a beneficial owner to contribute to a business trust is enforceable unless set out in a writing signed by the beneficial owner.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1224/"
    },
    {
      "id": "section-131-1225",
      "number": "13.1-1225.",
      "heading": "Limited liability",
      "text": "Except to the extent otherwise expressly provided in the governing instrument of the business trust, the beneficial owners shall be entitled to the same limitation of personal liability extended to shareholders of a Virginia corporation formed under Chapter 9 (§ 13.1-601 et seq.) of this title.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1225/"
    },
    {
      "id": "section-131-1226",
      "number": "13.1-1226.",
      "heading": "Beneficial interests",
      "text": "A. Except to the extent otherwise provided in the articles of trust or in the governing instrument of a business trust, a beneficial owner shall have an undivided beneficial interest in the property of the business trust and shall share in the profits and losses of the business trust in the proportion (expressed as a percentage) of the entire undivided beneficial interest in the business trust owned by the beneficial owner. The governing instrument of a business trust may provide that the business trust or the trustees, acting for and on behalf of the business trust, shall be deemed to hold beneficial ownership of any income earned on securities owned by the business trust issued by any business entities formed, organized or existing under the laws of any jurisdiction, including the laws of any foreign country.\n\nB. 1. Except to the extent otherwise provided in the articles of trust or in the governing instrument of a business trust, a beneficial owner has no interest in specific business trust property.\n\n2. A creditor of the beneficial owner has no right to obtain possession of, or otherwise exercise legal or equitable remedies with respect to, the property of the business trust.\n\nC. A beneficial owner's beneficial interest in the business trust is personal property notwithstanding the nature of the property of the business trust.\n\nD. Except to the extent otherwise provided in the articles of trust or in the governing instrument of a business trust, a beneficial owner's beneficial interest in the business trust is freely transferable.\n\nE. Except to the extent otherwise provided in the articles of trust or in the governing instrument of a business trust, at the time a beneficial owner becomes entitled to receive a distribution, the beneficial owner has the status of, and is entitled to all remedies available to, a creditor of the business trust with respect to the distribution. A governing instrument may provide for the establishment of record dates with respect to allocations and distributions by a business trust.\n\nF. A beneficial owner of a business trust does not have a vested property right resulting from any provision of the articles of trust.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1226/"
    },
    {
      "id": "section-131-1227",
      "number": "13.1-1227.",
      "heading": "Distributions to beneficial owners",
      "text": "A. The trustees may authorize and the business trust may make distributions to its beneficial owners, subject to restriction by the articles of trust or governing instrument and the limitation in subsection C.\n\nB. If the trustees do not fix the record date for determining beneficial owners entitled to a distribution, other than one involving a repurchase or reacquisition of beneficial interests, it is the date the trustees authorize the distribution.\n\nC. No distribution may be made if, after giving it effect:\n\n1. The business trust would not be able to pay its debts as they become due in the usual course of business; or\n\n2. The business trust's total assets would be less than the sum of its total liabilities plus (unless the articles of trust permit otherwise) the amount that would be needed, if the business trust were to be dissolved at the time of the distribution, to satisfy the preferential rights upon dissolution of beneficial interests whose preferential rights are superior to those receiving the distribution.\n\nD. The trustees may base a determination that a distribution is not prohibited under subsection C either on financial statements prepared on the basis of accounting practices and principles that are reasonable in the circumstances or on a fair valuation or other method that is reasonable in the circumstances.\n\nE. The effect of a distribution under subsection C is measured:\n\n1. In the case of a distribution by purchase, redemption, or other acquisition of the business trust's beneficial interests, as of the earlier of (i) the date money or other property is transferred or debt incurred by the business trust or (ii) the date the beneficial owners cease to be beneficial owners with respect to the acquired beneficial interests;\n\n2. In the case of any other distribution of indebtedness, as of the date the indebtedness is distributed;\n\n3. In all other cases, as of (i) the date the distribution is authorized if the payment occurs within 120 days after the date of authorization or (ii) the date payment is made if it occurs more than 120 days after the date of authorization.\n\nF. A business trust's indebtedness to a beneficial owner incurred by reason of a distribution made in accordance with this section is at parity with the business trust's indebtedness to its general, unsecured creditors except to the extent subordinated by agreement.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1227/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Trustees",
      "text": "Trustees",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1228",
      "number": "13.1-1228.",
      "heading": "Trustee management; limitation on duties and liabilities of others",
      "text": "A. Except to the extent otherwise provided in the articles of trust or in the governing instrument of a business trust, the trustees shall choose and supervise the officers and employees of the business trust, and the business and affairs of the business trust shall be managed under the direction of the trustees.\n\nB. Except to the extent provided in the governing instrument of a business trust, neither the power to give direction to a trustee or other persons nor the exercise by any person of a direction, including a beneficial owner, shall cause that person to have duties, including fiduciary duties, or liabilities relating to the business trust or to a beneficial owner, or cause any such person to be a trustee.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1228/"
    },
    {
      "id": "section-131-1229",
      "number": "13.1-1229.",
      "heading": "Trustee standards of conduct; trustee liability; restrictions on liability limitations in governing instrument",
      "text": "A. A trustee shall discharge his duties as a trustee in accordance with the standards of conduct provided for directors of a Virginia corporation pursuant to §§ 13.1-690 and 13.1-691.\n\nB. Subject to the provisions of subsection C, and except to the extent otherwise provided in the articles of trust or in the governing instrument of a business trust, a trustee, when acting in such capacity, is not personally liable to any person other than the business trust or a beneficial owner for any act, omission, or obligation of the business trust or any trustee.\n\nC. A trustee or officer of a business trust shall have no liability to the business trust or a beneficial owner for any act or omission greater than that of directors or officers of a Virginia corporation to the corporation as provided in Chapter 9 (§ 13.1-601 et seq.) of this title, including any elimination of liability provided for in the articles of trust or governing instrument.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1229/"
    },
    {
      "id": "section-131-1230",
      "number": "13.1-1230.",
      "heading": "Indemnification",
      "text": "A. A business trust shall have the power to indemnify and hold harmless any trustee, officer, employee or agent from and against any and all claims and demands to the same extent as a director, officer, employee or agent of a Virginia corporation under Chapter 9 (§ 13.1-601 et seq.) of this title.\n\nB. A trustee or officer of a business trust shall be entitled to mandatory indemnification to the same extent as a director or officer of a Virginia corporation under Chapter 9 (§ 13.1-601 et seq.) of this title.\n\nC. A trustee or officer may apply for court-ordered indemnification in the same manner as a director or officer of a Virginia corporation pursuant to § 13.1-700.1.\n\nD. A business trust may purchase and maintain insurance on behalf of an individual who is or was a trustee, officer, employee, or agent of the business trust, or who, while a trustee, officer, employee, or agent of the business trust, is or was serving at the request of the business trust as a director, officer, partner, trustee, employee, or agent of a foreign or domestic corporation, partnership, joint venture, trust, employee benefit plan, or other enterprise, against liability asserted against or incurred by him in that capacity or arising from his status as a director, officer, employee, or agent, whether or not the business trust would have power to indemnify him against the same liability under this section.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1230/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Legal Proceedings",
      "text": "Legal Proceedings",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1231",
      "number": "13.1-1231.",
      "heading": "Capacity to sue and be sued; process; liabilities and obligations; attachment; seizure of certain assets",
      "text": "A. A business trust may sue and be sued in its own name, and service of process on one of the trustees shall be sufficient to constitute service on the business trust.\n\nB. A business trust may be sued for debts and other obligations or liabilities contracted or incurred by the trustees, or by the duly authorized agents of such trustees, in the performance of their respective duties under the governing instrument of the business trust, and for any damages to persons or property resulting from the negligence of such trustees or agents acting in the performance of such respective duties.\n\nC. The property of a business trust is subject to attachment and execution as if the business trust was a Virginia corporation organized under Chapter 9 (§ 13.1-601 et seq.) of this title.\n\nD. Notwithstanding the provisions of this section, in the event that the governing instrument of a business trust, including a business trust that is a registered investment company under the Investment Company Act of 1940, as amended, creates one or more series as provided in subsection B of § 13.1-1219, and if separate and distinct records are maintained for any such series and the assets associated with any such series are held and accounted for separately from the other assets of the business trust, or any other series, and if the governing instrument so provides, and notice of the limitation on liabilities of a series as referenced in this subsection is set forth in the articles of trust of the business trust, then the debts, liabilities, obligations, and expenses incurred, contracted for, or otherwise existing with respect to a particular series shall be enforceable against the assets of that series only, and not against the assets of the business trust generally or any other series, and, unless otherwise provided in the articles of trust or in the governing instrument, none of the debts, liabilities, obligations, and expenses incurred, contracted for, or otherwise existing with respect to the business trust generally or any other series shall be enforceable against the assets of that series.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1231/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Derivative Actions",
      "text": "Derivative Actions",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1232",
      "number": "13.1-1232.",
      "heading": "Right of action",
      "text": "A beneficial owner may bring a derivative proceeding in the right of a business trust to the same extent, and in the same manner, that a shareholder may bring a derivative proceeding under Chapter 9 (§ 13.1-601 et seq.) of this title.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1232/"
    },
    {
      "id": "section-131-1233",
      "number": "13.1-1233.",
      "heading": "Payment of and security for expenses",
      "text": "On termination of a derivative proceeding, the court shall:\n\n1. Order the business trust to pay the plaintiff's reasonable expenses, including counsel fees, incurred in the proceeding if it finds that the proceeding has resulted in a substantial benefit to the business trust; or\n\n2. Order the plaintiff or the plaintiff's attorney to pay any defendant's reasonable expenses, including counsel fees, incurred in defending the proceeding if it finds that the proceeding was commenced or maintained arbitrarily, vexatiously or not in good faith.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1233/"
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Dissolution",
      "text": "Dissolution",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1234",
      "number": "13.1-1234.",
      "heading": "Dissolution generally",
      "text": "A business trust organized under this chapter is dissolved and its affairs shall be wound up upon the happening of the first to occur of the following events:\n\n1. At the time or on the happening of any events specified in writing in the articles of trust or a governing instrument;\n\n2. Upon the unanimous written consent of the beneficial owners;\n\n3. The entry of a decree of judicial dissolution under § 13.1-1235;\n\n4. Automatic cancellation of its existence pursuant to § 13.1-1238.1; or\n\n5. Involuntary cancellation of its existence pursuant to § 13.1-1238.2.\n\n2002, c. 621; 2008, cc. 101, 588, 770; 2009, c. 167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1234/"
    },
    {
      "id": "section-131-1235",
      "number": "13.1-1235.",
      "heading": "Judicial dissolution",
      "text": "A. On application by or for a beneficial owner, the circuit court of the city or county in which the registered office of the business trust is located may decree dissolution of a business trust if it is not reasonably practicable to carry on the business in conformity with the articles of trust and any governing instrument.\n\nB. When the winding up of the affairs of the business trust has been completed, the court shall so advise the Commission, which shall enter an order of cancellation of the business trust's existence.\n\n2002, c. 621; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1235/"
    },
    {
      "id": "section-131-1236",
      "number": "13.1-1236.",
      "heading": "Winding up",
      "text": "A. The winding up of a business trust shall be completed when all debts, liabilities, and obligations of the business trust have been paid and discharged or reasonably adequate provision therefor has been made, and all of the remaining property and assets of the business trust have been distributed to the beneficial owners.\n\nB. Unless otherwise provided in the articles of trust or in the governing instrument, upon the dissolution of a business trust, the trustees may wind up the business trust's affairs; however, the circuit court of the city or county in which the registered office of the business trust is located, on cause shown, may wind up the business trust's affairs on application of any beneficial owner, his legal representative, or assignee.\n\n2002, c. 621; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1236/"
    },
    {
      "id": "section-131-1237",
      "number": "13.1-1237.",
      "heading": "Distribution of assets upon dissolution",
      "text": "Upon the winding up of a business trust, the assets of the business trust shall be distributed as follows:\n\n1. To creditors, including beneficial owners who are creditors, to the extent permitted by law, in satisfaction of liabilities of the business trust, other than for distributions to beneficial owners under § 13.1-1227;\n\n2. Unless otherwise provided in the articles of trust or in the governing instrument, to the beneficial owners and former beneficial owners in satisfaction of liabilities for distributions under § 13.1-1227; and\n\n3. Unless otherwise provided in the articles of trust or in the governing instrument, to the beneficial owners in the proportions in which the beneficial owners share in distributions.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1237/"
    },
    {
      "id": "section-131-1238",
      "number": "13.1-1238.",
      "heading": "Articles of cancellation",
      "text": "A. When the affairs of a business trust have been wound up pursuant to § 13.1-1236, it shall file articles of cancellation with the Commission. The articles shall set forth:\n\n1. The name of the business trust;\n\n2. The identification number issued by the Commission to the business trust;\n\n3. The effective date of its certificate of trust;\n\n4. A statement that the business trust has completed the winding up of its affairs; and\n\n5. Any other information the trustees determine to include therein, including the reason for filing the articles of cancellation.\n\nB. If the Commission finds that the articles of cancellation comply with the requirements of law and that all required fees have been paid, it shall by order issue a certificate of cancellation, canceling the business trust's existence. Upon the effective date of such certificate, the existence of the business trust shall cease, except for the purpose of suits, other proceedings, and appropriate actions by trustees and beneficial owners as provided in this chapter.\n\n2002, c. 621; 2008, c. 101; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1238/"
    },
    {
      "id": "section-131-12381",
      "number": "13.1-1238.1.",
      "heading": "Automatic cancellation of business trust existence",
      "text": "A. Whether or not the notice described in subsection B of § 13.1-1254 is mailed, if any business trust fails to pay its annual registration fee on or before December 31 of the year assessed, its existence shall be automatically canceled as of that day.\n\nB. If any business trust whose registered agent has filed with the Commission a statement of resignation pursuant to § 13.1-1222 fails to file a statement of change pursuant to § 13.1-1221 within 31 days after the date on which the statement of resignation was filed, the Commission shall mail notice to the business trust of impending cancellation of its existence. If the business trust fails to file the statement of change before the last day of the second month immediately following the month in which the impending cancellation notice was mailed, the existence of the business trust shall be automatically canceled as of that day.\n\nC. The properties and affairs of a business trust whose existence has been canceled pursuant to this section shall pass automatically to its trustees as trustees in liquidation. The trustees shall then proceed to (i) collect the assets of the business trust; (ii) sell, convey, and dispose of such of its properties as are not to be distributed in kind to its beneficial owners; (iii) pay, satisfy, and discharge its liabilities and obligations; and (iv) do all other acts required to liquidate its business and affairs. After paying or adequately providing for the payment of all its obligations, the liquidating trustees shall distribute the remainder of its assets, either in cash or in kind, among its beneficial owners according to their respective rights and interests.\n\nD. No beneficial owner, trustee, or other agent of a business trust shall have any personal obligation for any liabilities of the business trust, whether such liabilities arise in contract, tort, or otherwise, solely by reason of the cancellation of the business trust's existence pursuant to this section.\n\n2008, c. 101; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1238-1/"
    },
    {
      "id": "section-131-12382",
      "number": "13.1-1238.2.",
      "heading": "Involuntary cancellation of business trust existence",
      "text": "A. The existence of a business trust may be canceled involuntarily by order of the Commission when it finds that the business trust has:\n\n1. Continued to exceed or abuse the authority conferred upon it by law;\n\n2. Failed to maintain a registered office or a registered agent in the Commonwealth as required by law;\n\n3. Failed to file any document required by this chapter to be filed with the Commission; or\n\n4. Been convicted for a violation of 8 U.S.C. § 1324a (f), as amended, for actions of its trustees or beneficial owners authorized to act on the behalf of a business trust constituting a pattern or practice of employing unauthorized aliens in the Commonwealth.\n\nB. Before entering any such order, the Commission shall issue a rule against the business trust giving it an opportunity to be heard and show cause why such an order should not be entered. The Commission may issue the rule on its own motion or on motion of the Attorney General.\n\nC. The properties and affairs of a business trust whose existence has been canceled pursuant to this section shall pass automatically to its trustees as trustees in liquidation. The trustees shall then proceed to (i) collect the assets of the business trust; (ii) sell, convey, and dispose of such of its properties as are not to be distributed in kind to its beneficial owners; (iii) pay, satisfy, and discharge its liabilities and obligations; and (iv) do all other acts required to liquidate its business and affairs. After paying or adequately providing for the payment of all its obligations, the liquidating trustees shall distribute the remainder of its assets, either in cash or in kind, among its beneficial owners according to their respective rights and interests.\n\nD. Any business trust convicted of the offense listed in subdivision A 4 shall immediately report such conviction to the Commission and file with the Commission an authenticated copy of the judgment or record of conviction. A business trust whose existence is canceled pursuant to subdivision A 4 shall not be eligible for reinstatement for a period of not less than one year.\n\n2008, c. 101; 2009, c. 167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1238-2/"
    },
    {
      "id": "section-131-1239",
      "number": "13.1-1239.",
      "heading": "Reinstatement of a business trust that has ceased to exist",
      "text": "A. A business trust that has ceased to exist may apply to the Commission for reinstatement within five years thereafter, unless the cancellation was by order of the Commission (i) entered pursuant to subdivision A 1 of § 13.1-1238.2 or (ii) entered pursuant to § 13.1-1235 and the circuit court's decree directing dissolution contains no provision for reinstatement of the existence of the business trust.\n\nB. To have its existence reinstated, a business trust shall provide the Commission with the following:\n\n1. An application for reinstatement, which may be in the form of a letter, that includes the identification number issued by the Commission to the business trust;\n\n2. A reinstatement fee of $100;\n\n3. All annual registration fees and penalties that were due before the business trust ceased to exist and that would have been assessed or imposed to the date of reinstatement if the business trust's existence had not been canceled;\n\n4. If the name of the business trust does not comply with the provisions of § 13.1-1214 at the time of reinstatement, articles of amendment to the articles of trust to change the business trust's name to a name that satisfies the provisions of § 13.1-1214, with the fee required by this chapter for the filing of articles of amendment; and\n\n5. If the business trust's registered agent has filed a statement of resignation and a new registered agent has not been appointed, a statement of change pursuant to § 13.1-1221.\n\nC. If the business trust complies with the provisions of this section, the Commission shall enter an order of reinstatement of existence. Upon entry of the order, the existence of the business trust shall be deemed to have continued from the date of the cancellation as if the cancellation had never occurred, and any liability incurred by the business trust or a beneficial owner, trustee or other agent after the cancellation and before the reinstatement is determined as if cancellation of the business trust's existence had never occurred.\n\n2002, c. 621; 2004, c. 601; 2008, c. 101; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1239/"
    },
    {
      "id": "section-131-1240",
      "number": "13.1-1240.",
      "heading": "Dissolution of series",
      "text": "A. Except to the extent otherwise provided in the articles of trust or in the governing instrument of the business trust, a series established in accordance with § 13.1-1219 may be dissolved and its affairs wound up without causing the dissolution of the business trust or any other series. Unless otherwise provided in the articles of trust or in the governing instrument of the business trust, the dissolution, winding up, liquidation or termination of the business trust or any series thereof shall not affect the limitation of liability with respect to a series established in accordance with §§ 13.1-1219 and 13.1-1231. A series established in accordance with § 13.1-1219 is dissolved and its affairs shall be wound up at the time or upon the happening of events specified in the governing instrument of the business trust. Except to the extent otherwise provided in the articles of trust or in the governing instrument of a business trust, the death, incapacity, dissolution, termination or bankruptcy of a beneficial owner of such series shall not result in the termination or dissolution of such series and such series may not be terminated or revoked by a beneficial owner of such series or other person except in accordance with the terms of the governing instrument of the business trust.\n\nB. Upon dissolution of a series of a business trust, the persons who under the governing instrument of the business trust are responsible for winding up such series' affairs may, in the name of the business trust and for and on behalf of the business trust and such series, take all actions with respect to the series as are permitted under § 13.1-1236 and shall provide for the claims and obligations of the series and distribute the assets of the series as provided under § 13.1-1237. Any person, including any trustee, who under the governing instrument is responsible for winding up such series' affairs and who has complied with § 13.1-1237 shall not be personally liable to the claimants of the dissolved series by reason of such person's actions in winding up the series.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1240/"
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Foreign Business Trusts",
      "text": "Foreign Business Trusts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1241",
      "number": "13.1-1241.",
      "heading": "Authority to transact business required; governing law",
      "text": "A. A foreign business trust may not transact business in the Commonwealth until it obtains a certificate of registration from the Commission.\n\nB. Subject to the Constitution of the Commonwealth:\n\n1. The laws of the state or other jurisdiction under which a foreign business trust is formed govern its formation and internal affairs and the liability of its beneficial owners and trustees; and\n\n2. A foreign business trust may not be denied a certificate of registration by reason of any difference between those laws and the laws of the Commonwealth.\n\nHowever, a foreign business trust holding a valid certificate of registration to transact business in the Commonwealth shall have no greater rights and privileges than a domestic business trust. The certificate of registration shall not be deemed to authorize the foreign business trust to exercise any of its powers or purposes that a domestic business trust is forbidden by law to exercise in the Commonwealth.\n\n2002, c. 621; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1241/"
    },
    {
      "id": "section-131-1242",
      "number": "13.1-1242.",
      "heading": "Application for certificate of registration",
      "text": "A. A foreign business trust may apply to the Commission for a certificate of registration to transact business in the Commonwealth. The application shall be made on a form prescribed and furnished by the Commission. The application shall set forth:\n\n1. The name of the foreign business trust and, if the business trust is prevented by § 13.1-1244 from using its own name in the Commonwealth, a designated name that satisfies the requirements of § 13.1-1244;\n\n2. The foreign business trust's jurisdiction of formation, and if the foreign business trust was previously authorized or registered to transact business in the Commonwealth as a foreign corporation, nonstock corporation, limited liability company, business trust, limited partnership, or registered limited liability partnership, with respect to every such prior authorization or registration, (i) the name of the entity; (ii) the entity type; (iii) the state or other jurisdiction of incorporation, organization, or formation; and (iv) the entity identification number issued to it by the Commission;\n\n3. The foreign business trust's original date of formation, organization, or incorporation as an entity and its period of duration.\n\n4. The address of the proposed registered office of the foreign business trust in the Commonwealth (including both (i) the post office address with street and number, if any, and (ii) the name of the county or city in which it is located) and the name of its proposed registered agent in the Commonwealth at such address and that the registered agent is either (a) an individual who is a resident of the Commonwealth and is either (1) a trustee or officer of the business trust, (2) an officer or director of a corporation that is a trustee of the business trust, (3) a partner of a partnership that is a trustee of a business trust, (4) a general partner of a limited partnership that is a trustee of the business trust, (5) a member or manager of a limited liability company that is a trustee of the business trust, (6) a trustee of a business trust or other trust that is a trustee of the business trust, or (7) a member of the Virginia State Bar, or (b) a domestic or foreign stock or nonstock corporation, limited liability company, or registered limited liability partnership authorized to transact business in the Commonwealth, the business office of which is identical with the registered office;\n\n5. A statement that the clerk of the Commission is irrevocably appointed the agent of the foreign business trust for service of process if the foreign business trust fails to maintain a registered agent in the Commonwealth as required by § 13.1-1220, the registered agent's authority has been revoked, the registered agent has resigned, or the registered agent cannot be found or served with the exercise of reasonable diligence;\n\n6. The post office address, including the street and number, if any, of the foreign business trust's principal office; and\n\n7. A statement evidencing that the foreign business trust is a \"foreign business trust\" as defined in § 13.1-1201.\n\nB. The foreign business trust shall deliver with the completed application a copy of the articles of trust or other constituent documents and all amendments and corrections thereto, duly authenticated by the Secretary of State or other official having custody of business trust records in its jurisdiction of formation.\n\nC. A foreign business is not precluded from receiving a certificate of registration to transact business in the Commonwealth because of any difference between the law of the foreign business trust's jurisdiction of formation and the law of the Commonwealth.\n\nD. If the Commission finds that the application complies with the requirements of law and that all required fees have been paid, it shall issue a certificate of registration to transact business in the Commonwealth.\n\n2002, c. 621; 2004, c. 274; 2008, c. 101; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1242/"
    },
    {
      "id": "section-131-1243",
      "number": "13.1-1243.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2008, c. 101, cl. 2, effective April 1, 2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1243/"
    },
    {
      "id": "section-131-1244",
      "number": "13.1-1244.",
      "heading": "Name",
      "text": "A. No certificate of registration shall be issued to a foreign business trust unless the name of such foreign business trust satisfies the requirements of § 13.1-1214.\n\nB. If the name of a foreign business trust does not satisfy the requirements of § 13.1-1214, to obtain or maintain a certificate of registration to transact business in the Commonwealth, the foreign business trust may use a designated name that is available, and which satisfies the requirements of § 13.1-1214, if it informs the Commission of the designated name.\n\n2002, c. 621; 2012, c. 63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1244/"
    },
    {
      "id": "section-131-1245",
      "number": "13.1-1245.",
      "heading": "Amendments; amended applications for registration",
      "text": "A. Whenever the articles of trust or other constituent document of a foreign business trust that is registered to transact business in the Commonwealth is amended or corrected, the foreign business trust shall promptly file with the Commission a copy of the amendment or correction duly authenticated by the Secretary of State or other official having custody of the business trust records in the state or other jurisdiction of its formation.\n\nB. If any statement in the application for registration of a foreign business trust was false when made or any arrangements or other facts described have changed, making the application inaccurate in any respect, the foreign business trust shall promptly file with the Commission an amended application for registration amending such statement or information. The amended application for registration shall be made on a form prescribed and furnished by the Commission.\n\n2002, c. 621; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1245/"
    },
    {
      "id": "section-131-1246",
      "number": "13.1-1246.",
      "heading": "Voluntary cancellation of certificate of registration",
      "text": "A. A foreign business trust registered to transact business in the Commonwealth may apply to the Commission for a certificate of cancellation to cancel its certificate of registration. The application shall be on a form prescribed and furnished by the Commission, which shall set forth:\n\n1. The name of the foreign business trust and the name of the state or other jurisdiction under whose law it is or was formed, and the identification number issued by the Commission to the business trust;\n\n2. If applicable, that the foreign business trust was a party to a merger permitted by the laws of the state or other jurisdiction under whose laws it was organized and that it was not the surviving entity of the merger;\n\n3. That the foreign business trust is not transacting business in the Commonwealth and that it surrenders its registration to transact business in the Commonwealth;\n\n4. That the foreign business trust revokes the authority of its registered agent to accept service on its behalf and appoints the clerk of the Commission as its agent for service of process in any proceeding based on a cause of action arising during the time it was authorized to transact business in the Commonwealth;\n\n5. A mailing address to which the clerk of the Commission may mail a copy of any process served on him under subdivision 4; and\n\n6. A commitment to notify the clerk of the Commission in the future of any change in the mailing address of the business trust.\n\nB. If the Commission finds that the application complies with the requirements of law and all required fees have been paid, it shall issue a certificate of cancellation canceling the certificate of registration.\n\nC. Before any foreign business trust registered to transact business in the Commonwealth cancels its existence, it shall file with the Commission an application for a certificate of cancellation. Whether or not such application is filed, the cancellation of the existence of such foreign business trust shall not take away or impair any remedy available against such business trust for any right or claim existing or any liability incurred prior to such cancellation. Any such action or proceeding against such foreign business trust may be defended by such business trust in its name. The trustees and beneficial owners shall have power to take such action as shall be appropriate to protect such remedy, right, or claim. The right of a foreign business trust that has canceled its existence to institute and maintain in its name actions, suits, or proceedings in the courts of the Commonwealth shall be governed by the law of the state of its formation.\n\nD. Service of process on the clerk of the Commission is service of process on a foreign business trust whose certificate of registration has been canceled pursuant to this section. Service upon the clerk shall be made in accordance with § 12.1-19.1, and service upon the foreign business trust may be made in any other manner permitted by law.\n\n2002, c. 621; 2008, cc. 588, 770; 2009, c. 167; 2012, c. 130; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1246/"
    },
    {
      "id": "section-131-12461",
      "number": "13.1-1246.1.",
      "heading": "Automatic cancellation of registration",
      "text": "A. Whether or not the notice described in subsection B of § 13.1-1254 is mailed, if any foreign business trust fails to pay its annual registration fee on or before December 31 of the year assessed, such foreign business trust shall automatically cease to be authorized to transact business in the Commonwealth and its certificate of registration shall be automatically canceled as of that day.\n\nB. If any foreign business trust whose registered agent has filed with the Commission a statement of resignation pursuant to § 13.1-1222 fails to file a statement of change pursuant to § 13.1-1221 within 31 days after the date on which the statement of resignation was filed, the Commission shall mail notice to the foreign business trust of the impending cancellation of its certificate of registration. If the business trust fails to file the statement of change before the last day of the second month immediately following the month in which the impending cancellation notice was mailed, the business trust shall automatically cease to be authorized to transact business in the Commonwealth and its certificate of registration shall be automatically canceled as of that day.\n\nC. The automatic cancellation of a foreign business trust's certificate of registration constitutes the appointment of the clerk of the Commission as the foreign business trust's agent for service of process in any proceeding based on a cause of action arising during the time the foreign business trust was registered to transact business in the Commonwealth. Service of process on the clerk of the Commission under this subsection is service on the foreign business trust and shall be made on the clerk in accordance with § 12.1-19.1.\n\nD. Cancellation of a foreign business trust's certificate of registration does not terminate the authority of the registered agent of the foreign business trust.\n\n2008, c. 101; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1246-1/"
    },
    {
      "id": "section-131-12462",
      "number": "13.1-1246.2.",
      "heading": "Involuntary cancellation of registration",
      "text": "A. The certificate of registration to transact business in the Commonwealth of any foreign business trust may be canceled involuntarily by order of the Commission when it finds that the foreign business trust:\n\n1. Has continued to exceed or abuse the authority conferred upon it by law;\n\n2. Has failed to maintain a registered office or a registered agent in the Commonwealth as required by law;\n\n3. Has failed to file any document required by this chapter to be filed with the Commission;\n\n4. No longer exists under the laws of the state or other jurisdiction of its formation; or\n\n5. Has been convicted for a violation of 8 U.S.C. § 1324a (f), as amended, for actions of its trustees or beneficial owners authorized to act on the behalf of a foreign business trust constituting a pattern or practice of employing unauthorized aliens in the Commonwealth.\n\nB. Before entering any such order, the Commission shall issue a rule against the foreign business trust giving it an opportunity to be heard and show cause why such an order should not be entered. The Commission may issue the rule on its own motion or on motion of the Attorney General.\n\nC. The authority of a foreign business trust to transact business in the Commonwealth ceases on the date shown on the order canceling its certificate of registration.\n\nD. The Commission's cancellation of a foreign business trust's certificate of registration appoints the clerk of the Commission the foreign business trust's agent for service of process in any proceeding based on a cause of action arising during the time the foreign business trust was authorized to transact business in the Commonwealth. Service of process on the clerk of the Commission under this subsection is service on the foreign business trust and shall be made on the clerk in accordance with § 12.1-19.1.\n\nE. Cancellation of a foreign business trust's certificate of registration does not terminate the authority of the registered agent of the foreign business trust.\n\nF. Any foreign business trust convicted of the offense listed in subdivision A 5 shall immediately report such conviction to the Commission and file with the Commission an authenticated copy of the judgment or record of conviction. A certificate of registration canceled pursuant to subdivision A 5 shall not be eligible for reinstatement for a period of not less than one year.\n\n2008, c. 101; 2009, c. 167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1246-2/"
    },
    {
      "id": "section-131-12463",
      "number": "13.1-1246.3.",
      "heading": "Reinstatement of a certificate of registration that has been canceled",
      "text": "A. A foreign business trust whose certificate of registration to transact business in the Commonwealth has been canceled may be relieved of the cancellation and have its certificate of registration reinstated by the Commission within five years of the date of cancellation unless the certificate of registration was canceled by order of the Commission entered pursuant to subdivision A 1 of § 13.1-1246.2.\n\nB. To have its certificate of registration reinstated, a foreign business trust shall provide the Commission with the following:\n\n1. An application for reinstatement, which may be in the form of a letter, that includes the identification number issued by the Commission to the business trust;\n\n2. A reinstatement fee of $100;\n\n3. All annual registration fees and penalties that were due before the certificate of registration was canceled and that would have been assessed or imposed to the date of reinstatement if the business trust had not had its certificate of registration canceled;\n\n4. A duly authenticated copy of any amendments or corrections made to the articles of trust or other constituent documents of the foreign business trust and any mergers entered into by the foreign business trust from the date of cancellation of its certificate of registration to the date of its application for reinstatement, with an amended application for registration if required for an amendment or a correction, and all fees required by this chapter for the filing of such instruments;\n\n5. If the name of the foreign business trust does not comply with the provisions of § 13.1-1214 at the time of reinstatement, an amended application for registration to adopt a designated name for use in the Commonwealth that satisfies the requirements of § 13.1-1214, along with the fee required by this chapter for the filing of an amended application for registration; and\n\n6. If the foreign business trust's registered agent has filed a statement of resignation and a new registered agent has not been appointed, a statement of change pursuant to § 13.1-1221.\n\nC. If the foreign business trust complies with the provisions of this section, the Commission shall enter an order of reinstatement, reinstating the foreign business trust's certificate of registration to transact business in the Commonwealth.\n\n2008, c. 101; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1246-3/"
    },
    {
      "id": "section-131-1247",
      "number": "13.1-1247.",
      "heading": "Transaction of business without registration; civil penalty",
      "text": "A. A foreign business trust transacting business in the Commonwealth shall not maintain any action, suit, or proceeding in any court of the Commonwealth until it has registered in the Commonwealth.\n\nB. The successor to a foreign business trust that transacted business in the Commonwealth without registering in the Commonwealth and the assignee of a cause of action arising out of that business may not maintain a proceeding based on that cause of action in any court in the Commonwealth until the foreign business trust or its successor has registered in the Commonwealth.\n\nC. The failure of a foreign business trust to register in the Commonwealth shall not impair the validity of any contract or act of the foreign business trust or prevent the foreign business trust from defending any action, suit, or proceeding in any court of the Commonwealth.\n\nD. If a foreign business trust transacts business in the Commonwealth without a certificate of registration, each trustee, officer or employee of the business trust who does any such business in the Commonwealth knowing that a certificate of authority is required and has not been obtained shall be liable for a civil penalty of not less than $500 and not more than $5,000, which may be imposed by the Commission or by any court in the Commonwealth before which an action against the business trust may lie, after the business trust and the individual have been given notice and an opportunity to be heard. Civil penalties paid pursuant to this chapter shall be deposited to the credit of the Literary Fund.\n\nE. Suits, actions, and proceedings may be initiated against a foreign business trust that transacts business in the Commonwealth without a certificate of registration by serving process on any trustee, officer, or agent of the business trust doing such business, or, if none can be found, on the clerk of the Commission or on the business trust in any other manner permitted by law. If any foreign business trust transacts business in the Commonwealth without a certificate of registration, it shall by transacting such business be deemed to have thereby appointed the clerk of the Commission its agent for service of process. Service upon the clerk shall be made in accordance with § 12.1-19.1.\n\n2002, c. 621; 2008, c. 523; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1247/"
    },
    {
      "id": "section-131-1248",
      "number": "13.1-1248.",
      "heading": "Actions by Attorney General",
      "text": "The Attorney General may bring an action to restrain a foreign business trust from transacting business in this Commonwealth in violation of this article.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1248/"
    },
    {
      "id": "section-131-1249",
      "number": "13.1-1249.",
      "heading": "Transactions not constituting doing business",
      "text": "A. The following activities of a foreign business trust, among others, do not constitute transacting business within the meaning of this article:\n\n1. Maintaining, defending, or settling any proceeding;\n\n2. Holding meetings of its beneficial owners or carrying on any other activities concerning its internal affairs;\n\n3. Maintaining bank accounts;\n\n4. Maintaining offices or agencies for the transfer, exchange and registration of the foreign business trust's securities or maintaining trustees or depositaries with respect to those securities;\n\n5. Selling through independent contractors;\n\n6. Soliciting or obtaining orders, whether by mail or through employees or agents or otherwise, if the orders require acceptance outside this Commonwealth before they become contracts;\n\n7. Creating or acquiring indebtedness, deeds of trust, and security interests in real or personal property;\n\n8. Securing or collecting debts or enforcing deeds of trust and security interests in property securing the debts;\n\n9. Owning, without more, real or personal property;\n\n10. Conducting an isolated transaction that is completed within 30 days and that is not one in the course of repeated transactions of a like nature;\n\n11. For a period of less than 90 consecutive days, producing, directing, filming, crewing or acting in motion picture feature films, television series or commercials, or promotional films that are sent outside of the Commonwealth for processing, editing, marketing and distribution; or\n\n12. Serving, without more, as a general partner of, or as a partner in a partnership that is a general partner of, a domestic or foreign limited partnership that does not otherwise transact business in the Commonwealth.\n\nB. The term \"transacting business\" as used in this section shall have no effect on personal jurisdiction under § 8.01-328.1.\n\nC. The list of activities in subsection A is not exhaustive. This section does not apply in determining the contacts or activities that may subject a foreign business trust to service of process or taxation in this Commonwealth or to regulation under any other law of this Commonwealth.\n\n2002, c. 621; 2013, c. 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1249/"
    },
    {
      "id": "section-131-1250",
      "number": "13.1-1250.",
      "heading": "Merger of foreign business trust registered to transact business in Commonwealth",
      "text": "A. Whenever a foreign business trust registered to transact business in this Commonwealth is a party to a merger permitted by the laws of the state or other jurisdiction under whose laws it is organized, and that business trust is the surviving entity of the merger, it shall, within 30 days after the merger becomes effective, file with the Commission a copy of the instrument of merger duly authenticated by the secretary of state or other official having custody of business trust records in the state or other jurisdiction under whose laws the merger was effected. However, the filing shall not be required when a foreign business trust merges with a domestic corporation, limited liability company, limited partnership, business trust, or partnership; the foreign business trust's articles of trust or other constituent documents are not amended by the merger; and the articles or statement of merger filed on behalf of the domestic corporation, limited liability company, limited partnership, business trust, or partnership pursuant to § 13.1-720, 13.1-1072, 13.1-1261, 50-73.48:3, or 50-73.131 contains a statement that the merger is permitted under the laws of the state or other jurisdiction in which the foreign business trust is formed and that the foreign business trust has complied with that law in effecting the merger.\n\nB. Whenever a foreign business trust registered to transact business in this Commonwealth is a party to a merger permitted by the laws of the state or other jurisdiction under the laws of which it is organized, and that business trust is not the surviving entity of the merger, the surviving entity shall, if not continuing to transact business in this Commonwealth, within 30 days after such merger becomes effective, deliver to the Commission a copy of the instrument of merger duly authenticated by the secretary of state or other official having custody of business trust records in the state or other jurisdiction under whose laws the merger was effected, and comply on behalf of the predecessor business trust with the provisions of § 13.1-1246. If the surviving entity is to continue to transact business in this Commonwealth and has not received a certificate of authority to transact business in this Commonwealth or registered as a foreign business entity it shall, within 30 days after the merger becomes effective, deliver to the Commission an application (i) if a foreign business trust, for registration as a foreign business trust, (ii) if a foreign limited liability company, for registration as a foreign limited liability company, (iii) if a foreign limited partnership, for registration as a foreign limited partnership or (iv) if a foreign corporation, for a certificate of authority to transact business in this Commonwealth, together with a duly authenticated copy of the instrument of merger and also a copy of its articles of trust, articles of organization, certificate of limited partnership or articles of incorporation and all amendments thereto, duly authenticated by the secretary of state or other official having custody of the business trust, limited liability company, limited partnership or corporate records in the state or other jurisdiction under whose laws it is organized, formed or incorporated.\n\nC. Upon the merger of a foreign business trust with one or more foreign business trusts, limited liability companies, limited partnerships or corporations, all property in this Commonwealth owned by any of the business trusts, limited liability companies, limited partnerships or corporations shall pass to the surviving business trust, limited liability company, limited partnership or corporation except as otherwise provided by the laws of the jurisdiction by which it is governed, but only from and after the time when a duly authenticated copy of the instrument of merger is filed with the Commission.\n\n2002, c. 621; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1250/"
    },
    {
      "id": "section-131-12501",
      "number": "13.1-1250.1.",
      "heading": "Entity conversion of foreign business trust registered to transact business in Commonwealth",
      "text": "A. Whenever a foreign business trust that is registered to transact business in the Commonwealth converts to another type of entity, the surviving or resulting entity shall, within 30 days after such entity conversion becomes effective, file with the Commission a copy of the instrument of entity conversion duly authenticated by the Secretary of State or other official having custody of business trust records in the state or other jurisdiction under whose laws such entity conversion was effected; and\n\n1. If the surviving or resulting entity is not continuing to transact business in the Commonwealth or is not a foreign corporation, limited liability company, limited partnership, or registered limited liability partnership, then, within 30 days after such entity conversion, it shall comply on behalf of the predecessor business trust with the provisions of § 13.1-1246; or\n\n2. If the surviving or resulting entity is a foreign corporation, limited liability company, limited partnership, or registered limited liability partnership and is to continue to transact business in the Commonwealth, then, within such 30 days, it shall deliver to the Commission an application for a certificate of authority or registration to transact business in the Commonwealth or, in the case of a foreign registered limited liability partnership, a statement of registration.\n\nB. Upon the entity conversion of a foreign business trust that is registered to transact business in the Commonwealth, all property in the Commonwealth owned by the foreign business trust shall pass to the surviving or resulting entity except as otherwise provided by the laws of the state or other jurisdiction by which it is governed, but only from and after the time when a duly authenticated copy of the instrument of entity conversion is filed with the Commission.\n\n2004, c. 274.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1250-1/"
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Annual Registration Fees",
      "text": "Annual Registration Fees",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1251",
      "number": "13.1-1251.",
      "heading": "Annual registration fees to be assessed and collected by Commission; application of payment",
      "text": "The Commission shall assess and collect the annual registration fees imposed by this chapter. When the Commission receives payment of a registration fee assessed against a domestic or foreign business trust, such payment shall be applied against any unpaid registration fees previously assessed against such business trust, including any penalties incurred thereon, beginning with the assessment that has remained unpaid for the longest period of time.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1251/"
    },
    {
      "id": "section-131-1252",
      "number": "13.1-1252.",
      "heading": "Assessment of annual registration fees; annual registration fee to be paid by domestic and foreign business trusts",
      "text": "A. Every domestic business trust, and every foreign business trust registered to transact business in the Commonwealth, shall pay into the state treasury on or before October 1 in each year after the calendar year in which it was formed or registered to transact business in the Commonwealth an annual registration fee of $50, provided that for a domestic business trust that became a domestic business trust by conversion from a domestic stock corporation or limited liability company, or by domestication from a foreign business trust that was registered to transact business in the Commonwealth at the time of the domestication, the initial annual registration fee to be paid by the domestic business trust shall be due in the year after the calendar year in which the conversion became effective when the annual registration fee of the domestic stock corporation or limited liability company or foreign business trust was paid for the calendar year in which the conversion or domestication became effective.\n\nThe annual registration fee shall be imposed irrespective of any specific license tax or other tax or fee imposed by law upon the business trust for the privilege of carrying on its business in the Commonwealth or upon its franchise, property, or receipts.\n\nB. Each year, the Commission shall ascertain from its records each domestic business trust and each foreign business trust registered to transact business in the Commonwealth as of July 1 and, except as provided in subsection A, shall assess against each such business trust the annual registration fee herein imposed.\n\nC. A statement of the assessment, when made, shall be forwarded by the clerk of the Commission to the Comptroller and to each domestic and foreign business trust.\n\nD. A domestic or foreign business trust shall not be required to pay the annual registration fee assessed against it pursuant to subsection B in any year if (i) the Commission issues or files any of the following types of certificate or instrument and (ii) the certificate or instrument is effective on or before the annual registration fee due date:\n\n1. A certificate of cancellation of existence or a certificate of trust surrender for a domestic business trust;\n\n2. A certificate of cancellation for a foreign business trust;\n\n3. A certificate of merger or an authenticated copy of an instrument of merger for a domestic or foreign business trust that has merged into a surviving domestic business trust or other business entity or into a surviving foreign business trust or other business entity; or\n\n4. An authenticated copy of an instrument of entity conversion for a foreign business trust that has converted to a different entity type.\n\nThe Commission shall cancel the annual registration fee assessments specified in this subsection that remain unpaid.\n\nE. Annual registration fee assessments that have been paid shall not be refunded.\n\nF. The fees paid into the state treasury under this section and the fees collected under § 13.1-1204 shall be set aside and paid into the special fund created under § 13.1-775.1, and shall be used only by the Commission as it deems necessary to defray the costs of the Commission and of the office of the clerk of the Commission in supervising, implementing, administering and enforcing the provisions of this chapter. The projected excess of fees collected over the costs of administration and enforcement so incurred shall be paid into the general fund prior to the close of each fiscal year, based on the unexpended balance of the special fund at the end of the prior fiscal year. An adjustment of this transfer amount to reflect actual fees collected shall occur during the first quarter of the succeeding fiscal year.\n\n2002, c. 621; 2007, c. 810; 2013, c. 25; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1252/"
    },
    {
      "id": "section-131-1253",
      "number": "13.1-1253.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2013, c. 25, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1253/"
    },
    {
      "id": "section-131-1254",
      "number": "13.1-1254.",
      "heading": "Penalty for failure to timely pay annual registration fees or file statement of change",
      "text": "A. Any domestic or any foreign business trust that fails to pay the annual registration fee into the state treasury within the time prescribed in § 13.1-1252 shall incur a penalty of $25, which shall be added to the amount of the annual registration fee due. The penalty prescribed herein shall be in addition to any other penalty or liability imposed by law.\n\nB. The Commission shall mail to each domestic and foreign business trust that fails to pay its annual registration fee within the time prescribed in § 13.1-1252 a notice of assessment of the penalty imposed herein and of the impending cancellation of its existence or certificate of registration, as the case may be.\n\n2002, c. 621; 2003, c. 373; 2004, cc. 274, 601; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1254/"
    },
    {
      "id": "section-131-1255",
      "number": "13.1-1255.",
      "heading": "Payment of fees, fines, penalties, and interest prerequisite to Commission action; refunds",
      "text": "A. The Commission shall not file or issue with respect to any domestic or foreign business trust any document or certificate specified in this chapter, except a statement of change pursuant to § 13.1-1221 and a statement of resignation pursuant to § 13.1-1222, until all fees, fines, penalties, and interest assessed, imposed, charged, or to be collected by the Commission pursuant to this chapter or Title 12.1 have been paid by or on behalf of such business trust. Notwithstanding the foregoing, the Commission may file or issue any document or certificate with respect to a domestic or foreign business trust that has been assessed an annual registration fee if the document or certificate is filed or issued with an effective date that is on or before the due date of the business trust's annual registration fee payment in any year, provided that the Commission shall not issue a certificate of domestication with respect to a foreign business trust or a certificate of entity conversion with respect to a domestic business trust that will become a domestic stock corporation or limited liability company until the annual registration fee has been paid by or on behalf of that business trust.\n\nB. The Commission shall have the authority to certify to the Comptroller directing refund of any overpayment of a fee, or of any fee collected for a document that is not accepted for filing, at any time within one year from the date of its payment.\n\n2002, c. 621; 2004, c. 316; 2006, c. 659; 2007, c. 810; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1255/"
    },
    {
      "id": "section-131-1256",
      "number": "13.1-1256.",
      "heading": "Collection by suit and of unpaid bills",
      "text": "The provisions of §§ 13.1-775.1 and 58.1-2814, so far as they are applicable, shall apply to the annual registration fees and penalties imposed by this chapter.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1256/"
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Merger",
      "text": "Merger",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1257",
      "number": "13.1-1257.",
      "heading": "Authorization for merger",
      "text": "Unless the governing instrument provides otherwise, a domestic business trust may merge with or into one or more business trusts or other business entities formed or organized or existing under the laws of Virginia or any other state or the United States or any foreign country or other foreign jurisdiction.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1257/"
    },
    {
      "id": "section-131-1258",
      "number": "13.1-1258.",
      "heading": "Approval",
      "text": "A. Unless otherwise provided in the articles of trust or the governing instrument of a business trust, a merger shall be approved by each business trust that is to merge by the affirmative vote of the trustees and the holders of two-thirds of the outstanding beneficial interests of such business trust.\n\nB. A merger need be approved only by the trustees of a successor business trust if:\n\n1. The merger does not reclassify or change its outstanding beneficial interests or otherwise amend its articles of trust or governing instrument; and\n\n2. The beneficial interests to be issued or delivered in the merger are not more than twenty percent of the beneficial interests of the same class or series outstanding immediately before the merger becomes effective.\n\nC. The merger shall be approved by any other business entity party to the merger in the manner required by the articles of incorporation or charter, declaration of trust, partnership agreement, or other organizational document of the other business entity and the laws of the jurisdiction where the other business entity is organized.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1258/"
    },
    {
      "id": "section-131-1259",
      "number": "13.1-1259.",
      "heading": "Exchange of securities; termination or amendment of merger",
      "text": "In connection with a merger, rights or securities of, or interests in, a business trust or other business entity that is a constituent party to the merger may be exchanged for or converted into cash, property, rights, or securities of, or interests in, the successor business trust or any other business entity, whether or not a party to the transaction. Notwithstanding prior approval, an agreement of merger may be terminated or amended under a provision for the termination or amendment contained in the agreement of merger.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1259/"
    },
    {
      "id": "section-131-1260",
      "number": "13.1-1260.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, c. 373, effective October 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1260/"
    },
    {
      "id": "section-131-1261",
      "number": "13.1-1261.",
      "heading": "Articles of merger",
      "text": "A. After a plan of merger is approved by each party to the merger, the surviving business trust or other surviving business entity shall file with the Commission articles of merger executed by each party to the merger setting forth:\n\n1. The name and jurisdiction of formation or organization of each of the business trusts or other business entities planning to merge and, as to each foreign entity, the date of its formation, and whether it is authorized to do business in this Commonwealth;\n\n2. That an agreement of merger has been approved and executed by each of the business trusts or other business entities planning to merge in the manner required by its governing instrument, articles of trust, articles of incorporation or charter, articles of organization or formation, certificate of limited partnership or other constituent documents and by the laws of the jurisdiction where it is organized;\n\n3. The name of the successor business trust or other business entity;\n\n4. Any amendment to the articles of incorporation or charter, certificate of limited partnership, articles of organization or formation of a limited liability company, articles of trust or governing instrument of the successor to be effected as part of the merger;\n\n5. The manner and basis of converting or exchanging issued shares of stock of the merging corporations, outstanding partnership interests of the merging general partnerships, outstanding partnership interests of the merging limited partnerships, outstanding membership interests of the merging limited liability companies, or shares of beneficial interest of the merging business trusts into different shares of stock of a corporation, partnership interests of a general partnership, partnership interests of a limited partnership, membership interests of a limited liability company, shares of beneficial interest of a business trust, or other consideration, and the treatment of any issued shares of stock of the merging corporations, partnership interests of the merging general partnerships, partnership interests of the merging limited partnerships, membership interests of the merging limited liability companies, or shares of beneficial interest of the merging business trusts not to be converted or exchanged;\n\n6. That the executed agreement of merger is on file at the principal place of business of the successor business trust or other business entity, and shall state the address of that principal place of business; and\n\n7. That a copy of the agreement of merger will be furnished by the successor business trust or other business entity, on request and without cost, to any beneficial owner of any business trust or any person holding an interest in any other business entity that is a party to the merger.\n\nB. If a foreign limited liability company, partnership, limited partnership, business trust, or corporation is a party to the merger, the articles of merger shall contain a statement that the merger is permitted by the state or other jurisdiction under whose law the limited liability company is organized, the partnership, limited partnership, or business trust is formed or the corporation is incorporated and that the foreign limited liability company, partnership, limited partnership, business trust, or corporation has complied with that law in effecting the merger.\n\nC. If the Commission finds that the articles of merger comply with the requirements of law and that all required fees have been paid, it shall issue a certificate of merger. The certificate of merger shall become effective as provided in subsection D of § 13.1-1203.\n\nD. A certificate of merger shall act as a certificate of cancellation as described in § 13.1-1238 for a domestic business trust that is not the surviving party to the merger, and such business trust's existence shall be canceled upon the effective date of the certificate of merger.\n\n2002, c. 621; 2003, c. 373; 2008, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1261/"
    },
    {
      "id": "section-131-1262",
      "number": "13.1-1262.",
      "heading": "Governing instrument",
      "text": "A. Notwithstanding anything to the contrary contained in the governing instrument of a business trust, a governing instrument of a business trust containing a specific reference to this section may provide that an agreement of merger approved in accordance with this article may:\n\n1. Effect any amendment to the governing instrument of the business trust; or\n\n2. Effect the adoption of a new governing instrument of the business trust if it is the successor trust in the merger.\n\nB. 1. Any amendment to the governing instrument of a business trust or adoption of a new governing instrument of the business trust made under this section shall be effective at the effective time or date of the merger.\n\n2. The provisions of this subsection shall not be construed to limit the accomplishment of a merger or of any of the matters referred to herein by any other means provided for in the governing instrument of a business trust or other agreement or as otherwise permitted by law, including that the governing instrument of any constituent business trust to the merger shall be the governing instrument of the successor trust.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1262/"
    },
    {
      "id": "section-131-1263",
      "number": "13.1-1263.",
      "heading": "Effect of merger",
      "text": "When a merger takes effect:\n\n1. The separate existence of each business trust, corporation, partnership, limited partnership, or limited liability company party to the merger, except the successor, ceases.\n\n2. The shares of beneficial interests of each business trust party to the merger that are to be converted or exchanged under the terms of the merger cease to exist, subject to the rights of an objecting beneficial owner under this article.\n\n3. In addition to any other purposes and powers set forth in the articles of merger, if the articles of merger provide, the successor has the purposes and powers of each party to the merger.\n\n4. The title to all real estate and other property of each party to the merger is vested in the successor business trust without further reservation or impairment.\n\n5. The successor has all the liabilities of each non-surviving party to the merger.\n\n6. A governing instrument or an agreement of merger may provide that contractual dissenter's rights with respect to a beneficial interest in a business trust shall be available for any class or group of beneficial owners or beneficial interests in connection with any amendment of a governing instrument, any merger in which the business trust is a constituent party to the merger or sale of all or substantially all of the business trust's assets.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1263/"
    },
    {
      "id": "section-131-12631",
      "number": "13.1-1263.1.",
      "heading": "Abandonment of merger",
      "text": "A. Unless otherwise provided in the plan of merger or in the laws under which a foreign business trust or a domestic or foreign other business entity that is a party to a merger is organized or by which it is governed, after a plan of merger has been approved as required by this article, and at any time before the certificate of merger has become effective, the plan may be abandoned by a domestic business trust that is a party to the plan without action by its trustees or the holders of beneficial interests in accordance with any procedures set forth in the plan or, if no procedures are set forth in the plan, by a vote of the trustees and the holders of beneficial interests of the business trust that is equal to or greater than the vote cast for the plan pursuant to § 13.1-1258, subject to any contractual rights of other parties to the plan of merger.\n\nB. If a merger is abandoned after articles of merger have been filed with the Commission but before the certificate of merger has become effective, in order for the certificate of merger to be abandoned, all parties to the plan of merger shall sign a statement of abandonment and deliver it to the Commission for filing prior to the effective time and date of the certificate of merger. If the Commission finds that the statement of abandonment complies with the requirements of law, it shall issue a certificate of abandonment, effective as of the date and time the statement of abandonment was received by the Commission, and the merger shall be deemed abandoned and shall not become effective.\n\nC. The statement of abandonment shall contain:\n\n1. The name of each domestic and foreign business trust and other business entity that is a party to the merger and its jurisdiction of formation and entity type;\n\n2. When the survivor will be a domestic stock or nonstock corporation created by the merger, the name of the survivor set forth in the articles of merger;\n\n3. The date on which the articles of merger were filed with the Commission;\n\n4. The date and time on which the Commission's certificate of merger becomes effective; and\n\n5. A statement that the merger is being abandoned in accordance with this section.\n\n2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1263-1/"
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Domestication and Conversion",
      "text": "Domestication and Conversion",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1264",
      "number": "13.1-1264.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Articles of organization\" has the same meaning specified in § 13.1-1002.\n\n\"Converting entity\" means the domestic or foreign business trust, corporation, limited liability company, limited partnership, partnership, or other entity that adopts a plan of domestication or plan of entity conversion pursuant to this article.\n\n\"Corporation\" and \"domestic corporation\" have the same meaning specified in § 13.1-603.\n\n\"Domesticated business trust\" means the domesticating business trust as it continues in existence after a domestication.\n\n\"Domesticating business trust\" means the domestic business trust that approves a plan of domestication pursuant to § 13.1-1267 or the foreign business trust that approves a domestication pursuant to the organic law of the foreign business trust.\n\n\"Domestication\" means a transaction pursuant to this article, including domestication of a foreign business trust as a domestic business trust or domestication of a domestic business trust in another jurisdiction, where the other jurisdiction authorizes such a transaction even if by another name.\n\n\"Domestic entity\" means a domestic corporation, limited liability company, limited partnership, partnership, or other entity.\n\n\"Foreign corporation\" has the same meaning specified in § 13.1-603.\n\n\"Foreign entity\" means a foreign business trust, corporation, limited liability company, limited partnership, partnership, or other entity.\n\n\"Foreign limited liability company\" has the same meaning specified in § 13.1-1002.\n\n\"Foreign limited partnership\" has the same meaning specified in § 50-73.1.\n\n\"Foreign partnership\" has the same meaning specified in § 13.1-1002.\n\n\"Limited liability company\" and \"domestic limited liability company\" have the same meaning specified in § 13.1-1002.\n\n\"Limited partnership\" and \"domestic limited partnership\" have the same meaning specified in § 50-73.1.\n\n\"Member\" has the same meaning specified in § 13.1-1002.\n\n\"Membership interest\" or \"interest\" has the same meaning specified in § 13.1-1002.\n\n\"Other entity\" means a domestic real estate investment trust or common law trust.\n\n\"Partnership\" and \"domestic partnership\" mean an association of two or more persons to carry on as co-owners a business for profit formed under § 50-73.88, or predecessor law of this Commonwealth, and includes, for all purposes of the laws of this Commonwealth, a registered limited liability partnership.\n\n\"Resulting entity\" means the domestic limited liability company or business trust that is in existence upon consummation of an entity conversion pursuant to this article.\n\n\"Surviving entity\" means the domestic business trust that is in existence upon consummation of a domestication pursuant to this article.\n\n2002, c. 621; 2016, c. 288; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1264/"
    },
    {
      "id": "section-131-1265",
      "number": "13.1-1265.",
      "heading": "Domestication",
      "text": "A. A foreign business trust may become a domestic business trust if the laws of the jurisdiction in which the foreign entity is formed authorize it to domesticate in another jurisdiction. The laws of this Commonwealth shall govern the effect of domesticating in this Commonwealth pursuant to this article.\n\nB. A domestic business trust not required by law to be a domestic business trust may become a foreign business trust if the jurisdiction in which the business trust intends to domesticate allows for the domestication. Regardless of whether the laws of the foreign jurisdiction require the adoption of a plan of domestication, the domestication shall be approved in the manner provided in this article. The laws of the jurisdiction in which the business trust domesticates shall govern the effect of domesticating in that jurisdiction.\n\n2002, c. 621; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1265/"
    },
    {
      "id": "section-131-1266",
      "number": "13.1-1266.",
      "heading": "Plan of domestication",
      "text": "A. The plan of domestication shall set forth:\n\n1. The name of the state or other jurisdiction under whose laws the domestic business trust or foreign entity is formed, organized, or incorporated;\n\n2. A statement of the jurisdiction in which the domestic business trust or foreign entity is to be domesticated;\n\n3. The terms and conditions of the domestication, provided that such terms and conditions may not alter the ownership proportion or the relative rights, preferences and limitations of the interests of the beneficial owners except to the extent required to conform to the requirements of this chapter; and\n\n4. For a foreign entity that is to become a domestic business trust, as a referenced attachment, the amended and restated articles of trust that comply with § 13.1-1212 as they will be in effect upon consummation of the domestication.\n\nB. The plan of domestication may include any other provision relating to the domestication.\n\nC. The plan of domestication may also include a provision that the management of the converting entity may amend the plan at any time prior to issuance of the certificate of domestication or such other document required by the laws of the other jurisdiction to consummate the domestication. An amendment made subsequent to the submission of the plan to the beneficial owners of the foreign entity, if required, shall not alter or change any of the terms or conditions of the plan if the change would adversely affect the interests of the beneficial owners.\n\n2002, c. 621; 2012, c. 130.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1266/"
    },
    {
      "id": "section-131-1267",
      "number": "13.1-1267.",
      "heading": "Action on plan of domestication by a domestic business trust",
      "text": "A. The plan of domestication shall be approved by the trustees of the domestic business trust in the manner provided in the business trust's governing instrument or articles of trust for amendments or, if no such provision is made in a governing instrument or articles of trust, by the sole trustee or a majority of the trustees of the business trust.\n\nB. The business trust shall notify each trustee, whether or not entitled to vote, and each member of a voting group of the proposed trustees' meeting at which the plan of domestication is to be submitted for approval. The notice, which shall be given no less than twenty-five nor more than sixty days before the meeting date, shall state that a purpose of the meeting is to consider the plan of domestication and shall contain or be accompanied by a copy of the plan.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1267/"
    },
    {
      "id": "section-131-1268",
      "number": "13.1-1268.",
      "heading": "Articles of domestication",
      "text": "A. After the domestication of a foreign entity is approved in the manner required by the laws of the jurisdiction in which the foreign entity is formed, the foreign entity shall file with the Commission articles of domestication setting forth:\n\n1. The name of the foreign entity immediately prior to the filing of the articles of domestication and, if that name is unavailable for use in the Commonwealth or the foreign entity desires to change its name in connection with the domestication, a name that satisfies the requirements of § 13.1-1214;\n\n2. The plan of domestication;\n\n3. The original jurisdiction, entity type and date of formation of the foreign entity, and each subsequent jurisdiction, entity type and date the foreign entity was domesticated in each such jurisdiction or converted to a new entity type, if any, prior to the filing of the articles of domestication; and\n\n4. A statement that the domestication is permitted by the laws of the jurisdiction in which the business trust is formed and that the business trust has complied with those laws in effecting the domestication.\n\nB. If the Commission finds that the articles of domestication comply with the requirements of law and that all required fees have been paid, it shall issue a certificate of domestication.\n\nC. The certificate of domestication shall become effective pursuant to § 13.1-1203.\n\nD. A foreign entity's existence as a domestic business trust shall begin when the certificate of domestication is effective. Upon becoming effective, the certificate of domestication shall be conclusive evidence that all conditions precedent required to be performed by the foreign business trust have been complied with and that the business trust has been formed under this chapter.\n\nE. If the foreign business trust is authorized to transact business in the Commonwealth under Article 9 (§ 13.1-1241 et seq.), its certificate of authority shall be canceled automatically on the effective date of the certificate of domestication issued by the Commission.\n\n2002, c. 621; 2012, c. 130.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1268/"
    },
    {
      "id": "section-131-1269",
      "number": "13.1-1269.",
      "heading": "Surrender of articles of trust upon domestication",
      "text": "A. Whenever a domestic business trust has adopted and approved, in the manner required by this article, a plan of domestication providing for the business trust to be domesticated under the laws of another jurisdiction, the business trust shall file with the Commission articles of trust surrender setting forth:\n\n1. The name of the business trust;\n\n2. The business trust's new jurisdiction of formation;\n\n3. The business trust's new entity type, if any;\n\n4. The plan of domestication;\n\n5. A statement that the articles of trust surrender are being filed in connection with the domestication of the business trust as a foreign entity to be formed under the laws of another jurisdiction and that the business trust is surrendering its charter under the laws of this Commonwealth;\n\n6. A statement that the plan was adopted by the business trust in accordance with § 13.1-1267;\n\n7. A statement that the domestic business trust revokes the authority of its registered agent to accept service on its behalf and appoints the clerk of the Commission as its agent for service of process in any proceeding based on a cause of action arising during the time it was formed in this Commonwealth;\n\n8. A mailing address to which the clerk may mail a copy of any process served on him under subdivision 7; and\n\n9. A commitment to notify the clerk of the Commission in the future of any change in the mailing address of the business trust.\n\nB. If the Commission finds that the articles of trust surrender comply with the requirements of law and that all required fees have been paid, it shall issue a certificate of trust surrender.\n\nC. The business trust shall automatically cease to be a domestic business trust when the certificate of trust surrender becomes effective.\n\nD. If the former domestic business trust intends to continue to transact business in the Commonwealth, then, within thirty days after the effective date of the certificate of trust surrender, it shall deliver to the Commission an application for a certificate of authority to transact business in the Commonwealth pursuant to the applicable provisions of the Code of Virginia for the resulting entity type of the former domestic business trust.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1269/"
    },
    {
      "id": "section-131-1270",
      "number": "13.1-1270.",
      "heading": "Effect of domestication",
      "text": "A. When a foreign business trust's certificate of domestication in this Commonwealth becomes effective, with respect to that business trust:\n\n1. The title to all real estate and other property remains in the business trust without reversion or impairment;\n\n2. The liabilities remain the liabilities of the business trust;\n\n3. A proceeding pending may be continued by or against the business trust as if the domestication did not occur;\n\n4. The articles of trust attached to the articles of domestication constitute the articles of trust of the business trust; and\n\n5. The business trust is deemed to:\n\na. Be formed under the laws of this Commonwealth for all purposes;\n\nb. Be the same business trust as the business trust that existed under the laws of the jurisdiction or jurisdictions in which it was originally formed or formerly domiciled; and\n\nc. Have been formed on the date it was originally formed or organized.\n\nB. Any trustee of a foreign business trust that domesticates into this Commonwealth who, prior to the domestication, was liable for the liabilities or obligations of the business trust is not released from those liabilities or obligations by reason of the domestication.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1270/"
    },
    {
      "id": "section-131-1271",
      "number": "13.1-1271.",
      "heading": "Abandonment of domestication",
      "text": "A. Unless otherwise provided in the plan of domestication, after a plan of domestication has been approved by a domestic business trust as required by this article, and at any time before the certificate of trust surrender or certificate of domestication has become effective, the plan may be abandoned by the business trust without action by its trustees in accordance with any procedures set forth in the plan or, if no such procedures are set forth in the plan, by a vote of the trustees that is equal to or greater than the vote cast for the plan of domestication pursuant to § 13.1-1267.\n\nB. A domesticating business trust that is a foreign business trust may abandon its domestication to a domestic business trust in the manner prescribed by its organic law.\n\nC. If a domestication is abandoned after articles of trust surrender or articles of domestication have been filed with the Commission but before the certificate of trust surrender or certificate of domestication has become effective, a statement of abandonment signed by the domesticating business trust shall be delivered to the Commission for filing prior to the effective time and date of the certificate of trust surrender or certificate of domestication. If the Commission finds that the statement of abandonment complies with the requirements of law, it shall issue a certificate of abandonment, effective as of the date and time the statement of abandonment was received by the Commission, and the domestication shall be deemed abandoned and shall not become effective.\n\nD. The statement of abandonment shall contain:\n\n1. The name of the domesticating business trust and its jurisdiction of formation;\n\n2. When the domesticating business trust is a foreign business trust, the name of the domesticated business trust set forth in the articles of domestication;\n\n3. The date on which the articles of trust surrender or articles of domestication were filed with the Commission;\n\n4. The date and time on which the Commission's certificate of trust surrender or certificate of domestication becomes effective; and\n\n5. A statement that the domestication is being abandoned in accordance with this section or, when the domesticating business trust is a foreign business trust, a statement that the foreign business trust abandoned the domestication as required by its organic law.\n\n2002, c. 621; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1271/"
    },
    {
      "id": "section-131-1272",
      "number": "13.1-1272.",
      "heading": "Entity conversion",
      "text": "A. A domestic business trust may become a domestic limited liability company pursuant to a plan of entity conversion that is approved by the domestic business trust in accordance with the provisions of this article.\n\nB. A domestic limited liability company may become a domestic business trust pursuant to a plan of entity conversion that is approved by the limited liability company in accordance with the provisions of Article 15 (§ 13.1-1081 et seq.) of Chapter 12.\n\nC. Unless otherwise provided for in Chapter 2.2 (§ 50-73.79 et seq.) of Title 50, a domestic partnership that has filed either a statement of partnership authority or a statement of registration as a registered limited liability partnership with the Commission that is not canceled may become a domestic business trust pursuant to a plan of entity conversion that is approved by the domestic partnership in accordance with the provisions of this article.\n\nD. Unless otherwise provided for in Chapter 2.1 (§ 50-73.1 et seq.) of Title 50, a domestic limited partnership that has filed a certificate of limited partnership with the Commission that is not canceled may become a domestic business trust pursuant to a plan of entity conversion that is approved by the domestic limited partnership in accordance with the provisions of this article.\n\nE. An other entity may become a domestic business trust pursuant to a plan of entity conversion that is approved by the other entity in accordance with the provisions of its governing instrument for amendments to the governing instrument.\n\n2002, c. 621; 2016, c. 288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1272/"
    },
    {
      "id": "section-131-1273",
      "number": "13.1-1273.",
      "heading": "Plan of entity conversion",
      "text": "A. In the case of a domestic business trust that is a converting entity:\n\n1. The business trust shall approve a plan of entity conversion setting forth:\n\na. A statement of the business trust's intention to convert to a domestic limited liability company;\n\nb. The terms and conditions of the conversion, including the manner and basis of converting the beneficial interests of the business trust into membership interests of the limited liability company, preserving the ownership proportion and relative rights, preferences, and limitations of each beneficial interest;\n\nc. As an attachment to the plan, the full text of the articles of organization of the converting entity as they will be in effect upon consummation of the conversion; and\n\nd. Any other provision relating to the conversion that may be desired.\n\n2. The plan of entity conversion may also include a provision that the plan may be amended before the effective time and date of the certificate of entity conversion. An amendment made after the submission of the plan to the trustees shall not alter or change any of the terms or conditions of the plan if the change would adversely affect the beneficial interests of the converting entity, unless the amendment has been approved by the trustees in the manner set in § 13.1-1274.\n\nB. In the case of a domestic partnership or limited partnership that is a converting entity:\n\n1. The partnership or limited partnership shall approve a plan of entity conversion setting forth:\n\na. A statement of the partnership's or limited partnership's intention to convert to a domestic business trust;\n\nb. The terms and conditions of the conversion, including the manner and basis of converting the partnership interests of the limited partnership or partnership into beneficial interests of the business trust, preserving the ownership proportion and relative rights, preferences, and limitations of each partnership interest;\n\nc. As an attachment to the plan, the full text of the articles of trust of the resulting entity as they will be in effect upon consummation of the conversion; and\n\nd. Any other provision relating to the conversion that may be desired.\n\n2. The plan of entity conversion may also include a provision that the plan may be amended before the effective time and date of the certificate of entity conversion. An amendment made after the submission of the plan:\n\na. To the partners of a partnership shall not alter or change any of the terms or conditions of the plan if the change would adversely affect the partnership interests of the partnership, unless the amendment has been approved by the partners in the manner set forth in § 13.1-1274; and\n\nb. To the partners of a limited partnership shall not alter or change any of the terms or conditions of the plan if the change would adversely affect the partnership interests of the limited partnership, unless the amendment has been approved by the partners in the manner set forth in § 13.1-1274.\n\nC. In the case of an other entity that is a converting entity:\n\n1. The other entity shall approve a plan of entity conversion setting forth:\n\na. A statement of the other entity's intention to convert to a domestic business trust;\n\nb. The terms and conditions of the conversion, including the manner and basis of converting the interests of the other entity into beneficial interests of the business trust, preserving the ownership proportion and relative rights, preferences, and limitations of each interest of the other entity;\n\nc. As an attachment to the plan, the full text of the articles of trust of the resulting entity as they will be in effect upon consummation of the conversion; and\n\nd. Any other provision relating to the conversion that may be desired.\n\n2. The plan of entity conversion may also include a provision that the plan may be amended before the effective time and date of the certificate of entity conversion. An amendment made after the submission of the plan to the persons who are authorized to approve the plan of entity conversion on behalf of the other entity shall not alter or change any of the terms or conditions of the plan if the change would adversely affect the interests of the other entity, unless the amendment has been approved by the persons who are authorized to approve the plan in the manner set forth in § 13.1-1274.\n\n2002, c. 621; 2016, c. 288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1273/"
    },
    {
      "id": "section-131-1274",
      "number": "13.1-1274.",
      "heading": "Action on plan of entity conversion",
      "text": "A. In the case of a domestic business trust that is a converting entity, unless the articles of trust or governing instrument of the business trust provides otherwise, the plan of entity conversion shall be approved by the trustees of the business trust in the manner provided in a written governing instrument for amendments to the governing instrument by the trustees or, if no provision is made in the governing instrument, by the sole trustee or a majority of the trustees.\n\nB. In the case of a partnership that is a converting entity, the plan of entity conversion shall be approved by the partners of the partnership in the manner provided in a written partnership agreement for amendments to the partnership agreement by the partners or, if no provision is made in the partnership agreement, by all the partners.\n\nC. In the case of a limited partnership that is a converting entity, the plan of entity conversion shall be approved by the partners of the limited partnership in the manner provided in a written partnership agreement for amendments to the partnership agreement by the partners or, if no provision is made in the partnership agreement, by all the partners.\n\nD. In the case of an other entity that is a converting entity, the plan of entity conversion shall be approved by the persons who have authority to approve the entity conversion in the manner provided in a written governing instrument for amendments to the governing instrument by those persons or, if no provision is made in the governing instrument, by all the persons who have authority to approve the entity conversion on behalf of the other entity.\n\n2002, c. 621; 2016, c. 288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1274/"
    },
    {
      "id": "section-131-1275",
      "number": "13.1-1275.",
      "heading": "Articles of entity conversion",
      "text": "A. After the conversion of a domestic business trust into a domestic limited liability company has been approved as required by this article, the converting entity shall deliver to the Commission for filing articles of entity conversion setting forth:\n\n1. The name of the domestic business trust immediately before the filing of the articles of entity conversion and the name of the converting entity upon its conversion to a domestic limited liability company, which shall satisfy the requirements of § 13.1-1012;\n\n2. The date on which the converting entity was originally organized, formed, or incorporated, and its original name, entity type, and jurisdiction of organization, formation, or incorporation, and, for each subsequent change of entity type or jurisdiction of organization, formation, or incorporation made before the filing of the articles of entity conversion, the effective date of the change and the converting entity's name, entity type, and jurisdiction of organization, formation, or incorporation upon consummation of the change;\n\n3. The plan of entity conversion, including the full text of the articles of organization of the resulting entity that comply with the requirements of Chapter 12 (§ 13.1-1000 et seq.), as they will be in effect upon consummation of the conversion;\n\n4. The date the plan of entity conversion was approved; and\n\n5. A statement that the plan of entity conversion was adopted by the business trust in accordance with § 13.1-1274.\n\nB. After the conversion of a domestic partnership or limited partnership into a domestic business trust has been approved as required by this article, the converting entity shall deliver to the Commission for filing articles of entity conversion setting forth:\n\n1. The name of the domestic partnership or limited partnership immediately before the filing of the articles of entity conversion and the name of the converting entity upon its conversion to a domestic business trust, which shall satisfy the requirements of this chapter;\n\n2. The date on which the converting entity was originally organized, formed, or incorporated, and its original name, entity type, and jurisdiction of organization, formation, or incorporation, and, for each subsequent change of entity type or jurisdiction of organization, formation, or incorporation made before the filing of the articles of entity conversion, the effective date of the change and the converting entity's name, entity type, and jurisdiction of organization, formation, or incorporation upon consummation of the change;\n\n3. The plan of entity conversion, including the full text of the articles of trust of the resulting entity that comply with the requirements of this chapter as they will be in effect upon consummation of the conversion;\n\n4. The date the plan of entity conversion was approved; and\n\n5. A statement that the plan of entity conversion was adopted by the partnership or limited partnership in accordance with § 13.1-1274.\n\nC. After the conversion of an other entity into a domestic business trust has been approved as required by this article, the converting entity shall deliver to the Commission for filing articles of entity conversion setting forth:\n\n1. The name of the other entity immediately before the filing of the articles of entity conversion and the name of the converting entity upon its conversion to a domestic business trust, which shall satisfy the requirements of this chapter;\n\n2. The date on which the converting entity was originally organized, formed, or incorporated, and its original name, entity type, and jurisdiction of organization, formation, or incorporation, and, for each subsequent change of entity type or jurisdiction of organization, formation, or incorporation made before the filing of the articles of entity conversion, the effective date of the change and the converting entity's name, entity type, and jurisdiction of organization, formation, or incorporation upon consummation of the change;\n\n3. The plan of entity conversion, including the full text of the articles of trust of the resulting entity that comply with the requirements of this chapter as they will be in effect upon consummation of the conversion;\n\n4. The date the plan of entity conversion was approved; and\n\n5. A statement that the plan of entity conversion was adopted by the other entity in accordance with § 13.1-1274.\n\nD. If the Commission finds that the articles of entity conversion comply with the requirements of law and that all required fees have been paid, it shall issue a certificate of entity conversion.\n\n2002, c. 621; 2016, c. 288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1275/"
    },
    {
      "id": "section-131-1276",
      "number": "13.1-1276.",
      "heading": "Effect of entity conversion",
      "text": "A. When an entity conversion under this article becomes effective, with respect to that entity:\n\n1. The title to all real estate and other property remains in the resulting entity without reversion or impairment;\n\n2. The liabilities of the converting entity remain the liabilities of the resulting entity; and\n\n3. A proceeding pending may be continued by or against the resulting entity as if the conversion did not occur.\n\nB. When the resulting entity is a domestic limited liability company:\n\n1. The articles of organization attached to the articles of entity conversion constitute the articles of organization of the resulting entity;\n\n2. The beneficial interests of the converting entity are reclassified into membership interests of the resulting entity in accordance with the plan of entity conversion; and the holders of the beneficial interests of the converting entity are entitled only to the rights provided in the plan of entity conversion;\n\n3. The resulting entity is deemed to:\n\na. Be a domestic limited liability company for all purposes;\n\nb. Be the same limited liability company without interruption as the converting entity that existed before the conversion; and\n\nc. Have been organized on the date that the converting entity was originally incorporated, organized, or formed;\n\n4. The converting entity shall cease to be a business trust when the certificate of entity conversion becomes effective; and\n\n5. Any trustee of a converting entity who, before the conversion, was liable for the liabilities or obligations of the converting entity is not released from those liabilities or obligations by reason of the conversion.\n\nC. When the converting entity is a partnership or a limited partnership:\n\n1. The articles of trust attached to the articles of entity conversion constitute the articles of trust of the resulting entity;\n\n2. The partnership interests of the converting entity are reclassified into beneficial interests of the resulting entity in accordance with the plan of entity conversion; and the partners of the converting entity are entitled only to the rights provided in the plan of entity conversion;\n\n3. The resulting entity is deemed to:\n\na. Be a domestic business trust for all purposes;\n\nb. Be the same business trust without interruption as the converting entity that existed before the conversion; and\n\nc. Have been organized on the date that the converting entity was originally formed, organized, or incorporated;\n\n4. The converting entity shall cease to be a partnership or limited partnership when the certificate of entity conversion becomes effective;\n\n5. If the converting entity is a partnership, a statement of partnership authority filed by the partnership that has not been canceled shall be deemed canceled when the certificate of entity conversion becomes effective;\n\n6. If the converting entity is a limited partnership, its certificate of limited partnership shall be deemed canceled when the certificate of entity conversion becomes effective;\n\n7. If the partnership or limited partnership is registered as a registered limited liability partnership, that status shall be deemed canceled when the certificate of entity conversion becomes effective; and\n\n8. Any partner of a converting entity who, before the conversion, was liable for the liabilities or obligations of the converting entity is not released from those liabilities or obligations by reason of the conversion.\n\nD. When the converting entity is an other entity:\n\n1. The articles of trust attached to the articles of entity conversion constitute the articles of trust of the resulting entity;\n\n2. The shares or interests of the converting entity are reclassified into beneficial interests of the resulting entity in accordance with the plan of entity conversion; and the persons having an interest in the converting entity are entitled only to the rights provided in the plan of entity conversion;\n\n3. The surviving entity is deemed to:\n\na. Be a business trust for all purposes;\n\nb. Be the same business trust without interruption as the converting entity that existed before the conversion; and\n\nc. Have been formed on the date that the converting entity was originally incorporated, organized, or formed; and\n\n4. The converting entity shall cease to be an other entity when the certificate of entity conversion becomes effective.\n\n2002, c. 621; 2005, c. 765; 2016, c. 288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1276/"
    },
    {
      "id": "section-131-1277",
      "number": "13.1-1277.",
      "heading": "Abandonment of entity conversion",
      "text": "A. Unless otherwise provided in the plan of entity conversion, after a plan of entity conversion has been approved by the converting entity in the manner required by this article and at any time before the certificate of entity conversion has become effective, the plan may be abandoned by the converting entity without action by its trustees or partners, as the case may be, in accordance with any procedures set forth in the plan or, if no such procedures are set forth in the plan:\n\n1. When the converting entity is a business trust, by a vote of the trustees of the business trust that is equal to or greater than the vote cast for the plan of entity conversion pursuant to subsection A of § 13.1-1274;\n\n2. When the converting entity is a domestic partnership, by a vote of the partners of the domestic partnership that is equal to or greater than the vote cast for the plan of entity conversion pursuant to subsection B of § 13.1-1274;\n\n3. When the converting entity is a domestic limited partnership, by a vote of the partners of the domestic limited partnership that is equal to or greater than the vote cast for the plan of entity conversion pursuant to subsection C of § 13.1-1274; and\n\n4. When the converting entity is an other entity, by a vote of the persons who had authority to approve the entity conversion on behalf of the other entity that is equal to or greater than the vote cast for the plan of entity conversion pursuant to subsection D of § 13.1-1274.\n\nB. If an entity conversion is abandoned after articles of entity conversion have been filed with the Commission but before the certificate of entity conversion has become effective, a statement of abandonment shall be signed on behalf of the converting entity and delivered to the Commission for filing prior to the effective time and date of the certificate of entity conversion. If the Commission finds that the statement of abandonment complies with the requirements of law, it shall issue a certificate of abandonment, effective as of the date and time the statement of abandonment was received by the Commission, and the entity conversion shall be deemed abandoned and shall not become effective.\n\nC. The statement of abandonment shall contain:\n\n1. The name of the converting entity and its entity type;\n\n2. The name of the resulting entity set forth in the articles of entity conversion;\n\n3. The date on which the articles of the entity conversion were filed with the Commission;\n\n4. The date and time on which the Commission's certificate of entity conversion becomes effective; and\n\n5. A statement that the entity conversion is being abandoned in accordance with this section.\n\n2002, c. 621; 2016, c. 288; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1277/"
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Reports and Records",
      "text": "Reports and Records",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1278",
      "number": "13.1-1278.",
      "heading": "Trust records",
      "text": "A. A business trust shall keep minutes of all meetings of its beneficial owners and trustees, a record of all actions taken by the beneficial owners or trustees without a meeting, and a record of all actions taken by a committee of the trustees on behalf of the business trust.\n\nB. A business trust shall maintain appropriate accounting records.\n\nC. A business trust or its agent shall maintain a record of its beneficial owners, in a form that permits preparation of a list of the names and addresses of all beneficial owners, in alphabetical order by class and series, if any, of beneficial interests showing the number and class and series, if any, of beneficial interests held by each.\n\nD. A business trust shall maintain its records in written form or in another form capable of conversion into written form within a reasonable time.\n\nE. A business trust shall keep a copy of the following records:\n\n1. Its articles or restated articles of trust and all amendments to them currently in effect;\n\n2. Its governing instrument and all amendments to it currently in effect;\n\n3. Resolutions adopted by its trustees creating one or more classes or series of beneficial interests, and fixing their relative rights, preferences, and limitations, if beneficial interests issued pursuant to those resolutions are outstanding;\n\n4. The minutes of all meetings of beneficial owners, and records of all action taken by beneficial owners without a meeting, for the past three years;\n\n5. All written communications to beneficial owners generally within the past three years; and\n\n6. A list of the names and business addresses of its current trustees and officers.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1278/"
    },
    {
      "id": "section-131-1279",
      "number": "13.1-1279.",
      "heading": "Inspection of records by beneficial owners",
      "text": "A. Subject to subsection C of § 13.1-1280, a beneficial owner of a business trust is entitled to inspect and copy, during regular business hours at the business trust's principal office, any of the records of the business trust described in subsection E of § 13.1-1278 if he gives the business trust written notice of his demand at least five business days before the date on which he wishes to inspect and copy.\n\nB. A beneficial owner of a business trust is entitled to inspect and copy, during regular business hours at a reasonable location specified by the business trust, any of the following records of the business trust if the beneficial owner meets the requirements of subsection C of this section and gives the business trust written notice of his demand at least five business days before the date on which he wishes to inspect and copy:\n\n1. Excerpts from minutes of any meeting of the trustees, records of any action of a committee of the trustees while acting in or on behalf of the business trust, minutes of any meeting of the beneficial owners, and records of action taken by the beneficial owners or trustees without a meeting, to the extent not subject to inspection under subsection A of this section;\n\n2. Accounting records of the business trust; and\n\n3. The record of beneficial owners.\n\nC. A beneficial owner may inspect and copy the records identified in subsection B of this section only if:\n\n1. He has been a beneficial owner of record for at least six months immediately preceding his demand or is the holder of record of at least five percent of all of the outstanding beneficial interests;\n\n2. His demand is made in good faith and for a proper purpose;\n\n3. He describes with reasonable particularity his purpose and the records he desires to inspect; and\n\n4. The records are directly connected with his purpose.\n\nD. The right of inspection granted by this section may not be abolished or limited by a business trust's articles of trust or governing instrument.\n\nE. This section shall not affect:\n\n1. The right of a beneficial owner to inspect records, if the beneficial owner is in litigation with the business trust, to the same extent as any other litigant; or\n\n2. The power of a court, independently of this chapter, to compel the production of trust records for examination.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1279/"
    },
    {
      "id": "section-131-1280",
      "number": "13.1-1280.",
      "heading": "Scope of inspection right",
      "text": "A. A beneficial owner's agent or attorney has the same inspection and copying rights as the beneficial owner he represents.\n\nB. The right to copy records under § 13.1-1279 includes, if reasonable, the right to receive copies made by photographic or other means.\n\nC. The business trust may impose a reasonable charge, covering the costs of labor and material, for copies of any documents provided to the beneficial owner. The charge may not exceed the estimated cost of production or reproduction of the records.\n\nD. The business trust may comply with a beneficial owner's demand to inspect the record of beneficial owners under subdivision 3 of subsection B of § 13.1-1279 by providing him with a list of its beneficial owners that was compiled no earlier than the date of the beneficial owner's demand.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1280/"
    },
    {
      "id": "section-131-1281",
      "number": "13.1-1281.",
      "heading": "Court-ordered inspection",
      "text": "A. If a business trust does not allow a beneficial owner who complies with subsection A of § 13.1-1279 to inspect and copy any records required by that subsection to be available for inspection, the circuit court in the city or county where the business trust's principal office is located, or, if none in this Commonwealth, where its registered office is located, may summarily order inspection and copying of the records demanded at the business trust's expense upon application of the beneficial owner.\n\nB. If a business trust does not within a reasonable time allow a beneficial owner to inspect and copy any other record, the beneficial owner who complies with subsections B and C of § 13.1-1269 may apply to the circuit court in the city or county where the business trust's principal office is located, or, if none in this Commonwealth, where its registered office is located, for an order to permit inspection and copying of the records demanded. The court shall dispose of an application under this subsection on an expedited basis.\n\nC. If the court orders inspection and copying of the records demanded, it may also order the business trust to pay the beneficial owner's costs, including reasonable counsel fees, incurred to obtain the order if the beneficial owner proves that the business trust refused inspection without a reasonable basis of doubt about the right of the beneficial owner to inspect the records demanded.\n\nD. If the court orders inspection and copying of the records demanded, it may impose reasonable restrictions on the use or distribution of the records by the demanding beneficial owner.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1281/"
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Miscellaneous",
      "text": "Miscellaneous",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-1282",
      "number": "13.1-1282.",
      "heading": "Construction and application of chapter and governing instrument",
      "text": "A. The rule that statutes in derogation of the common law are to be strictly construed shall have no application to this chapter.\n\nB. This chapter shall be construed in furtherance of the policies of giving maximum effect to the principle of freedom of contract and of enforcing governing instruments.\n\nC. To the extent any provision of this chapter is inconsistent with the provisions of Sections 856 through 859 of the United States Internal Revenue Code of 1986, as amended, or any successor provision, such provisions of the Internal Revenue Code shall prevail with respect to any business trust formed under this chapter that also qualifies as a real estate investment trust under such provisions.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1282/"
    },
    {
      "id": "section-131-1283",
      "number": "13.1-1283.",
      "heading": "Reservation of power to amend or repeal",
      "text": "The General Assembly shall have the power to amend or repeal all or part of this chapter at any time and all domestic and foreign business trusts subject to this chapter shall be subject to the amendment or repeal.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1283/"
    },
    {
      "id": "section-131-1284",
      "number": "13.1-1284.",
      "heading": "Application to existing real estate investment trusts and foreign business trusts",
      "text": "Unless otherwise provided, the provisions of this chapter shall apply to all real estate investment trusts created under former Chapter 9 (§ 6-577 et seq.) of Title 6 and Chapter 9 (§ 6.1-343 et seq.) of Title 6.1 as in effect immediately prior to the effective date of this chapter. The declaration of trust of every such real estate investment trust heretofore organized in this Commonwealth shall be subject to the provisions of this chapter.\n\n2002, c. 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1284/"
    },
    {
      "id": "section-131-1285",
      "number": "13.1-1285.",
      "heading": "Property title records",
      "text": "A. Whenever the records in the office of the clerk of the Commission reflect that a domestic or foreign business trust has changed or corrected its name, merged into a domestic or foreign corporation, limited liability company, business trust, limited partnership or partnership, converted into a domestic or foreign corporation, limited liability company, limited partnership or partnership, or domesticated in or from another jurisdiction, the clerk of the Commission, upon request, shall issue a certificate reciting such change, correction, merger, conversion or domestication. The certificate may be admitted to record in the deed books, in accordance with § 17.1-227, of any clerk's office within the jurisdiction of which any property of the business trust is located in order to maintain the continuity of title records. The person filing the certificate shall pay a fee of $10 to the clerk of the court, but no tax shall be due thereon.\n\nB. Whenever a foreign business trust has changed or corrected its name, merged into a corporation, limited liability company, business trust, limited partnership or partnership, converted into another type of business entity, or domesticated in another jurisdiction, and it cannot or chooses not to obtain a certificate reciting such change, correction, merger, conversion or domestication from the clerk of the Commission pursuant to subsection A, a similar certificate by any competent authority of the foreign business trust's jurisdiction of formation may be admitted to record in the deed books, in accordance with § 17.1-227, of any clerk's office within the jurisdiction of which any property of the business trust is located in order to maintain the continuity of title records. The person filing the certificate shall pay a fee of $10 to the clerk of the court, but no tax shall be due thereon.\n\n2007, c. 771.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-14/section-13-1-1285/"
    }
  ]
}