{
  "state": "virginia",
  "path": "title-title-131-corporations/chapter-chapter-3-cooperative-associations",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Cooperative Associations Generally§ 13",
      "text": "1-301. Organization of cooperative associations; purposes; name; par value stock required§ 13.1-301.1. Amendments to articles of incorporation§ 13.1-301.2. Adoption, change or repeal of bylaws; subject matter§ 13.1-302. Limitation of individual stockholding§ 13",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-301",
      "number": "13.1-301.",
      "heading": "Organization of cooperative associations; purposes; name; par value stock required",
      "text": "A. Any number of persons, not less than five, may, under the provisions of Article 3 (§ 13.1-618 et seq.) of Chapter 9 or Article 3 (§ 13.1-818 et seq.) of Chapter 10, associate themselves together as a cooperative association, society, company or exchange, for the purpose of (i) conducting any housing, agricultural, fishing, dairy, mercantile, merchandise, brokerage, water, sewer, manufacturing, service or mechanical business on the cooperative plan or (ii) representing or providing financing for cooperative associations, societies, companies, or exchanges organized pursuant to the laws of this Commonwealth or any other state, provided that the word \"cooperative\" shall be included as a part of the name. Except for a cooperative association organized to conduct business as a water or sewer company, no cooperative association organized under this article shall conduct any business in this Commonwealth as a public service company or exercise any privileges of such company.\n\nB. The provisions of Chapter 9 (§ 13.1-601 et seq.) or 10 (§ 13.1-801 et seq.), as the case may be, shall apply to cooperative associations created under this section or subject to the provisions of this article, except so far as the same are in conflict with the following sections of this article which shall be applicable only to such cooperative associations, and except that no stock cooperative association shall issue stock without nominal or par value.\n\nC. To the extent that the application of the provisions of this article to any worker cooperative established under Article 3 (§ 13.1-346 et seq.) conflicts with the provisions of Article 3, the provisions of Article 3 shall control.\n\nCode 1950, § 13-238; 1952, c. 668; 1956, c. 428; 1986, c. 363; 1992, cc. 155, 653; 1994, c. 217; 2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-301/"
    },
    {
      "id": "section-131-3011",
      "number": "13.1-301.1.",
      "heading": "Amendments to articles of incorporation",
      "text": "An association may amend its articles of incorporation by the affirmative vote of two-thirds of the members voting thereon at any regular meeting, or at a special meeting called for the purpose. Notice of the proposed amendment and of the time and place of holding such meetings shall be delivered to each member, or mailed to his last known address shown by the books of the association, at least ten days prior to any such meetings. No amendment affecting the priority or preferential rights of any outstanding nonvoting stock shall be adopted until the written consent of two-thirds of the holders of such outstanding nonvoting stock has been obtained. Triplicate originals of the articles of amendment duly signed and acknowledged together with the filing fee required to be paid shall be delivered to the Commission. If the Commission finds that the articles comply with the requirements of law and that all required fees have been paid, it shall by order issue a certificate of amendment, which shall be admitted to record in its office. Upon the issuance of such certificate, it shall become effective in accordance with its terms.\n\n1958, c. 88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-301-1/"
    },
    {
      "id": "section-131-3012",
      "number": "13.1-301.2.",
      "heading": "Adoption, change or repeal of bylaws; subject matter",
      "text": "The board of directors or members of the association, before commencing business, shall adopt bylaws not inconsistent with law or its articles of incorporation, and they may alter, amend and revise the same from time to time. The bylaws may be adopted, amended or revised by a majority vote of the board of directors, or by the vote of two-thirds of the members voting thereon at any regular or special meeting of the members or by the written assent of two-thirds of the members voting thereon by mail ballot, provided, that written notice of the proposed bylaw or bylaw amendments or revisions shall have been delivered to each member or mailed to his last known address as shown by the books of the association, at least ten days prior to any such meeting or the date on which the mail ballots must be returned to be counted. The bylaws made by the board of directors may be repealed or changed and new bylaws made by the members, and the members may prescribe that any bylaw made by them shall not be altered, amended or repealed by the directors. The bylaws may also provide for any or all of the following matters:\n\n(a) The time, place and manner of calling and conducting meetings of the members, and the number of members (which may be less than a majority) that shall constitute a quorum;\n\n(b) The manner of voting and the conditions upon which members may vote at general and special meetings by proxy and by mail or by delegates elected by district groups or other associations;\n\n(c) Subject to any provision thereon in the articles of incorporation and in this article, the number, qualifications, compensation, duties and terms of office of directors and officers; the time of their election and the mode and manner of giving notice thereof;\n\n(d) The time, place and manner for calling and holding meetings of the directors and executive committee, and the number that shall constitute a quorum;\n\n(e) Rules consistent with law and the articles of incorporation for the management of the association, the establishment of election districts, the making of contracts, the issuance, retirement and transfer of stock, the relative rights, interests and preferences of members and stockholders, and the mode, manner and effect of the expulsion of a member;\n\n(f) Penalties for violations of the bylaws.\n\n1958, c. 88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-301-2/"
    },
    {
      "id": "section-131-302",
      "number": "13.1-302.",
      "heading": "Limitation of individual stockholding",
      "text": "No holder of common stock in any stock cooperative association shall own shares of a greater par value than $1,000, except as hereinafter provided, or be entitled to more than one vote.\n\nCode 1950, § 13-239; 1956, c. 428; 1994, c. 217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-302/"
    },
    {
      "id": "section-131-303",
      "number": "13.1-303.",
      "heading": "Investment in other stock",
      "text": "At any regular meeting or any regularly called special meeting of a stock cooperative association at which at least a majority of all its stockholders shall be present or represented, any such association may by a majority vote of the stockholders present or represented subscribe for shares and invest its capital or reserve fund in the capital stock of any corporation or cooperative association; provided that it shall not so invest a total amount in excess of twenty-five percent of the amount of its capital stock.\n\nCode 1950, § 13-240; 1956, c. 428; 1994, c. 217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-303/"
    },
    {
      "id": "section-131-304",
      "number": "13.1-304.",
      "heading": "Purchase of business by issue of shares of stock",
      "text": "Whenever any stock cooperative association shall purchase the business of another association, person or persons, it may pay for the same in whole or in part by issuing to the selling association or person shares of its capital stock to an amount which at par value would equal the fair market value of the business so purchased, and in such case the transfer to the association of such business at such valuation shall be equivalent to payment in cash for the shares of stock so issued. In case the cash value of such purchased business exceeds $1,000 the directors of the association are authorized to hold the shares in excess of $1,000 in trust for the vendor and dispose of the same to such persons and within such time, as may be mutually satisfactory to the parties in interest, and to pay the proceeds thereof as currently received to the former owners of such business.\n\nCode 1950, § 13-241; 1956, c. 428; 1994, c. 217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-304/"
    },
    {
      "id": "section-131-305",
      "number": "13.1-305.",
      "heading": "Rights of subscribers before full payment",
      "text": "Certificates of stock of a stock cooperative association shall not be issued to any subscriber until fully paid, but the bylaws of the association may allow subscribers to vote as stockholders provided part of the stock subscribed for has been paid in cash.\n\nCode 1950, § 13-242; 1956, c. 428; 1994, c. 217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-305/"
    },
    {
      "id": "section-131-306",
      "number": "13.1-306.",
      "heading": "Distribution of earnings",
      "text": "The net earnings and profits of an association organized pursuant to § 13.1-301 shall be apportioned, distributed and applied as the association may at any general or special meeting direct. The association may in its bylaws prescribe the terms and conditions, rules and regulations under and by which the stockholders or employees, or cooperating nonstockholders may participate in the earnings of the association.\n\nUnless and until otherwise ordered by the association at any general or special meeting the board of directors shall annually apportion the net earnings by first paying dividends on the paid-up capital stock not exceeding eight per centum per annum, and by then setting aside not less than ten per centum of the remaining net earnings for a reserve fund until an amount has accumulated in the reserve fund equal to thirty per centum of the paid-up capital stock, and five per centum of the then remaining net earnings for an educational fund to be used in teaching cooperation; and shall apportion the remainder of such net profits by uniform dividends to its stockholders upon the amount of purchases of such association from its stockholders, and sales by the association to its stockholders or for their account, and upon the wages and salaries of employees, and one-half of such uniform dividend to cooperating nonstockholders unless otherwise provided by the bylaws of such association as follows: If the association be engaged in the mercantile business, then to the extent the business is so conducted, dividends, except as hereinafter otherwise provided, shall be paid as above provided to cooperating nonstockholders only upon the amount of their purchases and not upon the purchases made by the association. If the association be engaged to any extent in the purchase and sale of products of farm or orchard or as selling agent of such products, or if the association be a productive association, such as a creamery, cannery or factory, and the like, dividends to such extent shall be paid as above provided to cooperating nonstockholders who furnish such products upon the amounts of such products so furnished and not upon sales by the association.\n\nCode 1950, § 13-243; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-306/"
    },
    {
      "id": "section-131-307",
      "number": "13.1-307.",
      "heading": "Permissible limitation of stock ownership or voting rights",
      "text": "Any cooperative association may, either in its charter or by bylaws, provide and require that no membership or share of its stock shall be issued to or owned by any person not a member of a nonstock corporation or nonstock corporations named or designated in such charter or bylaws, or may in like manner provide that memberships or shares of its stock may be issued to or owned by persons not members of such designated nonstock corporation or nonstock corporations, but that when so owned such stock shall have no voting power. The provisions of this section shall not apply to any worker cooperative established under Article 3 (§ 13.1-346 et seq.).\n\nCode 1950, § 13-244; 1956, c. 428; 1994, c. 217; 2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-307/"
    },
    {
      "id": "section-131-308",
      "number": "13.1-308.",
      "heading": "Limitation of use of \"cooperative\" in corporate name",
      "text": "A. No corporation or association organized or doing business for profit in this Commonwealth shall be entitled to use the term \"cooperative\" as part of its corporate or other business name or title, unless it has complied with the provisions of this article or of Article 2 (§ 13.1-312 et seq.) or 3 (§ 13.1-346 et seq.) of this chapter or of Chapter 9.1 (§ 56-231.15 et seq.) or 16 (§ 56-485 et seq.) of Title 56 or of any other statute providing for cooperative corporations or associations now existing or hereafter enacted; and any corporation or association violating the provisions of this section may be enjoined from doing business under such name at the instance of any stockholder or member of any corporation or association legally organized under any law giving it the right to use the word cooperative as a part of its corporate or business name.\n\nB. Subsection A shall not apply to a corporation or association, domestic or foreign, whose purpose is to promote housing opportunities or to represent, coordinate and further the purposes of groups organized to construct, operate, or promote housing, and such corporation or association may use the term \"cooperative\" as part of its corporate or other business name or title.\n\nCode 1950, § 13-245; 1950, c. 300; 1956, c. 428; 1993, c. 822; 2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-308/"
    },
    {
      "id": "section-131-309",
      "number": "13.1-309.",
      "heading": "Other cooperatives may come under article",
      "text": "Any cooperative marketing association or corporation incorporated under Article 2 (§ 13.1-312 et seq.) of this chapter, or under the general corporation laws of this Commonwealth, may be brought under the provisions of this article, and be entitled to all the benefits thereof, and be subject to all provisions, restrictions and limitations thereof by amending its articles of association or incorporation in the same manner as set out in § 13.1-334, in cases of such associations and corporations existing under Article 2 of this chapter, either by original incorporation or by amendment, and in cases of such associations and corporations existing under the general corporation laws by amending such articles of association or incorporation according to the provisions of Article 11 (§ 13.1-705 et seq.) of Chapter 9 of this title or Article 10 (§ 13.1-884 et seq.) of Chapter 10 of this title, as the case may be; but when such amendment is had in the case of a corporation or association existing under the provisions of Article 2 of this chapter, all special privileges under such article shall be thereby surrendered.\n\nCode 1950, § 13-246; 1956, c. 428; 1994, c. 217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-309/"
    },
    {
      "id": "section-131-3091",
      "number": "13.1-309.1.",
      "heading": "Foreign cooperatives",
      "text": "A foreign cooperative whose purpose shall include one or more of the purposes recognized for domestic cooperatives under this title or any other title of the Code of Virginia shall be authorized to do business under the provisions of this chapter by complying with the laws relating to foreign corporations doing business in the Commonwealth. The foreign cooperative shall deliver to the Commission the documents required by § 13.1-759 if a stock cooperative, or by § 13.1-921 if a nonstock cooperative along with a copy of the cooperative's bylaws. Upon such compliance, the foreign cooperative shall have all the rights and privileges of a domestic cooperative. No foreign cooperative association authorized to do business in this Commonwealth under the provisions of this article shall conduct any business in this Commonwealth as a public service company or exercise any privileges of such company.\n\n1992, c. 653; 1994, c. 217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-309-1/"
    },
    {
      "id": "section-131-310",
      "number": "13.1-310.",
      "heading": "Cooperative associations may give certain liens on rotating stocks",
      "text": "Any cooperative association or corporation organized under the laws of this Commonwealth, or under the laws of the United States, or qualifying as a cooperative association under the laws of the United States, may give as security for any loan or loans obtained from any bank for cooperatives organized under any act of Congress a chattel mortgage or deed of trust covering stocks of goods or other things in bulk, but changing in specifics, in which case the lien of such mortgage or deed of trust shall be lost as to all articles disposed of by the mortgagor up to the time of foreclosure but shall attach to the articles purchased to supply their places; provided, however, no stock of goods shall be pledged by a cooperative association unless such stock has been fully paid for and is owned by the association without incumbrance at the time it is so pledged.\n\nCode 1950, § 13-247; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-310/"
    },
    {
      "id": "section-131-311",
      "number": "13.1-311.",
      "heading": "Taxation",
      "text": "Every cooperative association, society, company and exchange created under the provisions of this article and every cooperative marketing association or corporation and every general corporation that may be brought under the provisions of this article, whether such association, society, company, exchange or corporation be organized or brought under this article prior or subsequent to the date of the approval of this section and whether chartered under the laws of this Commonwealth or otherwise chartered and doing business in this Commonwealth, and conducting a mercantile, merchandise or brokerage business on the cooperative plan shall be taxable as a merchant by the Commonwealth, and by the city or town within which such business is done. Nothing in this article shall exempt any such organization from any state or local merchant's license tax.\n\n1950, c. 365; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-311/"
    },
    {
      "id": "section-131-3111",
      "number": "13.1-311.1.",
      "heading": "Provisions relating to dissolution of and revocation of certificates of associations",
      "text": "Those provisions of the Virginia Stock Corporation Act (§ 13.1-601 et seq.) and the Virginia Nonstock Corporation Act (§ 13.1-801 et seq.) relating, respectively, to the involuntary termination of domestic corporations and to the revocation of the certificates of authority to do business in this Commonwealth of foreign corporations shall apply to every association organized or doing business in this Commonwealth pursuant to the provisions of this chapter; but the provisions of this section shall not be construed as a limitation upon the application of the provisions of Chapters 9 (§ 13.1-601 et seq.) and 10 (§ 13.1-801 et seq.) of this title to such associations under § 13.1-343.\n\n1958, c. 506; 1994, c. 217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-311-1/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Agricultural Cooperative Associations",
      "text": "Agricultural Cooperative Associations",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-312",
      "number": "13.1-312.",
      "heading": "Liberal construction of article",
      "text": "It is the declared policy of the Commonwealth, as one means of improving the economic position of agriculture, to encourage the organization of producers of agricultural products into effective nonprofit cooperative associations under the control of such producers, and to that end this Act shall be liberally construed to accomplish its purposes.\n\n1956, c. 428; 2022, c. 234.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-312/"
    },
    {
      "id": "section-131-313",
      "number": "13.1-313.",
      "heading": "Definitions",
      "text": "As used in this Act, unless the context or subject matter requires otherwise:\n\n(a) \"Agricultural products\" include livestock and livestock products, dairy products, poultry and poultry products, wine and viticultural products, seeds, nuts, ground stock, horticultural, floricultural, forestry, bee and any and all kinds of farm products.\n\n(b) \"Supplies\" include any and all types of supplies, machinery and equipment used by farmers as producers or used by farmers as consumers.\n\n(c) \"Association\" means a corporation organized under or adopting the provisions of this Act, or a foreign association or corporation authorized to do business in this Commonwealth, organized under any general or special act as a cooperative association for the mutual benefit of its members and other patrons as farmers, and which confines its operations to purposes authorized by this Act and restricts the return on the stock or membership capital and the amount of its business with nonmembers to the limits placed thereon by this Act for associations organized hereunder and which qualifies to do business in this Commonwealth under this Act.\n\nAssociations shall be classified as and deemed to be nonprofit corporations, inasmuch as their primary object is not to pay dividends on invested capital, but to render service and provide means and facilities by or through which the producers of agricultural products may receive a reasonable and fair return for their products and obtain supplies and services on a cooperative nonprofit basis.\n\n(d) \"This Act\" means this article, which may be cited as the \"Agricultural Cooperative Association Act.\"\n\n(e) \"Member\" includes the holder of a membership in an association without capital stock and the holder of voting stock in an association organized with capital stock.\n\n(f) \"Person\" includes an individual, a partnership, a corporation and an association.\n\n(g) \"Patron\" means a person using the marketing facilities of an association for the marketing of agricultural products, or a person using the purchasing or service facilities of an association for the purchase of supplies or the rendering of services.\n\n(h) \"Board\" means the board of directors of an association.\n\n(i) \"Commission\" means the State Corporation Commission of Virginia.\n\nCode 1950, § 13-248; 1956, c. 428; 2010, cc. 317, 561.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-313/"
    },
    {
      "id": "section-131-314",
      "number": "13.1-314.",
      "heading": "Qualification of incorporators",
      "text": "Five or more individuals, engaged in agriculture as bona fide producers of agricultural products, or two or more associations of such producers, may form an association.\n\n1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-314/"
    },
    {
      "id": "section-131-315",
      "number": "13.1-315.",
      "heading": "Purposes",
      "text": "Such association may be organized for the purpose of engaging in any cooperative activity for producers of agricultural products in connection with:\n\n(a) Producing, assembling, marketing, buying or selling agricultural products, or harvesting, preserving, drying, processing, manufacturing, blending, canning, packing, ginning, grading, storing, warehousing, handling, transporting, shipping or utilizing such products, or manufacturing or marketing the by-products thereof.\n\n(b) Manufacturing, processing, storing, transporting, delivering, handling, buying for or furnishing supplies to its members and other patrons.\n\n(c) Performing or furnishing business or educational or other services, including the services of buildings, machinery and equipment, on a cooperative basis.\n\n(d) Financing any of the above-enumerated activities for its members.\n\nCode 1950, § 13-255; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-315/"
    },
    {
      "id": "section-131-316",
      "number": "13.1-316.",
      "heading": "Articles of incorporation",
      "text": "Articles of incorporation shall be signed in triplicate by each of the incorporators and acknowledged by them, if natural persons, and, if associations, by the president and secretary of each such association, before an officer authorized to take acknowledgments, and shall state:\n\n(a) The name of the association which shall be distinguishable upon the records of the Commission from the name of any association or corporation, whether issuing shares or not issuing shares, limited liability company, business trust or limited partnership existing under the laws of this Commonwealth, or the name of any foreign corporation, whether issuing shares or not issuing shares, limited liability company, business trust or limited partnership authorized to transact business in this Commonwealth, or any corporate, limited liability company, business trust or limited partnership name reserved or registered as provided by law;\n\n(b) The address of its initial registered office (including both (i) the post-office address with street and number, if any, and (ii) the name of the county or city in which it is located) and the name of its initial registered agent at such address and that the agent is either (i) an individual who is a resident of Virginia and either a director of the corporation or a member of the Virginia State Bar or (ii) a domestic or foreign stock or nonstock corporation, limited liability company or registered limited liability partnership authorized to transact business in this Commonwealth;\n\n(c) Its purposes;\n\n(d) Whether organized with or without capital stock; and if organized with capital stock, a description thereof in accordance with the requirements of § 13.1-619;\n\n(e) If organized without capital stock, whether the property rights and interests of each member are equal or unequal; if unequal, the rule by which such rights and interests shall be determined;\n\n(f) The maximum number of directors, not less than five, who are to manage the affairs of the association;\n\n(g) The number of directors constituting the initial board of directors and the names and addresses of the persons who are to serve as the initial directors;\n\n(h) If the duration of a corporation is not to be perpetual, the period of its duration;\n\n(i) The articles may also contain any other provisions, consistent with law for regulating the association's business or the conduct of its affairs, the establishment of election districts, the election of delegates to represent the members residing therein and the election of directors to represent such election districts, either directly or indirectly by said delegates, for voting by proxy or mail ballot and the issuance, retirement and transfer of membership certificates and stock.\n\nCode 1950, § 13-257; 1956, c. 428; 1958, c. 564; 2001, cc. 517, 541; 2003, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-316/"
    },
    {
      "id": "section-131-317",
      "number": "13.1-317.",
      "heading": "Filing and recording articles of incorporation",
      "text": "(a) Triplicate originals of the articles of incorporation, duly signed and acknowledged together with the filing fee required to be paid, shall be delivered to the Commission. If the Commission finds that the articles comply with the requirements of law and that all required fees have been paid, it shall by order issue a certificate of incorporation, which shall be admitted to record in its office. Upon the issuance of such certificate, it shall become effective in accordance with its terms. One original counterpart of the articles of incorporation, together with the certificate of incorporation issued by the Commission, shall be certified by the Commission to the Commissioner of Agriculture and Consumer Services for filing and another counterpart shall be certified to the Director of the State Agricultural Extension Division for filing.\n\n(b) For filing and recording the certificate of incorporation, an amendment to the certificate of incorporation, or a certificate of adoption, the association shall pay such fees as conform to the laws governing corporations generally. However, for filing the certificate of incorporation of an association organized without capital stock, the association shall pay ten dollars and for filing an amendment to the certificate of incorporation, two dollars and one-half. For certifying and transmitting copies as required by this section, the association shall pay a fee of one dollar per copy.\n\n1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-317/"
    },
    {
      "id": "section-131-318",
      "number": "13.1-318.",
      "heading": "Amendments to the articles of incorporation",
      "text": "An association may amend its articles of incorporation by the affirmative vote of two-thirds of the members voting thereon at any regular meeting, or at a special meeting called for the purpose. Notice of the proposed amendment and of the time and place of holding such meetings shall be delivered to each member, or mailed to his last known address shown by the books of the association, at least ten days prior to any such meetings. No amendment affecting the priority or preferential rights of any outstanding nonvoting stock shall be adopted until the written consent of two-thirds of the holders of such outstanding nonvoting stock has been obtained. Triplicate originals of the articles of amendment duly signed and acknowledged together with the filing fee required to be paid shall be delivered to the Commission. If the Commission finds that the articles comply with the requirements of law and that all required fees have been paid, it shall by order issue a certificate of amendment, which shall be admitted to record in its office. Upon the issuance of such certificate, it shall become effective in accordance with its terms. One original counterpart of the articles of amendment, together with the certificate of amendment issued by the Commission, shall be certified by the Commission to the Commissioner of Agriculture and Consumer Services for filing and another counterpart shall be certified to the Director of the State Agricultural Extension Division for filing.\n\nCode 1950, § 13-258; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-318/"
    },
    {
      "id": "section-131-319",
      "number": "13.1-319.",
      "heading": "Bylaws",
      "text": "The board of directors or members of the association, before commencing business, shall adopt bylaws not inconsistent with law or its articles of incorporation, and they may alter, amend and revise the same from time to time. The bylaws may be adopted, amended or revised by a majority vote of the board of directors, or by the vote of two-thirds of the members voting thereon at any regular or special meeting of the members or by the written assent of two-thirds of the members voting thereon by mail ballot, provided, that written notice of the proposed bylaw or bylaw amendments or revisions shall have been delivered to each member or mailed to his last known address as shown by the books of the association, at least ten days prior to any such meeting or the date on which the mail ballots must be returned to be counted. The bylaws made by the board of directors may be repealed or changed and new bylaws made by the members, and the members may prescribe that any bylaw made by them shall not be altered, amended or repealed by the directors. The bylaws may also provide for any or all of the following matters:\n\n(a) The time, place and manner of calling and conducting meetings of the members, and the number of members (which may be less than a majority) that shall constitute a quorum;\n\n(b) The manner of voting and the conditions upon which members may vote at general and special meetings by proxy and by mail or by delegates elected by district groups or other associations;\n\n(c) Subject to any provision thereon in the articles of incorporation and in this Act, the number, qualifications, compensation, duties and terms of office of directors and officers; the time of their election and the mode and manner of giving notice thereof;\n\n(d) The time, place and manner for calling and holding meetings of the directors and executive committee, and the number that shall constitute a quorum;\n\n(e) Rules consistent with law and the articles of incorporation for the management of the association, the establishment of election districts, the making of contracts, the issuance, retirement and transfer of stock, the relative rights, interests and preferences of members and stockholders, and the mode, manner and effect of the expulsion of a member;\n\n(f) Penalties for violations of the bylaws.\n\nOne copy of the bylaws and all amendments thereto, certified by the secretary of the association, shall be transmitted to the Commissioner of Agriculture and Consumer Services and one copy to the Director of the State Agricultural Extension Division within thirty days after their adoption.\n\nCode 1950, § 13-261; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-319/"
    },
    {
      "id": "section-131-320",
      "number": "13.1-320.",
      "heading": "Powers",
      "text": "A. An association shall have the capacity to act possessed by natural persons, but such association shall have authority to perform only such acts as are necessary or proper to accomplish the purposes as set forth in its articles of incorporation and which are not repugnant to law.\n\nB. Without limiting or enlarging the grant of authority contained in subsection A of this section, it is hereby specifically provided that every such association shall have authority:\n\n1. To act as agent, broker or attorney-in-fact for its members, and for any subsidiary or affiliated association, and otherwise to assist or join with associations engaged in any one or more of the activities authorized by its articles of incorporation, and to hold title for its members and for subsidiary and affiliated associations to property handled or managed by the association on their behalf.\n\n2. To make contracts, and to exercise by its board or duly authorized officers or agents, all such incidental powers as may be necessary, suitable or proper for the accomplishment of the purposes of the association and not inconsistent with law or its articles of incorporation and that may be conducive to or expedient for the interest or benefit of the association.\n\n3. To make loans or advances to members or producer-patrons or to the members of an association which is itself a member or subsidiary thereof; to purchase, or otherwise acquire, endorse, discount or sell any evidence of debt, obligation or security.\n\n4. To establish and accumulate reserves and surplus to capital, and such other funds as may be authorized by the articles of incorporation or the bylaws.\n\n5. To own and hold membership in, or shares of the capital stock of, other associations and corporations and the bonds or other obligations thereof, engaged in any related activity, in producing, warehousing or marketing any of the products handled by the association or in financing its activities or of its members, and while the owner thereof, to exercise all the rights of ownership, including the right to vote thereon.\n\n6. If such associations are warehousing corporations, they may issue legal warehouse receipts to the association, or to any other person, and such legal warehouse receipts shall be considered as adequate collateral to the extent of the current value of the commodity represented thereby. In case such warehouse is licensed or licensed and bonded under the laws of this Commonwealth or the United States, its warehouse receipt shall not be challenged or discriminated against because of ownership or control, wholly or in part, by the associations.\n\n7. To acquire, hold, sell, dispose of, pledge or mortgage any property which its purposes may require, subject to any limitation prescribed by law or its articles of incorporation.\n\n8. To borrow money and to give its notes, bonds or other obligations therefor and secure the payment thereof in any manner consistent with law.\n\n9. To purchase or otherwise handle machinery, equipment, supplies and perform services for nonmembers.\n\n10. To market or otherwise deal in products of nonmembers to an amount not greater in annual value than such products as are dealt in for or on behalf of its members.\n\n11. To have a corporate seal and to alter the same at pleasure.\n\n12. To continue as a corporation for the time limited in its articles of incorporation, or if no time limit is specified, then perpetually.\n\n13. To sue and to be sued in its corporate name.\n\n14. To conduct business in this Commonwealth and elsewhere.\n\n15. To dissolve and wind up.\n\nCode 1950, § 13-260; 1956, c. 428; 1964, c. 220; 1989, c. 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-320/"
    },
    {
      "id": "section-131-321",
      "number": "13.1-321.",
      "heading": "Members",
      "text": "(a) An association may admit as members only bona fide producers of agricultural products, including tenants and landlords receiving a share of the crop, and cooperative associations of such producers.\n\n(b) The articles of incorporation may limit the amount of voting stock which a member may own.\n\n(c) Under the terms and conditions prescribed in the bylaws a member shall lose his membership and his right to vote if he ceases to belong to the class eligible to membership under this section, but he shall remain subject to any liability incurred by him while a member of the association.\n\n(d) No member shall be personally liable for any debt or liability of the association.\n\n(e) No member shall have more than one vote.\n\nCode 1950, § 13-263; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-321/"
    },
    {
      "id": "section-131-322",
      "number": "13.1-322.",
      "heading": "Membership or voting stock certificates; transfers; dividends; nonvoting stock",
      "text": "A. No certificate for membership or stock shall be issued until fully paid for, but promissory notes may be accepted by the association as full or partial payment. The association shall hold the stock as security for the payment of the note, but such retention as security shall not affect the member's right to vote and hold office.\n\nFractional shares may be issued by capital stock associations. Certificates representing shares and certificates of membership or other evidence of the patron's equity in any fund, capital investment or other assets of the association shall be signed by the president or a vice-president or treasurer or assistant treasurer and the secretary or an assistant secretary of the association, or by facsimiles of their signatures, and may be sealed with the seal of the association, or a facsimile thereof.\n\nB. Certificates of membership of a nonstock association shall not be transferred without the consent of the association's board of directors.\n\nC. Voting stock in capital stock associations shall not be transferable to persons not eligible to membership in the association and such restrictions must be set forth in the bylaws of each capital stock association and printed on every stock certificate subject thereto.\n\nD. The board of directors of an association, from time to time, may declare and the association may pay dividends on the stock or membership capital except when the declaration or payment thereof would be contrary to any restrictions contained in the articles of incorporation.\n\nE. Net savings (which are hereby defined as being the excess of receipts over costs and expenses for each year of operations) in excess of dividends on outstanding stock or membership capital and additions to reserves shall be distributed on the basis of patronage, and the books of the association shall provide the basis for determining the interest of members and other patrons in the reserves. The distribution of patronage refunds may be restricted to members or be made at the same or a different rate for members and nonmembers. The bylaws may provide that any distribution to a nonmember, eligible for membership may be credited to such nonmember, until the amount thereof equals the value of a membership certificate or a share of the association's voting stock.\n\nF. After a member has notified the association of his withdrawal, or after the adoption of a resolution by the board terminating his membership, the board shall appraise the value in money of his membership interest in the association and shall determine and fix the time when the association shall pay him the value of his interest, unless the member, with the consent of the board, transfers his certificate of membership.\n\nG. An association may issue nonvoting stock to members and nonmembers. Nonvoting stock may be redeemed or retired by the association on such terms and conditions as may be provided in the articles of incorporation or bylaws and printed on the stock certificates. Payment for nonvoting stock may be made in cash, services or property as determined by the board.\n\nVoting stock may be issued only for money or notes or in payment of patronage refunds at par.\n\nH. Except when its debts exceed fifty per centum of its assets, an association may purchase for cash its voting stock at book value or par value, whichever is less, and may call such stock for redemption on the same basis pursuant to a plan for rotating ownership of such stock set forth in its articles of incorporation or in its bylaws. The determination of book value by the board of directors shall be incontestable except for fraud.\n\nI. The association may from time to time issue to each patron a certificate or other evidence of the patron's equity in any fund, capital investment or other assets of the association. Such certificate or other evidence of such equity may be transferred only to the association, or to such other purchaser as may be approved by the board of directors, upon such terms and conditions as shall be provided in the bylaws and printed thereon.\n\nJ. Notwithstanding any other provision of law, when there is held by any association any membership or patronage equity, including but not limited to membership stock, patronage refunds, patronage refund allocations, or any credit or distribution attributable to business done with or for patrons, to the credit of a person who has not had a current address on file with the association for a period of not less than three consecutive years, then the bylaws or member agreements of the association may provide that such equity shall be deemed to have been transferred by forfeiture to the association and shall thereafter be the property of the association; however, such membership or patronage equity shall be deemed forfeited to the association only if (i) the association publishes conspicuous notice of such pending forfeiture in its regular member publication, if any, and a publication of general circulation and (ii) such equity is not claimed by such person or, if such person is deceased, such person's next of kin within 180 days of such publication or such longer period as set out in the bylaws or member agreements of the association. If there is no such provision in the association's bylaws or member agreements, or if there is no publication, then any unclaimed membership or patronage equity shall be treated in accordance with the Virginia Disposition of Unclaimed Property Act (§ 55.1-2500 et seq.).\n\nK. Any association organized with capital stock under this article may accept registrations of such stock in the names of two or more persons, payable to any one of them, or to any one of them or the survivor; and any person so named, whether the others be living or not, may accept dividend payments and withdraw from the association and receive the amount payable on withdrawal in the same manner and on the same terms as are allowed by law and the articles of incorporation and bylaws in case of any other member or stockholder and the receipt or acceptance of dividends or amounts payable on withdrawal by the person so paid shall be a valid and sufficient release and discharge of the association for any payment so made.\n\nCode 1950, §§ 13-269, 13-270, 13-273 to 13-277; 1952, c. 166; 1956, c. 428; 1975, c. 403; 1981, c. 51; 2001, cc. 797, 838.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-322/"
    },
    {
      "id": "section-131-323",
      "number": "13.1-323.",
      "heading": "General and special meetings; how called",
      "text": "After the incorporation of an association the members thereof shall hold an organization meeting at a time and place fixed by the board of directors named in the articles of incorporation and shall adopt a set of bylaws. Not less than ten days' written notice thereof shall be given to each member. An association may provide in its bylaws for one or more regular meetings each year. Special meetings of the members may be called by the board of directors, and it shall be their duty to call such meetings when ten percent of the members file with the secretary a petition demanding a special meeting and specifying the business to be considered at such meeting. Regular or special meetings may be held within or without the Commonwealth. Notice of all meetings, except as otherwise provided by law or the articles of incorporation or bylaws, shall be mailed to each member at least ten days prior to the meeting. In the case of special meetings the notice shall state the purposes for which it is called. The bylaws may provide that all notices shall be given by publication in a periodical published by or for the association, to which substantially all its members are subscribers, or in a newspaper or newspapers whose combined circulation is general in the territory in which the association operates.\n\nCode 1950, § 13-265; 1950, c. 238; 1956, c. 428; 1989, c. 577.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-323/"
    },
    {
      "id": "section-131-324",
      "number": "13.1-324.",
      "heading": "Directors generally; executive committee",
      "text": "(a) The business of the association shall be managed by a board of not less than five directors. The directors, with the exception of the public directors, shall be elected from the membership of the association or from the officers, directors or membership of a member association. The bylaws shall provide that one or more directors shall be appointed by the Director of the State Agricultural Extension Service. The director or directors so appointed shall be known as public directors. They need not be members of the association, or officers, directors or members of a member association, but shall have the same powers and rights as the directors elected by the members. A director shall hold office for the term for which he was appointed or elected and until his successor is elected, or appointed, and qualified.\n\n(b) The names of the first directors shall be stated in the articles of incorporation. Their successors shall be elected by the members at the first meeting of the members held after the incorporation of the association.\n\n(c) The number, qualifications, terms of office, manner of election or appointment, time and place of meeting and the powers and duties of the directors may, subject to the provisions of this Act and the articles of incorporation, be prescribed by the bylaws.\n\n(1) Except as otherwise prescribed in the bylaws, a director shall be elected or appointed for a term of one year.\n\n(2) Except as otherwise prescribed in the bylaws, vacancies in the board, other than by expiration of term, shall be filled by the remaining members of the board, unless the bylaws provide for the election of directors by districts, in which case the board shall call a special meeting of the members or delegates in the district to elect a person qualified to fill the vacancy. A director elected by the remaining members of the board shall serve until his successor is elected by the members at their next annual meeting or at any special meeting called and held prior thereto. This subsection shall not apply, however, to public directors; any vacancies occurring in the office of a public director shall be filled in the same manner as the original appointment was made.\n\n(d) The bylaws may provide that the territory in which the association has members shall be divided into districts and that the directors shall be elected according to such districts, either directly or by district delegates elected by the members in that district. In such case, the bylaws shall specify, or vest in the board of directors authority to determine, the number of directors to be elected by each district and the manner and method of apportioning the directors and of districting and redistricting the territory covered by the association. The bylaws may provide that primary elections shall be held in each district to nominate the directors apportioned thereto and that the result of all such primary elections may be ratified by the next regular meeting of the association or may be considered as a final election.\n\n(e) The bylaws may provide for an executive committee to be elected by the board of directors from their number and may allot to such committee all the functions and powers of the board subject to its general direction and control.\n\nCode 1950, §§ 13-266, 13-267; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-324/"
    },
    {
      "id": "section-131-325",
      "number": "13.1-325.",
      "heading": "Removal of director",
      "text": "Any member may ask for the removal of an elected director by filing charges with the secretary or president of the association, together with a petition signed by ten per centum of the members requesting the removal of the director in question. The removal shall be voted upon at the next meeting of the members, and by two-thirds of the voting power voting thereon the association may remove the director. The director whose removal is requested shall be served with a copy of the charges not less than ten days prior to the meeting and shall have an opportunity at the meeting to be heard in person and by counsel and to present evidence; and the persons requesting the removal shall have the same opportunity. In case the bylaws provide for election of directors by districts, then the petition for removal of a director must be signed by twenty per centum of the members residing in the district from which he was elected. The board must call a special meeting of the members residing in the district to consider the removal of the director; and by two-thirds of the voting power of the members of that district voting thereon the director in question shall be removed from office.\n\nCode 1950, § 13-268; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-325/"
    },
    {
      "id": "section-131-326",
      "number": "13.1-326.",
      "heading": "Officers generally",
      "text": "The board shall elect a president, a secretary and a treasurer, and may elect one or more vice-presidents, and such other officers as may be authorized in the bylaws. The president and at least one of the vice-presidents must be directors, but a vice-president who is not a director cannot succeed to or fill the office of president. Any two of the offices of vice-president, secretary and treasurer may be combined in one person.\n\nCode 1950, § 13-267; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-326/"
    },
    {
      "id": "section-131-327",
      "number": "13.1-327.",
      "heading": "Removal of officer",
      "text": "Any member may bring charges of misconduct or incompetency against an officer by filing them with the secretary or president of the association, together with a petition signed by ten per centum of the members requesting the removal of the officer in question. The directors shall vote upon the removal of the officer at the first meeting of the board held after the hearing on the charges, and the officer may be removed by a majority vote, notwithstanding any contract the officer may have with the association, which shall terminate upon his removal anything in the contract to the contrary notwithstanding. The officer against whom such charges are made shall be served with a copy of the charges not less than ten days prior to the meeting, and shall have an opportunity at the meeting to be heard in person and by counsel, and to present evidence, and the persons making the charges shall have the same opportunity.\n\nCode 1950, § 13-268; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-327/"
    },
    {
      "id": "section-131-328",
      "number": "13.1-328.",
      "heading": "Referendum",
      "text": "The articles of incorporation or bylaws may provide that upon demand of two-fifths of all the directors, any matter that has been approved or passed by the board must be referred to the members for their approval before it becomes effective. No referendum shall be allowed unless it is demanded by the required number of directors at the meeting at which the matter in question is adopted. The referendum of the members may be conducted by mail ballots or by their vote taken at the next annual meeting or at a special meeting called for such purpose. Immediately upon receipt of a written petition signed by at least twenty per centum of the members, the board of directors shall require the secretary to conduct a referendum on the matter set forth in said petition.\n\nCode 1950, § 13-262; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-328/"
    },
    {
      "id": "section-131-329",
      "number": "13.1-329.",
      "heading": "Marketing contracts; enforcement; inducing breach; spreading false reports",
      "text": "(a) An association and its members may make and execute marketing contracts, requiring the members to sell, for any period of time, not over ten years, all or any specified part of their agricultural products or specified commodities exclusively to or through the association or any facilities to be created by the association. The contract may provide that the association may sell or resell the products delivered by its members, with or without taking title thereto, and pay over to its members the resale price, after deducting all necessary selling overhead, and other costs and expenses, including (a) interest or dividends on its preferred stock, not exceeding eight per centum per annum, (b) reserves for retiring the stock, if any, (c) other proper reserves, and (d) interest or dividends not exceeding eight per centum per annum upon common stock.\n\n(b) The bylaws and the marketing contract may fix, as liquidated damages, specific sums to be paid by the member or stockholder to the association upon the breach by him of any provision of the marketing contract regarding the sale or delivery or withholding of products; and may further provide that the member will pay all costs, premium for bonds, expenses and fees in case any action is brought upon the contract by the association; and any such provision shall be valid and enforceable in the courts of this Commonwealth.\n\n(c) In the event of any such breach or threatened breach of such marketing contract by a member, the association shall be entitled to an injunction to prevent further breach of the contract, and to a decree of specific performance thereof. Pending the adjudication of such an action, and upon filing a verified complaint showing the breach or threatened breach, and upon filing a sufficient bond, the association shall be entitled to a temporary restraining order and preliminary injunction against the member.\n\n(d) Any person who knowingly induces any member or stockholder of an association or corporation organized hereunder to breach his marketing contract with the association or corporation shall be liable to the association or corporation for the full amount of damages sustained by it by reason of such breach; and any person who maliciously and knowingly spreads false reports about the finances or management of any such association or corporation shall be liable to the association or corporation aggrieved in a civil suit for the actual damage which it may sustain by reason of such false reports, and also in the penal sum of $500 for each such act, which may be recovered in the same action.\n\n(e) Any person, firm or corporation conducting a public tobacco warehouse within this Commonwealth who knowingly solicits or permits any member of any association organized hereunder to breach his marketing contract with the association by selling, offering for sale, or displaying for sale or for auction such member's products contrary to the terms of any marketing agreement of which such person or any member of such firm or any active officer or manager of such corporation has knowledge or notice, shall be liable to the association aggrieved in a civil suit in the penal sum of not less than $100 nor more than $500 for each such offense; and such association shall be entitled to an injunction against such person, firm or corporation, to prevent further breaches and a multiplicity of actions thereon. In addition, such person, firm or corporation shall pay to the association a reasonable attorney's fee and all costs involved in any such litigation or proceedings at law. Provided, however, that no such action or suit by such an association shall lie unless there has been first served upon such person, firm or corporation after such tobacco has been delivered to the warehouse, and prior to the sale thereof, a notice, in writing, stating that the products of a member of such association are about to be sold, offered for sale or displayed for sale. Such notice may be served by any peace officer or any other person, and the affidavit of the person serving the same shall be prima facie evidence of such service. It shall be the duty of any police officer, sheriff, deputy sheriff, constable or deputy constable of this Commonwealth to serve such notice upon request of any authorized representative of the association, and upon the payment of a fee of fifty cents for each such service.\n\nCode 1950, §§ 13-278, 13-279; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-329/"
    },
    {
      "id": "section-131-330",
      "number": "13.1-330.",
      "heading": "Recordation of marketing contracts",
      "text": "(a) Whenever any body of agricultural producers, cooperative corporation composed of agricultural producers or cooperative marketing association incorporated under the laws of this Commonwealth, or under the laws of any other state of the United States and licensed to do business in this Commonwealth, which is engaged in marketing agricultural products, other than leguminous food products, for its members shall prepare and deliver to the clerk of any court in this Commonwealth in the office of whom deeds are admitted to record, a book to be called \"the contract book of...........\" (namely the body, corporation or association), such book shall thereupon become a public record book of such clerk's office, and it shall be the duty of such clerk to record therein the matters and things authorized by the succeeding section.\n\n(b) At any time after any such book shall have been so delivered to the clerk as provided herein, the body, corporation or association which has delivered the same may request the clerk to whom such book has been delivered to record therein any marketing contracts or agreements which have been entered into by such body, corporation or association and any members thereof; provided, however, that if any such contracts or agreements be in the same words and figures as any other contracts or agreements with any other members of the body, corporation or association, and be separately signed by such members of the body, corporation or association, such body, corporation or association may have one of such contracts or agreements recorded in extenso in such book, and may furnish the clerk with a list of the names of persons appearing on such contracts as signers thereof, with the dates of the signatures respectively, whereupon the clerk shall record such names as signers of such contracts or agreements, with the dates of their signatures, respectively, so furnished. Such recordation of the list of signers so furnished shall be equivalent to the recordation in extenso of the contract or agreement of each signer thereon. Such copy of such contract or agreement and such list of names of persons appearing on such contracts as signers thereof shall be sworn to by some officer of the body, corporation or association cognizant of the facts before some officer authorized to take acknowledgments to deeds. But in no case shall any such contract or agreement be deemed to be recorded as to any signer thereof until his name shall be indexed in such book by the clerk, which indexing the clerk is hereby required to do.\n\n(c) When the provisions of the two preceding subsections shall have been complied with, and any such recordation as is therein mentioned is made in the county in which is situated the land on which the produce covered by the particular marketing contract or agreement concerned is grown or produced, such recordation shall operate as constructive notice of the existence of such contract or agreement, and of the terms thereof, and all persons contracting or dealing with any such member in relation to any such produce covered by such contract or agreement shall be bound thereby; and all rights or liens acquired by any such person in such produce subsequent to the date of such recordation shall be subject in all respects to the rights of the body, corporation or association under such contract or agreement; provided, however, that nothing herein contained shall affect the statutory lien of a landlord for advances made to a tenant, or for rent; and provided, also, that nothing herein contained shall affect a bona fide purchaser of any agricultural product, upon the floor of any public warehouse, when such purchaser is without actual notice of the rights of the body, corporation or association under such contract or agreement nor a warehouseman selling such products at public auction on his warehouse floor, without actual notice of such contract or agreement.\n\n(d) For making the recordations authorized by this section, the clerk shall be entitled to the following fees, to be paid by the body, corporation or association for which the service is performed: for recording a contract or agreement in extenso, the same fees as for recording a deed; for recording a sworn list of names when furnished as above provided, two cents for each person. No tax shall be charged on the recordations authorized hereby.\n\nCode 1950, §§ 13-280 to 13-283; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-330/"
    },
    {
      "id": "section-131-331",
      "number": "13.1-331.",
      "heading": "Associations are not in restraint of trade",
      "text": "(a) No association complying with the terms hereof shall be deemed to be a conspiracy, or a combination in restraint of trade, or an illegal monopoly; or be deemed to have been formed for the purpose of lessening competition or fixing prices arbitrarily, nor shall the contracts between the association and its members, or any agreements authorized in this Act, be construed as an unlawful restraint of trade, or as a part of a conspiracy or combination to accomplish an improper or illegal purpose or act.\n\n(b) An association may acquire, exchange, interpret and disseminate to its members, to other cooperative associations, and otherwise, past, present and prospective crop, market, statistical, economic and other similar information relating to the business of the association, either directly or through an agent created or selected by it or by other associations acting in conjunction with it.\n\n(c) An association may advise its members in respect to the adjustment of their current and prospective production of agricultural commodities and its relation to the prospective volume of consumption, selling prices and existing or potential surplus, to the end that every market may be served from the most convenient productive areas under a program of orderly marketing that will assure adequate supplies without undue enhancement of prices or the accumulation of any undue surplus.\n\nCode 1950, § 13-284; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-331/"
    },
    {
      "id": "section-131-332",
      "number": "13.1-332.",
      "heading": "Voluntary dissolution",
      "text": "(a)(1) The members of an association may at any regular meeting or any special meeting called for the purpose, upon thirty days' notice of the time, place and object of the meeting having been given as prescribed in the bylaws, by two-thirds of the voting power voting thereon, discontinue the operations of the association and direct that the association be dissolved and its affairs settled. The meeting shall by like vote designate a committee of three who, as trustees on behalf of the association and within the time fixed in their designation or any extension thereof, shall liquidate its assets, pay its debts and divide any surplus among the members in accordance with their respective rights and interests under their contracts with the association and the articles of incorporation and bylaws. A report of the proceedings had under this section, together with a list of the names and residences of the directors and officers of the association, and the names and residences of the trustees appointed, certified by the president and the secretary, shall be filed in the office of the clerk of the Commission. The Commission, upon being satisfied that the requirements of law have been complied with, shall issue a certificate of dissolution, and thereupon the association shall stand dissolved and the trustees shall proceed to settle up and adjust its business and affairs.\n\n(2) Whenever all the members shall consent in writing to the dissolution and the appointment of three trustees for winding up the affairs of the association, no meeting or notice thereof shall be necessary, but on filing such consent with the Commission, it shall issue a certificate of dissolution, and the association shall stand dissolved and the said trustees shall proceed to settle up and adjust its business and affairs.\n\n(3) Whenever a certificate of dissolution has been issued by the Commission, it shall certify one copy of the certificate to the Commissioner of Agriculture and Consumer Services and one copy to the Director of the State Agricultural Extension Division.\n\n(4) The trustees may bring and defend all actions by them deemed necessary to protect and enforce the rights of the association.\n\n(5) Any vacancies in the trusteeship may be filled by the remaining trustees.\n\n(b) In the case of an association dissolving pursuant to this section, the circuit court of the county or the circuit, corporation, or other court having equitable jurisdiction in the city where its principal office is located, upon petition of the trustees or a majority of them, or in a proper case upon the petition of a creditor or member, or upon the petition of the Attorney General upon notice to all of the trustees and to such other interested persons as the court may specify, from time to time may order and adjudge in respect to the following matters:\n\n(1) The giving of notice by publication or otherwise of the time and place for the presentation of all claims and demands against the association, which notice may require all creditors of and claimants against the association to present in writing and in detail at the place specified their respective accounts and demands to the trustees by a day therein specified, which shall not be less than forty days from the service or first publication of such notice;\n\n(2) The payment or satisfaction in whole or in part of claims and demands against the association, or the retention of moneys for such purpose;\n\n(3) The presentation and filing of intermediate and final accounts of the trustees, the hearing thereon, the allowance or disallowance thereof, and the discharge of the trustees, or any of them, from their duties and liabilities;\n\n(4) The administration of any trust or the disposition of any property held in trust by or for the association;\n\n(5) The sale and disposition of any remaining property of the association and the distribution or division of such property or its proceeds among the members or persons entitled thereto;\n\n(6) Such matters as justice may require.\n\nAll such orders and judgments shall be binding upon the association, its property and assets, its trustees, members, creditors and all persons having claims against it.\n\n1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-332/"
    },
    {
      "id": "section-131-333",
      "number": "13.1-333.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1989, c. 465.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-333/"
    },
    {
      "id": "section-131-3331",
      "number": "13.1-333.1.",
      "heading": "Annual reports",
      "text": "Each association subject to this chapter within six months after the close of its fiscal year shall transmit to each of its members an annual report containing the name of the association, its place of business, a general statement of its business operations during the fiscal year, showing the amount of capital stock paid up and the number of stockholders, if a stock corporation, or the number of members and the amount of the membership fees received, if a nonstock association; an income and expense statement; and its balance sheet. Any association audited by a certified public accountant may comply with this section by transmitting a copy of such audit to its members.\n\nThe term \"transmit,\" as used in this section, may be satisfied by printing the annual report or audit in an official publication of the association.\n\n1989, c. 465.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-333-1/"
    },
    {
      "id": "section-131-334",
      "number": "13.1-334.",
      "heading": "Application to existing associations",
      "text": "(a) This Act shall be applicable to any existing association formed under or which has adopted the provisions of the Agricultural Cooperative Association Act, Chapter 15, Title 13, as heretofore amended, and all such associations shall have and may exercise and enjoy all the rights, privileges, authority, powers and capacity granted or afforded under and in pursuance of this Act and shall be subject to all restrictions and requirements of this Act to the same extent and effect as though organized hereunder.\n\n(b) Any agricultural cooperative marketing or purchasing association organized as a corporation under the laws of this Commonwealth may bring itself under and within the terms of this Act as if organized hereunder and may thereafter operate in pursuance of the terms hereof, and may exercise and enjoy all the rights, privileges, authority, powers and capacity granted or afforded under and in pursuance of this Act and shall be subject to all restrictions, limitations and requirements of this Act to the same extent and effect as though organized hereunder, by filing in triplicate with the Commission, articles of adoption signed by its president or one of the vice-presidents, under the seal of the corporation, attested by its secretary and acknowledged by them before an officer authorized by the laws of this Commonwealth to take acknowledgments of deeds, certifying that by resolution of the board of directors of such association duly adopted, such association has elected to bring itself within the terms of this Act. If the Commission finds that the articles comply with the requirements of law and that all required fees have been paid, it shall by order issue a certificate of adoption, which shall be admitted to record in its office. Upon the issuance of such certificate, it shall become effective in accordance with its terms. One original counterpart of the articles of adoption, together with the certificate of adoption issued by the Commission, shall be certified by the Commission to the Commissioner of Agriculture and Consumer Services for filing and another counterpart shall be certified to the Director of the State Agricultural Extension Division for filing.\n\n1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-334/"
    },
    {
      "id": "section-131-335",
      "number": "13.1-335.",
      "heading": "Saving clause",
      "text": "This Act shall not impair or affect any act done, offense committed or right accruing, accrued or acquired, or liability, penalty, forfeiture or punishment incurred prior to the time this Act takes effect, but the same may be enjoyed, asserted, enforced, prosecuted or inflicted as fully and to the same extent as if this Act had not been passed. This Act shall not impair or affect any contract entered into by any association prior to the time this Act takes effect.\n\n1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-335/"
    },
    {
      "id": "section-131-336",
      "number": "13.1-336.",
      "heading": "Limitations of the use of the word \"cooperative.\"",
      "text": "A. No person, firm, corporation or association, domestic or foreign, hereafter commencing business in this Commonwealth shall use the word \"cooperative\" or any abbreviation thereof, as a part of its corporate or business name unless it has complied with the provisions of this Act or some other statute of this Commonwealth relating to cooperative associations. A foreign association organized under and complying with the cooperative law of the state of such association's creation shall be entitled to use of term \"cooperative\" in this Commonwealth if it has obtained the privilege of doing business in this Commonwealth under any cooperative statute of this Commonwealth. Any person violating the provisions of this section shall be deemed guilty of a misdemeanor and shall be subject to a fine not exceeding fifty dollars. For the purpose of this section, each day's violation may be considered a separate offense.\n\nB. Subsection A shall not apply to a corporation or association, domestic or foreign, whose purpose is to promote housing opportunities or to represent, coordinate and further the purposes of groups organized to construct, operate, or promote housing, and such corporation or association may use the term \"cooperative\" as part of its corporate or other business name or title.\n\nCode 1950, § 13-289; 1956, c. 428; 1993, c. 822.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-336/"
    },
    {
      "id": "section-131-337",
      "number": "13.1-337.",
      "heading": "Foreign associations",
      "text": "A foreign corporation that can qualify as an association, as defined in § 13.1-313, may be authorized to do business in this Commonwealth under the provisions of this Act by complying with the laws relating to foreign corporations doing business in the Commonwealth and filing with the Commissioner of Agriculture and Consumer Services and the Director of the State Agricultural Extension Division, a copy of its charter duly certified by the Commission. It shall pay the same fees and charges as domestic associations. Upon such compliance, it shall have all the rights and privileges of like domestic associations and the entrance fee shall be computed as if a charter fee.\n\nCode 1950, § 13-290; 1956, c. 428; 1958, c. 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-337/"
    },
    {
      "id": "section-131-338",
      "number": "13.1-338.",
      "heading": "Purchasing business of other associations, persons, firms or corporations; stock issued",
      "text": "Whenever an association organized hereunder with preferred capital stock shall purchase the stock or any property, or any interest in any property of any person, firm or corporation or association, it may by agreement with the other party or parties to the transaction discharge the obligation so incurred, wholly or in part, by exchanging for the acquired interest shares of its preferred capital stock to an amount which at par value would equal a fair market value of the stock or interest so purchased, as determined by the board of directors. In that case the transfer to the association of the stock or interest purchased shall be equivalent to payment in cash for the shares of stock issued.\n\nCode 1950, § 13-285; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-338/"
    },
    {
      "id": "section-131-339",
      "number": "13.1-339.",
      "heading": "Merger or consolidation",
      "text": "Associations shall have the power to merge or consolidate with any other like associations. Such merger or consolidation shall be effected in accordance with the general provisions of law providing for the merger or consolidation of other corporations insofar as applicable, and where not applicable in a manner analogous to that set forth in said provisions. In effecting such merger or consolidation, two-thirds of the members voting thereon at any regular meeting, or special meeting called for the purpose, shall take such action as is required of stockholders. The fair cash value of the stock or membership of any dissenting member shall be taken to mean the amount to which said member would be entitled by way of distribution of assets if said association were dissolved.\n\nCode 1950, § 13-259; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-339/"
    },
    {
      "id": "section-131-340",
      "number": "13.1-340.",
      "heading": "Sale, mortgage or other disposition of assets",
      "text": "The sale, lease, exchange, mortgage, pledge or other disposition of all, or substantially all, the property and assets of an association, when made in the usual and regular course of the business of the association, may be made upon such terms and conditions and for such consideration, which may consist in whole or in part of money or property, real or personal, including shares of any other corporation, domestic or foreign, as shall be authorized by its board of directors; and in such case no authorization or consent of the members shall be required.\n\nUnless otherwise provided in the articles of incorporation, a mortgage or pledge of all or any part of the property and assets, with or without the goodwill, of an association, though not made in usual and regular course of its business, may be made for money upon such terms and conditions as shall be authorized by its board of directors and no authorization or consent of members shall be required.\n\nA sale, lease or exchange, or a mortgage or pledge for a consideration other than money, of all, or substantially all, the property and assets, with or without the goodwill, of an association, if not made in the usual and regular course of its business, may be made upon such terms and conditions and for such consideration, which may consist in whole or in part of money or property, real or personal, including shares of any other corporation, domestic or foreign, as may be authorized in the following manner:\n\nThe board of directors shall adopt a resolution recommending such sale, lease, exchange, mortgage, pledge or other disposition and directing that it be submitted to a vote at a meeting of members having voting rights, which may be either an annual or a special meeting. Written notice stating that the purpose, or one of the purposes, of such meeting is to consider the sale, lease, exchange, mortgage, pledge or other disposition of all, or substantially all, the property and assets of the association shall be given to each member entitled to vote at such meeting, at least ten days prior to such meeting. At such meeting the members may authorize such sale, lease, exchange, mortgage, pledge or other disposition and may fix, or may authorize the board of directors to fix, any or all of the terms and conditions thereof and the consideration to be received by the association therefor. Such authorization shall require the vote of at least two-thirds of the votes entitled to be cast by members present or represented by proxy at such meeting. After such authorization by a vote of members, the board of directors, nevertheless in its discretion, may abandon such sale, lease, exchange, mortgage, pledge or other disposition of assets, subject to the rights of third parties under any contracts relating thereto, without further action or approval by members.\n\n1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-340/"
    },
    {
      "id": "section-131-341",
      "number": "13.1-341.",
      "heading": "Taxes",
      "text": "Nothing in this article shall be construed as exempting any association from the payment of license, income, property or other taxes, state and local; and the designation of any such association in this article as nonprofit shall not be construed as exempting it from state income taxation, notwithstanding any other provision of law. For the privilege of storing or marketing agricultural products, an association shall, however, pay only an annual license fee of ten dollars which shall be in lieu of all other corporation, franchise and income taxes, taxes on capital, taxes and charges upon reserves held by the association, and all state and local license taxes on that part of its business which is solely and exclusively the storing or marketing of agricultural products. Marketing of agricultural products shall include the functions involved in transferring title and in moving goods from producer to consumer, including buying, selling, processing, packing, storing, transporting, standardizing, financing, risk bearing and supplying market information.\n\nCode 1950, § 13-291; 1956, c. 428; 1982, c. 266.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-341/"
    },
    {
      "id": "section-131-342",
      "number": "13.1-342.",
      "heading": "Reserved",
      "text": "Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-342/"
    },
    {
      "id": "section-131-343",
      "number": "13.1-343.",
      "heading": "Application of general corporation laws",
      "text": "The provisions of the Virginia Stock Corporation Act (§ 13.1-601 et seq.) and of the Virginia Nonstock Corporation Act (§ 13.1-801 et seq.) shall, to the extent that they are not in conflict with or inconsistent with the provisions of this Act, apply to associations subject to this Act, each of which shall establish and maintain a registered office and a registered agent and file the annual reports required by such Acts.\n\nCode 1950, § 13-250; 1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-343/"
    },
    {
      "id": "section-131-344",
      "number": "13.1-344.",
      "heading": "Existing associations continued",
      "text": "All associations organized under or that have adopted the provisions of Chapter 15, Title 13, as heretofore amended, which are in existence at the date of the enactment of this Act, shall continue in existence subject to the terms of this Act.\n\n1956, c. 428.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-344/"
    },
    {
      "id": "section-131-345",
      "number": "13.1-345.",
      "heading": "Verification no longer required; signing instrument containing misstatement as perjury",
      "text": "A requirement in this chapter that an instrument be verified by oath need not be complied with after July 1, 1958. A person who signs any instrument delivered to the Commission as required by this chapter knowing it to contain a misstatement of fact shall be guilty of perjury.\n\n1958, c. 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-345/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Worker Cooperatives",
      "text": "Worker Cooperatives",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-346",
      "number": "13.1-346.",
      "heading": "Definitions",
      "text": "As used in this article:\n\n\"Collective reserve account\" means an account on the corporate books representing the worker cooperative's entire net book value minus balances in any other equity accounts.\n\n\"Member\" means an individual who has been accepted for membership in, and owns a membership share issued by, a worker cooperative.\n\n\"Membership fee\" means an initial payment, if required by the articles of incorporation or bylaws of the worker cooperative, made by a worker to a worker cooperative as a condition of becoming a member.\n\n\"Patronage\" means the amount of work performed for a worker cooperative, measured in accordance with criteria set forth in the articles of incorporation or bylaws of the worker cooperative.\n\n\"Worker\" means an individual employed by a worker cooperative.\n\n\"Worker cooperative\" means a corporation incorporated under the provisions of Article 3 (§ 13.1-618 et seq.) of Chapter 9 that has elected to be governed by this article.\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-346/"
    },
    {
      "id": "section-131-347",
      "number": "13.1-347.",
      "heading": "Formation of worker cooperative; purpose",
      "text": "A. Any corporation incorporated under Article 3 (§ 13.1-618 et seq.) of Chapter 9 may elect to be governed as a worker cooperative in accordance with the provisions of this article by so stating in its articles of incorporation or articles of amendment filed in accordance with § 13.1-710. The offering of an employee stock ownership plan governed by 26 U.S.C. § 401 by a corporation incorporated under Article 3 (§ 13.1-618 et seq.) of Chapter 9 to its employees shall not be considered an election to be governed as a worker cooperative.\n\nB. A worker cooperative may be formed for any lawful purpose, provided that it shall be organized and shall conduct its business primarily for the mutual benefit of its members.\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-347/"
    },
    {
      "id": "section-131-348",
      "number": "13.1-348.",
      "heading": "Name",
      "text": "A. A worker cooperative may include the word \"cooperative\" or \"co-op\" in its corporate name.\n\nB. No person hereafter commencing business in the Commonwealth may use the phrase \"worker cooperative,\" \"worker co-op,\" \"employee cooperative,\" or \"employee co-op\" as a part of its corporate name unless it has elected to be governed as a worker cooperative in accordance with this article.\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-348/"
    },
    {
      "id": "section-131-349",
      "number": "13.1-349.",
      "heading": "Application of other laws",
      "text": "Except as otherwise provided in this article, worker cooperatives shall be governed by Article 1 (§ 13.1-301 et seq.) and Chapter 9 (§ 13.1-601 et seq.).\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-349/"
    },
    {
      "id": "section-131-350",
      "number": "13.1-350.",
      "heading": "Revocation of election to be governed as worker cooperative; limitation on mergers",
      "text": "A. A worker cooperative may revoke its election to be governed as a worker cooperative under this article by a vote of two-thirds of the members and through filing appropriate articles of amendment in accordance with § 13.1-710.\n\nB. When any worker cooperative revokes its election in accordance with subsection A, the articles of amendment shall provide for conversion of membership shares and internal capital accounts or their conversion to securities or other property in a manner consistent with Chapter 9 (§ 13.1-601 et seq.).\n\nC. A worker cooperative may not merge with another corporation other than a worker cooperative. Two or more worker cooperatives may merge in accordance with Article 12 (§ 13.1-715.1 et seq.) of Chapter 9.\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-350/"
    },
    {
      "id": "section-131-351",
      "number": "13.1-351.",
      "heading": "Qualifications of members; membership shares",
      "text": "A. The articles of incorporation or bylaws of a worker cooperative shall establish qualifications for membership and procedures for acceptance and termination of members.\n\nB. A worker cooperative's qualifications and procedures shall require, among such other provisions established in its articles of incorporation or bylaws, that:\n\n1. No individual may be accepted as a member unless the individual is employed by the worker cooperative on a full-time or part-time basis at the time of acceptance;\n\n2. Not fewer than two-thirds of the employees of any worker cooperative shall be individuals who are members of the worker cooperative; and\n\n3. No person may own more than one membership share issued by the worker cooperative.\n\nC. An individual accepted as a member shall cease to be a member upon termination of employment with the worker cooperative except that the articles of incorporation or the bylaws may provide that an individual who retires from employment may continue to be a member of the worker cooperative without voting rights subject to terms and conditions as may be provided in the articles of incorporation or bylaws. The articles of incorporation or the bylaws shall require that (i) a retired member's membership share shall be converted to another class of shares that has no voting power and (ii) nonvoting shares may only be acquired by the conversion of membership shares to another class of shares without voting power upon their owner's retirement or upon such other event specified in the worker cooperative's articles of incorporation or bylaws.\n\nD. A worker cooperative shall issue a class of voting shares designated as membership shares. Each member of a worker cooperative shall be issued a membership share upon payment of a membership fee, the amount of which shall be determined from time to time by the board of directors. Each member shall own only one membership share. Only members employed by the worker cooperative may own a membership share. The redemption price of membership shares shall be determined by reference to internal capital accounts established as set forth in § 13.1-354.\n\nE. Members of a worker cooperative shall have all the rights and responsibilities of shareholders of a corporation organized under Chapter 9 (§ 13.1-601) except as otherwise provided in this article. No member shall be personally liable for any debt or liability of the worker cooperative.\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-351/"
    },
    {
      "id": "section-131-352",
      "number": "13.1-352.",
      "heading": "Voting rights",
      "text": "A. No shares other than membership shares shall be given voting rights in a worker cooperative.\n\nB. The power to amend or repeal bylaws of a worker cooperative shall be in the members only, except to the extent that directors are authorized to amend or repeal the bylaws.\n\nC. Voting on amendments to the articles of incorporation of a worker cooperative shall be limited to the members qualified to vote membership shares.\n\nD. Each member with a membership share shall have one vote in any matter requiring voting by shareholders.\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-352/"
    },
    {
      "id": "section-131-353",
      "number": "13.1-353.",
      "heading": "Net earnings or losses; apportionment, distribution, and payment",
      "text": "A. The net earnings or losses of a worker cooperative shall be apportioned and distributed at such times and in such manner as the articles of incorporation or bylaws shall specify.\n\nB. Net earnings declared as patronage allocations with respect to a period of time, and paid or credited to members, shall be apportioned among the members in accordance with the ratio that each member's patronage during the period involved bears to total patronage by all members during that period.\n\nC. The apportionment, distribution, and payment of net earnings required by subsection B may be in cash, credits, written notices of allocation, or shares without voting rights issued by the worker cooperative.\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-353/"
    },
    {
      "id": "section-131-354",
      "number": "13.1-354.",
      "heading": "Internal capital accounts; redemption of shares; collective reserve account",
      "text": "A. A worker cooperative shall establish through its articles of incorporation or bylaws a system of internal capital accounts to reflect the book value and to determine the redemption price of membership shares, nonvoting shares, and written notices of allocation. As used in this section, \"written notice of allocation\" means a written instrument that discloses to a member the stated dollar amount of such member's patronage allocation and the terms for payment of that amount by the worker cooperative.\n\nB. The articles of incorporation or bylaws of a worker cooperative may permit the periodic redemption of written notices of allocation and nonvoting shares and shall provide for recall and redemption of the membership share upon termination of membership in the cooperative.\n\nC. The articles of incorporation or bylaws may provide for the worker cooperative to pay or credit interest on the balance in each member's internal capital account.\n\nD. The articles of incorporation or bylaws may authorize assignment of a portion of retained net earnings and net losses to a collective reserve account. Earnings assigned to the collective reserve account may be used for any and all corporate purposes as determined by the board of directors.\n\nE. A worker cooperative may issue nonvoting shares to members and nonmembers. Nonvoting shares may be redeemed or retired by the worker cooperative on such terms and conditions as may be provided in the articles of incorporation or bylaws. Payment for nonvoting shares may be made in cash, services, or property as determined by the board.\n\nF. Any worker cooperative issuing shares under this article may accept registrations of such shares in the names of two or more persons, payable to any one of them, or to any one of them or the survivor, and any person so named, whether the others be living or not, may accept dividend payments and withdraw from the association and receive the amount payable on withdrawal in the same manner and on the same terms as are allowed by law and the articles of incorporation and bylaws in case of any other member or shareholder, and the receipt or acceptance of dividends or amounts payable on withdrawal by the person so paid shall be a valid and sufficient release and discharge of the association for any payment so made.\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-354/"
    },
    {
      "id": "section-131-355",
      "number": "13.1-355.",
      "heading": "Internal capital accounting",
      "text": "A. The entire net book value of a worker cooperative shall be reflected in internal capital accounts, one for each member, and a collective reserve account.\n\nB. A worker cooperative shall credit the paid-in membership fee and additional paid-in capital of a member to the member's internal capital account and shall also record the apportionment of retained net earnings or net losses to the members in accordance with patronage by appropriately crediting or debiting the internal capital accounts of members. The collective reserve account in an internal capital account cooperative shall reflect any paid-in capital, net losses, and retained net earnings not allocated to individual members.\n\nC. The balances in all the internal capital accounts and collective reserve account, if any, shall be adjusted at the end of each accounting period so that the sum of the balances is equal to the net book value of the worker cooperative.\n\n2020, c. 673.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-3/section-13-1-355/"
    }
  ]
}