{
  "state": "virginia",
  "path": "title-title-131-corporations/chapter-chapter-7-professional-corporations",
  "sections": [
    {
      "id": "section-131-542",
      "number": "13.1-542.",
      "heading": "Repealed§ 13.1-542.1. Practice of certain professions by corporations§ 13",
      "text": "1-543. Definitions§ 13.1-544. Who may organize and become shareholder§ 13.1-544.1. Use of initials \"P.C.\" or \"PC\" in corporate name§ 13.1-544.2. Certificate of authority for foreign professional corporations§ 13.1-545. Repeale",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131-5421",
      "number": "13.1-542.1.",
      "heading": "Practice of certain professions by corporations",
      "text": "Unless otherwise prohibited by law or regulation, the professional services defined in subsection A of § 13.1-543 may be rendered in this Commonwealth by:\n\n1. A corporation organized as a professional corporation pursuant to the provisions of this chapter;\n\n2. A foreign corporation that has obtained a certificate of authority pursuant to the provisions of this chapter;\n\n3. A corporation organized pursuant to the provisions of Chapter 9 (§ 13.1-601 et seq.) or Chapter 10 (§ 13.1-801 et seq.) of this title; or\n\n4. A foreign corporation that has obtained a certificate of authority pursuant to the provisions of Chapter 9 (§ 13.1-601 et seq.) or Chapter 10 (§ 13.1-801 et seq.) of this title.\n\n2003, c. 678.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-542-1/"
    },
    {
      "id": "section-131-543",
      "number": "13.1-543.",
      "heading": "Definitions",
      "text": "A. As used in this chapter:\n\n\"Eligible employee stock ownership plan\" means an employee stock ownership plan as such term is defined in § 4975(e)(7) of the Internal Revenue Code of 1986, as amended, sponsored by a professional corporation and with respect to which:\n\n1. All of the trustees of the employee stock ownership plan are individuals who are duly licensed or otherwise legally authorized to render the professional services for which the professional corporation is organized under this chapter; however, if a conflict of interest exists for one or more trustees with respect to a specific issue or transaction, such trustees may appoint a special independent trustee or special fiduciary, who is not duly licensed or otherwise legally authorized to render the professional services for which the professional corporation is organized under this chapter, which special independent trustee shall be authorized to make decisions only with respect to the specific issue or transaction that is the subject of the conflict;\n\n2. The employee stock ownership plan provides that no shares, fractional shares, or rights or options to purchase shares of the professional corporation shall at any time be issued, sold, or otherwise transferred directly to anyone other than an individual duly licensed or otherwise legally authorized to render the professional services for which the professional corporation is organized under this chapter, unless such shares are transferred as a plan distribution to a plan beneficiary and subject to immediate repurchase by the professional corporation, the employee stock ownership plan or another person authorized to hold such shares; however:\n\na. With respect to a professional corporation rendering the professional services of public accounting or certified public accounting:\n\n(1) The employee stock ownership plan may permit individuals who are not duly licensed or otherwise legally authorized to render these services to participate in such plan, provided such individuals are employees of the corporation and hold less than a majority of the beneficial interests in such plan; and\n\n(2) At least 51 percent of the total of allocated and unallocated equity interests in the corporation sponsoring such employee stock ownership plan are held (i) by the trustees of such employee stock ownership plan for the benefit of persons holding a valid CPA certificate as defined in § 54.1-4400, with unallocated shares allocated for these purposes pursuant to § 409(p) of the Internal Revenue Code of 1986, as amended, or (ii) by individual employees holding a valid CPA certificate separate from any interests held by such employee stock ownership plan; and\n\nb. With respect to a professional corporation rendering the professional services of architects, professional engineers, land surveyors, landscape architects, or certified interior designers, the employee stock ownership plan may permit individuals who are not duly licensed to render the services of architects, professional engineers, land surveyors, or landscape architects, or individuals legally authorized to use the title of certified interior designers to participate in such plan, provided such individuals are employees of the corporation and together hold not more than one-third of the beneficial interests in such plan, and that the total of the shares (i) held by individuals who are employees but not duly licensed to render such services or legally authorized to use a title and (ii) held by the trustees of such employee stock ownership plan for the benefit of individuals who are employees but not duly licensed to render such services or legally authorized to use a title, shall not exceed one-third of the shares of the corporation; and\n\n3. The professional corporation, the trustees of the employee stock ownership plan, and the other shareholders of the professional corporation comply with the foregoing provisions of the plan.\n\n\"Professional business entity\" means any entity as defined in § 13.1-603 that is duly licensed or otherwise legally authorized under the laws of the Commonwealth or the laws of the jurisdiction under whose laws the entity is formed to render the same professional service as that for which a professional corporation or professional limited liability company may be organized, including, but not limited to, (i) a professional limited liability company as defined in § 13.1-1102, (ii) a professional corporation as defined in this subsection, or (iii) a partnership that is registered as a registered limited liability partnership registered under § 50-73.132, all of the partners of which are duly licensed or otherwise legally authorized to render the same professional services as those for which the partnership was organized.\n\n\"Professional corporation\" means a corporation whose articles of incorporation set forth a sole and specific purpose permitted by this chapter and that is either (i) organized under this chapter for the sole and specific purpose of rendering professional service other than that of architects, professional engineers, land surveyors, or landscape architects, or using a title other than that of certified interior designers and, except as expressly otherwise permitted by this chapter, that has as its shareholders or members only individuals or professional business entities that are duly licensed or otherwise legally authorized to render the same professional service as the corporation, including the trustees of an eligible employee stock ownership plan or (ii) organized under this chapter for the sole and specific purpose of rendering the professional services of architects, professional engineers, land surveyors, or landscape architects, or using the title of certified interior designers, or any combination thereof, and at least two-thirds of whose shares are held by persons duly licensed within the Commonwealth to perform the services of an architect, professional engineer, land surveyor, or landscape architect, including the trustees of an eligible employee stock ownership plan, or by persons legally authorized within the Commonwealth to use the title of certified interior designer; or (iii) organized under this chapter or under Chapter 10 (§ 13.1-801 et seq.) for the sole and specific purpose of rendering the professional services of one or more practitioners of the healing arts, licensed under the provisions of Chapter 29 (§ 54.1-2900 et seq.) of Title 54.1, or one or more advanced practice registered nurses, licensed under Chapter 29 (§ 54.1-2900 et seq.) of Title 54.1, or one or more optometrists licensed under the provisions of Chapter 32 (§ 54.1-3200 et seq.) of Title 54.1, or one or more physical therapists and physical therapist assistants licensed under the provisions of Chapter 34.1 (§ 54.1-3473 et seq.) of Title 54.1, or one or more practitioners of the behavioral science professions, licensed under the provisions of Chapter 35 (§ 54.1-3500 et seq.), 36 (§ 54.1-3600 et seq.) or 37 (§ 54.1-3700 et seq.) of Title 54.1, or one or more practitioners of audiology or speech pathology, licensed under the provisions of Chapter 26 (§ 54.1-2600 et seq.) of Title 54.1, or one or more clinical nurse specialists who render mental health services licensed under Chapter 30 (§ 54.1-3000 et seq.) of Title 54.1 and registered with the Board of Nursing, or any combination of practitioners of the healing arts, optometry, physical therapy, the behavioral science professions, and audiology or speech pathology, and all of whose shares are held by or all of whose members are individuals or professional business entities duly licensed or otherwise legally authorized to perform the services of a practitioner of the healing arts, advanced practice registered nursing, optometry, physical therapy, the behavioral science professions, or audiology or speech pathology, including the trustees of an eligible employee stock ownership plan; however, nothing herein shall be construed so as to allow any member of the healing arts, optometry, physical therapy, the behavioral science professions, audiology or speech pathology, or advanced practice registered nursing to conduct his practice in a manner contrary to the standards of ethics of his branch of the healing arts, optometry, physical therapy, the behavioral science professions, audiology or speech pathology, or nursing, as the case may be.\n\n\"Professional service\" means any type of personal service to the public that requires as a condition precedent to the rendering of such service or use of such title the obtaining of a license, certification, or other legal authorization and shall be limited to the personal services rendered by pharmacists, optometrists, physical therapists and physical therapist assistants, practitioners of the healing arts, advanced practice registered nurses, practitioners of the behavioral science professions, veterinarians, surgeons, dentists, architects, professional engineers, land surveyors, landscape architects, certified interior designers, public accountants, certified public accountants, attorneys-at-law, insurance consultants, and audiologists or speech pathologists. For the purposes of this chapter, the following shall be deemed to be rendering the same professional service:\n\n1. Architects, professional engineers, and land surveyors; and\n\n2. Practitioners of the healing arts, licensed under the provisions of Chapter 29 (§ 54.1-2900 et seq.) of Title 54.1; advanced practice registered nurses, licensed under the provisions of Chapter 29 (§ 54.1-2900 et seq.) of Title 54.1; optometrists, licensed under the provisions of Chapter 32 (§ 54.1-3200 et seq.) of Title 54.1; physical therapists and physical therapist assistants, licensed under the provisions of Chapter 34.1 (§ 54.1-3473 et seq.) of Title 54.1; and practitioners of the behavioral science professions, licensed under the provisions of Chapters 35 (§ 54.1-3500 et seq.), 36 (§ 54.1-3600 et seq.), and 37 (§ 54.1-3700 et seq.) of Title 54.1.\n\nB. Persons who practice the healing art of performing professional clinical laboratory services within a hospital pathology laboratory shall be legally authorized to do so for purposes of this chapter if such persons (i) hold a doctorate degree in the biological sciences or a board certification in the clinical laboratory sciences and (ii) are tenured faculty members of an accredited medical school that is an \"institution\" as that term is defined in § 23.1-1100.\n\n1970, c. 77; 1972, c. 180; 1980, cc. 701, 757; 1981, c. 217; 1985, c. 576; 1989, c. 665; 1990, cc. 481, 595; 1992, cc. 13, 16; 1994, c. 349; 1999, c. 83; 2000, cc. 194, 688, 763; 2003, c. 678; 2006, cc. 672, 715; 2008, c. 265; 2009, c. 309; 2017, c. 314; 2020, c. 726; 2023, c. 183.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-543/"
    },
    {
      "id": "section-131-544",
      "number": "13.1-544.",
      "heading": "Who may organize and become shareholder",
      "text": "A. An individual or group of individuals (i) duly licensed or otherwise legally authorized to render the same professional services other than those of architects, professional engineers or land surveyors, or to use a title other than those of certified landscape architects or certified interior designers, of which at least one is duly licensed or otherwise legally authorized to render such professional services within the Commonwealth, or (ii) complying with the provisions of § 13.1-549 and duly licensed to render within the Commonwealth the professional services of architects, professional engineers or land surveyors, or legally authorized to use within the Commonwealth the title of certified landscape architects or certified interior designers, or any combination thereof, may organize a professional corporation for pecuniary profit under the provisions of Chapter 9 (§ 13.1-601 et seq.) of this title or organize a professional corporation as a nonstock corporation under the provisions of Chapter 10 (§ 13.1-801 et seq.) of this title, for the sole and specific purpose of rendering the same and specific professional service, subject to any laws, not inconsistent with the provisions of this chapter, which are applicable to the practice of that profession in the corporate form.\n\nB. An eligible employee stock ownership plan or any individual or group of individuals described in clause (i) or (ii) of subsection A may become a shareholder or shareholders of a professional corporation for pecuniary profit under the provisions of Chapter 9 (§ 13.1-601 et seq.) of this title, for the sole and specific purpose of rendering the same and specific professional service, subject to any laws, not inconsistent with the provisions of this chapter, that are applicable to the practice of that profession in the corporate form.\n\nC. Any individual or group of individuals described in clause (i) or (ii) of subsection A may become a member or members of a professional corporation organized as a nonstock corporation under the provisions of Chapter 10 (§ 13.1-801 et seq.) of this title for the sole and specific purpose of rendering such professional services, subject to any laws, not inconsistent with the provisions of this chapter, that are applicable to the practice of that profession in the corporate form.\n\n1970, c. 77; 1981, c. 58; 1989, c. 665; 1994, c. 349; 2000, c. 763; 2006, cc. 672, 715.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-544/"
    },
    {
      "id": "section-131-5441",
      "number": "13.1-544.1.",
      "heading": "Use of initials \"P.C.\" or \"PC\" in corporate name",
      "text": "Any professional corporation as defined in § 13.1-543 may, but is not required to, use the initials \"P.C.\" or \"PC,\" or the phrase \"professional corporation\" or \"a professional corporation,\" at the end of its corporate name. Such initials or phrase may be used in the place of any word or abbreviation required by subsection A of § 13.1-630.\n\n1972, c. 577; 1973, c. 136; 1981, c. 58; 2002, c. 77; 2003, cc. 592, 678.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-544-1/"
    },
    {
      "id": "section-131-5442",
      "number": "13.1-544.2.",
      "heading": "Certificate of authority for foreign professional corporations",
      "text": "A. Notwithstanding any other provision of this chapter, a foreign professional corporation, organized under the laws of a jurisdiction other than the Commonwealth of Virginia to perform a professional service of the type defined in subsection A of § 13.1-543, may apply for and obtain a certificate of authority to render such professional services in Virginia on the following terms and conditions:\n\n1. Only stockholders and employees licensed or otherwise legally qualified by this Commonwealth may perform the professional service in Virginia.\n\n2. The professional corporation must meet every requirement of this chapter except the requirement that its stockholders be licensed to perform the professional service in this Commonwealth.\n\n3. The powers of any foreign professional corporation admitted under this section shall not exceed the powers permitted to domestic professional corporations under this chapter.\n\nB. In order to qualify, a foreign professional corporation shall make application to the Commission as provided in § 13.1-759 and shall make such application for and secure a certificate of authority as may be required by § 13.1-549; and, in addition, shall be required to set forth the name and address of each stockholder of the corporation who will be providing the professional service in this Commonwealth and whether such stockholder is licensed, or otherwise legally qualified, to perform the professional service in Virginia.\n\n1978, c. 674; 2002, c. 77; 2003, c. 678.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-544-2/"
    },
    {
      "id": "section-131-545",
      "number": "13.1-545.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1988, c. 765, effective January 1, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-545/"
    },
    {
      "id": "section-131-5451",
      "number": "13.1-545.1.",
      "heading": "Merger with foreign professional corporation or foreign professional limited liability company",
      "text": "Any corporation organized under this chapter may merge with one or more foreign professional corporations that have obtained a certificate of authority to transact business in the Commonwealth pursuant to § 13.1-544.2, or one or more foreign professional limited liability companies that have obtained a certificate of registration to transact business in the Commonwealth pursuant to § 13.1-1105, only if the professional corporations and the professional limited liability companies are organized to render the same professional service, provided that (i) the merger is permitted by the laws of the jurisdiction under which each such foreign professional corporation or foreign professional limited liability company is organized, (ii) if the surviving or new professional business entity is a professional corporation organized and operating under the laws of the Commonwealth, all of its shareholders shall be licensed or otherwise legally authorized to render the same professional service as the corporation, provided that if such service is that of architects, professional engineers, land surveyors or certified landscape architects, or any combination thereof, at least two-thirds of its shares shall be held by individuals who are licensed or otherwise legally authorized within the Commonwealth to render the applicable service, and (iii) if the surviving or new professional business entity is a professional limited liability company organized and operating under the laws of the Commonwealth, all of its members and managers shall be licensed or otherwise legally authorized to render the same professional service as the professional limited liability company, provided that if such service is that of architects, professional engineers, land surveyors or certified landscape architects, or any combination thereof, at least two-thirds of its membership interests shall be held by individuals or professional business entities that are licensed or otherwise legally authorized within the Commonwealth to render the applicable service.\n\n1978, c. 674; 1987, c. 425; 1994, c. 349; 2008, c. 509.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-545-1/"
    },
    {
      "id": "section-131-546",
      "number": "13.1-546.",
      "heading": "How corporation may render professional services; nonprofessional employees and officers; organizers and shareholders need not be employees, etc.",
      "text": "No corporation organized and incorporated under this chapter may render professional services except through its officers, employees, independent contractors, and agents who are duly licensed or otherwise legally authorized to render such professional services, and only shareholders, officers, employees, independent contractors, and agents licensed or otherwise legally qualified by this Commonwealth may perform the professional service in Virginia; provided, however, this provision shall not be interpreted to preclude clerks, secretaries, bookkeepers, technicians and other assistants who are not usually and ordinarily considered by custom and practice to be rendering professional service to the public for which a license or other legal authorization is required from acting as employees of a professional corporation and performing their usual duties or from acting as officers of a professional corporation; and provided further that nothing contained in this chapter shall be interpreted to require that the right of an individual to be a shareholder of a corporation organized under this chapter, or to organize such a corporation, is dependent upon the present or future existence of an employment relationship between him and such corporation, or his present or future active participation in any capacity in the production of the income of such corporation or in the performance of the services rendered by such corporations.\n\n1970, c. 77; 1994, c. 349; 2003, c. 786.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-546/"
    },
    {
      "id": "section-131-5461",
      "number": "13.1-546.1.",
      "heading": "Professional law corporations may qualify as executor, administrator or in other fiduciary capacity",
      "text": "A professional corporation engaged in the practice of law, as a part of the practice of law, may act as an executor, trustee or administrator of an estate, or guardian for an infant, or in any other fiduciary capacity. Any officer, employee or agent of a professional corporation engaged in the practice of law who is duly licensed as an attorney in the Commonwealth may perform necessary fiduciary responsibilities on behalf of the corporation.\n\n1989, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-546-1/"
    },
    {
      "id": "section-131-547",
      "number": "13.1-547.",
      "heading": "Professional relationships not affected; liability for debts, etc., of corporation, its directors, officers and employees",
      "text": "The provisions of this chapter shall not be construed to alter or affect the professional relationship between a person furnishing professional services and a person receiving such service either with respect to liability arising out of such professional service or the confidential relationship between the person rendering the professional service and the person receiving such professional service, if any, and all such confidential relationships enjoyed under the laws of this Commonwealth, whether now in existence, or hereafter enacted, shall remain inviolate. A director, officer, agent or employee of a professional corporation shall not, by reason of being any director, officer, agent or employee of such corporation, be personally liable for any debts or claims against, or the acts or omissions of the corporation or of another director, officer, agent or employee of the corporation, but the corporation shall be liable for the acts or omissions of its directors, officers, agents, employees and servants to the same extent to which any other corporation would be liable for the acts or omissions of its directors, officers, agents, employees and servants while they are engaged in carrying on the corporate business.\n\n1970, c. 77; 1984, c. 448.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-547/"
    },
    {
      "id": "section-131-548",
      "number": "13.1-548.",
      "heading": "Corporation not to engage in other business; investment of funds",
      "text": "No corporation organized under this chapter shall engage in any business other than the rendering of the professional services for which it was specifically incorporated; provided, however, nothing in this chapter or in any other provisions of existing law applicable to corporations shall be interpreted to prohibit such corporation from investing its funds in real estate, mortgages, stocks, bonds or any other type of investments, from owning real or personal property, or from exercising any other investment power granted to corporations under this title and not in conflict with the provisions of this chapter.\n\n1970, c. 77; 1975, c. 543.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-548/"
    },
    {
      "id": "section-131-549",
      "number": "13.1-549.",
      "heading": "Qualifications of shareholders; special provisions for corporations rendering services of architects, professional engineers, landscape architects and land surveyors, and using the title of certified interior designers",
      "text": "A. A corporation rendering the services of architects, professional engineers, land surveyors, or landscape architects, or using the title of certified interior designers, or any combination thereof, shall issue not less than two-thirds of its shares to individuals or professional business entities duly licensed to render the services of architect, professional engineer, land surveyor, or landscape architect, or to individuals legally authorized to use the title of certified interior designer, and the remainder of said shares may be issued only to and held by individuals who are employees of the corporation whether or not such employees are licensed to render professional services or authorized to use a title. For a corporation using the title of certified interior designers and providing the services of architects, professional engineers or land surveyors, or any combination thereof, not less than two-thirds of its shares shall be held by individuals or professional business entities who are duly licensed. No other professional corporation, except for a corporation engaged in the practice of accounting as described in § 13.1-549.1, may issue any of its shares to anyone other than an individual or professional business entity who is duly licensed or otherwise legally authorized to render the same specific professional services as those for which the corporation was incorporated, including trustees of an eligible employee stock ownership plan. Notwithstanding the above limitations, a professional corporation may (i) issue its shares to a partnership each of the partners of which is duly licensed or otherwise legally authorized to render the same professional services as those for which the corporation was incorporated or (ii) issue any of its shares to, and have as shareholders, directly or indirectly, whether through shares, fractional shares, or rights or options to purchase shares, the trustees of an eligible employee stock ownership plan.\n\nB. As an additional prerequisite for a corporation engaging in the practice of the professions of architecture, professional engineering, land surveying, or landscape architecture, or using the title of certified interior designer, or any combination thereof, such corporation shall secure a certificate of authority, which may be renewable and may be either general or limited, from the Board for Architects, Professional Engineers, Land Surveyors, Certified Interior Designers and Landscape Architects. Such certificate of authority shall be issued or renewed by the Board when in its discretion such corporation is in compliance with rules and regulations which shall be promulgated by the said Board consistent with its jurisdiction to provide adequate safeguards for the public's health, welfare and safety. The fees for a certificate of authority as described above shall be the same fees as provided for in Chapter 4 (§ 54.1-400 et seq.) of Title 54.1.\n\n1970, c. 77; 1972, c. 655; 1980, c. 757; 1998, c. 27; 2000, cc. 191, 763; 2006, cc. 672, 715; 2008, c. 265; 2009, c. 309.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-549/"
    },
    {
      "id": "section-131-5491",
      "number": "13.1-549.1.",
      "heading": "Special provision for corporation engaged in practice of accounting",
      "text": "Before any professional corporation may engage in the practice of accounting in this Commonwealth it shall first obtain and maintain any registration required for such corporation by Chapter 44 (§ 54.1-4400 et seq.) of Title 54.1. A corporation rendering the services of accounting shall issue not less than fifty-one percent of its shares to individuals or professional business entities duly licensed or otherwise legally authorized to render the services of accounting, including trustees of an eligible employee stock ownership plan, and the remainder of said shares may be issued only to and held by individuals who are employees of the corporation, whether or not such employees are licensed or otherwise authorized to render professional services.\n\n1972, c. 180; 2000, c. 191; 2006, cc. 672, 715; 2008, c. 265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-549-1/"
    },
    {
      "id": "section-131-5492",
      "number": "13.1-549.2.",
      "heading": "Registration certificate required for corporation engaged in practice of law",
      "text": "Before any professional corporation may engage in the practice of law in this Commonwealth, it shall first obtain and maintain a registration certificate required for such corporation by Chapter 39 of Title 54.1. Any such professional corporation which has been issued a certificate of incorporation before June 1, 1973, shall be issued a registration certificate upon the payment of the required fee and upon compliance with § 54.1-3902 on or before January 1, 1974.\n\n1973, c. 484.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-549-2/"
    },
    {
      "id": "section-131-5493",
      "number": "13.1-549.3.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1994, c. 349.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-549-3/"
    },
    {
      "id": "section-131-550",
      "number": "13.1-550.",
      "heading": "Transfer of shares",
      "text": "A. No shareholder of a corporation organized under this chapter may sell or transfer his shares in such corporation except to (i) the corporation, (ii) another individual or professional business entity who is eligible to be a shareholder of such corporation, (iii) a qualified charitable remainder trust as defined in subsection B, or (iv) the trustees of an eligible employee stock ownership plan. In the case of a corporation rendering the services of architects, professional engineers, land surveyors and certified landscape architects, or any combination thereof, no person who is not duly licensed or otherwise legally authorized to render one such service shall be eligible unless at least two-thirds of the remaining shares after the sale or transfer shall be held by individuals or professional business entities duly licensed or otherwise legally authorized to perform one such service.\n\nB. As used in this section, \"qualified charitable remainder trust\" means a trust meeting the requirements of § 664 of the United States Internal Revenue Code of 1986, as amended, and which meets all of the following conditions:\n\n1. Has one or more current income beneficiaries, all of which are eligible to be a shareholder in the corporation under § 13.1-544.\n\n2. Has a trustee or independent special trustee who:\n\na. Is eligible to be a shareholder in the corporation under § 13.1-544; and\n\nb. Has exclusive authority over the shares of the corporation while the shares are held in the trust.\n\n3. Has one or more irrevocably designated charitable remaindermen, all of which must at all times be domiciled or maintain a local chapter in the Commonwealth of Virginia.\n\n4. When transferring any assets during the term of the trust to charitable organizations, the distributions are made only to charitable organizations described in § 170(c) of the Internal Revenue Code that are domiciled or maintain a local chapter in this Commonwealth.\n\n1970, c. 77; 1980, c. 757; 1999, c. 100; 2006, cc. 672, 715; 2008, c. 265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-550/"
    },
    {
      "id": "section-131-551",
      "number": "13.1-551.",
      "heading": "Disqualification of shareholder",
      "text": "If any officer, shareholder, agent or employee of a corporation organized under this chapter who has been rendering professional service to the public becomes legally disqualified to render such professional services within this Commonwealth, he shall immediately sever all employment with, and financial interests in such corporation except that he may be a shareholder subject to the provisions of this chapter. A corporation's failure to require compliance with this provision shall constitute a ground for the forfeiture of its articles of incorporation and the termination of its corporate existence by the State Corporation Commission.\n\n1970, c. 77; 2002, c. 77.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-551/"
    },
    {
      "id": "section-131-552",
      "number": "13.1-552.",
      "heading": "Conversion into nonprofessional corporation; disposition of shares of deceased or disqualified shareholders",
      "text": "A. A corporation under this chapter shall have perpetual existence until its corporate existence is terminated in accordance with other provisions of this title.\n\nB. Whenever all shareholders of a corporation licensed under this chapter cease at any one time and for any reason to be licensed, certified or registered in the particular field of endeavor for which the corporation was organized, or by the vote of the holders of at least two-thirds of its outstanding capital stock, the corporation thereupon shall be treated as converted into, and shall operate henceforth solely as, a corporation under applicable provisions of this title, exclusive of this chapter, but may be reconverted upon removal of the disability or by the vote of the holders of at least two-thirds of its outstanding capital stock.\n\nC. Within one year following the date of death of a shareholder, or his disqualification as hereinbefore provided, all of the shares of such shareholders shall be transferred to, and acquired by, the corporation or persons qualified to own the shares, if the provisions of subsection B are inapplicable. If no other provision to accomplish this transfer and acquisition is in effect and carried out within this period, the corporation thereafter shall purchase and redeem all of the decedent shareholder's shares of stock at book value, determined as of the end of the month immediately preceding death or disqualification. The book value shall be determined from the books and records of the corporation in accordance with the generally accepted accounting principles on the accrual method of accounting. No subsequent adjustment of this book value, whether by the corporation itself, by federal income tax audit made and agreed to, or by a court decision which has become final, shall alter the redemption price. Nothing contained in this section shall prevent the parties involved from making any other arrangement or provision in the corporate articles, bylaws, or by contract to transfer the shares of a (i) deceased or disqualified shareholder or (ii) disqualified charitable remainder trust to the corporation or to persons qualified to own the shares, whether made before or after (i) the death or disqualification of the shareholder or (ii) the disqualification of a charitable remainder trust, provided that within the one-year period herein specified all the stock involved shall have been so transferred.\n\n1970, c. 77; 1999, c. 100; 2002, c. 77.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-552/"
    },
    {
      "id": "section-131-553",
      "number": "13.1-553.",
      "heading": "Board of directors",
      "text": "A. Except as provided in an agreement adopted pursuant to § 13.1-671.1 or 13.1-852.1 that is not in conflict with § 13.1-544, a professional corporation organized pursuant to the provisions of this chapter shall be governed by a board of directors, which shall have the full management of the business and affairs of the corporation and continuing exclusive authority to make management decisions on its behalf, including the power and authority to delegate to its agents, officers, and employees, and to delegate by a management agreement or another agreement with, or otherwise to, other persons managerial duties and tasks related to the corporation's operations, and no shareholder or member shall have the power to bind the corporation within the scope of its business or profession merely by virtue of his being a shareholder or member. To the extent the board of directors is eliminated or its make-up or manner of selection is modified by an agreement adopted pursuant to § 13.1-671.1 or 13.1-852.1, only individuals or entities licensed or otherwise legally authorized to render the same professional services within the Commonwealth as the services provided by the professional corporation or its shareholders or members shall supervise and direct the provision of professional services of that professional corporation or its shareholders or members within the Commonwealth; however, in the case of a corporation rendering the services of architects, professional engineers, land surveyors, landscape architects, or certified interior designers, or any combination thereof, such supervision and direction may be provided by individuals who are employees of the corporation and are not duly licensed to render such professional services so long as at least two-thirds of the individuals providing such supervision and direction are employees of the corporation and duly licensed to render such professional services.\n\nB. The articles of incorporation may prescribe the manner in which the board of directors shall be chosen and the number thereof. No individual not duly licensed or otherwise duly authorized to render the professional services of the corporation shall be a member of the board of directors, except that the board of directors of a corporation rendering the services of architects, professional engineers, land surveyors, landscape architects, or certified interior designers, or any combination thereof, may have as members employees of the corporation who are not authorized to render the professional services of the corporation, provided that such employee-directors do not constitute more than one-third of all of the members of the board of directors.\n\nC. The board of directors, including the first board of directors, shall consist of one or more individuals. The number of directors shall be fixed by the bylaws except as to the number of the first board of directors, which shall be fixed by the articles of incorporation. The number of directors may be increased or decreased from time to time by amendment of the bylaws, unless the articles of incorporation provide that a change in the number of directors shall be made only by amendment of the articles of incorporation. In the absence of a bylaw fixing the number of directors, the number shall be the same as that stated in the articles of incorporation.\n\n1970, c. 77; 1978, c. 828; 1982, c. 590; 1995, c. 322; 2006, c. 649; 2007, c. 629; 2009, c. 309; 2010, c. 532.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-553/"
    },
    {
      "id": "section-131-554",
      "number": "13.1-554.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2002, ch. 346.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-554/"
    },
    {
      "id": "section-131-5541",
      "number": "13.1-554.1.",
      "heading": "Income and property taxes",
      "text": "All professional corporations organized or qualifying under the provisions of this chapter, shall be taxed as corporations for income tax purposes and shall be subject to the provisions of Chapter 3 (§ 58.1-300 et seq.) of Title 58.1, entitled \"Income Taxes,\" insofar as these provisions are applicable to corporations, and property owned by such corporations shall be taxed in the actual form in which it may exist and not as capital. The provisions of this section shall be effective January 1, 1971.\n\n1972, c. 214.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-554-1/"
    },
    {
      "id": "section-131-555",
      "number": "13.1-555.",
      "heading": "Merger",
      "text": "A professional corporation operating pursuant to the terms of this chapter may merge with one or more corporations, limited liability companies, or domestic partnerships only if the surviving corporation, limited liability company, or domestic partnership is a professional corporation, a professional limited liability company, or a domestic partnership all of the partners of which are professional corporations, professional limited liability companies, or individuals duly licensed or otherwise legally authorized to render the same professional services as those for which the surviving professional corporation, professional limited liability company, or domestic partnership was incorporated or organized.\n\n1970, c. 77; 2008, c. 509.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-555/"
    },
    {
      "id": "section-131-556",
      "number": "13.1-556.",
      "heading": "Application of Chapter 9 or Chapter 10 of this title",
      "text": "The provisions of Chapter 9 (§ 13.1-601 et seq.) or Chapter 10 (§ 13.1-801 et seq.), as the case may be, of this title shall be applicable to professional corporations organized under the provisions of this chapter. Where a conflict arises between the provisions found in Chapter 9, or Chapter 10, as the case may be, and this chapter, this chapter shall control.\n\n1970, c. 77; 1972, c. 84; 2000, c. 194.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-13-1/chapter-7/section-13-1-556/"
    }
  ]
}