{
  "state": "michigan",
  "path": "title-chapter-325-health/chapter-act-399-of-1976-safe-drinking-water-act-3251001-3251023",
  "sections": [
    {
      "id": "section-3251001",
      "number": "325.1001",
      "heading": "Short Title.Section 325.1001a - Legislative Intent; Water Resources Research Institutes",
      "text": "Section 325.1002 - Definitions.Section 325.1003 - Power and Control Over Public Water Supplies and Suppliers of Water; Inspection of Waterworks System.Section 325.1003a - Exemption of Agricultural Employer From W",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3251001a",
      "number": "325.1001a",
      "heading": "Legislative Intent; Water Resources Research Institutes.",
      "text": "It is the intent of the legislature to provide adequate water resources research institutes and other facilities within the state of Michigan so that the state may assure the long-term health of its public water supplies and other vital natural resources.\n\nHistory:Add. 1998, Act 56, Imd. Eff. Apr. 8, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1001a/"
    },
    {
      "id": "section-3251002",
      "number": "325.1002",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Bottled drinking water\" means water that is ultimately sold, provided, or offered for human consumption in a closed container.\n\n(b) \"Capacity assessment\" means an evaluation of the technical, financial, and managerial capability of a community supply or nontransient noncommunity water supply to comply and maintain compliance with all requirements of this act and the rules promulgated under this act.\n\n(c) \"Community supply\" means a public water supply that provides year-round service to not fewer than 15 living units or which regularly provides year-round service to not fewer than 25 residents.\n\n(d) \"Contaminant\" means a physical, chemical, biological, or radiological substance or matter in water.\n\n(e) \"Customer service connection\" means the pipe between a water main and customer site piping or building plumbing system.\n\n(f) \"Customer site piping\" means an underground piping system owned or controlled by the customer that conveys water from the customer service connection to building plumbing systems and other points of use on lands owned or controlled by the customer. Customer site piping does not include any system that incorporates treatment to protect public health.\n\n(g) \"Department\" means the department of environmental quality or its authorized agent or representative.\n\n(h) \"Director\" means the director of the department of environmental quality or his or her authorized agent or representative.\n\n(i) \"Imminent hazard\" means that in the judgment of the director there is a violation, or a condition that may cause a violation, of the state drinking water standards at a public water supply requiring immediate action to prevent endangering the health of people.\n\n(j) \"Living unit\" means a house, apartment, or other domicile occupied or intended to be occupied on a day to day basis by an individual, family group, or equivalent.\n\n(k) \"Noncommunity supply\" means a public water supply that is not a community supply, but that has not less than 15 service connections or that serves not fewer than 25 individuals on an average daily basis for not less than 60 days per year.\n\n(l) \"Nontransient noncommunity water supply\" means a noncommunity public water supply that serves not fewer than 25 of the same individuals on an average daily basis over 6 months per year. This definition includes water supplies in places of employment, schools, and day-care centers.\n\n(m) \"Person\" means an individual, partnership, copartnership, cooperative, firm, company, public or private association or corporation, political subdivision, agency of the state, agency of the federal government, trust, estate, joint structure company, or any other legal entity, or their legal representative, agent, or assigns.\n\n(n) \"Plans and specifications\" means drawings, data, and a true description or representation of an entire waterworks system or parts of the system as it exists or is to be constructed, and a statement on how a waterworks system is to be operated.\n\n(o) \"Political subdivision\" means a city, village, township, charter township, county, district, authority or portion or combination thereof.\n\n(p) \"Public water supply\" means a waterworks system that provides water for drinking or household purposes to persons other than the supplier of the water, and does not include either of the following:\n\n(i) A waterworks system that supplies water to only 1 living unit.\n\n(ii) A waterworks system that consists solely of customer site piping.\n\n(q) \"State drinking water standards\" means quality standards setting limits for contaminant levels or establishing treatment techniques to meet standards necessary to protect the public health.\n\n(r) \"Service connection\" means a direct connection from a distribution water main to a living unit or other site to provide water for drinking or household purposes.\n\n(s) \"Source water assessment\" means a state program to delineate the boundaries of areas in the state from which 1 or more public water supplies receive supplies of drinking water, to identify contaminants regulated under this act for which monitoring is required because the state has determined they may present a threat to public health, and, to the extent practical, to determine the susceptibility of the public water supply in the delineated area to these contaminants.\n\n(t) \"Supplier of water\" or \"supplier\" means a person who owns or operates a public water supply, and includes a water hauler.\n\n(u) \"Transient noncommunity water supply\" means a noncommunity supply that does not meet the definition of nontransient noncommunity water supply.\n\n(v) \"Water hauler\" means a person engaged in bulk vehicular transportation of water to other than the water hauler's own household which is intended for use or used for drinking or household purposes. Excluded from this definition are those persons providing water solely for employee use.\n\n(w) \"Water main\" means a pipe owned or controlled by a supplier that may convey water to a customer service connection or to a fire hydrant.\n\n(x) \"Waterworks system\" or \"system\" means a system of pipes and structures through which water is obtained and distributed, including but not limited to wells and well structures, intakes and cribs, pumping stations, treatment plants, storage tanks, pipelines and appurtenances, or a combination thereof, actually used or intended for use for the purpose of furnishing water for drinking or household purposes.\n\n(y) \"Year-round service\" means the ability of a supplier of water to provide drinking water on a continuous basis to a living unit or facility.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1989, Act 34, Imd. Eff. May 31, 1989 ;-- Am. 1993, Act 165, Imd. Eff. Sept. 16, 1993 ;-- Am. 1998, Act 56, Imd. Eff. Apr. 8, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1002/"
    },
    {
      "id": "section-3251003",
      "number": "325.1003",
      "heading": "Power and Control Over Public Water Supplies and Suppliers of Water; Inspection of Waterworks System.",
      "text": "Subject to limitations contained in this act, the department shall have power and control over public water supplies and suppliers of water. The director may enter upon the waterworks system of a supplier of water at reasonable times for the purpose of inspecting the system and carrying out this act and rules promulgated under this act.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1003/"
    },
    {
      "id": "section-3251003a",
      "number": "325.1003a",
      "heading": "Exemption of Agricultural Employer From Well Inspection Fees; Definitions.",
      "text": "(1) An agricultural employer using a well to provide water for employee use is exempt from any well inspection fees that may be or are imposed under this act or rules promulgated under this act.\n\n(2) As used in this section:\n\n(a) \"Agricultural employer\" means a person, corporation, association, or other legal entity that employs 1 or more persons in hand labor operations for the production of food, fiber, or other agricultural products including seed, seedlings, plants, or parts of plants.\n\n(b) \"Hand labor operations\" means agricultural activities performed by hand or with hand tools and includes the cultivating, weeding, planting, and harvesting of vegetables, nuts, fruits, seedlings, and other crops, including mushrooms; packing produce by hand into containers, whether done on the ground, on a moving machine, or in a temporary packing shed located in a field; and operations performed in conjunction with hand labor operations. Hand labor operations does not include logging operations, the care or feeding of livestock, or activities conducted in permanent structures, including canning facilities or packing houses.\n\nHistory:Add. 1989, Act 34, Imd. Eff. May 31, 1989Admin Rule:R 325.10101 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1003a/"
    },
    {
      "id": "section-3251003b",
      "number": "325.1003b",
      "heading": "Department of Environmental Quality; Powers; Conduct of Capacity Assessment or Source Water Assessment; Availability of Records to Department.",
      "text": "(1) The department may do 1 or more of the following:\n\n(a) Conduct a capacity assessment at a community supply, a nontransient noncommunity water supply, or a public water supply applying to the department for assistance under part 54 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.5401 to 324.5418.\n\n(b) Conduct a source water assessment at a public water supply.\n\n(c) Enter the facilities and business offices used in the operation of a public water supply.\n\n(2) Public water supplies shall make available to the department records needed to conduct a capacity assessment or source water assessment. The department may request information in writing or during on-site visits to conduct capacity assessments or source water assessments.\n\nHistory:Add. 1998, Act 56, Imd. Eff. Apr. 8, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1003b/"
    },
    {
      "id": "section-3251004",
      "number": "325.1004",
      "heading": "Waterworks System; Filing Plans and Specifications; General Plan; Evaluation of Proposed System; Use of Assessment Tool; Determination of Zone C Withdrawal; Certification of Measures Taken; Capacity Assessment; Return or Rejection of Plans and Specifications; Public Notice; Plans and Specifications ",
      "text": "(1) A supplier of water shall file with the department the plans and specifications of the entire waterworks system owned or operated by the supplier, unless the department determines that its existing records are adequate. A general plan of the waterworks system for each public water supply shall be provided to the department by a supplier of water and shall be updated as determined necessary by the department.\n\n(2) Upon receipt of the plans and specifications for a proposed waterworks system, the department shall evaluate the adequacy of the proposed system to protect the public health by supplying water meeting the state drinking water standards and, if applicable, shall evaluate the impact of the proposed system as provided in subsections (3) and (4). In addition, for a proposed waterworks system by a community supply that will provide capacity for a new or increased large quantity withdrawal, the department shall utilize the assessment tool to evaluate the proposed withdrawal associated with the proposed waterworks system and shall confirm the assessment tool's determination. Prior to the implementation of the assessment tool under section 32706a, the department shall evaluate the proposed withdrawal based upon reasonably available information. If the department determines that the proposed withdrawal for a community supply is a zone C withdrawal, the community supply shall certify that it is implementing applicable environmentally sound and economically feasible water conservation measures prepared under section 32708a that the community supply considers to be reasonable or shall certify that it is implementing environmentally sound and economically feasible water conservation measures developed for the water use associated with that specific withdrawal that the community supply considers to be reasonable. The department shall also conduct a capacity assessment for a proposed community supply or nontransient noncommunity water supply and determine if the system has the technical, financial, and managerial capacity to meet all requirements of this act and the rules promulgated under this act, on the date of commencement of operations. If upon evaluation the department determines the plans and specifications to be inadequate or the capacity assessment shows the system to be inadequate, the department may return the plans and specifications to the applicant and require additions or modifications as may be appropriate. The department may reject plans and specifications for a waterworks system that will not satisfactorily provide for the protection of the public health or, if applicable, will not meet the standards provided in subsection (4). The department may deny a permit for construction of a proposed community supply or a nontransient noncommunity water supply if the capacity assessment shows that the proposed system does not have adequate technical, financial, or managerial capacity to meet the requirements of this act and the rules promulgated under this act.\n\n(3) The department shall evaluate the impact of a proposed waterworks system for a community supply that will do any of the following:\n\n(a) Provide new total designed withdrawal capacity of more than 2,000,000 gallons of water per day from the waters of the state.\n\n(b) Provide an increased total designed withdrawal capacity of more than 2,000,000 gallons of water per day from the waters of the state beyond the system's total designed withdrawal capacity.\n\n(c) Provide new or increased total designed withdrawal capacity for a new or increased large quantity withdrawal of more than 1,000,000 gallons of water per day from the waters of the state to supply a common distribution system that the department confirms is a zone C withdrawal.\n\n(d) Provide new total designed withdrawal capacity or an increased total designed withdrawal capacity that will result in an intrabasin transfer of more than 100,000 gallons per day average over any 90-day period.\n\n(4) The department shall provide public notice that it is conducting an evaluation under subsection (3) and shall provide a public comment period of not less than 45 days before making a determination on that evaluation. The department shall reject the plans and specifications for a proposed waterworks system evaluated under subsection (3) if it determines that the proposed system will not meet the applicable standard provided in section 32723 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.32723. However, the department may approve the plans and specifications for a proposed waterworks system evaluated under subsection (3) for a community supply owned by a political subdivision that the department determines will not meet the applicable standard provided in section 32723 if the plans and specifications do not result in an intrabasin transfer of more than 100,000 gallons per day average over any 90-day period and both of the following conditions are met:\n\n(a) The department determines that there is no feasible and prudent alternative location for the withdrawal.\n\n(b) The department includes in the approval conditions related to depth, pumping capacity, rate of flow, and ultimate use that ensure that the environmental impact of the withdrawal is balanced by the public benefit of the withdrawal related to public health, safety, and welfare. This subdivision does not confer upon the department any authority to require a person to connect or to remain connected to an existing drinking water supply system owned by a political subdivision.\n\n(5) The department's approval of a proposed waterworks system under this section shall be considered to satisfy the requirements of section 4.11 of the compact.\n\n(6) Before commencing the construction of a waterworks system or an alteration, addition, or improvement to a system, a supplier of water shall submit the plans and specifications for the improvements to the department and secure from the department a permit for construction as provided by rule. Plans and specifications submitted to the department shall be prepared by a professional engineer licensed under article 20 of the occupational code, 1980 PA 299, MCL 339.2001 to 339.2014. A contractor, builder, or supplier of water shall not engage in or begin the construction of a waterworks system or an alteration, addition, or improvement to a waterworks system until a valid permit for the construction has been secured from the department. A contractor, builder, or supplier of water who permits or allows construction to proceed without a valid permit, or in a manner not in accordance with the plans and specifications approved by the department, violates this act. A supplier of water shall not issue a voucher or check or in any other way expend money or provide consideration for construction of a waterworks system unless a valid permit issued by the department is in effect. The department may issue a permit with conditions to correct minor design deficiencies. If eligible, a supplier may request an expedited review of an application for a permit under section 4a.\n\n(7) The department may deny a permit for construction of a waterworks system or an alteration, addition, or improvement to a waterworks system if the most recent capacity assessment shows that the waterworks system does not have adequate technical, financial, or managerial capacity to meet the requirements of this act and the rules promulgated under this act, and the deficiencies identified in that capacity assessment remain uncorrected, unless the proposed construction will remedy the deficiencies.\n\n(8) The department may verbally approve minor modifications of a construction permit issued by the department as a result of unforeseen site conditions that become apparent during construction. Minor modifications include, but are not limited to, extending a hydrant lead or routing a water main around a manhole. A supplier making a request for a modification shall provide to the department all relevant information required under this section and the application form provided by the department related to the modification. A supplier shall obtain written approval from the department for all modifications to a waterworks system except when the department provides verbal approval for a minor modification as provided for in this subsection. A supplier receiving a written or verbal approval from the department shall submit revised plans and specifications to the department within 10 days from the date of approval.\n\n(9) If a supplier seeks confirmation of the department's verbal approval of a minor modification under subsection (8), the supplier shall notify the department electronically, at an address specified by the department, with a detailed description of the request for the modification. The department shall make reasonable efforts to respond within 2 business days, confirming whether the request has been approved or not approved. If the department has not responded within 2 business days after the department receives the detailed description, the verbal approval shall be considered confirmed.\n\n(10) As a condition of a permit issued under this section to a community supply, the department shall require the permit holder to annually submit to the department a report by April 1 of each year that contains the information described in section 32707 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.32707.\n\n(11) As used in this section, \"assessment tool\", \"compact\", \"intrabasin transfer\", \"new or increased large quantity withdrawal\", \"waters of the state\", and \"zone C withdrawal\" mean those terms as they are defined in section 32701 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.32701.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1998, Act 56, Imd. Eff. Apr. 8, 1998 ;-- Am. 2006, Act 37, Imd. Eff. Feb. 28, 2006 ;-- Am. 2006, Act 601, Imd. Eff. Jan. 3, 2007 ;-- Am. 2008, Act 187, Imd. Eff. July 9, 2008Compiler's Notes:In the third and fourth sentences of subsection (2), the citations to \"section 32706a\" and \"section 32708a\", evidently should read \"section 32706a of the natural resources and environmental act, 1994 PA 451, MCL 324.32706a\" and \"section 32708a of the natural resources and environmental act, 1994 PA 451, MCL 324.32708a\", respectively.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1004/"
    },
    {
      "id": "section-3251004a",
      "number": "325.1004a",
      "heading": "Expedited Permit Application Review Process.",
      "text": "(1) Not later than October 1, 2007, the department shall establish an expedited permit application review process available for projects described in subsection (7). The expedited review process shall be available through September 30, 2010. To be eligible for expedited review, an applicant shall submit all of the items under subsection (2) not later than September 30, 2010.\n\n(2) A supplier requesting an expedited review shall do all of the following:\n\n(a) At least 10 business days prior to submitting an application under subdivision (b), notify the department electronically, in accordance with the instructions provided on the department's website, of his or her intent to request expedited review.\n\n(b) Submit electronically a complete application for a permit, including a request for expedited review and including, via credit card, the appropriate fee under subsection (3).\n\n(c) Provide a written copy of the construction plans and specifications for the project that has been prepared, signed, and sealed by a licensed professional engineer to the department postmarked not later than the date that the application is submitted electronically.\n\n(3) Except as provided in subsection (5), the fee for an expedited review is as follows:\n\n(a) Water main projects with total lengths less than 1,000 feet, $1,000.00.\n\n(b) Water main projects with total lengths greater than or equal to 1,000 feet and less than 3,000 feet, $1,500.00.\n\n(c) Water main projects of total length greater than 3,000 feet and less than or equal to 10,000 feet, $2,000.00.\n\n(4) Except as otherwise provided in subsection (6), if an applicant does not comply with subsection (3), the department shall not conduct an expedited review and any submitted fee shall not be refunded. Within 10 business days of receipt of the application, the department shall notify the supplier of the reasons why the department's review of the application will not be expedited. Upon receipt of this notification, the supplier may correct the deficiencies and resubmit an application and request for an expedited review with the appropriate fee specified under subsection (5). The department shall not reject a resubmitted application solely because of deficiencies that the department failed to identify in the original application.\n\n(5) For a second submission of an application that originally failed to meet the requirements specified in subsection (4), the applicant shall instead include a fee equal to 10% of the fee specified in subsection (3). However, if the deficiency included failure to pay the appropriate fee, the second submission shall include the balance of the appropriate fee plus 10% of the appropriate fee. If the applicant makes additional changes other than those items identified by the department as being deficient, the applicant shall instead include an additional fee equal to the fee specified in subsection (3). For the third and each subsequent submittal of an application that fails to meet the requirements specified in subsection (4), the applicant shall include an additional fee equal to the fee specified in subsection (3).\n\n(6) If the applicant fails to sign the application, submits construction plans and specifications that have not been prepared, signed, and sealed by a licensed professional engineer, or submits an insufficient fee, the department shall notify the applicant within 5 business days of the deficiency. The application shall not be processed until the deficient items are addressed. If the applicant does not provide the deficient items within 5 business days after notification by the department, the application shall be handled as provided in subsection (4).\n\n(7) A request for an expedited permit application review is limited to projects that consist solely of installation of new water mains of less than or equal to 10,000 feet located in a county with a population of between 750,000 and 1,000,000 and any contiguous county with a population of greater than 160,000. Expedited permit application reviews are not allowed for other projects requiring a permit under this act including, but not limited to, projects involving water treatment processes, ground or elevated storage tanks, chemical feed systems, wells, booster stations, pumps, new proposed waterworks systems subject to a capacity assessment, or projects funded under the state drinking water revolving fund established under section 16b of the shared credit rating act, 1985 PA 227, MCL 141.1066b.\n\n(8) The department shall review and make a decision on a complete application submitted with a request for expedited review pursuant to the following schedule:\n\n(a) Until September 30, 2008, the department shall make a permit decision within 20 business days of receipt by the department of the complete application, including plans and specifications.\n\n(b) From October 1, 2008 through September 30, 2009, the department shall make a permit decision within 15 business days of receipt by the department of the complete application, including plans and specifications.\n\n(c) From October 1, 2009 through September 30, 2010, the department shall make a permit decision within 10 business days of receipt by the department of the complete application, including plans and specifications.\n\n(9) If the department fails to meet the deadlines specified in subsection (8), the department shall continue to expedite the application review process for an application submitted under this section. However, the fee for an expedited review required under this section shall be refunded if the department fails to meet the deadlines established in subsection (8).\n\n(10) The department shall transmit fees collected under this section to the state treasurer for deposit into the infrastructure construction fund created in section 4113 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.4113.\n\n(11) As used in this section:\n\n(a) \"Complete application\" means that the application form provided by the department is completed, all requested information is provided, and the application can be processed without additional information.\n\n(b) \"Expedited review\" means an expedited review of a permit application under this section.\n\n(c) \"Licensed professional engineer\" means a professional engineer licensed under article 20 of the occupational code, 1980 PA 299, MCL 339.2001 to 339.2014.\n\n(d) \"Project\" means a plan or proposal to install new water mains within a waterworks system located in 1 general area where all the components are interconnected but does not include a waterworks system proposed for construction in separate parcels of land or development areas.\n\nHistory:Add. 2006, Act 601, Imd. Eff. Jan. 3, 2007",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1004a/"
    },
    {
      "id": "section-3251005",
      "number": "325.1005",
      "heading": "Rules.",
      "text": "(1) The department shall promulgate and enforce rules to carry out this act pursuant to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328. The rules, at a minimum, shall include the following:\n\n(a) Requirements for the submission of reports, plans, and specifications for the design and construction of a waterworks system or a part thereof, and a plan for operating and maintaining all or a part of the waterworks system, including the protection of water quality within the distribution system as necessary to protect the public health.\n\n(b) State drinking water standards and associated monitoring requirements, the attainment and maintenance of which are necessary to protect the public health.\n\n(c) The classification of waterworks systems or portions thereof, the examination for certification of the operators of those systems including shift operators of water treatment systems, and for the issuance, suspension, and revocation of certificates.\n\n(d) Criteria for capacity assessments performed by the department at community supplies, nontransient noncommunity water supplies, or a public water supply applying to the department for assistance under part 54 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.5401 to 324.5418.\n\n(e) Requirements for provision of facilities by public water supplies that will assure an adequate and reliable supply of drinking water on a continuous basis.\n\n(2) Rules governing public water supplies promulgated under former 1913 PA 98, and which were in effect on January 4, 1977 are continued in accordance with section 31 of the administrative procedures act of 1969, 1969 PA 306, MCL 24.231, and may be amended or rescinded by the director under this act.\n\n(3) No rule promulgated may require the addition of any substance for preventive health care purposes unrelated to contamination of drinking water.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1998, Act 56, Imd. Eff. Apr. 8, 1998Admin Rule:R 325.10101; R 325.10102 et seq.; R 325.10308b; R 325.10401 et seq.; R 325.10604a et seq.; R 325.10702 et seq.; R 325.11002; R 325.11008; R 325.11502 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1005/"
    },
    {
      "id": "section-3251005a",
      "number": "325.1005a",
      "heading": "Customer Site Piping; Limitations.",
      "text": "(1) A supplier of water for a community supply shall not use customer site piping as a means to convey water to other portions of the supplier's system.\n\n(2) A supplier of water for a community supply shall not provide water service to customer site piping if an impact on the water quality of the public water supply has occurred or could reasonably be expected to occur as a result of the service. A supplier of water may discontinue water service to customer site piping as the supplier of water or the department considers necessary to protect the health of the public water supply customers.\n\nHistory:Add. 1993, Act 165, Imd. Eff. Sept. 16, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1005a/"
    },
    {
      "id": "section-3251006",
      "number": "325.1006",
      "heading": "Maximum Contaminant Levels; Incorporation by Reference.",
      "text": "The maximum contaminant levels for inorganic and organic chemicals, microbiological contaminants and turbidity, which are part of the national interim primary drinking water regulations, and which have been promulgated by the United States environmental protection agency under authority of Public Law 93-523 (1974) before this act taking effect, are hereby incorporated by reference and shall have the same force and effect as a rule promulgated pursuant to this act. A standard which is incorporated by reference pursuant to this subsection shall remain effective until a rule is promulgated pursuant to this act which covers the same or similar subject or the standard is rescinded by rule promulgated pursuant to this act.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977Admin Rule:R 325.10101 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1006/"
    },
    {
      "id": "section-3251007",
      "number": "325.1007",
      "heading": "Collecting and Analyzing Water Samples; Reporting Results of Analyses; Failure of Supplier to Comply; Appeal; Disposition of Administrative Fines.",
      "text": "(1) The supplier of water shall collect water samples or have them collected on a schedule at least equal to that outlined in the rules, shall cause those samples to be analyzed in the state laboratory or a laboratory certified by the department or by the United States environmental protection agency for contaminants listed in the state drinking water standards, and shall report the results of the analyses to the department in a timely manner as specified in the rules.\n\n(2) If a supplier of water who serves a population of 10,000 or fewer individuals fails to comply with subsection (1), the department may do any of the following:\n\n(a) Impose against that supplier an administrative fine of $200.00 for each failure to collect and have analyzed a water sample required under this act.\n\n(b) For each failure to collect and have analyzed a water sample required under this act within the 12-month period following a failure described in subdivision (a), impose against that supplier an administrative fine of $400.00.\n\n(c) In addition to an administrative fine imposed under subdivision (a) or (b), obtain a sampling or analysis or both required under this act at the supplier's cost.\n\n(d) Proceed pursuant to section 22.\n\n(3) If a supplier of water serving a population of 10,000 or less fails to meet state drinking water standards, the department may do any of the following:\n\n(a) Impose against that supplier an administrative fine of not less than $400.00 per day per violation and not more than $1,000.00 per day per violation. An administrative fine for a single violation shall not exceed a cumulative total of $2,000.00.\n\n(b) Proceed pursuant to section 22.\n\n(4) If a supplier of water serving a population of more than 10,000 fails to comply with state drinking water standards or any monitoring or reporting requirement, the department may do any of the following:\n\n(a) Impose against that supplier an administrative fine of not less than $1,000.00 per day per violation and not more than $2,000.00 per day per violation. An administrative fine for a single violation may not exceed a cumulative total of $10,000.00.\n\n(b) In addition to an administrative fine imposed under subdivision (a), obtain at the supplier's cost water samples and secure analyses of the water samples at a certified laboratory if monitoring has not met minimum requirements under this act.\n\n(c) Proceed pursuant to section 22.\n\n(5) A supplier may appeal an administrative fine imposed under this section pursuant to the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328.\n\n(6) Administrative fines collected under this section shall be forwarded to the state treasurer for deposit into the state drinking water revolving fund established under section 16b of the shared credit rating act, 1985 PA 227, MCL 141.1066b.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1993, Act 165, Imd. Eff. Sept. 16, 1993 ;-- Am. 1998, Act 56, Imd. Eff. Apr. 8, 1998Admin Rule:R 325.10101; R 325.10102 et seq.; R 325.10308b; R 325.10401 et seq.; R 325.10604a et seq.; R 325.10702 et seq.; R 325.11002; R 325.11008; R 325.11502 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1007/"
    },
    {
      "id": "section-3251008",
      "number": "325.1008",
      "heading": "Design and Operation Standards of Public Water Supplies; Considerations; Purpose.",
      "text": "The department shall give due consideration to the size, type, location, and other conditions at public water supplies for the purpose of specifying design and operation standards, and for the purpose of establishing criteria for capacity assessments.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1998, Act 56, Imd. Eff. Apr. 8, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1008/"
    },
    {
      "id": "section-3251009",
      "number": "325.1009",
      "heading": "Classification of Public Water Supplies Including Water Treatment and Distribution Systems; Advisory Board of Examiners; Certificates of Competency; Supervision of Public Water Supply; Certificate Renewal; Training Program for Certified Operator; Fees",
      "text": "(1) The department shall classify public water supplies, including water treatment and distribution systems at community supplies, with regard to size, type, location, and other physical conditions for the purpose of establishing the skill, knowledge, and experience that individuals need to maintain and operate the systems effectively.\n\n(2) The director shall appoint an advisory board of examiners that shall assist the department in the examination of individuals as to their competency to operate water treatment systems and water distribution systems. The advisory board shall make recommendations to the department relative to the certification of those individuals.\n\n(3) The membership of the advisory board consists of all of the following:\n\n(a) Two certified water treatment operators.\n\n(b) Two certified water distribution operators.\n\n(c) One superintendent or manager of a supplier of water.\n\n(d) One representative of the administrative branch of a local governmental agency.\n\n(e) Two members of the public at large.\n\n(f) One professor of sanitary or environmental engineering at a university in this state.\n\n(4) A representative of the department shall be the nonvoting secretary for the board.\n\n(5) For individuals meeting the requirements, the department shall issue certificates acknowledging their competency to operate a specified class of waterworks system or portion of waterworks system. The department may suspend or revoke a certificate as specified by rule.\n\n(6) A public water supply must be under the supervision of a properly certified operator as specified in the rules.\n\n(7) Operators certified under this act shall renew their certificates in accordance with the rules promulgated under this act, including mandatory continuing education or competency demonstration.\n\n(8) In accordance with section 3110 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.3110, the department may conduct a program for training individuals seeking to be certified as operators under this section and shall administer operator certification programs for individuals seeking to be certified as operators under this section. Until October 1, 2025, the department may charge fees for these programs in accordance with section 3110 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.3110. The department shall transmit fees collected under this section to the state treasurer for deposit into the operator training and certification fund created in section 3134 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.3134.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1993, Act 165, Imd. Eff. Sept. 16, 1993 ;-- Am. 1998, Act 56, Imd. Eff. Apr. 8, 1998 ;-- Am. 2011, Act 147, Imd. Eff. Sept. 21, 2011 ;-- Am. 2017, Act 91, Imd. Eff. July 12, 2017 ;-- Am. 2021, Act 107, Imd. Eff. Nov. 4, 2021Admin Rule:R 325.10101 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1009/"
    },
    {
      "id": "section-3251010",
      "number": "325.1010",
      "heading": "Approval of Privately Owned Public Water Supply; Escrow Account to Correct Deficiencies in Public Water Supply; Compliance With Subsections (1) and (2) by Private Purchaser",
      "text": "(1) The department shall not approve a privately owned public water supply that serves a group of living units, unless by resolution of its governing body the city, village, or township in which the water supply is to be located refuses to accept ownership and operational responsibility of the public water supply.\n\n(2) If a local governmental agency does not accept ownership and operational responsibility of a public water supply that serves a group of living units, the department may issue a construction permit or other approval for an acceptable project requiring as a condition of the permit an appropriate amount, but not more than $50,000.00, based on the size, type, and complexity of the waterworks system, to be placed in escrow by the developer or private owner. The department may remove funds from this escrow account to cause deficiencies to be corrected if the public water supply is not operated, maintained, and expanded as necessary to protect the public health. If it is necessary for the department to withdraw funds from an escrow account, the funds shall be replaced within 90 days by the developer, private owner, or organization then responsible for the public water supply.\n\n(3) The department may reduce or eliminate any escrow account established under this section after 5 years of operation and maintenance considered satisfactory by the department.\n\n(4) Before the transfer of ownership of a privately owned public water supply, a private purchaser shall comply with subsections (1) and (2) of this section.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1993, Act 165, Imd. Eff. Sept. 16, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1010/"
    },
    {
      "id": "section-3251011",
      "number": "325.1011",
      "heading": "Review and Certification of Laboratories Testing Water.",
      "text": "The department shall review and certify laboratories used or intended for use in the testing of water from public water supplies.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1011/"
    },
    {
      "id": "section-3251011a",
      "number": "325.1011a",
      "heading": "Community Supply Provider; Annual Fees; Schedule; Adjustment; Payment; Failure to Submit Timely Payment; Penalty; Collection.",
      "text": "(1) The department shall impose an annual fee on each community supply provider in accordance with the following fee schedule:Number of Residents ServedAnnual FeeMore than 500,000$83,800.00100,001 - 500,000$17,400.0050,001 - 100,000$11,000.0025,001 - 50,000$6,500.0010,001 - 25,000$3,500.005,001 - 10,000$1,900.001,001 - 5,000$800.00401 - 1,000$500.00101 - 400$400.0025 - 100$250.00(2) The annual fee in this section shall be adjusted on October 1 each year following the effective date of this section by applying a percentage adjustment using the Detroit consumer price index. The fee may also be adjusted as the result of increased federal funding or a reduction in actual costs, as determined by the department.\n\n(3) Each community supply provider shall pay the annual fee by November 30 each year. Failure to submit timely payment will result in assessment of a penalty of 9% per annum until the fee and assessment are paid in full. The department of treasury shall collect each penalty.\n\nHistory:Add. 1993, Act 165, Imd. Eff. Sept. 16, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1011a/"
    },
    {
      "id": "section-3251011b",
      "number": "325.1011b",
      "heading": "Noncommunity Supply Provider; Annual Fees; Schedule; Adjustment; Fee on 5 or More Noncommunity Supplies Under Same Ownership on Contiguous Properties; Payment; Penalty on Delinquent Fees; Exemption From Annual Fee in Subsection (1); Services Provided by Department Not Required",
      "text": "(1) The department shall impose an annual fee on each noncommunity supply provider in accordance with the following fee schedule:Type of Noncommunity SupplyAnnual FeeNontransient noncommunity supply$360.00Transient noncommunity supply$85.00(2) The annual fee in this section shall be adjusted on October 1 each year following the effective date of this section by applying the percentage adjustment using the Detroit consumer price index.\n\n(3) For 5 or more noncommunity supplies under the same ownership on contiguous properties, the annual fee per noncommunity supply is 75% of the fee identified in subsection (1).\n\n(4) A noncommunity supply provider shall pay the annual fee by November 30 each year. After November 30 of each year that a fee is not paid, the department of treasury shall collect from the nonpaying noncommunity supply provider a penalty of $25.00 for each month or portion of a month.\n\n(5) A noncommunity supply provider that has completed construction of a new well or replacement well in compliance with a construction permit issued by a local health department is exempt from paying the first annual fee described in subsection (1) after final approval of the well is received.\n\n(6) The department is not required to perform sanitary surveys or other services to maintain compliance with this act on behalf of a noncommunity supply provider who has not paid the current annual fee or appropriate penalties.\n\nHistory:Add. 1993, Act 165, Imd. Eff. Sept. 16, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1011b/"
    },
    {
      "id": "section-3251011c",
      "number": "325.1011c",
      "heading": "Laboratory Review and Certification; Service Fees; Adjustment; Duration of Certification.",
      "text": "(1) The department shall review and certify laboratories used or intended for use in the testing of water from public water supplies where analyses are used to determine compliance with state drinking water standards. The department shall impose a fee for this service in accordance with the following fee schedule:Type of Laboratory Certification ServiceFee Per LaboratoryBacteriology, including chlorine residualand turbidity$1,625.00Inorganic chemistry$2,435.00Organic chemistry$2,435.00Inorganic and organic chemistry (both), oreither combined with bacteriology$3,045.00Bacteriology, inorganic chemistry, andorganic chemistry (all 3)$4,285.00Nitrate, nitrite, sulfate, cyanide, andfluoride only$520.00Lead and copper$1,220.00Laboratory water suitability test(required annually)$260.00(2) The fees in this section shall be adjusted on October 1 each year following the effective date of this section by applying a percentage adjustment using the Detroit consumer price index.\n\n(3) Unless otherwise noted, a certification under this section is valid for 3 years from the date of certification and the fee per laboratory is for the entire 3-year period.\n\nHistory:Add. 1993, Act 165, Imd. Eff. Sept. 16, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1011c/"
    },
    {
      "id": "section-3251011d",
      "number": "325.1011d",
      "heading": "Water Supply Fund; Creation; Administration; Capitalization; Retention and Expenditure of Funds.",
      "text": "(1) The water supply fund is created in the state treasury and shall be administered by the department. The fund is capitalized by revenues collected pursuant to sections 11a, 11b, and 11c. The fund shall additionally receive money as otherwise provided by law, and shall receive any gift or contribution to the fund.\n\n(2) The state treasurer shall retain money in the fund at the close of the fiscal year, and shall not return that money to the general fund.\n\n(3) The department shall expend 75% of money in the fund at the close of the fiscal year to offset, on a pro rata basis, each fee described in sections 11a, 11b, and 11c for the following year.\n\n(4) The department shall expend money in the water supply fund only to implement this act and the administrative rules promulgated under this act.\n\nHistory:Add. 1993, Act 165, Imd. Eff. Sept. 16, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1011d/"
    },
    {
      "id": "section-3251012",
      "number": "325.1012",
      "heading": "Laboratory Capability to Test for Contaminants.",
      "text": "The department shall maintain a laboratory capability to test for those contaminants in water which are included in the state drinking water standards and any other contaminant which may be of concern to the director.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1012/"
    },
    {
      "id": "section-3251013",
      "number": "325.1013",
      "heading": "Product Defined; Rules; Product Standards; Certification as Prima Facie Evidence of Meeting Standards; List; Supplying Information for Review; Failure to Comply; Hearing; Prohibition",
      "text": "(1) As used in this section, \"product\" means any chemical or substance added to a public water supply, any materials used in the manufacture of public water supply components or appurtenances, or any pipe, storage tank, valve, fixture, or other materials which come in contact with water intended for use in a public water supply.\n\n(2) The department may promulgate rules setting standards of quality, composition, safety, or design of products. Until the department promulgates rules setting standards for products, all products that may come in contact with water intended for use in a public water supply shall meet American national standards institute/national sanitation foundation standards, specifically ANSI/NSF standard 60-1988 and ANSI/NSF standard 61-1988 which are hereby incorporated by reference. Adoption of a product standard by rule supersedes the standard incorporated by reference in this section.\n\n(3) Only products that meet the standards provided for in subsection (2) shall be used by a supplier of water in a public water supply. Certification that a product meets the standards provided for in subsection (2) by a laboratory accredited by American national standards institute to test and certify products shall be prima facie evidence that a product meets the standards. The department shall make a list of products meeting the standards available at no charge.\n\n(4) A supplier of water shall compile and maintain on file for inspection by the department a list of all products used by the supplier of water. Prior to using a product not previously listed, a supplier of water shall either determine that the product has been certified in accordance with subsections (2) and (3) or shall notify the department of the type, name, and manufacturer of a product.\n\n(5) Upon request of the department, a supplier of water shall, prior to making use of a product, supply to the department all documents and materials, including samples of a product, needed to review the type, quality, and nature of a product that will come in contact with the public water supply. The supplier of water shall provide sufficient information to enable the department to determine whether a product meets the standard provided for in subsection (2).\n\n(6) If a product is reviewed by the department and found not to comply with the standards provided for in subsection (2), the department shall notify the supplier of water and shall be given an opportunity to request a hearing on whether the product meets the standards. At a hearing, the supplier of water must demonstrate that the product meets the standards before the product can be used by the supplier of water.\n\n(7) A person shall not willfully introduce or permit or allow the introduction of a product into a public water supply that has not first been determined by the department to meet standards provided for in subsection (2).\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1993, Act 165, Imd. Eff. Sept. 16, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1013/"
    },
    {
      "id": "section-3251014",
      "number": "325.1014",
      "heading": "Reports; Records; Rules Relating to Consumer Confidence Reports; Contents of Report; Applicability of Subsection (3); Availability of Report on Internet",
      "text": "(1) A supplier of water shall file with the department such reports and shall maintain such records as the department may by rule require. The department may by rule require a supplier of water to provide additional reports and notices to its customers. The rules shall include the required content of the reports and notices and the frequency and the manner of delivery of the reports and notices.\n\n(2) A supplier of water shall provide to its customers consumer confidence reports as required by title XIV of the public health service act, chapter 373, 88 Stat. 1660, popularly known as the safe drinking water act. The department shall promulgate rules relating to consumer confidence reports including, but not limited to, the following:\n\n(a) The content of the reports.\n\n(b) The manner of delivery of the reports.\n\n(c) Standardized formats that may be used by suppliers of water for providing information in the reports.\n\n(d) If a source water assessment has been completed, a requirement that the reports contain a notification of the availability of the source water assessment and the means to obtain a copy.\n\n(3) If regulated contaminants are detected in a public water supply, and certain subpopulations are particularly vulnerable to the adverse effects because of age, gender, pregnancy, or preexisting medical conditions, the consumer confidence report or other reports and notices, or both, shall contain information related to all of the following:\n\n(a) The contaminant that was detected.\n\n(b) The level of the contaminant that was detected.\n\n(c) The vulnerable population that may be susceptible to the level of contaminant detected.\n\n(d) The potential adverse health effects associated with exposure of the vulnerable population to the level of contaminant detected in the water supply.\n\n(4) The requirement in subsection (3) shall only apply if the department provides suppliers of water with statements derived from the United States environmental protection agency or other sources determined by the department to be reliable concerning the adverse effects of regulated contaminants on vulnerable subpopulations. The statements shall be in a form that can be easily inserted into the consumer confidence reports or other reports and notices provided for in this section.\n\n(5) If feasible from a cost perspective, the department may make consumer confidence reports provided for under this section available at a single website on the internet.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1998, Act 56, Imd. Eff. Apr. 8, 1998Admin Rule:R 325.10101; R 325.10102 et seq.; R 325.10308b; R 325.10401 et seq.; R 325.10604a et seq.; R 325.10702 et seq.; R 325.11002; R 325.11008; R 325.11502 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1014/"
    },
    {
      "id": "section-3251015",
      "number": "325.1015",
      "heading": "Protection of Public Health; Notice to Supplier of Water; Inspection of Waterworks System; Order; Public Hearing; Emergency Order; Action Limiting Water System Expansion or Water Use",
      "text": "(1) When considered necessary for protection of the public health, the department shall notify a supplier of water of the need to make changes in operations, to provide treatment, to make structural changes in existing systems, or to add additional capacity as necessary to produce and distribute an adequate quantity of water meeting the state drinking water standards.\n\n(2) The department shall inspect a waterworks system or a part of a waterworks system, and the manner of operation of the system or part. If upon inspection the department determines the waterworks system to be inadequate or so operated as to not adequately protect the public health, the department may order the supplier of water to make alterations in the waterworks system or its method of operation as may be required or considered advisable by the department to assure the public water supply is adequate, healthful, and in conformance with state drinking water standards. If the supplier does not request a public hearing within 30 days after receipt of the order, the order shall be final and binding on the supplier of water. If the department receives a request for a public hearing within the specified 30 days, the public hearing shall be immediately arranged. A supplier of water shall comply with a final order of the department.\n\n(3) If a public water supply poses an imminent hazard to the public health, the department may issue an emergency order immediately, without notice or hearing, requiring such action as the department determines is necessary to protect the public health. Normal administrative procedures as required by the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, as amended, being sections 24.201 to 24.328 of the Michigan Compiled Laws, shall proceed concurrently with an emergency order upon written request of the supplier of water received within 15 days. An emergency order shall be effective immediately and binding until modified or rescinded by the department or a court of competent jurisdiction.\n\n(4) The department may take appropriate action to limit water system expansion or limit water use from a public water supply until such time as satisfactory improvements are made in the system or operation to provide for a continuous, adequate supply of water meeting the state drinking water standards.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1993, Act 165, Imd. Eff. Sept. 16, 1993",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1015/"
    },
    {
      "id": "section-3251016",
      "number": "325.1016",
      "heading": "Agreements, Contracts, or Cooperative Arrangements for Purpose of Administering Act; Grants of Money or Other Aid; Use and Receipt of Funds.",
      "text": "(1) The department may enter into agreements, contracts, or cooperative arrangements under terms and conditions appropriate with other state agencies, federal agencies, interstate agencies, political subdivisions, educational institutions, local health departments, or other organizations or individuals for the purpose of administering this act. The department may solicit and receive grants of money or other aid from federal and other public or private agencies or individuals for the administration of this act, or a portion thereof, to conduct research and training activities or cause them to be conducted, to cause waterworks systems or portions thereof to be constructed, or for other program purposes.\n\n(2) The department may use funds appropriated to implement this act to provide loan or grant assistance to public water supplies for an activity which furthers the objectives of this act. The department may require matching funds from a public water supply when the department is providing loan or grant assistance.\n\n(3) The department may receive funds from another agency and pass through funds to persons eligible for funding assistance where applicable and consistent with this act and title XIV of the public health service act, chapter 373, 88 Stat. 1660.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1998, Act 56, Imd. Eff. Apr. 8, 1998Admin Rule:R 325.12801 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1016/"
    },
    {
      "id": "section-3251017",
      "number": "325.1017",
      "heading": "Bottled Drinking Water.",
      "text": "(1) A person engaged in producing bottled drinking water shall utilize a water source meeting the requirements of this section and the requirements otherwise provided in this act. Bottling or packaging facilities and their operation shall remain under the supervision of the department of agriculture as provided for in the food law of 2000, 2000 PA 92, MCL 289.1101 to 289.8111.\n\n(2) A person producing bottled drinking water from an out-of-state source shall submit proof to the director that the source and bottling facilities were approved by the agency having jurisdiction. The director may withhold approval of the bottled water if the other agency's inspection, surveillance, and approval procedures and techniques are determined to be inadequate.\n\n(3) A person who proposes to engage in producing bottled drinking water from a new or increased large quantity withdrawal of more than 200,000 gallons of water per day from the waters of the state or that will result in an intrabasin transfer of more than 100,000 gallons per day average over any 90-day period shall submit an application to the department in a form required by the department containing an evaluation of environmental, hydrological, and hydrogeological conditions that exist and the predicted effects of the intended withdrawal that provides a reasonable basis for the determination under this section to be made.\n\n(4) The department shall only approve an application under subsection (3) if the department determines both of the following:\n\n(a) The proposed use will meet the applicable standard provided in section 32723 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.32723.\n\n(b) The person will undertake activities, if needed, to address hydrologic impacts commensurate with the nature and extent of the withdrawal. These activities may include those related to the stream flow regime, water quality, and aquifer protection.\n\n(5) Before proposing activities under subsection (4)(b), the person proposing to engage in producing bottled drinking water shall consult with local government officials and interested community members.\n\n(6) Before making the determination under subsection (4), the department shall provide public notice and an opportunity for public comment of not less than 45 days.\n\n(7) If the person proposing to engage in producing bottled drinking water under subsection (3) does not have a permit under section 4, the person shall request a determination under subsection (4) when that person applies for a permit under section 4. If the person proposing to engage in producing bottled drinking water has previously received a permit under section 4, the person shall obtain approval under subsection (4) prior to beginning the operations. A proposed use for which the department makes a determination that the conditions of subsection (4) will be met shall be considered to satisfy the requirements of section 4.11 of the compact.\n\n(8) A person seeking a departmental determination under subsection (4) shall submit an application fee of $5,000.00 to the department. The department shall transmit application fees received under this section to the state treasurer to be credited to the water use protection fund created in section 32714.\n\n(9) This section shall not be construed as affecting, intending to affect, or in any way altering or interfering with common law water rights or the applicability of other laws providing for the protection of natural resources or the environment.\n\n(10) A person who proposes to engage in producing bottled drinking water and who submitted an application for a permit under section 4 prior to the effective date of the amendatory act that added this subsection is subject to the provisions of this section that existed on February 28, 2006.\n\n(11) As used in this section, \"compact\", \"intrabasin transfer\", \"new or increased large quantity withdrawal\", and \"waters of the state\" mean those terms as they are defined in section 32701 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.32701.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 1993, Act 165, Imd. Eff. Sept. 16, 1993 ;-- Am. 2006, Act 37, Imd. Eff. Feb. 28, 2006 ;-- Am. 2008, Act 188, Imd. Eff. July 9, 2008",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1017/"
    },
    {
      "id": "section-3251018",
      "number": "325.1018",
      "heading": "Water Haulers; License; Source of Water; Water Quality.",
      "text": "Water haulers shall obtain an annual license from the department for their containers, equipment, and operation. The source of water shall be acceptable to the department and the water quality shall meet the state drinking water standards.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1018/"
    },
    {
      "id": "section-3251019",
      "number": "325.1019",
      "heading": "Noncompliance With State Drinking Water Standards; Notification of Users; Public Advisory; Litigation.",
      "text": "(1) If water delivered by or the operation of a public water supply is found not to be in compliance with the state drinking water standards, the department shall require the supplier of water to notify its users of the extent and nature of the noncompliance. Notification of users must be in a form and manner prescribed or otherwise approved by the department.\n\n(2) In addition to the notification under subsection (1), if public education regarding lead is required under R 325.10410 of the Michigan Administrative Code, a supplier of water shall issue a public advisory within 3 business days after the department notifies the supplier of water that an exceedance of the lead action level occurred. Additional public education tasks must be conducted as required under R 325.10410 of the Michigan Administrative Code. A supplier of water shall provide the public advisory under this subsection in a form and manner designed to fit the specific situation and the public advisory must be reasonably calculated to reach all persons served by the public water supply. To reach all persons served by the public water supply, a supplier of water shall use, at a minimum, 1 or more of the following forms of communicating the public advisory:\n\n(a) Appropriate broadcast media, such as radio and television.\n\n(b) Posting of the public advisory in conspicuous locations throughout the area served by the public water supply.\n\n(c) Hand delivering the public advisory to persons served by the public water supply.\n\n(d) A communication method other than one listed in subdivisions (a) to (c) as approved, in writing, by the department.\n\n(3) A notification or public advisory received pursuant to this section or information obtained from the notification or public advisory shall not be used against a person in a litigation, except a prosecution for perjury or for giving a false statement.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 19771 ;-- Am. 2016, Act 478, Eff. Mar. 29, 2017Admin Rule:R 325.10101; R 325.10102 et seq.; R 325.10308b; R 325.10401 et seq.; R 325.10604a et seq.; R 325.10702 et seq.; R 325.11002; R 325.11008; R 325.11502 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1019/"
    },
    {
      "id": "section-3251019a",
      "number": "325.1019a",
      "heading": "State or Federal Government as Owner or Operator of Real Property When Substance of Concern Used; Alternative Water Supply to Be Provided to Users of Impacted Water; Conditions; Monitoring; Reimbursement; Definitions",
      "text": "(1) If the state or federal government is or was the owner or operator of real property at the time a substance of concern was used on the real property, the state or federal government shall provide an alternative water supply to the users of an impacted water source in the vicinity of the real property if all of the following conditions are met:\n\n(a) The Michigan department of health and human services has issued a public health advisory for drinking water covering the geographic area in the vicinity of the real property.\n\n(b) The substance of concern that is the subject of the public health advisory for drinking water is a substance that is or was used on the real property.\n\n(c) The state or federal government acknowledges that the substance of concern has migrated from the real property and is present in groundwater that provides water to the impacted water source.\n\n(2) If the conditions of subsection (1)(a), (b), and (c) are met, the state or federal government that is or was the owner of the real property shall conduct long-term monitoring to delineate the extent of the migration of the substance of concern. The results of this monitoring must be provided to the department and to the Michigan department of health and human services. If the monitoring identifies additional impacted water sources containing the substance of concern, the state or federal government that is or was the owner of the real property shall provide an alternative water supply for the users of those additional impacted water sources.\n\n(3) If a state agency or a political subdivision, including a local health department as defined in section 1105 of the public health code, 1978 PA 368, MCL 333.1105, has provided an alternative water supply to the users of an impacted water source, and the conditions of subsection (1)(a), (b), and (c) have been met, the state or federal government that is or was the owner of the real property shall reimburse the state agency or the political subdivision for the cost of providing the alternative water supply.\n\n(4) As used in this section:\n\n(a) \"Alternative water supply\" means a long-term supply of potable water for drinking water and other household purposes, such as connection to a community supply, that meets state drinking water standards and is not an impacted water source.\n\n(b) \"Federal government\" means a department, agency, or instrumentality of the United States.\n\n(c) \"Impacted water source\" means a public water supply or a residential well that is subject to a public health advisory for drinking water.\n\n(d) \"Public health advisory for drinking water\" means an advisory issued by the Michigan department of health and human services that cautions against using water for drinking or other household purposes because of the presence of a substance of concern.\n\n(e) \"Substance of concern\" means a substance that the Michigan department of health and human services has determined is or may be injurious to human health or safety.\n\nHistory:Add. 2016, Act 545, Imd. Eff. Jan. 10, 2017",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1019a/"
    },
    {
      "id": "section-3251020",
      "number": "325.1020",
      "heading": "Variances or Exemptions.",
      "text": "The department may authorize variances or exemptions from the state drinking water standards in accordance with Public Law 93-523 (1974) and the federal rules and regulations.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1020/"
    },
    {
      "id": "section-3251021",
      "number": "325.1021",
      "heading": "Violation as Misdemeanor; Penalty; Issuance of Appearance Ticket; \"Minor Offense\" Defined.",
      "text": "(1) A person who violates this act or the rules promulgated under this act or an order issued pursuant to this act is guilty of a misdemeanor punishable by a fine of not more than $5,000.00 for each day of violation, or by imprisonment for not more than 1 year, or both.\n\n(2) A law enforcement officer may issue and serve an appearance ticket upon a person for a minor offense pursuant to sections 9c to 9g of chapter IV of the code of criminal procedure, 1927 PA 175, MCL 764.9c to 764.9g.\n\n(3) As used in this section, \"minor offense\" means a violation of a permit issued under this act that does not functionally impair the operation or capacity of a waterworks system or the level of public health protection it provides.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 2006, Act 601, Imd. Eff. Jan. 3, 2007",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1021/"
    },
    {
      "id": "section-3251022",
      "number": "325.1022",
      "heading": "Enforcement of Act, Rules, or Orders; Penalty.",
      "text": "At the request of the department, the attorney general may bring an injunctive action or other appropriate action in the name of the people of the state to enforce this act, rules promulgated under this act, or an order issued pursuant to this act or the rules. In addition to other relief granted under this section, the court may impose a civil penalty of not more than $5,000.00 for each day of violation.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1022/"
    },
    {
      "id": "section-3251023",
      "number": "325.1023",
      "heading": "Act Subject to MCL 324.1401 to 324.1429.",
      "text": "This act is subject to part 14 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.1401 to 324.1429.\n\nHistory:1976, Act 399, Imd. Eff. Jan. 4, 1977 ;-- Am. 2012, Act 557, Imd. Eff. Jan. 2, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-325/statute-act-399-of-1976/section-325-1023/"
    }
  ]
}