{
  "state": "illinois",
  "path": "title-chapter-30-finance/chapter-30-ilcs-260-state-employee-illinois-workers-compensation-com",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title. This Act may be cited as the",
      "text": "State Employee Illinois Workers' Compensation Commission Awards Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Whenever the Illinois Workers' Compensation Commission or the Court of Claims",
      "text": "makes an award under the terms of the Workers' Compensation Act or the\nWorkers' Occupational Diseases Act for personal injuries or death of\nany State employee, and such award is approved by the Department of Central\nManagement Services, such\naward shall be certified to the State Comptroller. Upon the approval of\nsuch award by the Department of Central Management Services, the Comptroller is\ndirected to draw his warrant payable to the payee named, for the amount\nso certified, payable from the General Revenue Fund, except in cases of\ncompensation of employees of the Division of Highways, Department of\nTransportation, which shall be paid from the Road Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "In the event the award provides for payments in",
      "text": "installments, the Illinois Workers' Compensation\n\nCommission or the clerk of the Court of\nClaims, as the case may be, shall furnish the State Comptroller and the\nDepartment of Central Management Services\nwith a certified copy\nof such award and upon receipt thereof the Comptroller and the\nDepartment of Central Management Services\nshall pay such award\nat such intervals and in such amount as awarded.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Federal funds for compensation of certain State employees.",
      "text": "The State Treasurer, ex officio, may receive from the Department\nof Healthcare and Family Services and the Department of Human Services (as successor to the\nDepartment of Public Aid) any moneys which either Department\nhas received or shall receive from the federal government for the payment of\ncompensation awards for injuries or death suffered by any person during the\ncourse of his or her employment by the Department of Healthcare and Family Services (formerly the State Department of Public Aid) or\nthe County Department of Public Aid or the Department of Human Services (as\nsuccessor to the Illinois Department of Public Aid) or upon any project\nentered into between the Department of Healthcare and Family Services (formerly the State Department of Public Aid) or the Department of\nHuman Services (as successor to the Illinois Department of Public Aid) and\nany other department or agency of the State. Such moneys, or any part\nthereof may be paid over from time to time by the Department, to be held in\ntrust by the Treasurer, ex officio, and disbursed by the Treasurer\nto the beneficiaries as directed by the Department.",
      "history": "",
      "source_url": ""
    }
  ]
}