{
  "state": "illinois",
  "path": "title-chapter-30-finance/chapter-30-ilcs-235-public-funds-investment-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nPublic Funds Investment Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "The words \"public funds\", as used in this Act, mean current",
      "text": "operating funds, special funds, interest and sinking funds, and funds of\nany kind or character belonging to or in the custody of any public agency.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Authorized investments.",
      "text": "Authorized investments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "2.3.",
      "heading": "Russian or Belarusian investments prohibited",
      "text": "Notwithstanding any provision of law to the contrary, a public agency shall not invest public funds in Russian or Belarusian sovereign debt, Russian or Belarusian government-backed securities, any investment instrument issued by an entity that is domicil",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "2.5.",
      "heading": "Investment policy.",
      "text": "Investment policy.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-210",
      "number": "2.10.",
      "heading": "Unit of local government; deposit at reduced rate of interest.",
      "text": "The treasurer of a unit of\nlocal\ngovernment may, in his or her discretion, deposit public moneys of that unit of\nlocal\ngovernment in a financial institution pursuant to an agreement that provides\nfor a reduced\nrate of interest, provided that the institution agrees to expend an amount of\nmoney equal\nto the amount of the reduction for senior centers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "If any securities, purchased under authority of Section 2 hereof,",
      "text": "are issuable to a designated payee or to the order of a designated payee,\nthen the public agency shall be so designated, and further, if such\nsecurities are purchased with money taken from a particular fund of a\npublic agency, the name of such fund shall be added to that of such public\nagency. If any such securities are registerable, either as to principal or\ninterest, or both, then such securities shall be so registered in the name\nof the public agency, and in the name of the fund to which they are to be\ncredited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "All securities purchased under the authority of this Act shall be",
      "text": "held for the benefit of the public agency which purchased them, and if\npurchased with money taken from a particular fund, such securities shall be\ncredited to and deemed to be a part of such fund, and shall be held for the\nbenefit thereof. All securities so purchased shall be deposited and held in\na safe place by the person or persons having custody of the fund to which\nthey are credited, and such person or persons are responsible upon his or\ntheir official bond or bonds for the safekeeping of all such securities.\nAny securities purchased by any such public agency under authority of this\nAct, may be sold at any time, at the then current market price thereof, by\nthe governing authority of such public agency. Except as provided in\nSection 4.1 of \"An Act in relation to State finance\", all payments received as\nprincipal or interest, or otherwise, derived from any such securities shall\nbe credited to the public agency and to the fund by or for which such\nsecurities were purchased.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "This Act, without reference to any other statute, shall be deemed",
      "text": "full and complete authority for the investment of public funds, as\nhereinabove provided, and shall be construed as an additional and\nalternative method therefor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Report of financial institutions.",
      "text": "Report of financial institutions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "6.5.",
      "heading": "Federally insured deposits at Illinois financial institutions.",
      "text": "Federally insured deposits at Illinois financial institutions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "When investing or depositing public funds, each custodian",
      "text": "shall, to the extent permitted by this Act and by the lawful and reasonable\nperformance of his custodial duties, invest or deposit such funds with or\nin minority-owned financial institutions within this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Consideration of financial institution's commitment to its",
      "text": "community.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Municipal and county investment in not-for-profit community development financial institutions",
      "text": "Municipalities and counties may invest up to $250,000 per year in public funds in not-for-profit community development financial institutions across all institutions. These financial institutions must hav",
      "history": "",
      "source_url": ""
    }
  ]
}