{
  "state": "illinois",
  "path": "title-chapter-30-finance/chapter-30-ilcs-225-public-funds-deposit-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nPublic Funds Deposit Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Deposits. Any treasurer or other custodian of public funds may",
      "text": "deposit\nsuch funds in a savings and loan association, savings bank, or State or\nnational bank\nin this State, or deposit those funds into demand deposit accounts in accordance with Section 6.5 of the Public Funds Investment Act. When such deposits become collected funds and are not needed\nfor immediate disbursement, they shall be invested within 2 working days\nat prevailing rates or better. The treasurer or other custodian of public\nfunds may require\nsuch bank, savings bank, or savings and loan association to deposit with\nhim or her securities\nguaranteed by agencies and instrumentalities of the federal government\nequal in market value to the\namount by which the funds deposited exceed the federally insured amount.\nAny treasurer or other custodian of public funds may accept as\nsecurity for public funds deposited in such bank, savings bank, or\nsavings and loan association any securities or other eligible\ncollateral authorized by Sections 11 and 11.1 of the Deposit of State\nMoneys Act or Section 6 of the Public Funds\nInvestment Act.\nSuch treasurer or other custodian is\nauthorized to enter into an agreement with any such bank, savings bank,\nor savings\nand\nloan association, with any federally insured financial institution or trust\ncompany, or with any agency of the U.S. government relating to the\ndeposit of such securities.\nAny such treasurer or other custodian shall\nbe discharged from responsibility for any funds for which securities are\nso deposited with him or her, and the funds for which securities are so\ndeposited shall not be subject to any otherwise applicable limitation as\nto amount.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Nothing in this Act shall be construed to preclude the deposit of",
      "text": "public funds in accordance with any other Act applicable thereto or to\nsubject any treasurer or other custodian to any liability to which he would\nnot be subject in the absence of this Act. This Act does not apply to the Illinois State Treasurer. Deposit of State money by the Illinois State Treasurer shall be governed by the Deposit of State Moneys Act.",
      "history": "",
      "source_url": ""
    }
  ]
}