{
  "state": "illinois",
  "path": "title-chapter-30-finance/chapter-30-ilcs-565-steel-products-procurement-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the \"Steel",
      "text": "Products Procurement Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "It is hereby found and declared by the Illinois General Assembly that",
      "text": "It is hereby found and declared by the Illinois General Assembly that",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "For the purposes of this Act, the following words have the",
      "text": "meanings ascribed to them in this Section unless the context clearly requires otherwise.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Each contract for the construction, reconstruction, alteration,",
      "text": "repair, improvement or maintenance of public works made by a public agency\nshall contain a provision that steel products used or supplied in the performance\nof that contract or any subcontract thereto shall be manufactured or produced\nin the United States.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "No public agency may authorize, provide for or make any payment",
      "text": "to any vendor or contractor upon any contract in violation of Section 4.\nIt shall be a business offense for any vendor or contractor to knowingly\nenter into any contract in violation of Section 4 or to knowingly violate\ncontract provisions required by Section 4. Each such violation shall subject\nthe violator to a fine of the greater of $5,000 or the payment price received by\nhim as a result of such violation. The Attorney General is authorized to\nfile and prosecute a complaint in the circuit court of any county in which\nthe contract was in whole or in part executed or performed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "This Act shall apply only to contracts and subcontracts entered",
      "text": "into after the effective date of this Act, and shall not limit the use or\nsupply of steel products purchased or leased prior to\nthe effective date of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Nothing in this Act is intended to contravene any existing",
      "text": "treaty, law, agreement or regulation of the United States.\nContracts entered into in accordance with an existing treaty,\nlaw, agreement or regulation of the United States shall not be in violation\nof this Act to the extent of such accordance.",
      "history": "",
      "source_url": ""
    }
  ]
}