{
  "state": "illinois",
  "path": "title-chapter-30-finance/chapter-30-ilcs-15-public-funds-statement-publication-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nPublic Funds Statement Publication Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Except as provided in Section 2.1, each public officer, other",
      "text": "than a state officer, (and other than a city or village treasurer or\nmunicipal officer who is required by Article 3 of the Illinois Municipal\nCode, approved May 29, 1961, as heretofore and hereafter amended, to file\nan annual report to the city council or board of trustees which report is\nrequired to be published, and other than a treasurer of a city, village or\nincorporated town, who is required to file an account with the municipal\nclerk, which account is published as required by \"An Act in relation to the\npreparation, publication and filing of annual accounts of certain\nmunicipalities, the payment of tax monies to treasurers of certain\nmunicipalities, and providing penalties for violations thereof\", approved\nAugust 15, 1961, as heretofore and hereafter amended), who, by virtue of\nhis office receives for disbursement and disburses public funds in the\ndischarge of governmental or municipal debts and liabilities, shall, at the\nexpiration of each fiscal year, prepare a statement:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Except as provided in Section 2.1, such public officer shall",
      "text": "also, within 6 months after the expiration of such fiscal year, cause a\ntrue, complete and correct copy of such statement to be published one time\nin an English language newspaper published in the town, district or\nmunicipality in which such public officer holds his office, or, if no\nnewspaper is published in such town, district or municipality, then in a\nnewspaper printed in the English language published in the county in which\nsuch public officer holds his or her office. However, such publication requirement shall\nnot apply to any county funds or county offices or funds or offices of\nother units of local government when an audit of such funds or offices has\nbeen made by a certified public accountant and a report of such audit has\nbeen filed with the appropriate county board or county clerk and a notice of the availability of the audit report has been\npublished one time in an English language newspaper published in the town, district, or municipality in which that public officer holds his or her office, or, if no newspaper is published in such town, district, or municipality, then in a newspaper printed in the English language published in the county in which that public officer holds his or her office. The notice of availability shall include, at a minimum, the time period covered by the audit, the name of the firm conducting the audit, and the address and business hours of the location where the audit report may be publicly inspected.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "In any statement prepared and published under Sections 1 and 2",
      "text": "of this Act, no public officer may disclose the name or address of any\nperson to whom child support or maintenance was paid in accordance with a\ncourt order requiring the withholding of child support or maintenance from\nan employee's wages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The publisher of the newspaper in which a copy of such statement is",
      "text": "published shall, within ten days after the publication of such statement,\nfile in the office of the county clerk a certificate of such publication\nwith a printed copy of such statement attached, stating the number of times\nwhich the same shall have been published, and the dates of the first and\nlast papers containing the same.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3a",
      "number": "3a.",
      "heading": "In counties having a population of less than 500,000, if any such",
      "text": "public officer in the discharge of his or her official duties, receives all or any\npart of his funds from the county collector, the county treasurer, or the\ntownship collector, and if the county treasurer determines, by reviewing documents filed with the county clerk under Section 3 of this Act, that the public officer has failed to comply with Section 2 of this Act, then the county treasurer shall withhold the payment to that public official of any and all funds until the public official has complied with Section 2 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The cost of such publication shall be paid out of the funds of the",
      "text": "county, district, city, town, village or other body in which the officer\nholds office.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4a",
      "number": "4a.",
      "heading": "The provisions of this Act do not apply to any school board",
      "text": "or school district which is subject to the provisions of Section 10-17 of\nThe School Code, as now or hereafter amended, nor shall any provisions of\nthis Act apply to the treasurer or any other officer of any such school\nboard or school district.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Any public officer, or any publisher, subject to",
      "text": "this Act, failing, neglecting or refusing to discharge any duty imposed\nupon him by this Act shall, for each offense, forfeit the sum of not less\nthan $25 nor more than $500 to be recovered\nin a civil action in the name of the People of the State of Illinois for\nthe use of any person who may sue for the same.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Misdemeanor-Sentence.",
      "text": "Misdemeanor-Sentence.",
      "history": "",
      "source_url": ""
    }
  ]
}