{
  "state": "michigan",
  "path": "title-chapter-29-fire-prevention/chapter-ero-no-1998-2-executive-reorganization-order-29461-29461",
  "sections": [
    {
      "id": "section-29461",
      "number": "29.461",
      "heading": "Transfer of Powers, Duties, and Administrative Functions Pertaining to Storage and Handling of Certain Hazardous Liquids and Gases From the Department of State Police to the Department of Environmental Quality by Type II Transfer; Transfer of the Aboveground Storage Tank Program From the Department ",
      "text": "WHEREAS, Article V, Section 1, of the Constitution of the State of Michigan of 1963 vests the executive power in the Governor; and\n\nWHEREAS, Article V, Section 2 of the Constitution of the State of Michigan of 1963 empowers the Governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units which he considers necessary for efficient administration; and\n\nWHEREAS, Executive Order No. 1997-2 transferred the Aboveground Storage Tank Program (MCL 29.5c) from the Fire Marshal Division of the Michigan Department of State Police to the Michigan Department of Environmental Quality; and\n\nWHEREAS, other regulatory statutes and administrative rules govern the storage and handling of hazardous materials not regulated under MCL 29.5c; and\n\nWHEREAS, it is in the best interest of Michigan citizens to ensure that the storage and handling of these other hazardous materials are conducted in a safe and environmentally responsible manner; and\n\nWHEREAS, it is necessary in the interests of efficient administration and effectiveness of government to regulate the storage and handling of these hazardous materials within one department of the Executive Branch of government.\n\nNOW, THEREFORE, I, John Engler, Governor of the State of Michigan, pursuant to the powers vested in me by the Constitution of the State of Michigan of 1963 and the laws of the State of Michigan, do hereby order the following:\n\n1. All the statutory authority, powers, duties, functions and responsibilities, including but not limited to the functions of rulemaking, budgeting, procurement and related management functions of the following programs:\n\na. Promulgation and enforcement of administrative rules pertaining to the storage and handling of flammable and combustible liquids; liquefied petroleum gases; compressed natural gas vehicular fuel systems; and the production, storage and handling of liquefied natural gas (Section 3c(2) of Act No. 207 of Public Acts of 1941, as amended, being Section 29.3c(2) of the Michigan Compiled Laws); and\n\nb. The Aboveground Storage Tank Program, Sections 5d, 5e, 5j, 5k, 5l, 5m, 5n and 5o of Act No. 207 of the Public Acts of 1941, as amended, being Sections 29.5d, 5e, 5j, 5k, 5l, 5m, 5n and 5o of the Michigan Compiled Laws;\n\nare hereby transferred from the Department of State Police to the Department of Environmental Quality by a Type II transfer as defined by Section 3 of Act No. 380 of the Public Acts of 1965, as amended, being Section 16.103 of the Michigan Compiled Laws.\n\n2. All the statutory authority, powers, duties, functions and responsibilities granted to the Director of the Department of State Police, the Department of State Police and the State Fire Safety Board in Section 2 and Section 3c of Act No. 207 of the Public Acts of 1941, as amended, being Sections 29.2 and 29.3c of the Michigan Compiled Laws, which are related to the functions transferred by this Order and paragraph B.1. of Executive Order 1997-2, are hereby transferred to the Director of the Department of Environmental Quality by a Type II transfer, as defined in Section 3 of Act No. 380 of the Public Acts of 1965, as amended, being Section 16.103 of the Michigan Compiled Laws.\n\n3. The Underground Storage Tank Division created by Executive Order 1994-7 and placed within the Department of Environmental Quality by Executive order 1995-18, is hereby renamed the \"Storage Tank Division.\"\n\n4. The Director of the Michigan Department of Environmental Quality shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Michigan Department of Environmental Quality, and all related prescribed functions of rule-making, licensing and registration, including the prescription of rules, regulations, standards and adjudications, are transferred to the Director of the Michigan Department of Environmental Quality.\n\n5. The Director of the Department of Environmental Quality shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\n6. All records, personnel, property and unexpended balances of appropriations, allocations and other funds used, held, employed, available to or to be made available to the activities, powers, duties, functions and responsibilities transferred to the Michigan Department of Environmental Quality by this Order are transferred to the Michigan Department of Environmental Quality.\n\n7. The Director of the Michigan Department of State Police and the Director of the Michigan Department of Environmental Quality shall immediately initiate coordination to facilitate the transfers and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Michigan Department of Environmental Quality.\n\n8. The Department of Management and Budget shall determine and authorize the most efficient manner possible for handling financial transactions and records in the state's financial management system for the remainder of the fiscal year\n\n9. All rules, orders, contracts and agreements relating to the assigned functions lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended or repealed.\n\n10. Any suit, action or other proceeding lawfully commenced by, against or before any entity affected by this Order shall not abate by reason of the taking effect of this Order. Any suit, action or other proceeding may be maintained by, against or before the appropriate successor of any entity affected by this Order.\n\nIn fulfillment of the requirement of Article V, Section 2, of the Constitution of the State of Michigan of 1963, the provisions of this Order shall become effective sixty (60) days after filing.\n\nHistory:1998, E.R.O. No. 1998-2, Eff. May 16, 1998Compiler's Notes:For transfer of powers and duties of department of environmental quality to department of natural resources and environment, and abolishment of the department of environmental quality, see E.R.O. No. 2009-31, compiled at MCL 324.99919.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-29/statute-e-r-o-no-1998-2/section-29-461/"
    }
  ]
}