{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-201-civil-actions-when-commenced",
  "sections": [
    {
      "id": "section-25-201civil",
      "number": "25-201.Civil",
      "heading": "actions; when commenced.A civil action shall be commenced only within the time prescribed in this chapter, after the cause of action has accrued",
      "text": "Notwithstanding any other provision in this chapter, when an action has been stayed by any court of competent jurisdiction or by statute, such action shal",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-201",
      "number": "25-201",
      "heading": "",
      "text": "25-201.Civil actions; when commenced.\n\nA civil action shall be commenced only within the time prescribed in this chapter, after the cause of action has accrued. Notwithstanding any other provision in this chapter, when an action has been stayed by any court of competent jurisdiction or by statute, such action shall be commenced within the longer of (1) the time prescribed in this chapter, after the cause of action has accrued, or (2) one year after the date the stay is no longer in effect.\n\nSourceR.S.1867, Code § 5, p. 395;R.S.1913, § 7563;C.S.1922, § 8506;C.S.1929, § 20-201;R.S.1943, § 25-201;Laws 2001, LB 48, § 1.\n\nAnnotations\n\n1. When action is commenced\n\n2. When cause of action accrues\n\n3. Limitation; applicability\n\n4. Limitation; defense\n\n5. Miscellaneous\n\n1. When action is commenced\n\nAn action is deemed commenced on the date of the summons which is properly served on the defendant. George P. Rose Sodding & Grading Co. v. Dennis, 195 Neb. 221, 237 N.W.2d 418 (1976).\n\nA civil action is commenced by filing a petition and causing a summons to be issued thereon. Gorgen v. County of Nemaha, 174 Neb. 588, 118 N.W.2d 758 (1962).\n\nAction is deemed commenced upon filing of first petition, where cause of action is not changed in amended petition. Davis v. Manning, 98 Neb. 707, 154 N.W. 239 (1915), vacating former judgment 97 Neb. 658, 150 N.W. 1019 (1915).\n\n2. When cause of action accrues\n\nCause of action accrues when the aggrieved party has the right to institute and maintain suit. Weiss v. Weiss, 179 Neb. 714, 140 N.W.2d 15 (1966).\n\nA civil action to recover a statutory penalty must be commenced within a year after the cause of action accrued in favor of plaintiff. Hoffman v. Geiger, 135 Neb. 349, 281 N.W. 625 (1938).\n\nA cause of action against a bank director participating in making of an excessive loan is complete the moment the loan is made, and statute of limitations begins to run, and action is barred after four years in absence of fraud or concealment. Department of Banking v. McMullen, 134 Neb. 338, 278 N.W. 551 (1938).\n\nStatute of limitations on right to recover illegally imposed taxes runs from time of payment of tax and not from time illegality of tax is judicially determined. Monteith v. Alpha High School Dist. of Chase County, 125 Neb. 665, 251 N.W. 661 (1933).\n\nStatute of limitations does not run on claims against state until legislative leave to sue has been given. Commonwealth Power Co. v. State, 104 Neb. 439, 177 N.W. 745 (1920).\n\nWhen cause of action accrues stated. City of Omaha v. Redick, 61 Neb. 163, 85 N.W. 46 (1901).\n\n3. Limitation; applicability\n\nAn oral promise by which defendant was paid some undisclosed amount in settlement of claim for damages based on loss of securities through conspiracy and fraud, which was not a promise made as a part of the alleged fraudulent transaction, did not operate to toll statute of limitations. Hollenbeck v. Guardian Nat. Life Ins. Co., 144 Neb. 684, 14 N.W.2d 330 (1944).\n\nAn action for relief upon the ground of fraud must be commenced within four years after the discovery of the facts constituting the fraud, or of facts sufficient to put a person of ordinary intelligence and prudence on an inquiry which, if pursued, would lead to discovery. Burchmore v. Byllesby & Co., 140 Neb. 603, 1 N.W.2d 327 (1941).\n\nWhere Legislature has created a new right and prescribed a special statute of limitations, the general statute of limitations is not applicable. Ray v. Sanitary Garbage Co., 134 Neb. 178, 278 N.W. 139 (1938).\n\nWhere trustee of trust fund, who was also president and managing officer of bank, invested part of trust funds in worthless notes belonging to bank in 1923, but concealed the fact from the county court and the cestui que trust until 1930, running of statute was tolled. First Trust Co. of Lincoln v. Exchange Bank, 126 Neb. 856, 254 N.W. 569 (1934).\n\nStatute does not run against claims depending upon the result of pending litigation. First Nat. Bank of Plattsmouth v. Gibson, 74 Neb. 232, 104 N.W. 174 (1905), reversed on rehearing 74 Neb. 236, 105 N.W. 1081 (1906).\n\nGeneral law as to limitations of actions is not applicable to revivor of dormant judgment. Bankers Life Ins. Co. v. Robbins, 59 Neb. 170, 80 N.W. 484 (1899).\n\nSet-off was barred by statute of limitations. Baker Ice Machine Co. v. Hebert, 76 F.2d 73 (8th Cir. 1935).\n\n4. Limitation; defense\n\nStatute of limitations is an affirmative defense and must be pleaded. Central Bridge & Constr. Co. v. Chicago & N. W. Ry. Co., 128 Neb. 779, 260 N.W. 172 (1935).\n\nStatute of limitations does not raise a presumption of payment but is a statute of repose. Torgeson v. Department of Trade and Commerce, 127 Neb. 49, 254 N.W. 740 (1934).\n\nOne asking affirmative equitable relief is required to do equity and may not plead statute of limitations as defense to such requirement. Wiseman v. Guernsey, 107 Neb. 647, 187 N.W. 55 (1922).\n\nOrdinarily third parties may not plead it as defense. Plummer, Perry & Co. v. Rohman, 61 Neb. 61, 84 N.W. 600 (1900).\n\nStatute of limitations must be pleaded or is considered waived. Hobson v. Cummins, 57 Neb. 611, 78 N.W. 295 (1899).\n\nStatute applies to facts or rights pleaded as defense, counterclaim or cross action. Parker v. Kuhn, 21 Neb. 413, 32 N.W. 74 (1887).\n\n5. Miscellaneous\n\nThe fact that a claim against an heir is barred by the statute of limitations does not prevent the application of the doctrine of retainer. Fischer v. Wilhelm, 139 Neb. 583, 298 N.W. 126 (1941), opinion partially vacated on rehearing, 140 Neb. 448, 300 N.W. 350 (1941).\n\nPlaintiff may not amend a cause of action barred by statute of limitations by substituting another and different cause not so barred. Thurston County v. Farley, 128 Neb. 756, 260 N.W. 397 (1935).\n\nIf petition shows on its face that it is barred by statute of limitations but pleads further facts in avoidance thereof, which are denied by defendant who also pleads affirmatively the statute, plaintiff cannot recover without first establishing facts alleged in avoidance. Baxter v. National Mtg. Loan Co., 128 Neb. 537, 259 N.W. 630 (1935).\n\nWhere a necessary party defendant is not made defendant because statute of limitations has run on claim against him, action should be dismissed. Dempster v. Ashton, 125 Neb. 535, 250 N.W. 917 (1933).\n\nContracts providing different periods are void. Miller v. State Ins. Co. of Des Moines, 54 Neb. 121, 74 N.W. 416 (1898).\n\nWhere statute confers and limits duration of right, it also limits the remedy. Goodwin v. Cunningham, 54 Neb. 11, 74 N.W. 315 (1898).\n\nDefendant may present question of statute of limitations by motion to dismiss or demurrer if petition shows on its face that action is barred. Harrop v. United States, 10 F.Supp. 753 (D. Neb. 1935).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-201/"
    }
  ]
}