{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-1552-personal-property-except-wages-debtors-claim-of-exem",
  "sections": [
    {
      "id": "section-25-1552personal",
      "number": "25-1552.Personal",
      "heading": "property except wages; debtors; claim of exemption; procedure; adjustment by Department of Revenue",
      "text": "(1) Each natural person residing in this state shall have exempt from forced sale on execution the sum of five thousand dollars in personal property, except wages. The provisions of this section do not",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-1552",
      "number": "25-1552",
      "heading": "",
      "text": "25-1552.Personal property except wages; debtors; claim of exemption; procedure; adjustment by Department of Revenue.\n\n(1) Each natural person residing in this state shall have exempt from forced sale on execution the sum of five thousand dollars in personal property, except wages. The provisions of this section do not apply to the exemption of wages, that subject being fully provided for by section 25-1558. In proceedings involving a writ of execution, the exemption from execution under this section shall be claimed in the manner provided by section 25-1516. The debtor desiring to claim an exemption from execution under this section shall, at the time the request for hearing is filed, file a list of the whole of the property owned by the debtor and an indication of the items of property which he or she claims to be exempt from execution pursuant to this section and section 25-1556, along with a value for each item listed. The debtor or his or her authorized agent may select from the list an amount of property not exceeding the value exempt from execution under this section according to the debtor's valuation or the court's valuation if the debtor's valuation is challenged by a creditor.\n\n(2) The dollar limitations in this section shall be adjusted by the Department of Revenue every fifth year beginning with the year 2023 to reflect the cumulative percentage change over the preceding five years in the Consumer Price Index for All Urban Consumers, as prepared by the United States Department of Labor, Bureau of Labor Statistics.\n\nSourceR.S.1867, Code § 521, p. 484;Laws 1913, c. 52, § 1, p. 158;R.S.1913, § 8099;C.S.1922, § 9035;C.S.1929, § 20-1553;R.S.1943, § 25-1552;Laws 1973, LB 16, § 1;Laws 1977, LB 60, § 1;Laws 1980, LB 940, § 2;Laws 1993, LB 458, § 12;Laws 1997, LB 372, § 1;Laws 2018, LB105, § 1.\n\nAnnotations\n\n1. Scope\n\n2. Head of family\n\n3. Homestead\n\n4. Exemptions\n\n1. Scope\n\nSection should receive liberal construction. Wife contributing to support of dependent husband ordinarily qualifies as head of the family within meaning of this section. Grassman v. Jensen, 183 Neb. 147, 158 N.W.2d 673 (1968).\n\nExemption of wages from execution or attachment is not controlled by this section. Live Stock Nat. Bank v. Jackson, 137 Neb. 161, 288 N.W. 515 (1939).\n\nThis section is as inclusive as a statutory provision for stay is exclusive. Wassung v. Wassung, 136 Neb. 440, 286 N.W. 340 (1939).\n\nThis section must be taken into consideration in determining the rights of an heir. Goodwin v. Freadrich, 135 Neb. 203, 280 N.W. 917 (1938).\n\nStatute is to be liberally construed; and exemption claimed hereunder is paramount to cross-claim of judgment creditor. State ex rel. Sorensen v. Bank of Crab Orchard, 122 Neb. 210, 239 N.W. 836 (1932).\n\nExemption allowed by this section is additional to property specially exempted by law. Johnson v. Bartek, 56 Neb. 422, 76 N.W. 878 (1898).\n\n\"Subject to exemption\" applies to lands, and lots as well as houses. Widemair v. Woolsey, 53 Neb. 468, 73 N.W. 947 (1898).\n\nRight to homestead defeats exemption under this section, even though title is merely contract of sale, or mortgaged to full value. State ex rel. Hilton v. Townsend, 17 Neb. 530, 23 N.W. 509 (1885).\n\nExemptions of debtor's property are determinable upon basis of facts as they exist at time of filing of petition in bankruptcy. In re Burden, 83 F.Supp. 416 (D. Neb. 1949).\n\n2. Head of family\n\nDivorced husband, although remarried, cannot claim exemptions hereunder as against former wife's judgment for alimony. Winter v. Winter, 95 Neb. 335, 145 N.W. 709 (1914).\n\nPersonal property not exceeding five hundred dollars in value is exempt to head of family who does not have homestead. McCormick Harvesting Machine Co. v. Dunn, 63 Neb. 81, 88 N.W. 159 (1901).\n\nEvery head of family not owning exempt real estate may claim benefit of section. Widemair v. Woolsey, 53 Neb. 468, 73 N.W. 947 (1898).\n\nWife with disabled husband, supporting family, is \"head.\" State ex rel. Lucas v. Houck, 32 Neb. 525, 49 N.W. 462 (1891); Schaller v. Kurtz, 25 Neb. 655, 41 N.W. 642 (1889).\n\nWife, where husband has absconded from state, and who supports family, is \"head.\" State ex rel. Scoville v. Wilson, 31 Neb. 462, 48 N.W. 147 (1891).\n\nDivorced husband continuing to support children is entitled to exemption. Roberts v. Moudy, 30 Neb. 683, 46 N.W. 1013 (1890).\n\nHead of family may claim property as exempt even though ordered sold under attachment. State ex rel. Stevens v. Carson, 27 Neb. 501, 43 N.W. 361 (1889).\n\nResident alien is entitled to exemptions though family have not yet moved here. People ex rel. Dobson v. McClay, 2 Neb. 7 (1873).\n\n3. Homestead\n\nHusband cannot claim exemption as long as he has homestead exemption. Creason v. Wells, 158 Neb. 78, 62 N.W.2d 327 (1954).\n\nConsent of a wife to selection of a homestead from her property will be presumed from actual use of the premises as homestead, and she cannot claim allowance of five hundred dollars under this section in lieu of homestead. In re Estate of Nielsen, 135 Neb. 110, 280 N.W. 246 (1938).\n\nHusband cannot claim exemption under this section though homestead in wife's name. Stout v. Rapp, 17 Neb. 462, 23 N.W. 364 (1885).\n\nIf family has homestead, cannot claim under this section. Axtell v. Warden, 7 Neb. 182 (1878).\n\n4. Exemptions\n\nA debtor engaged in the business of agriculture is not within the terms of the statute exempting tools and instruments of a mechanic, miner, or other person. Miller v. Dixon, 176 Neb. 659, 127 N.W.2d 203 (1964).\n\nFive hundred dollar exemption in lieu of homestead may include wages due, or to become due, to the extent of ninety percent. Lyons v. Austin, 126 Neb. 248, 252 N.W. 908 (1934).\n\nNonresident of the state is not entitled to any part of the five hundred dollar exemption. Woolfson v. Mead, 96 Neb. 528, 148 N.W. 153 (1914).\n\nThere is no exemption until partnership's debts are paid. Miller v. Waite, 59 Neb. 319, 80 N.W. 907 (1899).\n\nWhen debtor files inventory under oath, officer must call appraisers and setoff exemptions. Daley v. Peters, 47 Neb. 848, 66 N.W. 862 (1896).\n\nExemption may consist of judgment. Mace v. Heath, 34 Neb. 54, 51 N.W. 317 (1892).\n\nMember of partnership cannot claim firm property as exempt against creditors of firm. Lynch v. Englehardt Winning Davison Merchantile Co., 1 Neb. Unof. 528, 96 N.W. 524 (1901).\n\nA judgment debtor may assert the in-lieu-of-homestead exemption, provided by this section, in response to a garnishment summons against the judgment debtor's bank account. ARL Credit Servs. v. Piper, 15 Neb. App. 811, 736 N.W.2d 771 (2007).\n\nUnited States is not entitled to object to exemption allowed bankrupt on ground that state taxes were not paid. United States v. Bernstein, 16 F.2d 233 (8th Cir. 1926).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-1552/"
    },
    {
      "id": "section-should",
      "number": "should",
      "heading": "receive liberal construction. Wife contributing to support of dependent husband ordinarily qualifies as head of the family within meaning of this section",
      "text": "Grassman v. Jensen, 183 Neb. 147, 158 N.W.2d 673 (1968).",
      "history": "",
      "source_url": ""
    }
  ]
}