{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-1340-standards-for-recognition-of-foreign-country-judgmen",
  "sections": [
    {
      "id": "section-25-1340",
      "number": "25-1340",
      "heading": "",
      "text": "25-1340.Standards for recognition of foreign-country judgment.\n\n(a) Except as otherwise provided in subsections (b) and (c) of this section, a court of this state shall recognize a foreign-country judgment to which the Uniform Foreign-Country Money Judgments Recognition Act applies.\n\n(b) A court of this state may not recognize a foreign-country judgment if:\n\n(1) the judgment was rendered under a judicial system that does not provide impartial tribunals or procedures compatible with the requirements of due process of law;\n\n(2) the foreign court did not have personal jurisdiction over the defendant; or\n\n(3) the foreign court did not have jurisdiction over the subject matter.\n\n(c) A court of this state need not recognize a foreign-country judgment if:\n\n(1) the defendant in the proceeding in the foreign court did not receive notice of the proceeding in sufficient time to enable the defendant to defend;\n\n(2) the judgment was obtained by fraud that deprived the losing party of an adequate opportunity to present its case;\n\n(3) the judgment or the cause of action or claim for relief on which the judgment is based is repugnant to the public policy of this state or of the United States;\n\n(4) the judgment conflicts with another final and conclusive judgment;\n\n(5) the proceeding in the foreign court was contrary to an agreement between the parties under which the dispute in question was to be determined otherwise than by proceedings in that foreign court;\n\n(6) in the case of jurisdiction based only on personal service, the foreign court was a seriously inconvenient forum for the trial of the action;\n\n(7) the judgment was rendered in circumstances that raise substantial doubt about the integrity of the rendering court with respect to the judgment; or\n\n(8) the specific proceeding in the foreign court leading to the judgment was not compatible with the requirements of due process of law.\n\n(d) A party resisting recognition of a foreign-country judgment has the burden of establishing that a ground for nonrecognition stated in subsection (b) or (c) of this section exists.\n\nSourceLaws 2021, LB501, ยง 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-1340/"
    }
  ]
}