{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-2805-trial-without-jury-transfer-to-county-court-fee-jury",
  "sections": [
    {
      "id": "section-25-2805",
      "number": "25-2805",
      "heading": "",
      "text": "25-2805.Trial without jury; transfer to county court; fee; jury demand; timeframe.\n\nAll matters in the Small Claims Court shall be tried to the court without a jury. Except as provided in section 25-2618.01, any defendant in an action or such defendant's attorney may transfer the case to the regular docket of the county court by giving notice to the court at least two days prior to the time set for the hearing. Upon such notice the case shall be transferred to the regular docket of the county court. The party causing the transfer of a case from the Small Claims Court to the regular docket shall pay as a fee the difference between the fee for filing a claim in Small Claims Court and the fee for filing a claim on the regular docket.\n\nIn any action transferred to the regular docket, there shall be no motions challenging pleadings unless ordered by the court upon a showing that any such procedure is necessary to the prompt and just determination of the action. In any action transferred to the regular docket, a defendant shall file an answer. Any jury demand in cases transferred from the Small Claims Court to county court shall be made within the timeframes provided in section 25-2705.\n\nSourceLaws 1972, LB 1032, § 25;Laws 1975, LB 283, § 2;Laws 1980, LB 892, § 2;Laws 1981, LB 42, § 11;Laws 1984, LB 13, § 15;Laws 1987, LB 77, § 3;R.S.Supp.,1988, § 24-525;Laws 1997, LB 151, § 10;Laws 2002, LB 876, § 58;Laws 2011, LB669, § 20.\n\nAnnotations\n\nA suit brought in Small Claims Court and transferred to the regular docket of municipal court prior to the time set for hearing in Small Claims Court is subject to the provisions of law and rules of the court applicable to proceedings in municipal court. State ex rel. Simpson v. Vondrasek, 203 Neb. 693, 279 N.W.2d 860 (1979).\n\nWhen a defendant transfers a case from small claims court to county court pursuant to this section, the plaintiff is not entitled to request a jury trial in the county court action. Dollison v. Mercy Servs. Corp., 7 Neb. App. 555, 584 N.W.2d 674 (1998).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-2805/"
    }
  ]
}