{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-1108-view-of-property-or-place-by-jury",
  "sections": [
    {
      "id": "section-25-1108",
      "number": "25-1108",
      "heading": "",
      "text": "25-1108.View of property or place by jury.\n\nWhenever, in the opinion of the court, it is proper for the jury to have a view of property which is the subject of litigation, or of the place in which any material fact occurred, it may order them to be conducted in a body, under charge of the bailiff, to the place, which shall be shown to them by the bailiff, an individual appointed by the court for that purpose, or both. While the jury are thus absent, no person other than the bailiff or individual so appointed shall speak to them on any subject connected with the trial.\n\nSourceR.S.1867, Code § 284, p. 442;R.S.1913, § 7847;C.S.1922, § 8791;C.S.1929, § 20-1108;R.S.1943, § 25-1108;Laws 2020, LB387, § 38.\n\nAnnotations\n\n1. Propriety\n\n2. Effect\n\n3. Miscellaneous\n\n1. Propriety\n\nA motion to inspect the premises under this section is, by the terms of the statute, left to the discretion of the trial court. Kopecky v. National Farms, Inc., 244 Neb. 846, 510 N.W.2d 41 (1994).\n\nA trial judge has the same power to view the premises as a jury, and such inspection is entitled to same effect in both cases. Birdwood Irr. Dist. v. Brodbeck, 148 Neb. 824, 29 N.W.2d 621 (1947).\n\nStatute implies that trial judge may examine the premises involved in any case where a view would have been warranted had the case been tried before a jury. Taxpayer's League of Wayne County v. Wightman, 139 Neb. 212, 296 N.W. 886 (1941).\n\nThis section is merely confirmatory of power generally recognized as existing in trial court apart from any statute. Carter v. Parsons, 136 Neb. 515, 286 N.W. 696 (1939).\n\nIt is proper for the jury, properly cautioned, to view the mechanism of a street car for closing the rear door. Denison v. Omaha & C. B. St. Ry. Co., 135 Neb. 307, 280 N.W. 905 (1938).\n\nRefusal to allow jury to view the place where a material fact occurred, in absence of abuse of discretion, is not reversible error hereunder. Large v. Johnson, 124 Neb. 821, 248 N.W. 400 (1933).\n\nCourt may require jury to view property. Beck v. Staats, 80 Neb. 482, 114 N.W. 633 (1908).\n\n2. Effect\n\nJury may take into account the result of their observations at the locus in quo and make it, in connection with the other evidence, the basis of their verdict. Rundall v. Grace, 132 Neb. 490, 272 N.W. 398 (1937).\n\nWhere jury is permitted to view the premises, the result of its observations is evidence which, in arriving at a verdict, it may consider only in connection with other competent evidence. Stull v. Department of Roads and Irrigation, 129 Neb. 822, 263 N.W. 148 (1935).\n\nJury is to take into account result of observations at the locus in quo, in connection with other evidence. Chicago, R. I. & P. Ry. Co. v. Farwell, 60 Neb. 322, 83 N.W. 71 (1900).\n\nView of premises in dispute by jury is evidence, and not merely means of enabling jury to better connect evidence. Chicago, R. I. & P. Ry. Co. v. Farwell, 59 Neb. 544, 81 N.W. 440 (1900), reversed on rehearing, 60 Neb. 322, 83 N.W. 71 (1900).\n\n3. Miscellaneous\n\nView of premises must be made in presence of person appointed by the court. Larsen v. Omaha Transit Co., 168 Neb. 205, 95 N.W.2d 554 (1959).\n\nWhere there was a change in conditions, view of premises was properly denied. Pospichal v. Wiley, 163 Neb. 236, 79 N.W.2d 275 (1956).\n\nWhere abuse of discretion is not shown, refusal to view premises is not error. Ricenbaw v. Kraus, 157 Neb. 723, 61 N.W.2d 350 (1953).\n\nLanguage of court in sending jury to inspect premises was in compliance with statute. Drollinger v. Hastings & N. W. R. R. Co., 98 Neb. 520, 153 N.W. 619 (1915).\n\nViewing of property may, in discretion of court, be made before all evidence has been introduced. Alberts v. Husenetter, 77 Neb. 699, 110 N.W. 657 (1906).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-1108/"
    }
  ]
}