{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-1906-proceedings-in-error-transcript-how-obtained",
  "sections": [
    {
      "id": "section-25-1906",
      "number": "25-1906",
      "heading": "",
      "text": "25-1906.Proceedings in error; transcript; how obtained.\n\nJudges of judicial tribunals having no clerk, and clerks of every court of record, shall upon request and being paid the lawful fees therefor, furnish an authenticated transcript of the proceedings, containing the judgment or final order of such courts, to either of the parties to the same, or to any person interested in procuring such transcript.\n\nSourceR.S.1867, Code § 587, p. 497;R.S.1913, § 8180;C.S.1922, § 9132;C.S.1929, § 20-1906;R.S.1943, § 25-1906;Laws 1972, LB 1032, § 137.\n\nAnnotations\n\nThe timely filing of a praecipe for transcript with the clerk of the district court satisfied the 30-day appeal requirement where, without any negligence on the petitioner's part, the tribunal whose decision was the subject of the petition in error, failed to produce an authenticated copy of the transcript containing a copy of the final order or judgment. Lancaster County v. Slezak, 317 Neb. 157, 9 N.W.3d 414 (2024).\n\nThe provision requiring plaintiff in error to file with his petition an authenticated transcript containing final order is jurisdictional and mandatory. Downer v. Ihms, 192 Neb. 594, 223 N.W.2d 148 (1974).\n\nThe filing by plaintiff in error of authenticated copy of proceedings containing final order to be reviewed is jurisdictional and mandatory. Lanc v. Douglas County Welfare Administration, 189 Neb. 651, 204 N.W.2d 387 (1973).\n\nCounty superintendent not required to file a transcript anywhere; must only furnish upon request when paid lawful fees. Lemburg v. Nielsen, 182 Neb. 747, 157 N.W.2d 381 (1968).\n\nAuthenticated transcript was furnished. Ostler v. City of Omaha, 179 Neb. 515, 138 N.W.2d 826 (1965).\n\nAuthenticated transcript is required and filing of original papers is not sufficient. Anania v. City of Omaha, 170 Neb. 160, 102 N.W.2d 49 (1960).\n\nCounty superintendent of schools who presides at hearing may authenticate transcript. School Dist. No. 49 of Merrick County v. Kreidler, 165 Neb. 761, 87 N.W.2d 429 (1958).\n\nAttorney in fact for defeated party may demand transcript of justice judgment. State ex rel. Newby v. Ellsworth, 61 Neb. 444, 85 N.W. 439 (1901).\n\nAn appeal from a special assessment by a metropolitan‑class city taken as specified in section 14‑813 means that proceedings from a district court shall be the same as an appeal from a county board, and under this section, that means appeal is taken by petition in error and the review is solely of the record made before the tribunal whose action is being reviewed. Jackson v. Board of Equal. of City of Omaha, 10 Neb. App. 330, 630 N.W.2d 680 (2001).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-1906/"
    }
  ]
}