{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-3503-civil-action",
  "sections": [
    {
      "id": "section-25-3503civil",
      "number": "25-3503.Civil",
      "heading": "action.(a) In this section:(1) Harm includes physical harm, economic harm, and emotional distress whether or not accompanied by physical or economic harm",
      "text": "(2) Private means:(A) created or obtained under circumstances in which a depicted individual had a reasonable expectation of privacy;(B) made acce",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-3503",
      "number": "25-3503",
      "heading": "",
      "text": "25-3503.Civil action.\n\n(a) In this section:\n\n(1) Harm includes physical harm, economic harm, and emotional distress whether or not accompanied by physical or economic harm.\n\n(2) Private means:\n\n(A) created or obtained under circumstances in which a depicted individual had a reasonable expectation of privacy;\n\n(B) made accessible through theft, bribery, extortion, fraud, false pretenses, voyeurism, or exceeding authorized access to an account, message, file, device, resource, or property; or\n\n(C) created by means of computer generation or digital manipulation without the consent of the depicted individual.\n\n(b) Except as otherwise provided in section 25-3504, a depicted individual who is identifiable and who suffers harm from a person's intentional disclosure or threatened disclosure of an intimate image that was private without the depicted individual's consent has a cause of action against the person if the person knew or acted with reckless disregard for whether:\n\n(1) the depicted individual did not consent to the disclosure;\n\n(2) the intimate image was private; and\n\n(3) the depicted individual was identifiable.\n\n(c) The following conduct by a depicted individual does not establish by itself that the individual consented to the disclosure of the intimate image which is the subject of an action under the Uniform Civil Remedies for Unauthorized Disclosure of Intimate Images Act or that the individual lacked a reasonable expectation of privacy:\n\n(1) consent to creation of the image; or\n\n(2) previous consensual disclosure of the image.\n\n(d) A depicted individual who does not consent to the sexual conduct or uncovering of the part of the body depicted in an intimate image of the individual retains a reasonable expectation of privacy even if the image was created when the individual was in a public place.\n\nSourceLaws 2019, LB680, ยง 3;Laws 2025, LB371, ยง 2.Effective Date: September 3, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-3503/"
    }
  ]
}