{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-1411-death-of-defendant-against-whom-action-revived",
  "sections": [
    {
      "id": "section-25-1411",
      "number": "25-1411",
      "heading": "",
      "text": "25-1411.Death of defendant; against whom action revived.\n\nUpon the death of a defendant in an action, wherein the right, or any part thereof, survives against his personal representative, the revivor shall be against him; and it may also be against the heirs or devisees of the defendant, or both, when the right of action, or any part thereof, survives against them.\n\nSourceR.S.1867, Code § 464, p. 471;R.S.1913, § 8032;C.S.1922, § 8973;C.S.1929, § 20-1411;R.S.1943, § 25-1411.\n\nAnnotations\n\nWhere a cause of action or several causes of action may properly lie against a personal representative of a deceased defendant as well as against the heir of the deceased an order of revivor against only one of the parties, if proper, for some of the relief sought is not defective, and the cause of action may proceed against that party. Willis v. Rose, 223 Neb. 49, 388 N.W.2d 101 (1986).\n\nAction to enforce trust was properly revived. Workman v. Workman, 167 Neb. 857, 95 N.W.2d 186 (1959).\n\nTo be a lien upon land descending to heirs of deceased judgment debtor, judgment must be revived against heirs, not against administrator. Dougherty v. White, 112 Neb. 675, 200 N.W. 884 (1924).\n\nDormant federal court judgment can be revived only in court where rendered. Holmes v. Webster, 98 Neb. 105, 152 N.W. 312 (1915).\n\nIn real estate mortgage foreclosure action, where party dies while proceedings are pending in Supreme Court, revivor should be had against heirs. Urlau v. Ruhe, 63 Neb. 883, 89 N.W. 427 (1902).\n\nOn motion to revive, merits of action cannot be heard; revivor is matter of right. Gillette v. Morrison, 7 Neb. 263 (1878).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-1411/"
    }
  ]
}