{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-2158-alternative-and-peremptory-writs",
  "sections": [
    {
      "id": "section-25-2158alternative",
      "number": "25-2158.Alternative",
      "heading": "and peremptory writs.The writ is either alternative or peremptory",
      "text": "The alternative writ must state concisely the facts showing the obligation of the defendant to perform the act, and his omission to perform it, and command him, that immediately upon the receipt of the writ, or at some other specifie",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-2158",
      "number": "25-2158",
      "heading": "",
      "text": "25-2158.Alternative and peremptory writs.\n\nThe writ is either alternative or peremptory. The alternative writ must state concisely the facts showing the obligation of the defendant to perform the act, and his omission to perform it, and command him, that immediately upon the receipt of the writ, or at some other specified time, he do the act required to be performed, or show cause before the court whence the writ issued, at a specified time and place, why he has not done so; and that he then and there return the writ, with his certificate of having done as he is commanded. The peremptory writ must be in a similar form, except that the words requiring the defendant to show cause why he has not done as commanded must be omitted.\n\nSourceR.S.1867, Code § 647, p. 508;R.S.1913, § 8273;C.S.1922, § 9226;C.S.1929, § 20-2158;R.S.1943, § 25-2158.\n\nAnnotations\n\nAlternative writ should contain an order to show cause. State ex rel. Krieger v. Board of Supervisors of Clay County, 171 Neb. 117, 105 N.W.2d 721 (1960).\n\nTwo types of writs of mandamus are recognized and defined. State ex rel. Beck v. Chicago, St. P., M. & O. Ry. Co., 164 Neb. 60, 81 N.W.2d 584 (1957).\n\nNothing can be contained in the peremptory writ that is not embraced in the alternative writ. State ex rel. Shriver v. Karr, 64 Neb. 514, 90 N.W. 298 (1902).\n\nPeremptory writ must conform strictly to command of alternative writ and clearly show duty to be performed. Laflin v. State ex rel. Gray, 49 Neb. 614, 68 N.W. 1022 (1896).\n\nAlternative writ must state all facts necessary to justify order sought. State ex rel. Mitchell v. School Dist. No. 9 of York County, 8 Neb. 92 (1878).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-2158/"
    }
  ]
}