{
  "state": "nebraska",
  "path": "title-chapter-25-courts-civil-procedure/chapter-25-1668-grand-jury-potential-jurors-how-and-when-drawn-juror",
  "sections": [
    {
      "id": "section-25-1668grand",
      "number": "25-1668.Grand",
      "heading": "jury; potential jurors; how and when drawn; juror qualification form",
      "text": "(1) Unless the judge or judges order that no grand jury be drawn, after creating the master key list under section 25-1654, the jury commissioner shall draw potential jurors from the master key list for service on grand juries for",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25-1668",
      "number": "25-1668",
      "heading": "",
      "text": "25-1668.Grand jury; potential jurors; how and when drawn; juror qualification form.\n\n(1) Unless the judge or judges order that no grand jury be drawn, after creating the master key list under section 25-1654, the jury commissioner shall draw potential jurors from the master key list for service on grand juries for the jury term in the manner and number provided in this section or as the judge or judges otherwise direct. In drawing names, the jury commissioner may use a manual jury selection process or a jury management system.\n\n(2) If the judge or judges initially order that no grand jury be drawn, such judge or judges may at any time thereafter order the drawing of a grand jury.\n\n(3) The jury commissioner shall draw such number of potential jurors for grand jury service:\n\n(a) As the jury commissioner deems necessary to arrive at a list of eighty persons who possess the qualifications of jurors set forth in section 25-1650; or\n\n(b) As the judge or judges may otherwise direct.\n\n(4)(a) If the jury commissioner uses the two-step qualifying and summoning system, he or she shall deliver to each potential juror a juror qualification form pursuant to section 25-1657.\n\n(b) If the jury commissioner uses the one-step qualifying and summoning system, he or she shall deliver to each potential juror a juror qualification form pursuant to section 25-1657 and shall serve the potential juror with a summons pursuant to section 25-1660.\n\nSourceLaws 2020, LB387, ยง 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-25/statute-25-1668/"
    }
  ]
}