{
  "state": "illinois",
  "path": "title-chapter-25-legislature/chapter-25-ilcs-10-general-assembly-operations-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nGeneral Assembly Operations Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "The Senate at the first regular session of each General Assembly shall",
      "text": "elect the following officers: A President, a Secretary, an Assistant\nSecretary and a Sergeant-at-arms. The Secretary and Assistant Secretary\nshall not be of the same political party. The Senate shall fix the\ncompensation of the Secretary, Assistant Secretary and Sergeant-at-arms.\nThe Secretary, Assistant Secretary and Sergeant-at-arms shall be subject to\nremoval or discharge by the Senate for inefficiency or neglect of duty. The\nHouse at the first regular session of each General Assembly shall elect the\nfollowing officers: A presiding officer to be known as Speaker, a Chief\nClerk, an Assistant Clerk and a Doorkeeper. The Chief Clerk and Assistant\nClerk shall not be of the same political party. The House shall fix the\ncompensation of the Chief Clerk, Assistant Clerk and Doorkeeper. The Chief\nClerk, Assistant Clerk and Doorkeeper shall be subject to removal or\ndischarge by the House for inefficiency or neglect of duty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The Speaker of the House and the President of the Senate, and the",
      "text": "Chairman and members of the Senate Committee on Committees shall be\nconsidered as holding continuing offices until their respective successors\nare elected and qualified.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "At the convening of the House of Representatives and the Senate of each",
      "text": "General Assembly the Secretary of State and the Governor, as required by\nthe Constitution, shall call the House of Representatives and the Senate to\norder and shall preside until a Speaker and President are chosen and have\ntaken their seats. For the purpose of the organization and operation of the\nHouse of Representatives, the rules adopted by and applicable to the\nregular session of the House of Representatives of the preceding General\nAssembly, insofar as such rules may be applicable, shall prevail and be the\nrules governing the House of Representatives of the General Assembly then\nconvened, until such rules are changed or new rules adopted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Senate Operations Commission.",
      "text": "Senate Operations Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Speaker of the House; operations, employees, and expenditures.",
      "text": "Speaker of the House; operations, employees, and expenditures.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Expenditures by joint committees of the General Assembly are subject to",
      "text": "the joint approval of the President of the Senate and the Speaker of the\nHouse of Representatives.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "General Assembly printing; session laws.",
      "text": "General Assembly printing; session laws.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Loan or donation of presidential items",
      "text": "Notwithstanding any provision of law to the contrary, the Secretary of the Senate may loan or donate to a presidential library or museum any books, items, furniture, equipment, or other materials or property of former Illinois State Senator Barack Obama in th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    }
  ]
}