{
  "state": "illinois",
  "path": "title-chapter-35-revenue/chapter-35-ilcs-510-coin-operated-amusement-device-and-redemption-ma",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "There is imposed, on the privilege of operating every",
      "text": "coin-in-the-slot-operated amusement device, including a device operated\nor operable by insertion of coins, tokens, chips or similar objects, in\nthis State which returns to the player thereof no money or property or\nright to receive money or property, and on the privilege of operating in\nthis State a redemption machine as defined in Section 28-2 of the Criminal\nCode of 2012, an annual privilege tax of $30 for each\ndevice for a period beginning on or after August 1 of any year and\nprior to August 1 of the succeeding year.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "(a) Any person, firm, limited liability company, or corporation",
      "text": "which displays any device described in Section 1, to be played or operated by\nthe public at any place owned or leased by any such person, firm, limited\nliability company, or corporation, shall before he displays such device, file\nin the Office of the Department of Revenue\na form containing information regarding such device, setting\nforth his name and address, with a brief description of the device to be\ndisplayed and the premises where such device will be located, together\nwith such other relevant data as the Department of Revenue may require.\nSuch form shall be accompanied by the\nrequired privilege tax for each device. Such privilege tax shall be paid to the\nDepartment of Revenue\nof the State of Illinois and all monies received by the Department of\nRevenue under this Act shall be paid into the General Revenue Fund in\nthe State Treasury. The Department of Revenue shall supply and deliver\nto the person, firm, limited liability company, or corporation which displays\nany device described in Section 1, charges prepaid and without additional cost,\none privilege tax decal for each such device on which the\ntax has been paid, stating\nthe year for which issued. Such privilege tax decal shall\nthereupon be securely affixed\nto such device.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2a",
      "number": "2a.",
      "heading": "Sunset of exemptions, credits, and deductions.",
      "text": "The application\nof every exemption, credit, and deduction against tax imposed by this Act that\nbecomes law after the effective date of this amendatory Act of 1994 shall be\nlimited by a reasonable and appropriate sunset date. A taxpayer is not\nentitled to take the exemption, credit, or deduction beginning on the sunset\ndate and thereafter. If a reasonable and appropriate sunset date is not\nspecified in the Public Act that creates the exemption, credit, or deduction, a\ntaxpayer shall not be entitled to take the exemption, credit, or deduction\nbeginning 5 years after the effective date of the Public Act creating the\nexemption, credit, or deduction and thereafter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Transfer of decals; affixing decals.",
      "text": "Transfer of decals; affixing decals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The Department of Revenue hereby is authorized to make, promulgate",
      "text": "and enforce reasonable rules and regulations relating to the administration\nand enforcement of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4a",
      "number": "4a.",
      "heading": "The Illinois Administrative Procedure Act is hereby expressly",
      "text": "adopted and shall apply to all administrative rules and procedures of the\nDepartment of Revenue under this Act, except that (1) paragraph (b) of Section\n5-10 of the Illinois Administrative Procedure Act does not apply to final\norders, decisions and opinions of the Department, (2) subparagraph (a)2 of\nSection 5-10 of the Illinois Administrative Procedure Act does not apply to\nforms established by the Department for use under this Act, and (3) the\nprovisions of Section 10-45 of the Illinois Administrative Procedure Act\nregarding proposals for decision are excluded and not applicable to the\nDepartment under this Act to the extent Section 10-45 applies to hearings not otherwise subject to the Illinois Independent Tax Tribunal Act of 2012.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4b",
      "number": "4b.",
      "heading": "The Department of Revenue is hereby authorized to implement a",
      "text": "program whereby the privilege tax decals required by and the\ntaxes imposed by this Act\nmay be distributed and collected on behalf of the Department by State or\nnational banks and by State or federal savings and loan associations. The\nDepartment shall promulgate such rules and regulations as are reasonable\nand necessary to establish the system of collection of taxes and\ndistribution of privilege tax decals authorized by this\nSection. Such rules and\nregulations shall provide for the licensing of such financial institutions,\nspecification of information to be disclosed in an application therefor and\nthe imposition of a license fee not in excess of $100 annually.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "On every device found to have been displayed without the tax",
      "text": "imposed by this Act having been paid, the tax otherwise payable shall be\nincreased by 30% as a penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "The Department of Revenue is hereby empowered and authorized in the",
      "text": "name of the People of the State of Illinois in a suit or suits in any court\nof competent jurisdiction to enforce the collection of any unpaid\ntax, fines or penalties provided for in this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "The right to tax the games or devices described in this Act",
      "text": "is not exclusive with the State of Illinois, but municipalities of the\nState of Illinois shall have the right to impose taxes or license fees\nthereon and to regulate or control the operation of the same within such\nmunicipalities as provided in Section 11-55-1 of the Illinois Municipal\nCode and counties of the State of Illinois shall have the right to impose\ntaxes or license fees thereon in unincorporated territory and to regulate\nor control the operation of the same within such territory as provided in\nSection 5-1076 of the Counties Code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Any person operating or displaying any device described in this Act",
      "text": "in such manner that it could be played by the public without the tax imposed by\nthis Act having first been paid shall be guilty of a Class C misdemeanor. The\nuse or operation for other than amusement purposes of any device taxed as in\nthis Act provided shall be a Class C misdemeanor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "All final administrative decisions of the Department of Revenue",
      "text": "under any of the provisions of this Act shall be subject to judicial\nreview pursuant to the provisions of the Administrative Review Law or the Illinois Independent Tax Tribunal Act of 2012, as applicable, and any amendment\nand modifications thereof, and\nthe rules adopted relative thereto.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "This Act shall not apply to coin-in-the-slot-operated devices",
      "text": "maintained by any public utility for furnishing service of any public\nutility, nor to any device which is designed and used strictly as a vendor\nof merchandise or service and which is not an amusement device.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "If a court of competent jurisdiction shall adjudge to be invalid",
      "text": "or unconstitutional any clause, sentence, paragraph or part of this Act,\nsuch judgment shall not affect, impair, invalidate or nullify the\nremainder of this Act, but the effect thereof shall be confined to the\nclause, sentence, paragraph or part of this Act so adjudged to be invalid\nor unconstitutional.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Any duly authorized employee of the Department may, without a",
      "text": "search warrant, seize any coin-in-the-slot-operated amusement device which\nis being displayed in his presence in a manner that violates any provision\nof this Act. Such amusement device so seized shall be subject to\nconfiscation and forfeiture as hereinafter provided.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "After seizing any coin-in-the-slot-operated amusement device, as",
      "text": "provided in Section 13 of this Act, the Department shall hold a hearing\nin the county where such amusement device was seized and shall determine\nwhether such amusement device was being displayed in a manner which\nviolates any provision of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Whenever any peace officer of the State or any duly authorized",
      "text": "officer or employee of the Department shall have reason to believe that any\nviolation of this Act has occurred and that the person so violating the Act\nhas in his, her or its possession any amusement device which is being\ndisplayed in a manner which violates this Act, he may file or cause to be\nfiled his complaint in writing, verified by affidavit, with any court\nwithin whose jurisdiction the premises to be searched are situated, stating\nthe facts upon which such belief is founded, the premises to be searched,\nand the property to be seized, and procure a search warrant and execute the\nsame.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "This Act may be cited as the Coin-Operated Amusement Device and Redemption Machine Tax Act.",
      "text": "This Act may be cited as the Coin-Operated Amusement Device and Redemption Machine Tax Act.",
      "history": "",
      "source_url": ""
    }
  ]
}