{
  "state": "michigan",
  "path": "title-chapter-400-social-services/chapter-ero-no-2015-1-executive-reorganization-order-400227-400227",
  "sections": [
    {
      "id": "section-400227",
      "number": "400.227",
      "heading": "Reation of Department of Health and Human Services; Appointment and Duties of Director; Transfer of Powers and Duties of Department of Human Services and Department of Community Health  to Department of Health and Human Services; Transfer of Powers and Duties of Director of Department of Human Servi",
      "text": "WHEREAS, Section 1 of Article V of the Michigan Constitution of 1963 vests the executive power of the state of Michigan in the Governor; and\n\nWHEREAS, Section 2 of Article V of the Michigan Constitution of 1963 empowers the Governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units that he considers necessary for efficient administration; and\n\nWHEREAS, Section 8 of Article V of the Michigan Constitution of 1963 provides that each principal department shall be under the supervision of the Governor unless otherwise provided by the Constitution; and\n\nWHEREAS, there is a continued need to reorganize functions among state departments to ensure efficient administration; and\n\nWHEREAS, the protection and strengthening of Michigan's families can be more effectively and efficiently assured by the alignment of family and health related services and administrative functions in state government;\n\nNOW, THEREFORE, I, Richard D. Snyder, Governor of the state of Michigan, by virtue of the powers and authority vested in the Governor by the Michigan Constitution of 1963 and Michigan law, order the following:\n\nI. DEFINITIONS\n\nAs used in this Order:\n\nA. \"Department of Health and Human Services\" means the principal department of state government created under Section II of this Order.\n\nB. \"Department of Human Services\" means the principal department of state government created as the Department of Social Services under Section 450 of the Executive Reorganization Act of 1965,1965 PA 380, MCL 16.550, renamed the Family Independence Agency under 1995 PA 223, MCL 400.1, and renamed the Department of Human Services under Executive Order 2004-38.\n\nC. \"Department of Community Health\" means the principal department of state government created as the Department of Mental Health under Section 400 of the Executive Reorganization Act of 1965,1965 PA 380, MCL 16.500, and renamed the Department of Community Health under Executive Order 1996-1, MCL 330.3101.\n\nD. \"Department of Licensing and Regulatory Affairs\" means the principal department of state government created as the Department of Commerce under Section 225 of the Executive Organization Act of 1965,1965 PA 380, MCL 16.325, renamed the Department of Consumer and Industry Services under Executive Order 1996-2, MCL 445.2001, renamed the Department of Labor and Economic Growth under Executive Order 2003-18, MCL 445.2011, renamed the Department of Energy, Labor and Economic Growth under Executive Order 2008-20, MCL 445.2025, and renamed the Department of Licensing and Regulatory Affairs under Executive Order 2011-4, MCL 445.2030.\n\nE. \"State Budget Director\" means the individual appointed by the Governor pursuant to Section 321 of The Management and Budget Act, 1984 PA 431, MCL 18.1321.\n\nII. CREATION OF THE DEPARTMENT OF HEALTH AND HUMAN SERVICES\n\nA. The Department of Health and Human Services (\"Department\") is created as a principal department in the executive branch of state government. The Department shall develop, administer, and coordinate health and family security initiatives and programs in this state.\n\nB. The Department shall be headed by a Director of the Department of Health and Human Services who shall be appointed by the Governor, with the advice and consent of the Michigan Senate, commencing on the effective date of this Order. The individual appointed as the Director shall serve as a member of the Governor's Cabinet.\n\nC. The Director of the Department shall provide executive direction and supervision for the implementation of all transfers of authority to the Department of Health and Human Services made under this Order.\n\nD. The Director of the Department shall administer the assigned functions transferred by this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nE. The Director of the Department and the directors of all other state departments and agencies having authority transferred to the Department of Health and Human Services under this Order shall immediately initiate coordination to facilitate the transfers and develop memoranda of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved related to the authority to be transferred.\n\nF. All records, property, and unexpended balances of appropriations, allocations, or other funds used, held, employed, available to be made for activities, powers, duties, functions, and responsibilities transferred to the Department of Health and Human Services under this Order are hereby transferred to the Department of Health and Human Services.\n\nG. The Director of the Department of Health and Human Services may delegate a duty or power conferred by law or this Order and the person to whom such duty or power is delegated may perform such duty or exercise such power at the time and to the extent that such duty or power is delegated by the Director of the Department of Health and Human Services.\n\nH. All rules, orders, contracts, and agreements related to the functions transferred to the Department of Health and Human Services by this Order lawfully adopted prior to the effective date of this Order by the responsible state agency shall continue to be effective until revised, amended, or rescinded.\n\nI. Any suit, action or other proceeding lawfully commenced against, or before any entity transferred to the Department of Health and Human Services by this Order shall not abate by reason of the taking effect of this Order. Any lawfully commenced suit, action, or other proceeding may be maintained by, against, or before the appropriate successor of any entity affected by this Order.\n\nIII. TRANSFERS TO THE DEPARTMENT OF HEALTH AND HUMAN SERVICES\n\nA. Except as otherwise provided in Section XIII of this Order, all the authority, powers, duties, functions, responsibilities, personnel, equipment, property, and budgetary resources of the Department of Human Services are transferred to the Department of Health and Human Services.\n\nB. Except as otherwise provided in Section XIII of this Order, all the authority, powers, duties, functions, responsibilities, rulemaking authority, appointment authority, personnel, equipment, and budgetary resources of the Director of the Department of Human Services are transferred to the Director of the Department of Health and Human Services.\n\nC. All the authority, powers, duties, functions, responsibilities, personnel, equipment, property, and budgetary resources of the Department of Community Health are transferred to the Department of Health and Human Services.\n\nD. All the authority, powers, duties, functions, responsibilities, rulemaking authority, appointment authority, personnel, equipment, and budgetary resources of the Director of the Department of Community Health are transferred to the Director of the Department of Health and Human Services.\n\nE. Except as otherwise provided in Section XIII of this Order, after the effective date of this Order, statutory and legal references to the Department of Human Services, the Department of Community Health, or all predecessor departments, shall be deemed references to the Department of Health and Human Services.\n\nF. Except for functions and responsibilities transferred under Section XIII of this Order, any and all references to the Director of the Department of Community Health or the Director of the Department of Human Services shall be deemed to be references to the Director of the Department of Health and Human Services.\n\nIV. CREATION OF THE MICHIGAN CHILDREN'S SERVICES AGENCY\n\nA. The Michigan Children's Services Agency is created within the Department. The Michigan Children's Services Agency shall exercise the powers duties, functions, and responsibilities vested in the Michigan Children's Services Agency under this Order or assigned to the Children's Services Agency by the Director of the Department under the direction and supervision of the Director of the Department.\n\nB. The chief officer of the Michigan Children's Services Agency shall be an Executive Director.\n\nC. In addition to any other powers, duties, functions and responsibilities placed in the Michigan Children's Services Agency by the Director of the Department of Health and Human Services, the Michigan Children's Services Agency shall exercise all of the following powers, duties, functions, and responsibilities:\n\ni. Review, investigate, evaluate, and assess all programs within the Department related to services and programs for children.\n\nii. Analyze and make recommendations to the Director of the Department on existing and proposed children's services and programs including, but not limited to, services for foster children, juvenile justice, and homeless youth.\n\niii. Provide information and assistance relating to children's services and programs to the Director of the Department and the Governor, both directly and by functioning as a clearinghouse for information related to children's services and programs received from other programs within the Department, other states, the federal government, and private sector partners.\n\niv. Serve as the liaison to state departments and agencies with respect to children's services and programs.\n\nV. CREATION OF THE AGING AND ADULT SERVICES AGENCY\n\nA. The Aging and Adult Services Agency is created within the Department. The Aging and Adult Services Agency shall exercise the powers, duties, functions, and responsibilities vested in the Aging and Adult Services Agency under this Order or assigned to the Aging and Adult Services Agency by the Director of the Department under the direction and supervision of the Director of the Department.\n\nB. The chief officer of the Aging and Adult Services Agency shall be an Executive Director.\n\nC. The Commission on Services to the Aging, created by Section 3 of 1981 PA 180, MCL 400.583, is transferred from the Department of Community Health to the Aging and Adult Services Agency.\n\nD. All authority, powers, duties, functions, and responsibilities of the Office of Services to the Aging, created by the Older Michiganians Act, 1981 PA 180, MCL 400.581, are transferred from the Office of Services to the Aging within the Department of Community Health to the Aging and Adult Services Agency.\n\nE. All authority, powers, duties, functions, and responsibilities vested in the position of the Director of the Office of Services to the Aging are transferred to the Executive Director of the Aging and Adult Services Agency, or his or her designee.\n\nF. The position of Director of the Office of Services to the Aging, created by Section 5 of 1981 PA 180, MCL 400.585, is abolished.\n\nG. The Office of Services to the Aging, created by Section 5 of 1981 PA 180, MCL 400.585, is abolished.\n\nVI. AUTISM COUNCIL\n\nA. The Autism Council, created by Executive Order 2012-11, is transferred from the Department of Community Health to the Michigan Department of Health and Human Services.\n\nB. The membership of the Autism Council, defined by Section II. B. of Executive Order 2012-11, is amended to substitute the Director of the Department of Health and Human Services for the Director of the Department of Human Services for the Director of the Department of Community Health.\n\nVII. STATE CHILD ABUSE AND NEGLECT PREVENTION BOARD\n\nA. The State Child Abuse and Neglect Prevention Board, created by 1982 PA 250, MCL 722.601 et seq. and transferred from the Department of Management and Budget to the Department of Human Services through Executive Reorganization Order 1992-5 is transferred from the Department of Human Services to the Department of Health and Human Services.\n\nB. The membership of the State Child Abuse and Neglect Prevention Board, defined by Section 4 of the Child Abuse and Neglect Prevention Act, 1982 PA 250, MCL 722.604(1)(a), is amended to substitute the Director of the Department of Health and Human Services for the Director of the Department of Human Services and the Executive Director of the Michigan Children's Services Agency for the Director of the Department of Community Health.\n\nVIII. INTERAGENCY COODINATING COUNCIL FOR INFANTS AND TODDLERS WITH DEVELOPMENTAL DISABILITIES\n\nThe membership of the Interagency Coordinating Council for Infants and Toddlers with Developmental Disabilities, defined by Section II. D. of Executive Order 2007-43, is amended to substitute the Director of the Department of Health and Human Services for the Director of the Department of Human Services and the Executive Director of the Michigan Children's Services Agency for the Director of the Department of Community Health.\n\nIX. MICHIGAN INTERAGENCY COUNCIL ON HOMELESSNESS\n\nThe membership of the Michigan Interagency Council on Homelessness, defined by Section I. C. of Executive Order 2015-2, is amended to substitute the Director of the Department of Health and Human Services for the Director of the Department of Human Services and the Executive Director of the Michigan Children's Services Agency for the Director of the Department of Community Health.\n\nX. HEALTH INSURANCE REFORM COORDINATING COUNCIL\n\nThe Health Insurance Reform Coordinating Council, created by Executive Order 2010-4, is abolished.\n\nXI. HUMAN TRAFFICKING HEALTH ADVISORY BOARD\n\nA. The Human Trafficking Health Advisory Board, created by 2014 PA 461, MCL 752.993 et seq. is transferred from the Department of Community Health to the Department of Health and Human Services.\n\nB. The membership of the Human Trafficking Health Advisory Board, created by 2014 PA 461, MCL 752.993 et seq., is amended to substitute the Director of the Department of Health and Human Services for the Director of the Department of Human Services and the Executive Director of the Michigan Children's Services Agency for the Director of the Department of Community Health.\n\nXII. CREATION OF THE HEALTH AND HUMAN SERVICES OFFICE OF INSPECTOR GENERAL\n\nA. The Office of Inspector General (\"Office\") is created as an independent and autonomous entity within the Michigan Department of Health and Human Services.\n\nB. The Office shall be headed by the Inspector General, who shall be a member of the classified state civil service. The appointing authority for the Inspector General shall be the Director of the Michigan Department of Health and Human Services.\n\nC. The Office of Inspector General shall conduct and supervise activities to prevent, detect, and investigate fraud, waste, and abuse in Health and Human Services programs, as well as those programs in the Michigan Children's Services Agency and the Aging and Adult Services Agency.\n\nD. All authority, powers, duties, functions, and responsibilities of the Office of Inspector General, created by Section 43b of 2002 PA 573, MCL 400.43b, including but not limited to any authority, powers, duties, functions, and responsibilities of the Office of Inspector General under the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122, are transferred from the Department of Human Services to the Michigan Department of Health and Human Services Office of Inspector General.\n\nE. All authority, powers, duties, functions, and responsibilities of the Office of Health Services Inspector General, created by Executive Order 2010-1, including but not limited to any authority, powers, duties, functions, and responsibilities of the Office of Inspector General under the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122, are transferred from the Michigan Department of Community Health to the Michigan Department of Health and Human Services Office of Inspector General.\n\nF. The position of Inspector General, created by Section 43b of 2002 PA 573, MCL 400.43b, is abolished.\n\nG. The position of Health Services Inspector General, created by Executive Order 2010-1, is abolished.\n\nXIII. TRANSFERS TO THE DEPARTMENT OF LICENSING AND REGULATORY AFFAIRS\n\nA. Office of Child and Adult Licensing\n\nAll authority, powers, duties, functions, and responsibilities of the Office of Child and Adult Licensing, created in Section VII of Executive Order 2003-14, are transferred from the Department of Human Services to the Department of Licensing and Regulatory Affairs, including but not limited to all of the following:\n\ni. Any authority, powers, duties, functions, and responsibilities of adult foster care, adult foster care facility, adult foster care camp, adult camp, adult foster care family home, and adult foster care group home licensing and regulation under the Adult Foster Care Licensing Act, 1979 PA 218, MCL 400.701 to 400.737, the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122, and 1974 PA 381, MCL 338.41 to 338.47.\n\nii. Any authority, powers, duties, functions, and responsibilities of children's camp, child care center, day care center, family day care home, and group day care home licensing and regulation under 1973 PA 116, MCL 722.111 to 722.128, the Adult Foster Care Licensing Act, 1979 PA 218, MCL 400.701 to 400.737, and the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122.\n\niii. Any authority, powers, duties, functions, and responsibilities of licensing and regulation of homes for the aged under Article 17 of the Public Health Code, 1978 PA 368, MCL 333.20101 to 333.22260, and the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122.\n\nB. Adult Foster Care Licensing Advisory Council\n\nThe Adult Foster Care Licensing Advisory Council and all of the authority, powers, duties, functions, and responsibilities of the Adult Foster Care Licensing Advisory Council under the Adult Foster Care Licensing Act, 1979 PA 218, MCL 400.701 to 400.737, and the Social Welfare Act, 1939 PA 280, MCL 400.1 to 400.122, are transferred from the Department of Human Services and the Director of the Department of Human Services to the Director of the Department of Licensing and Regulatory Affairs.\n\nC. Implementation of Transfers\n\ni. All records, personnel, property, unexpended balances of appropriations, allocations, or other funds used, held, employed, available, or to be made available to the Department of Human Services for the activities, powers, duties, functions, and responsibilities transferred by Section XII of this Order are transferred to the Department of Licensing and Regulatory Affairs.\n\nii. The Director of the Department of Licensing and Regulatory Affairs, after consultation with the Director of the Department of Human Services, shall provide executive direction and supervision for the implementation of the transfers. The assigned functions shall be administered under the direction and supervision of the Director of the Department of Licensing and Regulatory Affairs.\n\niii. The directors of the departments shall immediately initiate coordination to facilitate the transfers and shall develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Department of Licensing and Regulatory Affairs.\n\nXIV. IMPLEMENTATION\n\nA. The Department of Human Services and the Department of Community Health are abolished.\n\nB. The directors of the departments impacted by this Order shall administer the functions transferred in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities under this Order.\n\nC. The State Budget Director shall determine and authorize the most efficient manner possible for the handling of financial transactions and records in the state's financial management system for the remainder of the current state fiscal year for transfers made under this Order.\n\nD. All rules, orders, contracts, plans, and agreements relating to the functions transferred by this Order lawfully adopted prior to the effective date of this Order by the responsible state agency shall continue to be effective until revised, amended, or rescinded.\n\nE. Any suit, action, or other proceeding lawfully commenced by, against, or before any entity transferred by this Order shall not abate by reason of the taking effect of this Order. Any lawfully commenced suit, action, or other proceeding may be maintained by, against, or before the appropriate successor of any entity affected by this Order.\n\nF. The invalidity of any portion of this Order shall not affect the validity of the remainder of the Order, which may be given effect without any invalid portion. Any portion of this Order found invalid by a court or other entity with proper jurisdiction shall be severable from the remaining portions of this Order.\n\nIn fulfillment of the requirements of Section 2 of Article V of the Michigan Constitution of 1963, this Order shall be effective 60 days after the filing of this Order.\n\nHistory:2015, E.R.O. No. 2015-1, Eff. Apr. 11, 2015Compiler's Notes:Executive Reorganization Order No. 2015-1 was promulgated February 9, 2015 as Executive Order No. 2015-4, Eff. Apr. 11, 2015.For transfer of powers and duties of adult foster care licensing advisory council from department of human services and director of department of human services to the director of department of licensing and regulatory affairs, see E.R.O. No. 2015-1, compiled at MCL 400.227.For transfer of commission on services to the aging and powers and duties of the office of services to the aging from the aging and adult services agency to the department of health and human services, and abolishment of the aging and adult services agency, see E.R.O. No. 2021-2, compiled at MCL 400.562.For renaming of Michigan children's services agency to children's services administration, see E.R.O. No. 2023-1, compiled at MCL 125.1999.For the transfer of all powers and duties related to the licensing and regulation of children's camps, child care centers, day care centers, family day care homes, and group day care homes from the department of licensing and regulatory affairs to MiLEAP, see E.R.O. No. 2023-2, compiled at MCL 388.1283.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-e-r-o-no-2015-1/section-400-227/"
    }
  ]
}