{
  "state": "michigan",
  "path": "title-chapter-400-social-services/chapter-act-389-of-1978-domestic-and-sexual-violence-4001501-4001511",
  "sections": [
    {
      "id": "section-4001501",
      "number": "400.1501",
      "heading": "Definitions.Section 400.1502 - Domestic and Sexual Violence Prevention and Treatment Board; Creation; Appointment, Qualifications, and Terms of Members; Vacancy; Chairperson; Quorum; Compensation and Expenses",
      "text": "As used in this act:\n\n(a) \"Board\" means the Michigan domestic and sexual violence prevention and treatment board created under Executive Order No. 2012-17.\n\n(b) \"Dating relationship\" means frequent, intimate associations primarily characterized by the expectation of affectional involvement. Dating relationship does not include a casual relationship or an ordinary fraternization between 2 individuals in a business or social context.\n\n(c) \"Department\" means the department of health and human services.\n\n(d) \"Domestic violence\" means the occurrence of any of the following acts by an individual that is not an act of self-defense:\n\n(i) Causing or attempting to cause physical or mental harm to a family or household member.\n\n(ii) Placing a family or household member in fear of physical or mental harm.\n\n(iii) Causing or attempting to cause a family or household member to engage in involuntary sexual activity by force, threat of force, or duress.\n\n(iv) Engaging in activity toward a family or household member that would cause a reasonable individual to feel terrorized, frightened, intimidated, threatened, harassed, or molested.\n\n(e) \"Family or household member\" includes any of the following:\n\n(i) A spouse or former spouse.\n\n(ii) An individual with whom the person resides or has resided.\n\n(iii) An individual with whom the person has or has had a dating relationship.\n\n(iv) An individual with whom the person is or has engaged in a sexual relationship.\n\n(v) An individual to whom the person is related or was formerly related by marriage.\n\n(vi) An individual with whom the person has a child in common.\n\n(vii) The minor child of an individual described in subparagraphs (i) to (vi).\n\n(f) \"Fund\" means the domestic violence prevention and treatment fund created in section 5.\n\n(g) \"Prime sponsor\" means a county, city, village, or township of this state, or a combination thereof, a federally recognized Indian tribe that has trust land located within this state, or a private, nonprofit association or organization.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978 ;-- Am. 2000, Act 84, Eff. July 1, 2000 ;-- Am. 2018, Act 281, Eff. Sept. 27, 2018 ;-- Am. 2023, Act 182, Eff. Feb. 13, 2024Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1501/"
    },
    {
      "id": "section-4001502",
      "number": "400.1502",
      "heading": "Domestic and Sexual Violence Prevention and Treatment Board; Creation; Appointment, Qualifications, and Terms of Members; Vacancy; Chairperson; Quorum; Compensation and Expenses",
      "text": "(1) The domestic and sexual violence prevention and treatment board created under Executive Order No. 2012-17 consists of 7 members, all of whom must have experience in an area related to the problems of domestic or sexual violence. The members must be appointed by the governor with the advice and consent of the senate.\n\n(2) Members of the board shall serve for terms of 3 years except that of the members first appointed 2 shall serve for a term of 1 year, 2 shall serve for a term of 2 years, and 1 shall serve for a term of 3 years. A member appointed to fill a vacancy occurring other than by expiration of a term must be appointed for the remainder of the unexpired term.\n\n(3) The governor shall designate 1 member of the board to serve as chairperson. A majority of the members of the board constitute a quorum.\n\n(4) The per diem compensation of the board and the schedule for reimbursement of expenses will be established annually by the legislature.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978 ;-- Am. 1979, Act 127, Imd. Eff. Oct. 26, 1979 ;-- Am. 2018, Act 281, Eff. Sept. 27, 2018Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1502/"
    },
    {
      "id": "section-4001503",
      "number": "400.1503",
      "heading": "Conducting Business at Public Meeting; Notice; Availability of Certain Writings to Public.",
      "text": "(1) The business which the board may perform shall be conducted at a public meeting of the board held in compliance with Act No. 267 of the Public Acts of 1976, being sections 15.261 to 15.275 of the Michigan Compiled Laws. Public notice of the time, date, and place of the meeting shall be given in the manner required by Act No. 267 of the Public Acts of 1976.\n\n(2) A writing prepared, owned, used, in the possession of, or retained by the board in the performance of an official function shall be made available to the public in compliance with Act No. 442 of the Public Acts of 1976, being sections 15.231 to 15.246 of the Michigan Compiled Laws.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1503/"
    },
    {
      "id": "section-4001504",
      "number": "400.1504",
      "heading": "Powers and Duties of Board; Staff.",
      "text": "The department shall provide staff to enable the board to carry out the following powers and duties established under Executive Order No. 2012-17:\n\n(a) Coordinate and monitor programs and services funded under this act for the prevention of domestic and sexual violence and the treatment of victims of domestic and sexual violence.\n\n(b) Develop standards for the implementation and administration of services and procedures to prevent domestic and sexual violence and to provide services and programs for victims of domestic and sexual violence.\n\n(c) Provide planning and technical assistance to prime sponsors for the development, implementation, and administration of programs and services for the prevention of domestic and sexual violence and the treatment of victims of domestic and sexual violence.\n\n(d) Conduct research to develop and implement effective means for preventing domestic and sexual violence and treating victims of domestic and sexual violence.\n\n(e) Provide assistance to the department of state police in developing a system for monitoring and maintaining a uniform reporting system to provide accurate statistical data on domestic and sexual violence.\n\n(f) Coordinate educational and public informational programs for the purpose of developing appropriate public awareness regarding the problems of domestic and sexual violence; encourage professional persons and groups to recognize and deal with problems of domestic and sexual violence; to make information about the problems of domestic and sexual violence available to the public, organizations, and agencies that deal with problems of domestic and sexual violence; and encourage the development of community programs to prevent domestic and sexual violence and provide services to victims of domestic and sexual violence.\n\n(g) Study and recommend changes in civil and criminal laws and procedures that will enable victims of domestic and sexual violence to receive equitable and fair treatment under the law.\n\n(h) Advise the legislature and governor on the nature, magnitude, and priorities of the problem of domestic and sexual violence and the needs of victims of domestic and sexual violence; and recommend appropriate changes in state laws and programs related to domestic and sexual violence.\n\n(i) Develop policies, budgets, and standards that will reduce the problem of domestic and sexual violence and improve the condition of victims.\n\n(j) Administer grants from the federal government or a federal agency and other funds as provided by law or designated by the department.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978 ;-- Am. 2018, Act 281, Eff. Sept. 27, 2018Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1504/"
    },
    {
      "id": "section-4001505",
      "number": "400.1505",
      "heading": "Domestic Violence Prevention and Treatment Fund; Establishment; Administration; Criteria and Conditions for Awarding Grants or Contracts.",
      "text": "The domestic violence prevention and treatment fund is established within the department. Subject to the approval of the board, the department shall administer the fund for the purposes described in this act and shall establish qualifying criteria for awarding grants or contracts under section 6 and may specify conditions for each grant or contract.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1505/"
    },
    {
      "id": "section-4001506",
      "number": "400.1506",
      "heading": "Grants or Contracts for Support of Local Programs; Application by Prime Sponsor; Agreement as Condition to Award or Contract; Cost of Programs and Services; Limitation on Amount Received",
      "text": "(1) Subject to the approval of the board, the department may award a grant or enter into a contract, using money in the fund, for the support of local programs designed to do any of the following:\n\n(a) Establish or maintain a shelter program as provided in section 7.\n\n(b) Develop and establish a training program for persons engaged in areas related to the problems of domestic violence.\n\n(c) Develop and implement effective means for the prevention and treatment of domestic violence.\n\n(2) A prime sponsor that desires to receive a grant from, or to enter into a contract with, the department shall make application in the manner prescribed by the department.\n\n(3) The department shall not award a grant to a prime sponsor or enter into a contract with a prime sponsor, unless the prime sponsor agrees that the state share, including federal money, payable for programs and services financed with state or federal money received under the authority of this act shall not exceed 75% of the total cost of the domestic violence prevention and treatment programs and services provided by that prime sponsor during the term of the award or contract. The total cost of programs and services may include the fair market value of in-kind contributions received by a prime sponsor. A prime sponsor shall not receive more than $75,000.00 in state general fund-general purpose appropriations under this act during a fiscal year.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978 ;-- Am. 1986, Act 101, Eff. Oct. 1, 1986 ;-- Am. 1990, Act 225, Imd. Eff. Oct. 8, 1990 ;-- Am. 1993, Act 8, Imd. Eff. Mar. 24, 1993Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1506/"
    },
    {
      "id": "section-4001507",
      "number": "400.1507",
      "heading": "Shelter Program; Funds for Establishment; Emergency Shelter; Services.",
      "text": "(1) A prime sponsor may receive funds under this act to establish or maintain a shelter program for victims of domestic violence and their dependent children. Emergency shelter may be provided directly at a facility operated by the prime sponsor or indirectly at transient or residential facilities available in the community. A shelter program shall either provide not less than 3 of the following services or assist the victim in obtaining information and referral services to not less than 3 of the following services:\n\n(a) Crisis and support counseling for victims of domestic violence and their dependent children.\n\n(b) Emergency health care services.\n\n(c) Legal assistance.\n\n(d) Financial assistance.\n\n(e) Housing assistance.\n\n(f) Transportation assistance.\n\n(g) Child care services.\n\n(2) To the extent possible, a prime sponsor which establishes a shelter program under this section shall utilize services provided by county community mental health programs established under chapter 2 of Act No. 258 of the Public Acts of 1974, as amended, being sections 330.1200 to 330.1246 of the Michigan Compiled Laws.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1507/"
    },
    {
      "id": "section-4001508",
      "number": "400.1508",
      "heading": "Awarding Grant or Contract; Preference; Consideration of Needs; Equitable Funding.",
      "text": "(1) In awarding a grant or contract under this act, the department and board shall give preference to a prime sponsor which establishes domestic violence emergency shelter services utilizing voluntary personnel or available community resources.\n\n(2) In awarding a grant or contract under this act, the department and board shall consider the needs of the people residing throughout the state and shall provide for the equitable, statewide funding of programs for the prevention of domestic violence and the treatment of victims of domestic violence.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1508/"
    },
    {
      "id": "section-4001509",
      "number": "400.1509",
      "heading": "Evaluation of Programs and Services.",
      "text": "The department annually shall evaluate the domestic violence prevention and treatment programs and services provided by a prime sponsor which is awarded a grant or contract under this act. The evaluation shall include a description of the programs and services provided, an analysis of the effectiveness of the programs and services, and an accounting of the use of state funds for the programs and services.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1509/"
    },
    {
      "id": "section-4001510",
      "number": "400.1510",
      "heading": "Agreements for Receipt of Funds.",
      "text": "The department may enter into agreements with the federal government or private foundations, trusts, or other legal entities for the receipt of funds consistent with this act.\n\nHistory:1978, Act 389, Eff. Oct. 1, 1978Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1510/"
    },
    {
      "id": "section-4001511",
      "number": "400.1511",
      "heading": "Interagency Domestic Violence Fatality Review Team.",
      "text": "(1) The state or a county may establish an interagency domestic violence fatality review team. Two or more counties may establish a single domestic violence fatality review team for those counties. The purpose of a team is to learn how to prevent domestic violence homicides and suicides by improving the response of individuals and agencies to domestic violence. Subject to the requirements of this section, each team may determine its structure and specific activities.\n\n(2) The fatality review teams may review fatal and near-fatal incidents of domestic violence, including suicides. The review of a domestic violence incident may include a review of events leading up to the domestic violence incident, available community resources, current laws and policies, actions taken by the agencies and individuals related to the incident and the parties, and any other information considered relevant by the team. The team may determine the number and type of incidents it wishes to review and shall make policy and other recommendations as to how incidents of domestic violence may be prevented.\n\n(3) A fatality review team and its members are entitled to the protections granted under this section if the fatality review team is convened under this section and in compliance with the requirements of this section.\n\n(4) A fatality review team established under this section must include, but is not limited to, the following:\n\n(a) A health care professional with training and experience in responding to domestic violence.\n\n(b) A medical examiner.\n\n(c) A prosecuting attorney or a designated assistant prosecuting attorney.\n\n(d) A representative of a domestic violence shelter that receives funding from the board.\n\n(e) A law enforcement officer.\n\n(5) If a state fatality review team is convened, the state fatality review team shall be convened by the board.\n\n(6) Subject to subsection (9), information obtained or created by or for a fatality review team is confidential and not subject to discovery or the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246. Documents created by or for the fatality review team are not subject to subpoena, except that documents and records otherwise available from other sources are not exempt from subpoena, discovery, or introduction into evidence from other sources solely because they were presented to or reviewed by a fatality review team. Information relevant to the investigation of a crime may be disclosed by a fatality review team only to the prosecuting attorney or to a law enforcement agency. Information required to be reported under the child protection law, 1975 PA 238, MCL 722.621 to 722.638, must be disclosed by a fatality review team to the department. A prosecuting attorney, a law enforcement agency, and the department may use information received under this subsection in carrying out their lawful responsibilities. Individuals and the organizations represented by individuals who participate as members of a fatality review team shall sign a confidentiality agreement acknowledging the confidentiality provisions of this section.\n\n(7) An individual who provides information to a fatality review team must sign a confidentiality notice acknowledging that any information he or she provides to a fatality review team must be kept confidential by the fatality review team, but is subject to possible disclosure to the prosecuting attorney, a law enforcement agency, or the department as provided in subsection (6).\n\n(8) Fatality review team meetings are closed to the public and are not subject to the open meetings act, 1976 PA 267, MCL 15.261 to 15.275. Information identifying a victim of domestic violence whose case is being reviewed, or that person's family members, or an alleged or suspected perpetrator of abuse upon the victim, or regarding the involvement of any agency with the victim or that person's family, must not be disclosed in any report that is available to the public.\n\n(9) Fatality review teams convened under this section shall prepare an annual report of findings, recommendations, and steps taken to implement recommendations. The report must not contain information identifying any victim of domestic violence, or that person's family members, or an alleged or suspected perpetrator of abuse upon a victim, or regarding the involvement of any agency with a victim or that person's family. The report must cover each calendar year or portion of a calendar year during which a fatality review team is convened and the report must be provided to the board on or before March 1 of the following year. If the board develops a form for use by fatality review teams to report annual findings and recommendations, fatality review teams shall use that form.\n\n(10) A person who violates the confidentiality provisions of this section is guilty of a misdemeanor.\n\n(11) A fatality review team, any member of a fatality review team, any individual providing information to a fatality review team, or any other person or agency acting within the scope of this section is immune from all civil liability resulting from an act or omission arising out of and in the course of the team's, member's, individual's, person's, or agency's performance of that activity, unless the act or omission was the result of gross negligence or willful misconduct. This section shall not be construed to limit the immunity conferred by 1964 PA 170, MCL 691.1401 to 691.1419, or any other immunity provided by statute or common law.\n\n(12) Subject to available funding, the board may do any of the following:\n\n(a) Develop a protocol for use by state, county, and multicounty domestic violence fatality review teams.\n\n(b) Develop a form for use by fatality review teams to report annual findings and recommendations as required in subsection (9).\n\n(c) Develop and provide training concerning fatality review teams.\n\n(d) Prepare a report to the governor, the senate, and the house of representatives summarizing the findings and recommendations of fatality review teams and making recommendations to reduce and eradicate the incidence of domestic violence.\n\n(13) If the board develops a protocol for use by state, county, and multicounty fatality review teams, the teams shall follow that protocol.\n\nHistory:Add. 2001, Act 192, Eff. Oct. 1, 2002 ;-- Am. 2002, Act 732, Imd. Eff. Dec. 30, 2002 ;-- Am. 2018, Act 281, Eff. Sept. 27, 2018Compiler's Notes:Former MCL 400.1511, which pertained to effective date and expiration provisions, was repealed by Act 383 of 1982, Eff. Mar. 30, 1983.Popular Name:Domestic Violence Prevention and Treatment Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-389-of-1978/section-400-1511/"
    }
  ]
}