{
  "state": "michigan",
  "path": "title-chapter-400-social-services/chapter-act-220-of-1935-michigan-childrens-institute-400201-400216",
  "sections": [
    {
      "id": "section-400201",
      "number": "400.201",
      "heading": "Michigan Children's Institute; Creation; Transfer of Records and Property From State Public School",
      "text": "That in order the state may more effectively exercise the duty and obligation which it owes to unfortunate children, there is hereby created and established the Michigan children's institute. Such records, papers, equipment and appurtenances as needed from the state public school shall be transferred to the said institute and whenever the name \"state public school\" appears in any statute of this state it shall be taken and deemed to mean the Michigan children's institute.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- CL 1948, 400.201Former Law:See Act 143 of 1903 and Act 164 of 1931.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-201/"
    },
    {
      "id": "section-400202",
      "number": "400.202",
      "heading": "Children's Institute; Control by Social Welfare Commission; Superintendent, Officers and Employees.",
      "text": "The said Michigan children's institute shall be under the control and management of the Michigan social welfare commission, hereinafter referred to as \"the commission\", whose appointment and duties are provided in Act No. 280 of the Public Acts of 1939, as amended, being sections 400.1 to 400.90, inclusive, of the Compiled Laws of 1948, and as further expressly provided for in this act. The commission shall appoint the superintendent, and such other officers and employees as it shall deem necessary, who shall severally hold their offices and positions during the pleasure of the commission.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- Am. 1944, 1st Ex. Sess., Act 8, Imd. Eff. Feb. 19, 1944 ;-- CL 1948, 400.202 ;-- Am. 1955, Act 220, Eff. Oct. 14, 1955",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-202/"
    },
    {
      "id": "section-400203",
      "number": "400.203",
      "heading": "Provisions for Admission of Child Under 17 to Michigan Children's Institute.",
      "text": "(1) A child under 17 years of age, provision for whose support and education has been made under regulations of the department, may be admitted to the Michigan children's institute by commitment to the department. All children committed to the Michigan children's institute shall be considered committed to the department and shall be subject to review by the juvenile division of the probate court under chapter XIIA of the probate code of 1939, 1939 PA 288, MCL 712A.1 to 712A.32. The superintendent of the institute shall represent the state as guardian of each child committed beginning with the day the child is admitted and continuing until the child is 19, unless the superintendent or the department discharges the child sooner as provided in section 8 or 9 or if the child is at least 18 years of age but less than 21 years of age and is participating in extended foster care services as described in section 11 of the young adult voluntary foster care act. Wherever commitment to the Michigan children's institute is mentioned in any law of this state, it shall be construed to mean commitment to the department. A child may be committed to the department by either of the following:\n\n(a) By the juvenile division of the probate court, if the child is within the court's jurisdiction under section 2(b) of chapter XIIA of the probate code of 1939, 1939 PA 288, MCL 712A.2.\n\n(b) By the probate court, if the child is a ward of the court and the court has denied an order of adoption for the child.\n\n(c) By observation order. If a child has been decreed to be a ward of the probate court or the juvenile division of the probate court has acquired formal jurisdiction of a child, and it appears to the probate court that, because of the circumstances of the case or because the child's condition might be benefited, the court may make a temporary commitment to the department and direct that the child be taken to a facility of the Michigan children's institute for observation for a period not to exceed 90 days. Before the expiration of this order of observation, the superintendent of the institute shall report to the probate court the results of the observation of the child. If the superintendent reports to the probate court that the order of observation should be extended or that the child is in need of treatment for emotional disturbance that does not require hospital care and for which the institute has facilities, then the court may extend the temporary commitment and continue the observation order or establish a treatment period for the child to any date prior to the nineteenth birthday of the child. If the child has ceased to be a ward of the court, written consent of the person or persons lawfully having custody of the child shall be secured. Before the expiration of this extended order of observation or treatment, the superintendent shall report to the probate court the results of the observation or treatment of the child and an opinion stating what disposition can be made of the child. Before any child is sent to a facility of the institute for observation, the superintendent of the institute shall notify the probate court that there is room to receive the child and shall designate the facility of the institute for the reception of the child. The commission may by regulation establish conditions for the reimbursement of the expense of caring for the child while under the supervision of the institute if the parents or other persons responsible for the child's support are financially able to pay reasonable costs of the child's care.\n\n(2) The superintendent of the institute has the power to make decisions on behalf of a child committed to the institute. The attorney general or his or her representative shall represent the Michigan children's institute superintendent in any court proceeding in which the superintendent considers such representation necessary to carry out his or her duties under this act.\n\n(3) As used in this act, \"department\" means the department of human services.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- Am. 1943, Act 207, Eff. July 30, 1943 ;-- Am. 1944, 1st Ex. Sess., Act 8, Imd. Eff. Feb. 19, 1944 ;-- CL 1948, 400.203 ;-- Am. 1951, Act 120, Eff. Sept. 28, 1951 ;-- Am. 1955, Act 220, Eff. Oct. 14, 1955 ;-- Am. 1957, Act 74, Eff. Sept. 27, 1957 ;-- Am. 1959, Act 90, Eff. Mar. 19, 1960 ;-- Am. 1988, Act 225, Eff. Apr. 1, 1989 ;-- Am. 2004, Act 470, Imd. Eff. Dec. 28, 2004 ;-- Am. 2011, Act 227, Imd. Eff. Nov. 22, 2011",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-203/"
    },
    {
      "id": "section-400204",
      "number": "400.204",
      "heading": "Michigan Children's Institute; Commitment Order; Transportation; Expense; Communication With Child's Attorney.",
      "text": "(1) Within 30 days after an order is made committing a child to the superintendent of the Michigan children's institute, the court shall send to the superintendent a certified copy of the petition, the order of disposition in the case, and the report of the physician who examined the child. Upon receipt of the order the superintendent of the Michigan children's institute shall notify the court of the child's placement so that the court may cause the child to be transported to that placement. The expense of the child's transportation shall be audited by the auditor general or a certified public accountant appointed by the auditor general and paid from the general fund in the same manner as the expense of conveying children to other institutions of the state.\n\n(2) During the time a child is committed to the superintendent of the Michigan children's institute, the superintendent and the child's attorney may communicate with each other regarding issues of commitment, placement, and permanency planning; and if the child's attorney has an objection or concern regarding such an issue, the superintendent and the child's attorney shall consult with each other regarding that issue.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- Am. 1943, Act 207, Eff. July 30, 1943 ;-- CL 1948, 400.204 ;-- Am. 1997, Act 171, Eff. Mar. 31, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-204/"
    },
    {
      "id": "section-400205",
      "number": "400.205",
      "heading": "Committed Children; Placement in Private Home, Investigation, Court Order.",
      "text": "In case a child has been committed to said institute, and a person in the same county has been found who is willing to take said child into his home under the same conditions as children placed out on agreement, or for adoption from the said institute, the court, county agent, probation officer or any other person representing the court or state in the placement of children may notify the superintendent of said institute, giving the name and the address of the party interested in taking the child into his home; whereupon the superintendent shall order an investigation be made, and if it appears that the home is a suitable one for said child, the child shall be placed and the order of the court entered on the records of the said institute. Upon entering the order of the court on the records of the said institute, the child shall be considered a ward of said institute and may be supervised, or adopted as are other wards of the said institute: Provided, In case the investigation indicates that the child is not eligible for admission to the said institute because of some mental or physical defect, or should not be offered for adoption because of a mental defect in its forbears, or being of unknown parentage and too young to determine its mental and physical development, the superintendent shall so notify the court with reasons thereof and further disposition shall be made by said court.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- CL 1948, 400.205",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-205/"
    },
    {
      "id": "section-400206",
      "number": "400.206",
      "heading": "Committed Children; Temporary Residential Facilities.",
      "text": "The commission shall maintain at Ann Arbor and at such other places as may be made available to the commission, temporary residential facilities for the reception of children sent to the institute under sections 3 or 4 of this act, or for their care between placements in family homes, or for other temporary purposes. Such facilities may include office space for employees of the commission engaged in the maintenance of the facilities or who work in their vicinity.\n\nHistory:Add. 1955, Act 220, Eff. Oct. 14, 1955Former Law:See section 6 of Act 220 of 1935, which was repealed by Act 207 of 1943.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-206/"
    },
    {
      "id": "section-400207",
      "number": "400.207",
      "heading": "Rules for Maintenance, Health, Instruction, and Training of Children; Liability for Cost of Child's Care; Superintendent as Authorized Agent; Receipt and Disposition of Donation, Grant, or Personal Property; Investments; Crediting Earnings; Expenditures; Requisition From Trust Fund; Utilization of C",
      "text": "(1) The department shall promulgate necessary rules for the maintenance, health, instruction, and training of the children under the control of the Michigan children's institute, for placing them in homes, and for their supervision while they remain public wards. The liability of a county for the cost of a child's care shall be determined under the youth rehabilitation services act, 1974 PA 150, MCL 803.301 to 803.309.\n\n(2) The superintendent is the authorized agent of the department to implement this act.\n\n(3) The superintendent or the department may receive any donation, grant, or personal property for the benefit of the children of the Michigan children's institute. Upon receiving a donation, grant, or personal property, the superintendent or the department shall remit it within 30 days to the state treasury to be credited to the Michigan children's institute trust fund, which is created in the state treasury. The state treasurer may keep as much of the fund as the treasurer considers advisable invested in United States government bonds, notes, bills, certificates, or other obligations, and shall credit the earnings on the investments to the fund.\n\n(4) The department may expend necessary amounts for the purposes of the Michigan children's institute for the care and education of the children during minority or until released as provided in this act. When a part of the trust fund is required by the department for these purposes, the superintendent shall obtain those funds by requisition.\n\n(5) The department may utilize facilities existing in a county in caring for children and may accept the services of a voluntary organization for the benefit of the children, subject to rules promulgated by the department. The superintendent shall enforce these rules on behalf of the department.\n\n(6) An agreement entered into with a person for the care of a child who is a ward of the Michigan children's institute shall provide that the department may cancel the agreement if, in the department's opinion, the interest of the child requires it. If a parent or relative within the third degree of consanguinity or affinity of a child who is a ward of the institute establishes a suitable home and is capable and willing to support the child, the department may restore the child to his or her parent or relative. The institute may assist the parent or relative with the support of the child if the aid is less than the cost of care the institute would otherwise provide.\n\n(7) The department may place and maintain a child under the control of the institute in a licensed boarding home for children. The expense of supervision and transportation of the child to the home shall be paid out of money appropriated to the institute, subject to partial reimbursement by the county liable as provided in this section. The superintendent shall cause an investigation of the condition and suitability of each boarding home to be made and a report to be made and kept on file at the superintendent's office. The report shall have the superintendent's approval before a child of the institute may be placed in the licensed boarding home.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- Am. 1944, 1st Ex. Sess., Act 8, Imd. Eff. Feb. 19, 1944 ;-- CL 1948, 400.207 ;-- Am. 1951, Act 26, Imd. Eff. Apr. 20, 1951 ;-- Am. 1951, Act 120, Eff. Sept. 28, 1951 ;-- Am. 1955, Act 106, Eff. Apr. 1, 1956 ;-- Am. 1980, Act 306, Eff. Dec. 19, 1980 ;-- Am. 1998, Act 525, Imd. Eff. Jan. 12, 1999Admin Rule:R 400.1 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-207/"
    },
    {
      "id": "section-400208",
      "number": "400.208",
      "heading": "Committed Children; Return to Home County.",
      "text": "The said commission is authorized to return to the counties from which they were sent, the following classes of children:\n\nFirst, those who have become 16 years of age and who, for any reason, cannot be placed or retained in family homes.\n\nSecond, those who by reason of vicious habits or incorrigibility, cannot be placed in or retained in family homes.\n\nThird, those who are of unsound mind or body, or have some physical disability, which prevents their being placed in family homes. Whenever a child shall be ordered by said commission to be returned to a county, as herein provided, the guardianship of the said commission shall cease, and the child thereupon becomes a charge on the county from which it was sent, and the superintendent shall report to the court the reasons thereof, and any other information which may assist the court in a further disposition of the child.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- CL 1948, 400.208",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-208/"
    },
    {
      "id": "section-400209",
      "number": "400.209",
      "heading": "Committed Children; Adoption, Marriage, Guardianship, or Emancipation; Consent by Superintendent; Authorization to Allow Child to Hunt Game; Preliminary Consent Denial Review Process",
      "text": "(1) The superintendent of the institute or his or her designee is authorized to consent to the adoption, marriage, guardianship, or emancipation of any child who may have been committed to the institute, according to the laws for the adoption, marriage, guardianship as provided in section 19c of chapter XIIA of the probate code of 1939, 1939 PA 288, MCL 712A.19c, or emancipation of minors. On such adoption, marriage, guardianship, or emancipation, the child so adopted, married, or emancipated or who has had a guardian appointed under section 19c of chapter XIIA of the probate code of 1939, 1939 PA 288, MCL 712A.19c, shall cease to be a ward of the state.\n\n(2) The superintendent of the institute or his or her designee is authorized to allow a child who has been committed to the institute to hunt game as provided in sections 43517 and 43520 of the natural resources and environmental protection act, 1994 PA 451, MCL 324.43517 and 324.43520.\n\n(3) The department shall discontinue the Michigan children's institute preliminary consent denial review process.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- Am. 1944, 1st Ex. Sess., Act 8, Imd. Eff. Feb. 19, 1944 ;-- CL 1948, 400.209 ;-- Am. 1955, Act 220, Eff. Oct. 14, 1955 ;-- Am. 2004, Act 470, Imd. Eff. Dec. 28, 2004 ;-- Am. 2011, Act 30, Imd. Eff. May 24, 2011 ;-- Am. 2012, Act 250, Imd. Eff. July 2, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-209/"
    },
    {
      "id": "section-400210",
      "number": "400.210",
      "heading": "Committed Children; Application for Removal From Institute, Procedure; Visitation to Homes.",
      "text": "Any person desiring to take a child from said institute by agreement or adoption shall apply for that purpose in writing, on such form as said commission shall prescribe, to the superintendent or to the judge of probate of the county in which the applicant resides. The superintendent of said institute shall require an investigation of the home of the applicant upon such forms as the commission shall prescribe. Said commission shall procure 1 or more reports, at least 4 times each year, for each child placed in a home for adoption or on an agreement, either from the county agent, officer of the institute or the person with whom the child is placed, and at such times as the superintendent of said institute may direct.\n\nIt shall be the duty of county agents or child welfare workers of the state department of social welfare in their respective counties, to visit the wards of the said institute at such times as they are requested to do so, by said superintendent, and to report on said homes and children to said institute.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- Am. 1944, 1st Ex. Sess., Act 8, Imd. Eff. Feb. 19, 1944 ;-- CL 1948, 400.210",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-210/"
    },
    {
      "id": "section-400211",
      "number": "400.211",
      "heading": "Preservation of Records; Confidentiality.",
      "text": "The commission shall preserve in said institute all legal and other papers of importance including reports of investigation of parentage, of family conditions of the children committed to said institute, and also a brief history of each child, showing its name, age, county, former residence, occupations, habits and character, so far as can be ascertained, and the name and residence and occupation of the person who has taken the child by agreement, or for adoption. In any report of any officer of the institute, or any agent of the state department of social welfare or any state or county officer, no names of such children, wards of the state, shall be published. Act No. 142 of the Public Acts of 1909, as amended, and Act No. 115 of the Public Acts of 1925, being sections 6733 to 6736, inclusive, of the Compiled Laws of 1929 shall not apply to said institute. All records pertaining to any child committed to said institute shall be filed as confidential and shall not be made public thereafter, excepting as the said commission shall authorize, when deemed necessary for the best interest of the child.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- Am. 1944, 1st Ex. Sess., Act 8, Imd. Eff. Feb. 19, 1944 ;-- CL 1948, 400.211Compiler's Notes:Act 142 of 1909, referred to in this section, was repealed by Act 138 of 1958. For provisions of Act 115 of 1925, referred to in this section, see MCL 328.101 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-211/"
    },
    {
      "id": "section-400212",
      "number": "400.212",
      "heading": "Repealed. 1955, Act 220, Eff. Oct. 14, 1955.",
      "text": "Compiler's Notes:The repealed section conveyed land for use of Michigan children's village, gave state hospital commission jurisdiction over village, and regulated admissions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-212/"
    },
    {
      "id": "section-400213",
      "number": "400.213",
      "heading": "Construction of Act; Severing Clause.",
      "text": "This bill being remedial in its nature and purposes shall be liberally construed in order to accomplish the beneficial purposes herein sought. Should any clause, paragraph, or section of this bill be declared unconstitutional by any court of competent jurisdiction, such decision shall not affect the remainder thereof.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- CL 1948, 400.213",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-213/"
    },
    {
      "id": "section-400214",
      "number": "400.214",
      "heading": "Aiding Child to Escape; Penalty.",
      "text": "Any person who shall aid or assist, or entice a child under the control of the said institute to escape from a home in which said child has been placed, or shall aid, entice or assist any such child to leave the state, or shall marry any such child without the consent of the said commission, shall be guilty of a misdemeanor and shall be punished by a fine not exceeding 100 dollars and costs of prosecution, or by imprisonment in a county jail, or any of the state prisons for a term not exceeding a year, or by both such fine and imprisonment according to the discretion of the court.\n\nHistory:1935, Act 220, Imd. Eff. June 8, 1935 ;-- CL 1948, 400.214",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-220-of-1935/section-400-214/"
    },
    {
      "id": "section-400",
      "number": "400",
      "heading": "215, 400.216 - Repealed. 1955, Act 220, Eff. Oct. 14, 1955.",
      "text": "215, 400.216 - Repealed. 1955, Act 220, Eff. Oct. 14, 1955.",
      "history": "",
      "source_url": ""
    }
  ]
}