{
  "state": "michigan",
  "path": "title-chapter-400-social-services/chapter-act-174-of-1971-office-of-child-support-act-400231-400240",
  "sections": [
    {
      "id": "section-400231",
      "number": "400.231",
      "heading": "Definitions.Section 400.231a - Short Title",
      "text": "As used in this act:\n\n(a) \"Account\" means any of the following:\n\n(i) A demand deposit account.\n\n(ii) A draft account.\n\n(iii) A checking account.\n\n(iv) A negotiable order of withdrawal account.\n\n(v) A share account.\n\n(vi) A savings account.\n\n(vii) A time savings account.\n\n(viii) A mutual fund account.\n\n(ix) A securities brokerage account.\n\n(x) A money market account.\n\n(xi) A retail investment account.\n\n(xii) An electronic access or debit card.\n\n(b) \"Account\" does not mean any of the following:\n\n(i) A trust.\n\n(ii) An annuity.\n\n(iii) A qualified individual retirement account.\n\n(iv) An account covered by the employee retirement income security act of 1974, Public Law 93-406, 88 Stat. 829.\n\n(v) A pension or retirement plan.\n\n(vi) An insurance policy.\n\n(c) \"Address\" means the primary address shown on the records of a financial institution used by the financial institution to contact an account holder.\n\n(d) \"Adult responsible for the child\" means a parent, relative who has physically cared for the child, putative father, or current or former guardian of a child, including an emancipated or adult child.\n\n(e) \"Current employment\" means employment within 1 year before a friend of the court request for information.\n\n(f) \"Department\" means the family independence agency.\n\n(g) \"Financial asset\" means stock, a bond, a money market fund, a deposit, an account, or a similar instrument.\n\n(h) \"Financial institution\" means any of the following:\n\n(i) A state or national bank.\n\n(ii) A state or federally chartered savings and loan association.\n\n(iii) A state or federally chartered savings bank.\n\n(iv) A state or federally chartered credit union.\n\n(v) An insurance company.\n\n(vi) An entity that offers any of the following to a resident of this state:\n\n(A) A mutual fund account.\n\n(B) A securities brokerage account.\n\n(C) A money market account.\n\n(D) A retail investment account.\n\n(vii) An entity regulated by the securities and exchange commission that collects funds from the public.\n\n(viii) An entity that is a member of the national association of securities dealers and that collects funds from the public.\n\n(ix) An entity that collects funds from the public.\n\n(i) \"Office\" means the office of child support.\n\n(j) \"Friend of the court case\" means that term as defined in section 2 of the friend of the court act, 1982 PA 294, MCL 552.502. The term \"friend of the court case\", when used in a provision of this act, is not effective until on and after December 1, 2002.\n\n(k) \"Payer\", \"recipient of support\", \"source of income\", and \"support\" mean those terms as defined in section 2 of the support and parenting time enforcement act, 1982 PA 295, MCL 552.602.\n\n(l) \"State disbursement unit\" or \"SDU\" means the entity established in section 6 for centralized state receipt and disbursement of support and fees.\n\n(m) \"Title IV-D\" means part D of title IV of the social security act, 42 USC 651 to 655, 656 to 657, 658a to 660, and 663 to 669b.\n\nHistory:1971, Act 174, Imd. Eff. Dec. 2, 1971 ;-- Am. 1985, Act 209, Eff. Mar. 1, 1986 ;-- Am. 1998, Act 112, Eff. June 30, 1998 ;-- Am. 1999, Act 161, Imd. Eff. Nov. 3, 1999 ;-- Am. 2002, Act 564, Eff. Mar. 31, 2003 ;-- Am. 2004, Act 548, Imd. Eff. Jan. 3, 2005",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-231/"
    },
    {
      "id": "section-400231a",
      "number": "400.231a",
      "heading": "Short Title.",
      "text": "This act shall be known and may be cited as the \"office of child support act\".\n\nHistory:Add. 1985, Act 209, Eff. Mar. 1, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-231a/"
    },
    {
      "id": "section-400232",
      "number": "400.232",
      "heading": "Office of Child Support; Establishment.",
      "text": "The office of child support is established in the department.\n\nHistory:1971, Act 174, Imd. Eff. Dec. 2, 1971 ;-- Am. 1985, Act 209, Eff. Mar. 1, 1986 ;-- Am. 1998, Act 112, Eff. June 30, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-232/"
    },
    {
      "id": "section-400233",
      "number": "400.233",
      "heading": "Office of Child Support; Duties.",
      "text": "The office shall do all of the following:\n\n(a) Serve as a state agency authorized to administer title IV-D.\n\n(b) Assist a governmental agency or department in locating an adult responsible for the child for any of the following purposes:\n\n(i) To establish parentage.\n\n(ii) To establish, set the amount of, modify, or enforce support obligations.\n\n(iii) To disburse support receipts.\n\n(iv) To make or enforce child custody or parenting time orders.\n\n(c) Coordinate activity on a state level in a search for an adult responsible for the child.\n\n(d) Obtain information that directly relates to the identity or location of an adult responsible for the child.\n\n(e) Serve as the information agency as provided in the revised uniform reciprocal enforcement of support act, 1952 PA 8, MCL 780.151 to 780.183, and the uniform interstate family support act (2015).\n\n(f) Develop guidelines for coordinating activities of a governmental department, board, commission, bureau, agency, or council, or a public or private agency, in providing information necessary for the location of an adult responsible for the child.\n\n(g) Develop, administer, and coordinate with the state and federal departments of treasury a procedure for offsetting the state tax refunds and federal income tax refunds of a parent who is obligated to support a child and who owes past due support. The procedure shall include a guideline that the office submit to the state department of treasury, not later than November 15 of each year, all requests for the offset of state tax refunds claimed on returns filed or to be filed for that tax year.\n\n(h) Develop and implement a statewide information system to facilitate the establishment and enforcement of child support obligations.\n\n(i) Develop and implement guidelines for the allocation and distribution of all child support payments that meet the requirements of federal law, regulation, or rule.\n\n(j) Publicize through regular and frequent, nonsexist public service announcements the availability of support establishment and enforcement services.\n\n(k) Develop and implement in cooperation with financial institutions a data matching and lien and levy system to identify assets of and to facilitate the collection of support from the assets of individuals who have an account at a financial institution and who are obligated to pay support as provided in this act.\n\n(l) Provide discovery and support for support enforcement activities as provided in the support and parenting time enforcement act, 1982 PA 295, MCL 552.601 to 552.650.\n\n(m) Have in effect safeguards against the unauthorized use or disclosure of case record information that are designed to protect the privacy rights of the parties as specified in sections 454 and 454a of title IV-D, 42 USC 654 and 654a, and that are consistent with the use and disclosure standards provided under section 64 of the social welfare act, 1939 PA 280, MCL 400.64.\n\n(n) As provided in section 10 for friend of the court cases, centralize administrative enforcement remedies and develop and implement a centralized enforcement program to facilitate the collection of support.\n\n(o) Coordinate, through the state friend of the court bureau created in section 19 of the friend of the court act, 1982 PA 294, MCL 552.519, the provision of services under title IV-D by friend of the court offices.\n\n(p) According to federal law, determine a method to calculate a maximum obligation for reimbursement of medical expenses in connection with a mother's pregnancy and the birth of a child. The method shall be based on each parent's ability to pay and on any other relevant factor, and apportion the expenses in the same manner as health care expenses are divided under the child support formula established under section 19 of the friend of the court act, 1982 PA 294, MCL 552.519.\n\nHistory:1971, Act 174, Imd. Eff. Dec. 2, 1971 ;-- Am. 1985, Act 209, Imd. Eff. Jan. 8, 1986 ;-- Am. 1998, Act 112, Eff. June 30, 1998 ;-- Am. 2002, Act 564, Eff. Mar. 31, 2003 ;-- Am. 2009, Act 238, Imd. Eff. Jan. 8, 2010 ;-- Am. 2014, Act 381, Eff. Mar. 17, 2015 ;-- Am. 2015, Act 254, Eff. Jan. 1, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-233/"
    },
    {
      "id": "section-400233a",
      "number": "400.233a",
      "heading": "Offset Proceedings Against Tax Refunds; Initiation; Notice; Opportunity to Contest; Reimbursement.",
      "text": "(1) Upon receipt of a request from the office of the friend of the court under section 24 of the support and parenting time enforcement act, 1982 PA 295, MCL 552.624, or as required by federal regulations adopted under title IV-D, the office of child support shall initiate offset proceedings against the state tax refunds and federal income tax refunds of a parent who is obligated to support a child and who owes past due support.\n\n(2) The office shall send to a parent who is the subject of a request under subsection (1) advance written notice of the proposed offset. The notice shall inform the parent of the opportunity to contest the offset of his or her state income tax refund on the grounds that the offset is not proper because of a mistake of fact concerning the amount of overdue support or the identity of the parent.\n\n(3) The office shall provide for the prompt reimbursement of an amount withheld in error or an amount found to exceed the amount of overdue support.\n\nHistory:Add. 1985, Act 209, Imd. Eff. Jan. 8, 1986 ;-- Am. 1996, Act 3, Eff. June 1, 1996 ;-- Am. 1998, Act 112, Eff. June 30, 1998 ;-- Am. 2009, Act 238, Imd. Eff. Jan. 8, 2010",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-233a/"
    },
    {
      "id": "section-400233b",
      "number": "400.233b",
      "heading": "Child Support Arrearage Amnesty Period; Designation; Terms and Conditions; Administration; Notification.",
      "text": "(1) The director of the department shall direct the office to designate a period of not less than 90 days that ends not more than 7 months after the effective date of this section as a child support arrearage amnesty period. Under the terms and conditions set forth in subsection (2), the director, or the director's designee, shall grant a payer amnesty, waiving all criminal and civil penalties provided by law for the payer's failure or refusal to pay past due child support. Amnesty granted under this section waives criminal and civil penalties for failure or refusal to pay child support only in regard to the child support arrearage that the payer pays in total to qualify for amnesty.\n\n(2) To qualify for amnesty under this section, a payer shall pay his or her child support arrearage amount either in total with the submission of the written amnesty request or by paying not less than 50% of the total amount with the submission of the written amnesty request and the balance before the amnesty period ends. A payer's amnesty is effective on the date the director, or the director's designee, receives the payer's written amnesty request with the payment of not less than 50% of the total child support arrearage amount. If a payer pays less than 100% of the total child support arrearage amount with the amnesty request, the payer's amnesty terminates at the end of the amnesty period unless the balance is paid before the amnesty period ends.\n\n(3) A payer is not eligible to qualify for amnesty under this section if, before the payer submits the written request for amnesty and a payment as required by subsection (2), 1 or more of the following occur:\n\n(a) Prosecution is initiated against the payer under section 161, 165, or 167(1)(a) or (2) of the Michigan penal code, 1931 PA 328, MCL 750.161, 750.165, and 750.167.\n\n(b) The payer is arrested on a criminal warrant or bench warrant related to the payer's failure or refusal to pay past due child support.\n\n(4) The office shall administer the amnesty program established by this section. As part of its administrative duties, at least 60 days before the start of the amnesty period, the office shall notify payers who may be eligible for amnesty under this section because they owe a child support arrearage. A description of the amnesty program included in scheduled notices and posted on the department's website is sufficient compliance with this notification requirement.\n\nHistory:Add. 2004, Act 564, Eff. June 1, 2005",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-233b/"
    },
    {
      "id": "section-400234",
      "number": "400.234",
      "heading": "Information or Records From Other Agencies.",
      "text": "(1) Upon request of the office or the state agency of another state that administers a program under part D of title IV of the social security act, chapter 531, 49 Stat. 620, 42 U.S.C. 651 to 660 and 663 to 669b, a governmental department, board, commission, bureau, agency, or council; a public or private entity; or a financial institution shall provide any information or record that assists in implementing this act. The information and records include, but are not limited to, all of the following:\n\n(a) Information on the current employment, compensation, and benefits of the individual employed as an employee or an independent contractor of the entity including a for-profit, nonprofit, and governmental employer.\n\n(b) A state or local government agency record including, but not limited to, all of the following:\n\n(i) Vital statistics.\n\n(ii) State or local tax and revenue records including information on residence address, employer, income, and assets.\n\n(iii) A real and titled personal property record.\n\n(iv) An occupational, professional, recreational, or sporting license record.\n\n(v) A record on the ownership and control of a corporation, partnership, or other business entity.\n\n(vi) An employment security agency record.\n\n(vii) A record of an agency administering a public assistance program.\n\n(viii) A motor vehicle record.\n\n(ix) A corrections record.\n\n(x) A worker's compensation record.\n\n(c) Information from the law enforcement information network.\n\n(d) Information from a financial institution as provided in section 4a.\n\n(e) A public utility or cable television company record.\n\n(2) The director of the office or his or her designee may issue an administrative subpoena to require an entity to furnish information or a record in the possession of the entity that pertains to a parent or putative father who is or was employed by or an independent contractor of the entity and that is demanded by the office for the purpose of administering or providing services pursuant to part D of title IV of the social security act, chapter 531, 49 Stat. 620, 42 U.S.C. 651 to 660 and 663 to 669b. The entity's officers or employees shall furnish the information or record within 15 days after the subpoena is received by the entity. This subsection does not abrogate a confidentiality privilege established by law.\n\n(3) An entity is not liable under a federal or state law to any person for a disclosure of information to the office or the designee of the office under this act or for another action taken in good faith to comply with this act.\n\n(4) A governmental department, board, commission, bureau, agency, or council or any public or private entity or financial institution is not liable for a wrongful disclosure of information or records if the governmental department, board, commission, bureau, agency, or council or public or private entity or financial institution acted in good faith. A governmental department, board, commission, bureau, agency, or council or any public or private entity or financial institution is liable for a negligent wrongful disclosure of information or records in an amount of the damages incurred or $1,000.00, whichever is greater. A governmental department, board, commission, bureau, agency, or council or any public or private entity or financial institution is liable for a willful wrongful disclosure of information or records in an amount of 3 times the damages incurred or $3,000.00, whichever is greater, together with all costs and reasonable attorney's fees incurred. For the purposes of this subsection, each violation gives rise to a separate cause of action for which separate damages may be awarded. For the purposes of this subsection, damages include reasonable attorney fees.\n\n(5) If an entity does not comply with a subpoena or request for information or records, the director of the office or his or her designee may petition the circuit court in the county in which the inquiry is being made to require the production of books, papers, and documents. In the case of refusal to comply with a subpoena or request for information, the circuit court may issue an order requiring the person to appear and to produce books, records, and papers. The court may punish a failure to comply with the court order as contempt.\n\nHistory:1971, Act 174, Imd. Eff. Dec. 2, 1971 ;-- Am. 1998, Act 112, Eff. June 30, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-234/"
    },
    {
      "id": "section-400234a",
      "number": "400.234a",
      "heading": "Reports or Information Provided by Financial Institution.",
      "text": "(1) The office shall enter into an agreement with financial institutions doing business in this state to collect the name, address, social security number, and account numbers for each parent who maintains an account at the financial institution and who owes past due child support as identified by the state.\n\n(2) Not more than once each calendar quarter, the office may request from each financial institution the name, address, social security number, and account number for each person listed in the request who maintains an account at the financial institution.\n\n(3) The office's request under subsection (2) shall contain the name and only 1 social security number for each person listed in the request.\n\n(4) Except as otherwise provided in this subsection, the office shall remove an individual's name and social security number from a request to a financial institution under subsection (2) if the individual's name or social security number was on the requests to the financial institution in the 2 immediately preceding quarters and the financial institution did not find a match for that name or social security number for either of those requests. The office may include the individual's name and social security number on a request to the financial institution under subsection (2) in the succeeding quarter, if the office believes that the individual has opened an account subsequent to the 2 successive quarters in which a match was not found.\n\n(5) All requests made by the office under subsection (2) shall be in machine readable form unless the financial institution expressly asks the office to submit the request in writing in which case the office shall submit the request and all subsequent requests to the financial institution in writing until the financial institution asks the office to submit the request in machine readable form after which time the office shall submit the request in machine readable form.\n\n(6) Except as provided in subsection (10) or (12), the financial institution shall furnish the information in a machine readable form to the office unless the financial institution asked the office to submit the request in writing, in which case the financial institution may furnish the information in writing or in machine readable form. The financial institution shall furnish the information to the office within 45 days after receipt of the request from the office. A financial institution that files reports under this subsection is not required to comply with subsection (10).\n\n(7) The financial institution may base its search of account records solely on the social security number that is provided for each person included in the request from the office.\n\n(8) A financial institution may respond to the office that the name or the social security number, or both, that were contained in the office's request do not correspond to the records of the financial institution.\n\n(9) A financial institution may choose only to furnish information on an account that has a balance of more than $500.00 at the time the request is processed by the financial institution.\n\n(10) As an alternative to subsection (6), within 45 days of the end of the first calendar quarter of every year, a financial institution may submit to the office, or to the federal government or its designee, a report of the name, address, social security number, and account number of each person who maintains an account at the financial institution on the last day of the first calendar quarter. Within 45 days after the end of each subsequent quarter of the calendar year, the financial institution that elects the option under this subsection shall submit to the office a report of the name, address, social security number, and account number of each person who opens a new account during the quarter or closes an account that had been reported in a prior quarter during the calendar year. The financial institution may furnish the report in a machine readable form or in writing to the office at the discretion of the financial institution. A financial institution that files reports under this subsection is not required to comply with subsection (6).\n\n(11) Unless otherwise required by law, a financial institution that furnishes a report or provides information to the office under subsection (6) or (10), or to the federal government or its designee under subsection (12), shall not disclose to a depositor or an account holder that the name of the depositor or account holder has been received from or furnished to the office, or to the federal government or its designee. However, a financial institution may disclose to its depositors and account holders and others that the office, or the federal government or its designee, has the authority to request information on depositors or account holders and that the financial institution may provide that information to the office.\n\n(12) To the extent permitted by federal law or policy, a financial institution may furnish information to the federal government or its designee in accordance with data matching processes the federal government establishes under part D of title IV of the social security act, chapter 531, 49 Stat. 620, 42 U.S.C. 651 to 660 and 663 to 669b.\n\nHistory:Add. 1998, Act 112, Eff. June 30, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-234a/"
    },
    {
      "id": "section-400234b",
      "number": "400.234b",
      "heading": "Obligation or Liability Incurred by Financial Institution.",
      "text": "(1) A financial institution incurs no obligation or liability to a depositor, account holder, or other person or entity arising from the furnishing of a report or information to the office, to an office agent or representative, or to the federal government or its designee under this act or from the failure to disclose to a depositor, account holder, or other person that the name of a person was included in the report or information provided.\n\n(2) A financial institution incurs no obligation or liability to the office or another person or entity for an error or omission made in good faith compliance with this act.\n\n(3) A financial institution incurs no obligation or liability for blocking, freezing, placing a hold upon, surrendering, or otherwise dealing with a person's or entity's financial assets in response to a lien imposed or information provided pursuant to this act.\n\n(4) A financial institution is not obligated to block, freeze, place a hold upon, surrender, or otherwise deal with a person's or entity's financial assets until served with and having a reasonable opportunity to act upon a subpoena, summons, warrant, court order, administrative order, lien, or levy served upon the financial institution in accordance with the laws of this state. A financial institution that surrenders financial assets to the friend of the court in response to a lien imposed under state law is discharged from any obligation or liability to the depositor, account holder, or other person or entity related to the financial assets that are surrendered to the friend of the court.\n\n(5) A financial institution that surrenders financial assets to the friend of the court may assess the account holder a service charge not to exceed 10% of the amount surrendered to the friend of the court. The service charge shall be in addition to any other fee or charge authorized by this act or otherwise not prohibited by law.\n\nHistory:Add. 1998, Act 112, Eff. June 30, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-234b/"
    },
    {
      "id": "section-400234c",
      "number": "400.234c",
      "heading": "Conduct by Financial Institution.",
      "text": "This act does not prohibit a financial institution from doing any of the following:\n\n(a) Assessing and collecting fees and other charges from an account holder or depositor including, but not limited to, fees and charges for the maintenance and activities on an account.\n\n(b) Charging back or recouping a deposit to an account.\n\n(c) Setting off a debt owed to the financial institution from an account held by the financial institution.\n\n(d) Exercising a banker's lien on an account held by the financial institution for a debt owed to the financial institution.\n\n(e) Disclosing information received from the office to an employee, agent, or representative of the financial institution or an affiliate of the financial institution for the purpose of complying with this act and otherwise dealing with a customer or account holder of the financial institution or an affiliate of the financial institution.\n\nHistory:Add. 1998, Act 112, Eff. June 30, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-234c/"
    },
    {
      "id": "section-400235",
      "number": "400.235",
      "heading": "Availability and Purposes of Information.",
      "text": "(1) The information obtained by the office shall be available to a governmental department, board, commission, bureau, agency, political subdivision of any state, a court of competent jurisdiction, or the federal government for purposes of administering, enforcing, and complying with state and federal laws governing child support and domestic relations matters. Unless otherwise precluded by state or federal law, the information obtained by the office is also available for purposes specified in 45 CFR 303.21. The office shall not release information regarding the use or payment history of an electronic access or debit card. Information pertaining to this type of account, if needed, shall be obtained from the recipient of support or the recipient's financial institution.\n\n(2) The office shall not release information on an address or other information concerning an adult responsible for a child to another adult responsible for the child if the release is prohibited by a court order or if the office has reason to believe that release of information may result in physical or emotional harm to that adult or to the child. The office shall notify the federal government, and courts and agents of courts, about domestic violence or child abuse under part D of title IV of the social security act, 42 USC 651 to 660 and 663 to 669b.\n\nHistory:1971, Act 174, Imd. Eff. Dec. 2, 1971 ;-- Am. 1985, Act 209, Eff. Mar. 1, 1986 ;-- Am. 1998, Act 112, Eff. June 30, 1998 ;-- Am. 2004, Act 548, Imd. Eff. Jan. 3, 2005",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-235/"
    },
    {
      "id": "section-400236",
      "number": "400.236",
      "heading": "State Disbursement Unit; Establishment; Processes and Procedures; Collection; Electronic Disbursement.",
      "text": "(1) The state disbursement unit is established as the direct responsibility of the office. The SDU shall use automated procedures, electronic processes, and computer-driven technology to the maximum extent feasible, efficient, and economical to receive and disburse support and fees.\n\n(2) The SDU is the single location to which a payer or source of income subject to this section shall send a support or fee payment. The SDU shall disburse a support payment to the recipient of support within 2 business days after the SDU receives the support payment. Not less than twice each calendar month, the SDU shall disburse fees that it receives to the appropriate county treasurer or office of the friend of the court.\n\n(3) If a payer or source of income attempts to make a support or fee payment to the SDU and the payment transaction fails due to nonsufficient funds, the SDU may take actions to collect from the payer or source of income the support or fee payment amount, plus an amount for the expense of those actions.\n\n(4) By not later than 1 year after the effective date of the amendatory act that added this subsection, the SDU shall disburse support electronically, in not fewer than 3 counties in this state, to either the recipient of support's account in a financial institution or to a special account that may be accessed by the recipient of support by an electronic access card. By not later than 2 years after the effective date of the amendatory act that added this subsection, the SDU shall disburse support electronically either to the recipient of support's account in a financial institution or to a special account that may be accessed by the recipient of support by an electronic access card. This subsection does not apply under any of the following circumstances:\n\n(a) If electronic transfer is not feasible to meet federal requirements on the disbursement of child support payments.\n\n(b) If the support payment is from a source that is nonrecurring or that is not expected to continue in a 12-month period.\n\n(c) The recipient of support is a person with a mental or physical disability that imposes a hardship in accessing an electronically transferred payment.\n\n(d) The recipient of support is a person with a language or literacy barrier that imposes a hardship in accessing an electronically transferred payment.\n\n(e) The recipient of support's home and work addresses are more than 30 miles from an automated teller machine and more than 30 miles from a financial institution where funds in the recipient's account may be accessed.\n\nHistory:Add. 1999, Act 161, Imd. Eff. Nov. 3, 1999 ;-- Am. 2004, Act 548, Imd. Eff. Jan. 3, 2005",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-236/"
    },
    {
      "id": "section-400236a",
      "number": "400.236a",
      "heading": "Repealed. 2009, Act 238, Imd. Eff. Jan. 8, 2010",
      "text": "400.236a Repealed. 2009, Act 238, Imd. Eff. Jan. 8, 2010\n\nPopular Name:\n\nThe repealed section pertained to child support bench warrant enforcement fund.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-236a/"
    },
    {
      "id": "section-400237",
      "number": "400.237",
      "heading": "Transition Schedule.",
      "text": "(1) The department shall develop a schedule for the transition from receipt and disbursement of support and fees by offices of the friend of the court to centralized receipt and disbursement by the state disbursement unit. The schedule may provide for the transition to take place in stages so that, during the transition period, the SDU is responsible for the receipt and disbursement of the support and fee payments of less than all the payers and recipients of support whose cases are administered by a particular office of the friend of the court. In developing the schedule, the department shall consult with other state agencies and with local agencies.\n\n(2) In accordance with section 9 of the friend of the court act, 1982 PA 294, MCL 552.509, and the transition schedule developed under subsection (1), SDU receipt and disbursement applies to the case of a payer or recipient of support starting on the date specified in a notification to the office of the friend of the court, which administers the case, that the SDU is prepared to receive and disburse support and fees for the case or for a class of cases to which the case belongs. As of the date that SDU receipt and disbursement of support and fees applies to a particular support order, a provision in the order directing support and fees to be paid to an office of the friend of the court shall be considered to direct the payments to the SDU.\n\nHistory:Add. 1999, Act 161, Imd. Eff. Nov. 3, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-237/"
    },
    {
      "id": "section-400238",
      "number": "400.238",
      "heading": "Disposition of Money Received as Support Payment; Interest; Duties of Contractor; Audit; Disclosure of Information.",
      "text": "(1) While held by the state disbursement unit, money the SDU receives as a support payment is the money of the recipient of support, is not public revenue, and shall not be deposited in the state treasury. While held by the state disbursement unit, money the SDU receives as a support payment is not subject to levy, execution, garnishment, or offset.\n\n(2) Interest that accrues on a payment after its receipt and before its disbursement is payable to the state general fund to offset program costs.\n\n(3) If a contractor operates the state disbursement unit, the contractor is directly responsible to the office. The office shall not enter a contract for operation of the SDU until the state budget director approves each contract provision that governs the accounting system to be used by the contractor. In addition to auditing by a private sector accounting firm, the contractor operating the SDU is subject to audit by the state executive branch and by the auditor general or an independent public accounting firm appointed by the auditor general. The auditor general or an independent public accounting firm appointed by the auditor general shall conduct an audit of the SDU not less than 1 year, but within 2 years, after the effective date of the amendatory act that added this section and not less than every 2 years after that initial audit. The department shall cooperate with the auditor general.\n\n(4) Except for disclosure in a manner authorized by law, rule, or regulation, a person shall not disclose information regarding a payer or recipient of support that is provided to the SDU for the purpose of receipt or disbursement of support or fees. A person that violates this subsection is guilty of a misdemeanor punishable by imprisonment for not more than 93 days or a fine of not more than $500.00, or both.\n\n(5) A contractor or subcontractor, or an officer or employee of a contractor or subcontractor, that operates the SDU who negligently discloses information regarding a payer or recipient of support is liable for actual damages or $1,000.00, whichever is greater, plus costs and attorney fees. A contractor or subcontractor, or an officer or employee of a contractor or subcontractor, that operates the SDU who intentionally discloses information regarding a payer or recipient of support is liable for 3 times actual damages or $3,000.00, whichever is greater, plus costs and attorney fees. Each negligent or intentional disclosure that gives rise to liability under this section is a separate cause of action for which separate damages may be awarded.\n\nHistory:Add. 1999, Act 161, Imd. Eff. Nov. 3, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-238/"
    },
    {
      "id": "section-400239",
      "number": "400.239",
      "heading": "Transition to Centralized Receipt and Disbursement of Support and Fees.",
      "text": "The department, the SDU, and each office of the friend of the court shall cooperate in the transition to the centralized receipt and disbursement of support and fees. An office of the friend of the court shall continue to receive and disburse support and fees through the transition, based on the schedule developed as required by section 7, and modifications to that schedule as the department considers necessary.\n\nHistory:Add. 1999, Act 161, Imd. Eff. Nov. 3, 1999 ;-- Am. 2002, Act 564, Eff. Mar. 31, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-239/"
    },
    {
      "id": "section-400240",
      "number": "400.240",
      "heading": "Centralized Enforcement.",
      "text": "(1) Based on criteria established by the office and the state court administrative office, the office may centralize administrative enforcement procedures for services provided under title IV-D. The office may also centralize enforcement activities for friend of the court cases based on criteria established by the office and the state court administrative office. The criteria for centralizing enforcement activities for a friend of the court case shall require, at a minimum, both of the following:\n\n(a) That support enforcement measures undertaken by the office of the friend of the court have been unsuccessful, including, but not limited to, a lack of regular and substantial payments against the arrearage.\n\n(b) That the arrearage is equal to or greater than the amount of support payable either for 12 months or, if the recipient of support requests centralization of enforcement activities, for 6 months.\n\n(2) Each office of the friend of the court shall provide the office with information necessary for the office to identify cases eligible for centralized enforcement, as well as case information necessary for the office to pursue enforcement remedies.\n\n(3) The office's centralized enforcement may include, but is not limited to, 1 or more of the following:\n\n(a) An enforcement remedy available under the support and parenting time enforcement act, 1982 PA 295, MCL 552.601 to 552.650.\n\n(b) Contracting with a public or private collection agency. Except upon the request of the recipient of support, an additional fee shall not be charged to the recipient of support for collection services by any public or private collection agency contracting under this subdivision.\n\n(c) Contracting with a public or private locator service.\n\n(d) Publishing a delinquent payer's name.\n\n(e) A local or regional agreement with a law enforcement agency or prosecutor.\n\n(4) The office shall notify the custodial parent in each friend of the court case that the office selects for centralized enforcement that the parent's case has been selected.\n\n(5) The office shall develop a system to track each friend of the court case selected for centralized enforcement so that the office of the friend of the court from which the case is selected can be identified. The office shall process collections resulting from centralized enforcement through the SDU and, for the purpose of child support incentive calculations, shall credit those collections to the office of the friend of the court identified with the case. In consultation with the state court administrative office, the office shall establish policies and procedures for expenses related to enforcement activities under this act.\n\n(6) This section does not limit the office's ability to enter into agreements for child support enforcement with an office of the friend of the court, law enforcement agency, prosecutor, government unit, or private entity as that ability existed on the effective date of this section.\n\n(7) Within 1 year after the effective date of this section and within 1 year after the deadline for the previous report, the office shall submit an annual report to the legislature regarding friend of the court cases assigned to a private collection agency for support collection under a contract with the office. The report shall include at least all of the following for each private collection agency that was assigned friend of the court cases for support collection:\n\n(a) Total number of friend of the court cases assigned.\n\n(b) Total number of those friend of the court cases in which a support payment was received.\n\n(c) Total support collected for those friend of the court cases.\n\n(d) Total support due for those friend of the court cases.\n\nHistory:Add. 2002, Act 564, Eff. Mar. 31, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-400/statute-act-174-of-1971/section-400-240/"
    }
  ]
}