{
  "state": "wyoming",
  "path": "title-title-28-legislature/chapter-chapter-3-senate",
  "sections": [
    {
      "id": "section-28-3-101",
      "number": "28-3-101",
      "heading": "President.Section 28-3-102 - Vice-President.Section 28-3-103 - Employees Generally.Section 28-3-104 - Chief Clerk.",
      "text": "28-3-101. President.\n\n(a) There shall be a president of the senate whose duties shall be:\n\n(i) To take the chair at the hour fixed for the meeting of the senate, and call the members to order;\n\n(ii) To announce the business before the senate in the order in which it is to be taken up;\n\n(iii) To receive and submit in proper manner all motions and propositions presented by the members, and to announce the result;\n\n(iv) To receive messages and other communications from other branches of the government, and to announce them to the senate;\n\n(v) To authenticate by his signature, when necessary, all bills, orders and proceedings of the senate;\n\n(vi) To name the members of all committees, unless otherwise directed by the senate.\n\n(b) He may call any member to the chair, but such substitution shall not extend beyond an adjournment, except that in the case of sickness, he may, with the approval of the senate, appoint a member to perform the duties of the president for a period not exceeding ten (10) days.\n\n(c) He shall have the regulation of such parts of the capitol and its passages, and any building in which the legislature meets while displaced from the capitol, as are or may be set apart for the use of the senate and its officers.\n\n(d) He shall refer all matters to be committed to the committee most appropriate to take charge of the same.\n\n(e) He shall, whenever a motion is made and carried to shut the doors of the senate chamber, in the discussion of any question which may, in the opinion of any member, require secrecy, direct the senate chamber to be cleared, and during the discussion of such question, the doors shall remain closed.\n\n(f) He shall call a member to fill the chair whenever the senate resolves itself into a committee of the whole, and the chairman so called shall have the power of the president of senate, until such committee rise.\n\n(g) He shall preserve order and decorum and may speak to points of order, in preference to other members, rising from his seat for that purpose.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-28/chapter-3/section-28-3-101/"
    },
    {
      "id": "section-28-3-102",
      "number": "28-3-102",
      "heading": "Vice-President.",
      "text": "28-3-102. Vice-president.\n\nThere shall be a vice-president of the senate, who, in the absence of the president, shall exercise all the powers and authority of the president, and shall perform all his duties.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-28/chapter-3/section-28-3-102/"
    },
    {
      "id": "section-28-3-103",
      "number": "28-3-103",
      "heading": "Employees Generally.",
      "text": "28-3-103. Employees generally.\n\n(a) At the beginning of each session of the legislature, the senate thereof shall engage such employee personnel for said session, upon respective compensation bases, as decided by it.\n\n(b) The senate may authorize personnel to be employed beyond the adjournment of the session in order to complete recordkeeping of each session and prepare for each session of the legislature. The president of the senate, subject to legislative appropriation, shall establish the compensation of any staff so employed whose duties shall be performed under the direction of the president.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-28/chapter-3/section-28-3-103/"
    },
    {
      "id": "section-28-3-104",
      "number": "28-3-104",
      "heading": "Chief Clerk.",
      "text": "28-3-104. Chief clerk.\n\n(a) There shall be a chief clerk whose duties shall be:\n\n(i) To keep a correct journal of the proceedings of the senate;\n\n(ii) To read aloud all papers handed to him for that purpose by any member;\n\n(iii) To certify and transmit to the house of representatives all bills, resolutions and other papers requiring the concurrence of said house, immediately after its passage;\n\n(iv) To notify the house on the concurrence or disagreement by the senate in any vote of the house;\n\n(v) To permit no papers or records belonging to the senate to be taken out of his custody otherwise than in the regular course of business;\n\n(vi) To perform all other duties pertaining to his office under the direction of the president.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-28/chapter-3/section-28-3-104/"
    }
  ]
}