{
  "state": "alabama",
  "path": "title-title-36-public-officers-and-employees/chapter-chapter-32-fire-fighters-personnel-standards-and-education-c",
  "sections": [
    {
      "id": "section-36-32-1",
      "number": "36-32-1",
      "heading": "Definitions.Section 36-32-2 - Creation and Composition; Appointments and Terms; Vacancies; Adoption of Bylaws",
      "text": "Section 36-32-1\n\nDefinitions.\n\nFor the purpose of this chapter, the following words and phrases shall have the following meanings, respectively, unless the context clearly indicates the contrary:\n\n(1) ALABAMA FIRE COLLEGE. The independent public institution of postsecondary education established by this chapter and operated under the general control and supervision of the Alabama Firefighters’ Personnel Standards and Education Commission for the purposes of educating, training, and certifying firefighters and trainees in fire prevention and suppression, emergency medical services, and related fields. All assets owned by the Alabama Fire College and the Alabama Firefighters’ Personnel Standards and Education Commission, upon passage of Act 2012-207, shall remain the property of the state and shall be titled in the name of the Alabama Firefighters’ Personnel Standards and Education Commission.\n\n(2) COMMISSION. The Alabama Firefighters’ Personnel Standards and Education Commission established by this chapter.\n\n(3) COMMITTEE. The Joint Legislative Oversight Committee of the Alabama Firefighters’ Personnel Standards and Education Commission established by this chapter.\n\n(4) FIRE-FIGHTING AGENCY. Any agency charged with the responsibility of detecting, combating, and preventing damage to property and lives by fires, but excluding the Alabama State Forestry Commission.\n\n(5) FIRE PROTECTION PERSONNEL and FIREFIGHTER. Any person permanently employed in fire administration, fire prevention, fire suppression, fire education, arson investigation, and emergency medical services, but excluding employees of the Alabama State Forestry Commission.\n\n(6) VOLUNTEER FIREFIGHTER. Any person who is not permanently employed as fire protection personnel or firefighter but who otherwise engages in fire administration, fire prevention, fire suppression, fire education, arson investigation, and emergency medical services.\n\n(7) TRAINEE. A firefighter who has not been certified by the commission as having met the minimum basic training as set forth by Section 36-32-7 and by the rules and regulations adopted by the commission.\n\n(8) SCHOOL. Any school located within the State of Alabama whether privately or publicly owned which offers a course in fire protection training or related subjects and which has been approved by the commission.\n\n(9) STATE. The State of Alabama.\n\n(Acts 1975, No. 863, p. 1701, §1; Acts 1979, No. 79-759, p. 1352, §1; Acts 1980, No. 80-809, p. 1669, §1; Acts 1988, No. 88-663, p. 1064, §1; Act 2012-207, p. 340, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-1/"
    },
    {
      "id": "section-36-32-2",
      "number": "36-32-2",
      "heading": "Creation and Composition; Appointments and Terms; Vacancies; Adoption of Bylaws.",
      "text": "Section 36-32-2\n\nCreation and Composition; Appointments and Terms; Vacancies; Adoption of Bylaws.\n\n(a) The Alabama Firefighters’ Personnel Standards and Education Commission shall consist of nine members, each of whom shall be a qualified elector of the state who is over 18 years of age. The Professional Firefighters Association of Alabama shall appoint one certified firefighter to serve for a term of four years; the Alabama Firefighter’s Association shall appoint one certified firefighter to serve for a term of four years; the Alabama Association of Fire Chiefs shall appoint one certified firefighter to serve for a term of four years; the Alabama Association of Volunteer Fire Departments shall appoint one certified volunteer firefighter to serve for a term of four years; the Presiding Officer of the Senate shall appoint one certified firefighter who is experienced in the mentorship and training of aspiring firefighters to serve for a term of four years; the Presiding Officer of the Senate shall appoint one certified volunteer firefighter who is experienced in the mentorship and training of aspiring volunteer firefighters to serve for a term of four years; the state Fire Marshal or his or her designee shall serve as a member; the Lieutenant Governor shall appoint one member; and the Governor shall appoint one member. The members appointed by the Lieutenant Governor and the Governor shall each serve for terms of four years.\n\n(b) Should a vacancy occur during the term of a commission member, the original appointing authority shall appoint a replacement to serve for the remainder of the term. Each appointee shall be confirmed by the Senate before the appointee becomes a member of the commission. Except for the state Fire Marshal, no commissioner who is then serving on the commission or whose term has just expired shall be required to be reconfirmed for a new term. Each member of the commission shall serve until his or her successor is confirmed by the Senate. If the Senate rejects the appointee, the appointing authority shall make a replacement appointment. No commissioner may serve more than two consecutive terms.\n\n(c) The members may adopt bylaws to govern the organization of the commission, its meetings, and activities, provided that the bylaws shall not conflict with this chapter.\n\n(d) The appointing authorities shall coordinate their appointments to assure that the membership of the commission is inclusive and reflects the racial, gender, geographic, urban, rural, and economic diversity of the state.\n\n(Acts 1975, No. 863, p. 1701, §2; Acts 1980, No. 80-809, p. 1669, §1; Acts 1988, No. 88-663, p. 1064, §2; Act 2012-207, p. 340, §1; Act 2024-306, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-2/"
    },
    {
      "id": "section-36-32-3",
      "number": "36-32-3",
      "heading": "Officers; Powers and Duties; Compensation; Expenditures and Revenues; Education and Training; Facilities.",
      "text": "Section 36-32-3\n\nOfficers; Powers and Duties; Compensation; Expenditures and Revenues; Education and Training; Facilities.\n\n(a) The commission shall elect a chairman and a vice-chairman from among its members at the first regular quarterly meeting of the calendar year.\n\n(b) The commission may do all of the following:\n\n(1) Organize the Alabama Fire College by appointing an executive director, assistant directors, and such officers as the interest of the Alabama Fire College may require.\n\n(2) Remove the executive director or any assistant or other officer.\n\n(3) Fix, increase, or reduce the compensation of the executive director or any assistant or other officer.\n\n(4) Institute, regulate, alter, or modify the government of the Alabama Fire College as the commission may deem advisable.\n\n(5) Prescribe courses of instruction related to the mission of the Alabama Fire College.\n\n(6) Establish the cost of any prescribed course of study related to the mission of the Alabama Fire College.\n\n(7) Confer certifications as are usually conferred by similar institutions related to the mission of the Alabama Fire College.\n\n(c) The commission may delegate to the executive director such powers and functions in the administration of the affairs of the fire college as the commission may deem proper, including the hiring, firing, dismissal, nonrenewal, discipline, promotion, and supervision of any employee of the Alabama Fire College and of the commission. The commission may direct the executive director to coordinate the certification of any person regulated by the commission, to conduct investigations and fulfill other duties as provided in Section 36-32-5, and to provide any technical assistance programs. The commission shall set the salaries of the faculty, administrative personnel, and support staff subject to the salary schedule adopted by the commission. The salary schedule adopted by the commission shall be identical to the salary schedule adopted by the State Board of Education for employees of state community and technical colleges. The State Board of Education may not be held liable for the failure of the commission to adopt such salary schedule. Employees of the commission shall participate in the Teachers’ Retirement System of Alabama, subject to all rules, regulations, and conditions thereof and shall be considered employees as defined in subdivision (1) of Section 16-25A-1. In the event an employee of the commission is receiving a monthly benefit from the Teachers’ Retirement System by virtue of his or her retirement from employment with the commission, he or she shall be considered a retired employee as defined in subdivision (2) of Section 16-25A-1, allowing participation in the Public Education Employees’ Health Insurance Plan, as established in Chapter 25A of Title 16.\n\n(d) Members of the commission shall receive fifty dollars ($50) per diem for attending meetings of the commission, plus travel expenses as provided for by state travel law, provided funds are available.\n\n(e) The commission, the Department of Postsecondary Education, and any institution of postsecondary education may contract with the commission for the provision of services to students or for the fulfillment of the educational mission of the Alabama Fire College. The commission shall report annually to independent auditors employed by the commission all expenditures and revenues. The independent auditor shall be secured by the commission through a competitive bid process. In addition to an independent audit, the commission shall also report annually to the Chief Examiner all expenditures and revenues. The commission shall be audited by the Department of Examiners of Public Accounts in accordance with Section 41-5-14. The findings of both audits shall be reported to and reviewed by the Joint Legislative Oversight Committee of the Alabama Firefighters’ Personnel Standards and Education Commission.\n\n(f) Nothing in this chapter shall be construed to alter, amend, modify, repeal, or affect in any way the provisions in Chapter 18 of Title 22 or to prohibit or limit in any way the authority of the Alabama Department of Public Health to establish standards for the training, qualification, scope of privilege, certification, licensing of emergency medical services personnel and for the operation, design, equipment and licensing of ambulances, and ambulance service operators. The commission may authorize the Alabama Fire College to provide education and training to firefighters and trainees in emergency medical services, but only in a manner that complies with Chapter 18 of Title 22 and the rules of the State Board of Health.\n\n(g) The commission may not move its facilities unless authorized by an act of the Alabama Legislature.\n\n(Acts 1975, No. 863, p. 1701, §3; Acts 1978, No. 778, p. 1140, §1; Acts 1980, No. 80-809, p. 1669, §1; Acts 1988, No. 88-663, p. 1064, §3; Act 2012-207, p. 340, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-3/"
    },
    {
      "id": "section-36-32-31",
      "number": "36-32-3.1",
      "heading": "(Effective January 1, 2025) Required Training Related to or Interacting with Individuals with Sensory Needs or Invisible Disabilities",
      "text": "Section 36-32-3.1\n\n(Effective January 1, 2025) Required Training Related to or Interacting with Individuals with Sensory Needs or Invisible Disabilities.\n\n(a) Beginning January 1, 2025, the Alabama Firefighters’ Personnel Standards and Education Commission shall: (i) within six months of a fire-protection personnel becoming certified, require him or her to complete one hour of training on interacting with individuals with sensory needs or invisible disabilities; and (ii) require each fire-protection personnel and certified volunteer firefighter to complete one hour of training on interacting with individuals with sensory needs or invisible disabilities every other year.\n\n(b)(1) The Alabama Firefighters’ Personnel Standards and Education Commission shall collaborate with a nonprofit entity that provides training on individuals with sensory needs or invisible disabilities to administer the training required by this section. The entity shall provide the required training related to individuals with sensory needs or invisible disabilities without compensation. The training may be provided in person or online. The commission shall ensure the entity chosen to administer the training annually reviews and updates the training to include changes and trends relating to individuals with sensory needs or invisible disabilities.\n\n(2) The training requirements of this section only apply if the company that the commission collaborates with pursuant to subdivision (1) provides the training without compensation.\n\n(c) The training requirements of subsection (a) do not apply to employees of the Alabama State Forestry Commission.\n\n(d) This section shall not be construed to eliminate, alter, or otherwise modify any immunity regarding fire-protection personnel or certified volunteer firefighters established under the constitution and laws of this state.\n\n(Act 2024-81, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-3-1/"
    },
    {
      "id": "section-36-32-4",
      "number": "36-32-4",
      "heading": "Meetings; Seal; Quorum.",
      "text": "Section 36-32-4\n\nMeetings; Seal; Quorum.\n\nThe commission shall meet in regular session quarterly at a time and place in the State of Alabama to be designated in its bylaws. Special meetings may be called by the chairman, the vice-chairman or any three members by giving notice of the time, place and purpose of such special meeting at least five days before it is to be held, to each member of the commission. Such notice may be waived by all members of the commission, either before or after a special meeting. The commission shall adopt an official seal and the executive director shall be custodian of the seal and shall have authority to affix the seal to agreements and obligations of the commission. A quorum shall be a majority of the commission members. The Governor shall summon the commission to its first meeting.\n\n(Acts 1975, No. 863, p. 1701, §4; Acts 1978, No. 778, p. 1140, §1; Acts 1980, No. 80-809, p. 1669, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-4/"
    },
    {
      "id": "section-36-32-5",
      "number": "36-32-5",
      "heading": "Functions and Duties.",
      "text": "Section 36-32-5\n\nFunctions and Duties.\n\nThe commission shall have the following functions and duties together with all powers necessary or convenient for the performance thereof:\n\n(1) To study, obtain data, statistics, and information and make reports concerning the recruitment, selection, and training of fire-protection personnel in the state; to make recommendations for improvement in methods of recruitment, selection, and training of such personnel.\n\n(2) To recommend minimum curriculum requirements for schools operated for the specific purpose of training firefighter recruits or fire-protection personnel.\n\n(3) To consider, hold public hearings on, adopt, and promulgate such standards relating to trainees as fire-protection personnel as set forth by the commission.\n\n(4) To consult and coordinate through memorandum of agreement or understanding when applicable with any fire-fighting agency, university, college, community college, the federal government or any branch thereof, or other educational institution concerning the provision of or development anywhere of, or both, firefighter training schools and programs of courses of instruction, including, but not limited to, education and training in the areas of fire science, fire technology, fire administration, and all allied and supporting fields, including travel out of the State of Alabama, for business, administrative, and instruction purposes which shall be authorized only by the commission and shall be allowed under the same conditions as for state officers and employees pursuant to Section 36-7-21.\n\n(5) To encourage the establishment of fire-fighting training schools and courses on fire fighting in the educational institutions in the state.\n\n(6) To gather statistics and data and make reports concerning the training of fire-protection personnel and their accomplishments.\n\n(7) To certify fire-fighting training and education programs as having attained the minimum required standards prescribed by such commission.\n\n(8) To certify fire-protection personnel in respect to their competence to perform fire service duties at various defined levels of responsibility as prescribed by such commission.\n\n(9) To direct research in the field of fire fighting and prevention and to accept gifts and grants for such purposes.\n\n(10) To consult with national fire service organizations or agencies concerning the training and certification of fire-protection personnel in the state.\n\n(11) To establish and utilize testing procedures and levels of grading which are consistently uniform with the standard prescribed by such commission.\n\n(12) To make investigation to determine whether the requirements of this chapter and the rules, regulations, and standards of the commission issued pursuant to this chapter are being observed and followed.\n\n(13) To recommend to the Attorney General, the district attorneys and other appropriate officials measures for the enforcement of the requirements of this chapter and the rules, regulations, and standards issued by the commission pursuant to this chapter.\n\n(14) To enter into cooperative agreements with state and local fire-fighting agencies for the effective coordination of fire-fighting training in the state.\n\n(15) To obtain the services and advice of experts in the field of fire-fighting for the purpose of aiding the commission in its studies, consideration, reports and recommendations, and the adoption of standards, rules, and regulations.\n\n(16) To promote the participation of local fire-fighting agencies in the programs established by the commission.\n\n(Acts 1975, No. 863, p. 1701, §5; Acts 1979, No. 79-759, p. 1352, §2; Acts 1980, No. 80-809, p. 1669, §1; Act 2012-207, p. 340, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-5/"
    },
    {
      "id": "section-36-32-6",
      "number": "36-32-6",
      "heading": "Approval of Regulations; Regulations and Bylaws to Be Kept Current; Public Inspection of Regulations and Bylaws.",
      "text": "Section 36-32-6\n\nApproval of Regulations; Regulations and Bylaws to Be Kept Current; Public Inspection of Regulations and Bylaws.\n\nRegulations proposed by the commission shall, before becoming effective, be distributed to each fire-fighting agency, the Professional Firefighters’ Association of Alabama, the Alabama Association of Fire Chiefs, the Alabama Firemen’s Association, and such other organizations of fire-fighting personnel as may be formed or organized from time to time. Such agencies and organizations shall be given a period of at least 45 days to comment upon such regulations before their final adoption by the commission. All bylaws of the commission and its regulations shall be kept current and shall be available to the public at all times.\n\n(Acts 1975, No. 863, p. 1701, §6; Acts 1980, No. 80-809, p. 1669, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-6/"
    },
    {
      "id": "section-36-32-7",
      "number": "36-32-7",
      "heading": "Minimum Standards for Firefighters.",
      "text": "Section 36-32-7\n\nMinimum Standards for Firefighters.\n\n(a) Applicability. The minimum standards provided in this section shall apply to trainees who are to be employed as fire-protection personnel by a public fire-fighting agency. No city or fire-fighting agency which provides fire protection to the public shall permanently employ any trainee as fire-protection personnel who has not met the requirements of this section. Provided, however, no fire prevention inspector, fire protection engineer, public fire and life safety educator, public safety dispatcher, or person whose duties are solely clerical or secretarial in nature employed as fire-protection personnel by the fire-fighting agency of any Class 1 municipality shall be required to meet the minimum physical requirements as a trainee for firefighter as prescribed by the commission.\n\n(b) Employment and qualifications. The trainee shall be certified by a licensed practicing physician as satisfactory by the appointing authority designated as in good health and physically fit for the performance of his duties as a firefighter and shall meet the employment qualifications of the appointing authority.\n\n(c) Training.\n\n(1) FIRE-PROTECTION PERSONNEL. Prior to permanent employment, or a period not exceeding 12 months after the date of employment, the trainee shall have met the requirements for certification as prescribed by the commission. Training shall be given by an instructor certified by the Alabama Firefighters’ Personnel Standards and Education Commission and the training may be administered within the department in which the applicant seeks to serve, if the department meets the requirements of the commission for a training center. Upon the completion of training, the commission shall administer a comprehensive written test to each applicant; and each applicant must pass the test as a condition of completion of such training.\n\n(2) VOLUNTEER FIREFIGHTER. A volunteer firefighter may be certified by the commission as a volunteer firefighter if the volunteer firefighter shall have met the training requirements prescribed by the commission. Provided, the training is conducted by an instructor certified by and in facilities approved by the commission. The training need not be during continuous sessions but may be scheduled at different intervals during a period not exceeding 24 months for a total of 160 hours. This subdivision shall not be construed as to mandate training for volunteer firefighters, except for purposes of certification.\n\n(Acts 1975, No. 863, p. 1701, §7; Acts 1977, No. 700, p. 1238, §1; Acts 1978, No. 778, p. 1140, §1; Acts 1979, No. 79-759, p. 1352, §3; Acts 1980, No. 80-809, p. 1669, §1; Act 2006-594, p. 1623, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-7/"
    },
    {
      "id": "section-36-32-8",
      "number": "36-32-8",
      "heading": "Penalty for Employing Firefighter Failing to Meet Standards.",
      "text": "Section 36-32-8\n\nPenalty for Employing Firefighter Failing to Meet Standards.\n\nAny person who shall permanently employ any trainee who, to the knowledge of the employer, fails to meet the minimum standards provided in Section 36-32-7 or the standards, rules and regulations issued by the commission under this chapter, shall be guilty of a misdemeanor and upon conviction shall be subject to a fine not exceeding $1,000.00.\n\n(Acts 1975, No. 863, p. 1701, §8; Acts 1980, No. 80-809, p. 1669, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-8/"
    },
    {
      "id": "section-36-32-9",
      "number": "36-32-9",
      "heading": "Fund - Creation; Acceptance and Disposition of Grants and Appropriations.",
      "text": "Section 36-32-9\n\nFund - Creation; Acceptance and Disposition of Grants and Appropriations.\n\nThere is hereby established and created in the Treasury of the state the Alabama Firefighters’ Personnel Standards and Education Fund.\n\nThe commission may accept grants from the federal government, its departments and agencies as well as grants and appropriations by the state, any county or municipality or any individual, corporation or fund. All grants and appropriations to the state for work within the functions and duties of the commission and all grants and appropriations to the commission shall be paid into the fund.\n\n(Acts 1975, No. 863, p. 1701, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-9/"
    },
    {
      "id": "section-36-32-10",
      "number": "36-32-10",
      "heading": "Fund - Municipalities and Counties Authorized to Make Appropriations and Grants.",
      "text": "Section 36-32-10\n\nFund - Municipalities and Counties Authorized to Make Appropriations and Grants.\n\nThe governing body of each incorporated city or town and the governing body of each county of the state is hereby authorized to appropriate any funds not otherwise appropriated to or for the benefit of the commission and its work. All such appropriations shall be paid into the fund.\n\n(Acts 1975, No. 863, p. 1701, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-10/"
    },
    {
      "id": "section-36-32-11",
      "number": "36-32-11",
      "heading": "Fire-Fighting Agencies Authorized to Make Mutual Assistance Agreements.",
      "text": "Section 36-32-11\n\nFire-Fighting Agencies Authorized to Make Mutual Assistance Agreements.\n\nEach fire-fighting agency in the state is hereby authorized to make agreements and arrangements for cooperation and mutual assistance in fire-fighting training, with the commission and with each other.\n\n(Acts 1975, No. 863, p. 1701, §11; Acts 1980, No. 80-809, p. 1669, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-11/"
    },
    {
      "id": "section-36-32-12",
      "number": "36-32-12",
      "heading": "Powers and Duties of Municipal Governments.",
      "text": "Section 36-32-12\n\nPowers and Duties of Municipal Governments.\n\nExcept as expressly provided in this chapter, nothing contained in this chapter shall be deemed to limit the powers, rights, duties and responsibilities of municipal governments, nor to affect other laws now in effect.\n\n(Acts 1975, No. 863, p. 1701, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-12/"
    },
    {
      "id": "section-36-32-13",
      "number": "36-32-13",
      "heading": "Joint Legislative Oversight Committee; Transfer of Certain Employees to State Merit System; Membership of Commission.",
      "text": "Section 36-32-13\n\nJoint Legislative Oversight Committee; Transfer of Certain Employees to State Merit System; Membership of Commission.\n\n(a) There is created the Joint Legislative Oversight Committee of the Alabama Firefighters’ Personnel Standards and Education Commission. The committee shall be composed of three members of each house. The senator and the representative from the districts where the Alabama Fire College is located shall be members of the committee. The remaining members shall be appointed by the Speaker of the House and the President Pro Tempore of the Senate. The chair and vice chair of the oversight committee shall be elected at the first meeting by the members of the oversight committee. The oversight committee shall meet as it deems necessary and shall study and oversee all facets of the Alabama Firefighters’ Personnel Standards and Education Commission. The committee shall review each report provided by the commission and may make recommendations as it deems appropriate.\n\n(b) Upon the request of the chair, the Secretary of the Senate and the Clerk of the House of Representatives shall provide the clerical assistance necessary for the work of the oversight committee.\n\n(c) Each member of the oversight committee shall be entitled to his or her regular legislative compensation, his or her per diem, and travel expenses for each day he or she attends a meeting of the oversight committee which shall be paid out of any funds appropriated to the use of the Legislature, upon warrants drawn on the state Comptroller upon requisitions signed by the chair of the oversight committee. Notwithstanding the foregoing, no member shall receive additional legislative compensation or per diem when the Legislature is in session or if a member is being paid any other payments on the same dates for attendance of other state business.\n\n(d) Other than the executive director or any assistant or other officer, all persons employed by the Alabama Fire College on April 17, 2012, shall be automatically transferred to the State Merit System as exempt employees with no adverse effect as to salary or benefits. All transferred employees shall be entitled to all due process protections as classified Merit System employees regarding termination, including, but not limited to, an appeal to the Alabama State Personnel Board.\n\n(e) The membership of the commission shall be inclusive and shall reflect the racial, gender, geographic, urban/rural, and economic diversity of the state.\n\n(Act 2012-207, p. 340, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-32/section-36-32-13/"
    }
  ]
}