{
  "state": "alabama",
  "path": "title-title-36-public-officers-and-employees/chapter-chapter-8-military-service-during-war-and-national-emergenci",
  "sections": [
    {
      "id": "section-36-8-1",
      "number": "36-8-1",
      "heading": "“Military Service of the United States” Defined",
      "text": "Section 36-8-1\n\n“Military Service of the United States” Defined.\n\nThe term “military service of the United States,” as used in this chapter, shall include the Army of the United States, the United States Navy, the United States Air Force, the Marine Corps, the Coast Guard, any reserve or auxiliary component of any of the foregoing, the National Guard, those persons commissioned in the public health service and those persons entering into the service of any organization similar to those mentioned in this section hereafter formed by the government of the United States.\n\n(Acts 1942, Ex. Sess., No. 1, p. 7, §2; Acts 1942, Ex. Sess., No. 2, p. 9, §2; Acts 1942, Ex. Sess., No. 8, p. 14, §2; Acts 1951, Ex. Sess., No. 5, p. 169, §2; Acts 1951, Ex. Sess., No. 6, p. 171, §2; Act 2001-1095, 4th Sp. Sess., p. 1140, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-8/section-36-8-1/"
    },
    {
      "id": "section-36-8-2",
      "number": "36-8-2",
      "heading": "Entry into Military Service Not to Be Deemed Vacation of Office or Holding, Etc., of Office of Profit.",
      "text": "Section 36-8-2\n\nEntry into Military Service Not to Be Deemed Vacation of Office or Holding, Etc., of Office of Profit.\n\nThe office of any official of the State of Alabama or of any county or municipality of the State of Alabama who has heretofore entered or who shall hereafter enter the active military service of the United States, whether voluntarily or as a result of being called, drafted, or requested to do so or not, at a time when there is an existing state of war or military conflict involving the United States of America, or when called into active military service on the account of any need for military presence in response to domestic or foreign terrorism, the need for homeland security, or peacekeeping missions involving the United States, or when a state of national emergency has been declared to exist by the President of the United States, shall not be deemed vacated by reason of the service, nor shall the service be deemed an acceptance of or the holding of an office of profit under the United States within the purview of Section 280 of the Alabama Constitution of 1901.\n\n(Acts 1942, Ex. Sess., No. 1, p. 7, §1; Acts 1942, Ex. Sess., No. 2, p. 9, §1; Acts 1942, Ex. Sess., No. 8, p. 14, §1; Acts 1951, Ex. Sess., No. 5, p. 169, §1; Acts 1951, Ex. Sess., No. 6, p. 171, §1; Act 2001-1095, 4th Sp. Sess., p. 1140, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-8/section-36-8-2/"
    },
    {
      "id": "section-36-8-3",
      "number": "36-8-3",
      "heading": "Appointment of Temporary Acting Officials; Powers, Duties, Compensation, Etc., Thereof.",
      "text": "Section 36-8-3\n\nAppointment of Temporary Acting Officials; Powers, Duties, Compensation, Etc., Thereof.\n\n(a) With regard to vacancies in any state or county office or board, the officer or board who has the power to appoint to vacancies in office or, if there is no such officer or board having the power to fill vacancies provided by law, then the Governor, upon being advised in writing by an elected or appointed official that the official has or will enter the active military service of the United States and desires to avail himself or herself of the privileges and immunity granted by this chapter, or upon failure of the official to so advise the appointing authority within a period of 30 days after his or her entry into the service, may appoint a temporary acting official who shall be clothed with all the powers, privileges, and duties regularly exercised by the official in whose place he or she is acting. The temporary acting official shall receive the same compensation, payable in the same manner and from the same source as the official in whose place he or she is serving.\n\n(b) With regard to vacancies in any municipal office or board, the governing body of the municipality, or other appointing authority, upon being advised in writing by an elected or appointed official that the official has or will enter the active military of the United States and desires to avail himself or herself of the privileges and immunity granted by this chapter, or upon failure of the official to so advise, the municipal governing body or other appointing authority within a period of 30 days after his or her entry into the service, may appoint a temporary acting official who shall be clothed with all the powers, privileges, and duties regularly exercised by the official in whose place he or she is acting. The temporary acting official shall receive the same compensation payable in the same manner and from the same source as the official in whose place he or she is serving.\n\n(c) Should any temporary acting official appointed under this chapter be called into or enter the service of the United States, then the appointing authority, as defined above in this section, upon being informed in writing that the temporary acting official has or will enter the service, or upon failure of the temporary acting official to so advise the appointing authority within a period of 30 days after his or her entry into the service, may appoint another temporary acting official who shall have the same powers, privileges, and duties and shall receive the same compensation, payable in the same manner and from the same source as the official in whose place he or she is serving.\n\n(d) Any person vacating an office pursuant to this chapter may recommend to the appropriate appointing authority the name of a person to fill his or her vacancy.\n\n(Acts 1942, Ex. Sess., No. 1, p. 7, §§3, 4; Acts 1942, Ex. Sess., No. 2, p. 9, §§3, 4; Acts 1942, Ex. Sess., No. 8, p. 14, §§3, 4; Acts 1951, Ex. Sess., No. 5, p. 169, §§3, 4; Acts 1951, Ex. Sess., No. 6, p. 171, §§3, 4; Act 2001-1095, 4th Sp. Sess., p. 1140, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-8/section-36-8-3/"
    },
    {
      "id": "section-36-8-4",
      "number": "36-8-4",
      "heading": "Tenure of Temporary Acting Official.",
      "text": "Section 36-8-4\n\nTenure of Temporary Acting Official.\n\nThe tenure of any temporary acting official appointed under this chapter shall be during the absence of the regularly elected or appointed official while in service and until the expiration of 30 days from the date that notice in writing is given to the appointing power by the regularly elected or appointed official of his or her intention to return and resume the duties of his or her office, at which time the powers, privileges, and duties of the temporary acting official shall automatically end. Upon receipt of notice from the regular official of his or her intent to return, the appointing authority shall notify the temporary official that his or her service will automatically terminate on the date of the return to office of the regular official.\n\n(Acts 1942, Ex. Sess., No. 1, p. 7, §5; Acts 1942, Ex. Sess., No. 2, p. 9, §5; Acts 1942, Ex. Sess., No. 8, p. 14, §5; Acts 1951, Ex. Sess., No. 5, p. 169, §5; Acts 1951, Ex. Sess., No. 6, p. 171, §5; Act 2001-1095, 4th Sp. Sess., p. 1140, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-8/section-36-8-4/"
    },
    {
      "id": "section-36-8-5",
      "number": "36-8-5",
      "heading": "Effect of Military Service Upon Tenure, Compensation, Powers, Etc., of Regular Official.",
      "text": "Section 36-8-5\n\nEffect of Military Service Upon Tenure, Compensation, Powers, Etc., of Regular Official.\n\nNothing contained in this chapter shall be deemed to extend the tenure of any such duly elected or appointed official beyond the time for which he has been elected or appointed nor entitle him to any compensation during the time he is absent in the service of the United States and until he resumes the duties of his office, nor shall any such official be clothed with any of the powers or authority of his office while absent in the service of the United States.\n\n(Acts 1942, Ex. Sess., No. 1, p. 7, §7; Acts 1942, Ex. Sess., No. 2, p. 9, §7; Acts 1942, Ex. Sess., No. 8, p. 14, §7; Acts 1951, Ex. Sess., No. 5, p. 169, §7; Acts 1951, Ex. Sess., No. 6, p. 171, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-8/section-36-8-5/"
    },
    {
      "id": "section-36-8-6",
      "number": "36-8-6",
      "heading": "Applicability of Provisions of Chapter.",
      "text": "Section 36-8-6\n\nApplicability of Provisions of Chapter.\n\nThis chapter shall apply to all officials heretofore or hereafter elected at any special or general election, whether or not they have entered upon the discharge of their duties.\n\n(Acts 1942, Ex. Sess., No. 1, p. 7, §6; Acts 1942, Ex. Sess., No. 2, p. 9, §6; Acts 1942, Ex. Sess., No. 8, p. 14, §6; Acts 1951, Ex. Sess., No. 5, p. 169, §6; Acts 1951, Ex. Sess., No. 6, p. 171, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-8/section-36-8-6/"
    }
  ]
}