{
  "state": "alabama",
  "path": "title-title-36-public-officers-and-employees/chapter-chapter-3-terms-of-office",
  "sections": [
    {
      "id": "section-36-3-1",
      "number": "36-3-1",
      "heading": "Terms of Governor and Other Executive Officers",
      "text": "Section 36-3-1\n\nTerms of Governor and Other Executive Officers.\n\nThe Governor, Lieutenant Governor, Attorney General, Auditor, Secretary of State, Treasurer, Commissioner of Agriculture and Industries, the President of the Public Service Commission and two associate public service commissioners shall hold their respective offices for the term of four years from the time of their installation in office and until their successors shall be elected and qualified, such installation to take place on the first Monday after the second Tuesday in January next after their election.\n\n(Code 1896, §§3052, 3053; Code 1907, §§1461, 1462; Code 1923, §2566; Code 1940, T. 41, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-3/section-36-3-1/"
    },
    {
      "id": "section-36-3-2",
      "number": "36-3-2",
      "heading": "Terms of Judicial Officers Generally.",
      "text": "Section 36-3-2\n\nTerms of Judicial Officers Generally.\n\nThe Chief Justice of the Supreme Court and associate justices of said court, the judges of the Court of Civil Appeals and the Court of Criminal Appeals, circuit judges, judges of probate courts and clerks of the circuit court and judges of inferior courts, when not otherwise provided for by law, shall hold their respective offices for the term of six years from the first Monday after the second Tuesday in January next after their election and until their successors are elected and qualified.\n\n(Code 1896, §3054; Code 1907, §1463; Code 1923, §2567; Code 1940, T. 41, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-3/section-36-3-2/"
    },
    {
      "id": "section-36-3-3",
      "number": "36-3-3",
      "heading": "Terms of Office of District Attorneys.",
      "text": "Section 36-3-3\n\nTerms of Office of District Attorneys.\n\nDistrict attorneys shall hold office for the term of six years from the first Monday after the second Tuesday in January next after their election and until their successors are elected and qualified.\n\n(Code 1907, §1465; Code 1923, §2568; Code 1940, T. 41, §17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-3/section-36-3-3/"
    },
    {
      "id": "section-36-3-4",
      "number": "36-3-4",
      "heading": "Terms of Office of County Officers Generally.",
      "text": "Section 36-3-4\n\nTerms of Office of County Officers Generally.\n\n(a) The sheriff, one coroner, members of county commissions, one county treasurer, when elective, and one constable for each election precinct shall hold their respective offices for the term of four years from the first Monday after the second Tuesday of January next after their election and until their successors are elected and qualified, except as provided in subsection (b) hereof.\n\n(b) Beginning with the next term of office for each county commissioner, such term shall expire six days next following the day of the general election at which the successor to that office is elected. Thereafter each such county commissioner shall hold his respective office from 12:01 A.M. of the seventh day next following his election and until his successor is elected and qualified.\n\n(Code 1896, §3055; Code 1907, §1464; Code 1923, §2569; Code 1940, T. 41, §18; Acts 1989, No. 89-301, p. 488, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-3/section-36-3-4/"
    },
    {
      "id": "section-36-3-5",
      "number": "36-3-5",
      "heading": "Term of Office of County Tax Assessors.",
      "text": "Section 36-3-5\n\nTerm of Office of County Tax Assessors.\n\nThere shall be elected at the general election in November a tax assessor for each county in the state, who shall perform such duties as are prescribed by law and whose term of office shall be six years from October 1 next after his election and until his successor is elected and qualified.\n\n(Acts 1943, No. 113, p. 115, § 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-3/section-36-3-5/"
    },
    {
      "id": "section-36-3-6",
      "number": "36-3-6",
      "heading": "Term of Office of County Tax Collectors.",
      "text": "Section 36-3-6\n\nTerm of Office of County Tax Collectors.\n\nThere shall be elected at the general election in November a tax collector for each county in the state, who shall perform such duties as are prescribed by law and whose term of office shall be six years from October 1 next after his election and until his successor is elected and qualified.\n\n(Acts 1943, No. 114, p. 115, § 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-36/chapter-3/section-36-3-6/"
    }
  ]
}