{
  "state": "illinois",
  "path": "title-chapter-70-special-districts/chapter-70-ilcs-3305-street-light-district-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title. This Act may be cited as the",
      "text": "Street Lighting District Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Any area not included within the corporate boundaries of a",
      "text": "city, village or incorporated town may be incorporated as a street\nlighting district in the manner following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "All courts in this State shall take judicial notice of the",
      "text": "existence of all street lighting districts organized under this Act and\nevery such district shall constitute a body corporate and as such may sue\nor be sued.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2a",
      "number": "2a.",
      "heading": "Additional territory having the qualifications set forth in",
      "text": "Section 1 may be added to any street lighting district as provided for\nin this Act in the manner following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2b",
      "number": "2b.",
      "heading": "The owner or owners of record of any area of land consisting of",
      "text": "one or more tracts lying within the boundaries of any street lighting\ndistrict which (1) is not contiguous in whole or in part to any other\nstreet lighting district; (2) contains 20 or more acres; (3) is not\nsubdivided into residential lots and blocks; (4) is located on the border\nof the street lighting district; and (5) which, if disconnected, will not\nresult in the isolation of any part of the street lighting district from\nthe remainder of the street lighting district, may have the area\ndisconnected as follows:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2c",
      "number": "2c.",
      "heading": "Disconnection.  Any territory within a street lighting district that is or has",
      "text": "been annexed to a city, village or incorporated town that provides street\nlighting within such city, village or incorporated town is, by operation of\nlaw, disconnected from the street lighting district as of the January first\nafter such territory is annexed to the city, village or incorporated town,\nor in case territory has been so annexed prior to the effective date of\nthis amendatory Act of 1959, as of January 1, 1960. If there are any bonds\nof the street lighting district outstanding and unpaid at the time such\nterritory is annexed to the city, village or incorporated town, such\nterritory shall remain liable for its proportionate share of such bonded\nindebtedness and the street lighting district may continue to levy and\nextend taxes upon the taxable property in such territory for the purpose of\namortizing such bonds until such time as such bonds are retired.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "A board of trustees consisting of 3 members for the",
      "text": "government and control of the affairs and business of the street lighting\ndistrict incorporated under this Act shall be created in the following manner:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Whenever a vacancy in the board of trustees shall occur,",
      "text": "either by death, resignation, refusal to qualify or for any other\nreason, the circuit court, as that term is defined in Section 3 of this\nAct, shall fill such vacancy by appointment for the unexpired term; and\nsuch person so appointed shall fill the vacancy until the next regular\nelection for that office.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The trustees shall exercise all of the powers and control all the",
      "text": "affairs and property of such district. The board of trustees, immediately\nafter their appointment and at their first meeting in May of each year\nthereafter, shall elect one of their number as president and one of their\nnumber as secretary. The board shall prescribe the duties and fix the\ncompensation of all of the officers and employees of the street lighting\ndistrict: Provided that a member of the board of trustees shall in no case\nreceive a sum to exceed $300.00 per annum. The board of trustees shall have\nfull power to pass all necessary ordinances, rules and regulations for the\nproper management and conduct of the business of the street lighting\ndistrict for carrying into effect the objects for which the district was\nformed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-51",
      "number": "5.1.",
      "heading": "Purchases made pursuant to this Act shall be made in",
      "text": "compliance with the \"Local Government Prompt Payment Act\", approved by the\nEighty-fourth General Assembly.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "All ordinances imposing any penalty or making any appropriations",
      "text": "shall be published at least once in a newspaper of general circulation\npublished in said district,\nor if no newspaper of general circulation is published therein, then in\na newspaper published in the county which contains all or the largest portion\nof such district and having a general circulation in the district; and no such\nordinance shall take effect until ten days after it is so published, and\nall other ordinances and resolutions shall take effect from and after their\npassage unless otherwise provided therein.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "All ordinances, orders, and resolutions and the date of publication",
      "text": "thereof, may be proven by the certificate of the secretary under the seal\nof the corporation and when printed in book or pamphlet form and purporting\nto be published by the board of trustees, such book or pamphlet shall be\nreceived as evidence of the passage and legal publication of such\nordinances, orders and resolutions as of the dates mentioned in such book\nor pamphlet, in all courts without further proof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "The board of trustees of any street lighting district",
      "text": "organized hereunder may contract with any city, village or incorporated\ntown lying adjacent to such district or with a public utility for street\nlighting service to be furnished by such municipality or utility for the\nstreet within such district. The board of trustees may also contract for\nthe installation, rental or use of street lights within the street\nlighting district and for the furnishing of electric service to be used\nwithin such district for street lighting purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "At the time of or before incurring any indebtedness the board",
      "text": "of trustees shall provide for the collection of a direct annual tax\nsufficient to pay the interest on the debt as it falls due, and also to\npay and discharge the principal thereof as it shall fall due and at\nleast within 20 years from the time of contracting the indebtedness. The\ntax rate shall not exceed .075 per cent of value, as equalized or\nassessed by the Department of Revenue.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "The Board of trustees may levy and collect other taxes for",
      "text": "corporate purposes upon property within the territorial limits of such\nstreet lighting district, the aggregate amount of which including the\ntax levied for payment of any bonds issued for each year, shall not\nexceed .125 per cent of value, as equalized or assessed by the\nDepartment of Revenue, except as provided by Section 10.1. The foregoing\nlimitation upon tax rate may be increased or decreased under the referendum\nprovisions of the General Revenue Law of Illinois.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-101",
      "number": "10.1.",
      "heading": "If the board desires to levy or cause to be levied,",
      "text": "annually, more than the rate per cent authorized for corporate purposes\nby Section 10 or the rate as increased pursuant to this section, as the\ncase may be, the board may adopt a resolution and certify such resolution\nand the proposition\nfor an assent to increase the annual tax rate to the proper election officials\nwho shall submit the proposition to the\nvoters of the district at an election in accordance with the general election\nlaw. The rate as so increased shall\nnot exceed 2.00%. If at such referendum a majority of the votes cast on the\nproposition is in favor thereof, the board and the authorities of such\ndistrict may thereafter, until such authority is revoked in like manner,\nlevy annually upon all taxable property of the district, for corporate\npurposes, the tax so authorized.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Cessation of district organization",
      "text": "Notwithstanding any other provision of law, if a majority vote of the board of trustees is in favor of the proposition to annex the district to another district whose boundaries are contiguous, or consolidate the district into a municipality with which the distric",
      "history": "",
      "source_url": ""
    }
  ]
}