{
  "state": "illinois",
  "path": "title-chapter-70-special-districts/chapter-70-ilcs-1865-waukegan-port-district-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the \"Waukegan Port",
      "text": "District Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "When used in this Act:",
      "text": "When used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "There is created a political subdivision, body politic and",
      "text": "municipal corporation by the name of the Waukegan Port District embracing\nall the territory included within the corporate limits of the City of\nWaukegan and all the territory lying North of the center line of Sections\n31 and 32, Township 45 North, Range 12, East of the 3rd P. M. and East of\nthe East line of the right-of-way of the Chicago and North Western Railway\nin Section 31 and in Sections 36, 25, 24, 13, 12 and 1 in Township 45\nNorth, Range 11, East of the 3rd P. M. and Section 36, Township 46 North,\nRange 11 East of the 3rd P. M. and South of the North line of Section 36,\nTownship 46 North, Range 11, East of the 3rd P. M. and the North line of\nSections 31, 32, 33, 34 and 35 in Township 46 North, Range 12, East of the\n3rd P. M., (except the territory lying within the corporate limits of the\nVillage of Gurnee as said limits exist on the effective date of this\namendatory act of 1957), including an area in Lake Michigan which lies\nwithin a projection Easterly of the territory lying South of the North line\nof Section 35, Township 46 North, Range 12, East of the 3rd P. M., and\nNorth of the South line of Section 28, Township 45 North, Range 12, East of\nthe 3rd P. M., for a distance of two miles into said lake. Territory may be\nannexed to the District in the manner hereinafter provided in this Act. The\nDistrict may sue and be sued in its corporate name but execution shall not\nin any case issue against any property of the District. It may adopt a\ncommon seal and change the same at pleasure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The Port District has the rights and powers set forth in Sections",
      "text": "4.1 to 4.15, inclusive.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41",
      "number": "4.1.",
      "heading": "Issue permits:",
      "text": "for the construction of all wharves, piers,\ndolphins, booms, weirs, breakwaters, bulkheads, jetties, bridges or other\nstructures of any kind, over, under, in, or within 40 feet of any navigable\nwaters within the Port District; for the removal and deposit of rock,\nearth, sand or other material, or any matter of any kind or description in\nsaid waters.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42",
      "number": "4.2.",
      "heading": "Prevent or remove obstructions in navigable waters, including the",
      "text": "removal of wrecks.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-43",
      "number": "4.3.",
      "heading": "Locate and establish dock lines and shore or harbor lines.",
      "text": "Locate and establish dock lines and shore or harbor lines.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44",
      "number": "4.4.",
      "heading": "Regulate the anchorage, moorage and speed of water borne vessels",
      "text": "and establish and enforce regulations for the operation of bridges.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "4.5.",
      "heading": "Acquire, own, construct, lease, operate and maintain terminals,",
      "text": "terminal facilities and port facilities, including, but not limited to:\nlaunching, mooring, docking, storing, parking and repairing facilities and\nservices for all waterborne vessels used for pleasure and commercial\npurposes; parking facilities for motor vehicles and boat trailers used in\nconnection with such vessels; roads and tracks to such facilities; and\nfixing and collecting just, reasonable, and nondiscriminatory charges for\nthe use of such facilities. The charges so collected shall be used to\ndefray the reasonable expenses of the Port District and to pay the\nprincipal of and interest on any revenue bonds issued by the District.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46",
      "number": "4.6.",
      "heading": "Locate, establish and maintain a public airport, public airports",
      "text": "and public airport facilities within its corporate limits or within or upon\nany body of water adjacent thereto, and construct, develop, expand, extend\nand improve any such airport or airport facility.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-47",
      "number": "4.7.",
      "heading": "Operate, maintain, manage, lease, sublease, and make and enter",
      "text": "into contracts for the use, operation or management of, and provide rules\nand regulations for, the operation, management or use of, any public\nairport or public airport facility.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48",
      "number": "4.8.",
      "heading": "Fix, charge and collect reasonable rentals, tolls, fees, and",
      "text": "charges for the use of any public airport, or any part thereof, or any\npublic airport facility.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-49",
      "number": "4.9.",
      "heading": "Establish, maintain, extend and improve roadways and approaches",
      "text": "by land, water or air to any such airport and contract or otherwise\nprovide, by condemnation if necessary, for the removal of any airport\nhazard or the removal or relocation of all private structures, railways,\nmains, pipes, conduits, wires, poles, and all other facilities and\nequipment which may interfere with the location, expansion, development, or\nimprovement of airports or with the safe approach thereto or take-off\ntherefrom by aircraft, and pay the cost of removal or relocation and,\nsubject to the \"Airport Zoning Act\", approved July 17, 1945, as amended,\nadopt, administer and enforce airport zoning regulations for territory\nwhich is within its corporate limits or which extends not more than two\nmiles beyond its corporate limits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-410",
      "number": "4.10.",
      "heading": "Restrict the height of any object of natural growth or structure",
      "text": "or structures within the vicinity of any airport or within the lines of an\napproach to any airport and, when necessary, for the reduction in the\nheight of any such existing object or structure, enter into an agreement\nfor such reduction or to accomplish same by condemnation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-411",
      "number": "4.11.",
      "heading": "Agree with the state or federal government or with any public",
      "text": "agency in respect to the removal and relocation of any object of natural\ngrowth, airport hazard or any structure or building within the vicinity of\nany airport or within an approach and which is owned or within the control\nof such government or agency and to pay all or an agreed portion of the\ncost of such removal or relocation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-412",
      "number": "4.12.",
      "heading": "For the prevention of accidents, for the furtherance and",
      "text": "protection of public health, safety and convenience in respect to\naeronautics, for the protection of property and persons within the District\nfrom any hazard or nuisance resulting from the flight of aircraft, for the\nprevention of interference between, or collision of, aircraft while in\nflight or upon the ground, for the prevention or abatement of nuisances in\nthe air or upon the ground or for the extension of increase in the\nusefulness or safety of any public airport or public airport facility owned\nby the District, the District may regulate and restrict the flight of\naircraft while within or above the incorporated territory of the District.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-413",
      "number": "4.13.",
      "heading": "Police its property and exercise police powers in respect",
      "text": "thereto or in respect to the enforcement of any rule or regulation provided\nby the ordinances of the District and employ and commission police officers\nand other qualified persons to enforce the same. The use of any such public\nairport or public airport facility of the District shall be subject to the\nreasonable regulation and control of the District and upon such reasonable\nterms and conditions as shall be established by its Board. A regulatory\nordinance of the District adopted under any provision of this section may\nprovide for a suspension or revocation of any rights or privileges within\nthe control of the District for a violation of any such regulatory\nordinance. Nothing in this section or in other provisions of this act shall\nbe construed to authorize the Board to establish or enforce any regulation\nor rule in respect to aviation or the operation or maintenance of any\nairport or any airport facility within its jurisdiction, which is in\nconflict with any federal or state law or regulation applicable to the same\nsubject matter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-414",
      "number": "4.14.",
      "heading": "Enter into agreements with the corporate authorities or",
      "text": "governing body of any other municipal corporation or any political\nsubdivision of this State to pay the reasonable expense of services\nfurnished by such municipal corporation or political subdivision for or an\naccount of income producing properties of the District.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-414a",
      "number": "4.14a.",
      "heading": "To apply to proper federal authorities in order to establish,",
      "text": "operate, maintain or lease a foreign trade zone; and to enter into contracts,\nreceive grants, and perform such other duties which are necessary and proper\nfor the operation of a foreign trade zone.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-414b",
      "number": "4.14b.",
      "heading": "To establish, organize, own, acquire, participate in,",
      "text": "operate, sell and transfer Export Trading Companies, whether as\nshareholder, partner, or co-venturer, alone or in cooperation with federal,\nstate or local governmental authorities, federal, state or national banking\nassociations, or any other public or private corporation or person or\npersons. The term \"Export Trading Companies\" means a person, partnership,\nassociation, public or private corporation or similar organization, whether\noperated for profit or not for profit, which is organized and operated\nprincipally for purposes of exporting goods or services produced in the\nUnited States, importing goods or services produced in foreign countries,\nconducting third-country trading or facilitating such trade by providing\none or more services in support of such trade. Such Export Trading\nCompanies and all of the property thereof, wholly or partly owned, directly\nor indirectly, by the District, shall have the same privileges\nand immunities as accorded to the District; and Export Trading Companies\nmay borrow money or obtain financial assistance from private lenders or\nfederal and state governmental authorities or issue general obligation and\nrevenue bonds with the same kinds of security, and in accordance with the\nsame procedures, restrictions and privileges applicable when the District\nobtains financial assistance or issues bonds for any of its other authorized\npurposes. Such Export Trading Companies are authorized, if necessary or\ndesirable, to apply for certification under Title II or Title III of the Export\nTrading Company Act of 1982.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-415",
      "number": "4.15.",
      "heading": "Enter into contracts dealing in any manner with the objects and",
      "text": "purposes of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The District has power to acquire and accept by purchase, lease,",
      "text": "gift, grant or otherwise any property and rights useful for its purposes\nand to provide for the development of channels, ports, harbors, airports,\nairfields, terminals, port facilities and terminal facilities and\nmerchandising, commercial and industrial areas incidental to the ownership\nand operation of an airport terminal facility adequate to serve the needs\nof commerce within the District. The District may acquire real or personal\nproperty or any rights therein in the manner, as near as may be, as is\nprovided for the exercise of the right of eminent\ndomain under the Eminent Domain Act;\nexcept that no rights or property of any kind or character now or hereafter\nowned, leased, controlled or operated and used by, or necessary for the\nactual operation of, any common carrier engaged in interstate commerce, or\nof any other public utility subject to the jurisdiction of the Illinois\nCommerce Commission, shall be taken or appropriated by the District without\nfirst obtaining the approval of that Commission. The District has the power\nto lease, sell, exchange and mortgage real and personal property for any of\nthe purposes for which it may acquire property under the terms of this Act.\nAny conveyance or mortgage by the District shall be signed by its Chairman\nand attested by its Secretary.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "5.5.",
      "heading": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act",
      "text": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "The District has power to apply for and accept grants, loans or",
      "text": "appropriations from the Federal Government or any agency or instrumentality\nthereof to be used for any of the purposes of the District and to enter\ninto any agreement with the Federal Government in relation to such grants,\nloans or appropriations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "The District has power to procure and enter into contracts for any",
      "text": "type of insurance or indemnity against loss or damage to property from any\ncause, including loss of use and occupancy, against death or injury of any\nperson, against employers' liability, against any act of any member,\nofficer or employee of the District in the performance of the duties of his\noffice or employment or any other insurable risk.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "The District has the continuing power to borrow money and issue",
      "text": "either general obligation bonds after approval by referendum as\nhereinafter provided or revenue bonds without referendum approval for\nthe purpose of acquiring, constructing, reconstructing, extending or\nimproving terminals, terminal facilities, airfields, airports and port\nfacilities, and for acquiring any property and equipment useful for the\nconstruction, reconstruction, extension, improvement or operation of its\nmerchandising, commercial and industrial areas incidental to the\nownership and operation of an airport terminal facility, terminals,\nterminal facilities, airfields, airports and port facilities, and for\nacquiring necessary cash working funds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "All revenue bonds shall be payable solely from the revenues or",
      "text": "income to be derived from the terminals, terminal facilities, airfields,\nairports or port facilities or any part thereof. The Bonds may bear such\ndate or dates and may mature at such time or times not exceeding 40 years\nfrom their respective dates, all as may be provided in the ordinance authorizing\ntheir issuance. All bonds, whether revenue or general obligation, may bear\ninterest at such rate or rates not to exceed that permitted in \"An\nAct to authorize public corporations to issue bonds, other evidences of\nindebtedness and tax anticipation warrants subject to interest rate limitations\nset forth therein\", approved May 26, 1970, as now or hereafter amended.\nSuch interest may\nbe paid semiannually. All such bonds may be in such form, may carry such\nregistration privileges, may be executed in such manner, may be payable\nat such place or places, may be made subject to redemption in such manner\nand upon such terms, with or without premium as is stated on the face thereof,\nmay be authenticated in such manner and may contain such terms and covenants,\nall as may be provided in the ordinance authorizing issuance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "All bonds, whether general obligation or revenue, shall be",
      "text": "sold by the Board in such manner as the Board shall determine, except\nthat if issued to bear interest at the maximum rate permitted in \"An\nAct to authorize public corporations\nto issue bonds, other evidences of indebtedness and tax anticipation warrants\nsubject to interest rate limitations set forth therein\", approved May 26,\n1970, as now or hereafter amended,\nthe bonds shall be sold for not less than par and accrued interest and except\nthat the selling price of bonds bearing interest at a rate less than the\nmaximum rate permitted in that Act shall be such that the interest\ncost to the District of the money received from the bond sale shall not\nexceed such maximum rate annually computed\nto absolute maturity of the bonds according to standard tables of bond values.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Upon the issue of any revenue bonds as herein provided the Board",
      "text": "shall fix and establish rates, charges and fees for the use of facilities\nrequired, constructed, reconstructed, extended or improved with the\nproceeds derived from the sale of said revenue bonds sufficient at all\ntimes with other revenues of the district, if any, to pay; (a) the cost of\nmaintaining, repairing, regulating and operating the said facilities; and\n(b) the bonds and interest thereon as they become due, and all sinking fund\nrequirements and other requirements provided by the ordinance authorizing\nthe issuance of the bonds or as provided by any trust agreement executed to\nsecure payment thereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Under no circumstances shall any bonds issued by the District or",
      "text": "any other obligation of the District to be or become an indebtedness or\nobligation of the State of Illinois or of any other political subdivision\nof or municipality within the State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "The Board may, after referendum approval, levy a tax for",
      "text": "corporate purposes of the District annually at the rate approved by\nreferendum, but which rate shall not exceed .05% of the value of all\ntaxable property within the Port District as equalized or assessed by\nthe Department of Revenue.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "It is unlawful to make any fill or deposit of rock, earth, sand,",
      "text": "or other material, or any refuse matter of any kind or description, or\nbuild or commence the building of any wharf, pier, dolphin, boom, weir,\nbreakwater, bulkhead, jetty, bridge, or other structure over, under, in, or\nwithin 40 feet of any navigable waters within the Port District without\nfirst submitting the plans, profiles, and specifications therefor, and such\nother data and information as may be required, to the Port District and\nreceiving a permit therefor; and any person, corporation, company, city or\nmunicipality or other agency, which shall do any of the things above\nprohibited, without securing a permit therefor as above provided, shall be\nguilty of a Class A misdemeanor; provided, however, that no such permit\nshall be required in the case of any project for which a permit shall have\nbeen secured from a proper governmental agency prior to the creation of the\nPort District. Any structure, fill or deposit erected or made in any of the\npublic bodies of water within the Port District, in violation of the\nprovisions of this section, is a purpresture and may be abated as such at\nthe expense of the person, corporation, company, city, municipality or\nother agency responsible therefor, or if, in the discretion of the Port\nDistrict, it is decided that said structure, fill or deposit may remain,\nthe Port District may fix such rule, regulation, requirement, restrictions,\nor rentals or require and compel such changes, modifications and repairs as\nshall be necessary to protect the interest of the Port District.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "The governing and administrative body of the Port District shall",
      "text": "be a Board consisting of 7 members, to be known as the Waukegan Port\nDistrict Board. Members of the Board shall be residents of a county whose\nterritory, in whole or in part, is embraced by the District and not less\nthan 4\n\nmembers of the Board shall be residents of the District. The\nmembers of the Board shall serve without compensation, but shall be\nreimbursed for actual expenses incurred by them in the performance of their\nduties. However, any member of the Board who is appointed to the office of\nsecretary or treasurer may receive compensation for his services as such\nofficer. No member of the Board or employee of the District shall have any\nprivate financial interest, profit or benefit in any contract, work or\nbusiness of the District nor in the sale or lease of any property to or\nfrom the District.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Within 60 days after this Act becomes effective the Governor, by",
      "text": "and with the advice and consent of the Senate, shall appoint 3 members of\nthe Board for initial terms expiring June first of the years 1957, 1959 and\n1961, respectively, and the Mayor, with advice and consent of the city\ncouncil of the city of Waukegan, shall appoint 2 members of the Board for\ninitial terms expiring June first of the years 1956 and 1958, respectively.\nOf the 3 members appointed by the Governor not more than 2 shall be members\nof the same political party at the time of appointment. Within 60 days of the effective date of this amendatory Act of the 94th General Assembly, the Mayor of the City of Waukegan shall appoint 2 additional members of the Board, whose terms shall expire on June 1, 2008 and June 1, 2010, respectively. At the expiration\nof the term of any member appointed by the Governor, his successor shall be\nappointed by the Governor in like manner, and at the expiration of the term\nof any member appointed by the Mayor, his successor shall be appointed by\nthe Mayor in like manner, and with like regard as to the place of residence\nof the appointee, as appointments for the initial terms. All successors\nshall hold office for the term of 6 years from the first day of June of the\nyear in which they are appointed, except in the case of an appointment to\nfill a vacancy. In case of vacancy in the office of any member appointed by\nthe Governor during the recess of the Senate, the Governor shall make a\ntemporary appointment until the next meeting of the Senate when he shall\nnominate some person to fill such office; and any person so nominated, who\nis confirmed by the Senate, shall hold his office during the remainder of\nthe term and until his successor shall be appointed and qualified. If the\nSenate is not in session at the time this Act takes effect, the Governor\nshall make temporary appointments as in case of vacancies. The Governor and\nMayor shall certify their respective appointments to the Secretary of\nState. Within 30 days after certification of his appointment, and before\nentering upon the duties of his office, each member of the Board shall take\nand subscribe the constitutional oath of office and file it in the office\nof the Secretary of State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "Members of the Board shall hold office until their respective",
      "text": "successors have been appointed and qualified. Any member may resign from\nhis office, to take effect when his successor has been appointed and has\nqualified. The Governor and the Mayor, respectively, may remove any member\nof the Board appointed by him in case of incompetency, neglect of duty, or\nmalfeasance in office. They shall give such member a copy of the charges\nagainst him and an opportunity to be publicly heard in person or by counsel\nin his own defense upon not less than ten days' notice. In case of failure\nto qualify within the time required, or of abandonment of his office, or in\ncase of death, conviction of a felony or removal from office, the office of\nsuch member shall become vacant. Each vacancy shall be filled for the\nunexpired term by appointment in like manner as in case of expiration of\nthe term of a member of the Board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "As soon as possible after the appointment of the initial members,",
      "text": "the Board shall organize for the transaction of business, select a chairman\nand a temporary secretary from its own number, and adopt bylaws and\nregulations to govern its proceedings. The initial chairman and successors\nshall be elected by the Board from time to time for the term of his office\nas a member of the Board or for the term of three years, whichever is\nshorter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "Regular meetings of the Board shall be held at least once in each",
      "text": "calendar month, the time and place of such meetings to be fixed by the\nBoard. Four members of the Board shall constitute a quorum for the\ntransaction of business. All action of the Board shall be by ordinances or\nresolution and the affirmative vote of at least 4 members shall be\nnecessary for the adoption of any ordinance or resolution. All such\nordinances and resolutions before taking effect shall be approved by the\nchairman of the Board, and if he approves thereof he shall sign the same,\nand such as he does not approve he shall return to the Board with his\nobjections thereto in writing at the next regular meeting of the Board\noccurring after the passage thereof. But in the case the chairman fails to\nreturn any ordinance or resolution with his objections thereto by the time\naforesaid, he shall be deemed to have approved the same and it shall take\neffect accordingly. Upon the return of any ordinance or resolution by the\nchairman with his objections, the vote by which the same was passed shall\nbe reconsidered by the Board, and if upon such reconsideration said\nordinance or resolution is passed by the affirmative vote of at least 5\n\nmembers, it shall go into effect notwithstanding the veto of the chairman.\nAll ordinances, resolutions and all proceedings of the District and all\ndocuments and records in its possession shall be public records, and open\nto public inspection, except such documents and records as are kept or\nprepared by the Board for use in negotiations, legal actions or proceedings\nto which the District is a party.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "The Board shall appoint a secretary and a treasurer, who need not",
      "text": "be members of the Board, to hold office during the pleasure of the Board,\nand fix their duties and compensation. Before entering upon the duties of\ntheir respective offices they shall take and subscribe the constitutional\noath of office, and the treasurer shall execute a bond with corporate\nsureties to be approved by the Board. The bond shall be payable to the\nDistrict in whatever penal sum may be directed by the Board conditioned\nupon the faithful performance of the duties of the office and the payment\nof all money received by him according to law and the orders of the Board.\nThe Board may, at any time, require a new bond from the treasurer in such\npenal sum as may then be determined by the Board. The obligation of the\nsureties shall not extend to any loss sustained by the insolvency, failure\nor closing of any savings and loan association or national or State\nbank wherein the treasurer has\ndeposited funds if the bank or savings and loan association has been\napproved by the Board as a depositary\nfor these funds. The oaths of office and the treasurer's bond shall be\nfiled in the principal office of the District.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "All funds deposited by the treasurer in any bank or savings",
      "text": "and loan association shall be placed in the name of the District and shall\nbe withdrawn or paid out only by check or draft upon the bank or savings\nand loan association, signed by the general manager (executive director) of\nthe District if not more than $5,000 or by any 2 of the following persons\nif $5,000 or more: the treasurer, the general manager (executive director)\nof the District, and the chairman of the Board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-211",
      "number": "21.1.",
      "heading": "Purchases made pursuant to this Act shall be made in",
      "text": "compliance with the \"Local Government Prompt Payment Act\", approved by the\nEighty-fourth General Assembly.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "In case any officer whose signature appears upon any check or",
      "text": "draft, issued pursuant to this Act, ceases to hold his office before the\ndelivery thereof to the payee, his signature nevertheless shall be valid\nand sufficient for all purposes with the same effect as if he had remained\nin office until delivery thereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "The Board may appoint a general manager who shall be a person of",
      "text": "recognized ability and business experience to hold office during the\npleasure of the Board. The general manager shall have management of the\nproperties and business of the District and the employees thereof subject\nto the general control of the Board, shall direct the enforcement of all\nordinances, resolutions, rules and regulations of the Board, and shall\nperform such other duties as may be prescribed from time to time by the\nBoard. The Board may appoint a general attorney and a chief engineer, and\nshall provide for the appointment of other officers, attorneys, engineers,\nconsultants, agents and employees as may be necessary. It shall define\ntheir duties and may require bonds of such of them as the Board may\ndesignate. The general manager, general attorney, chief engineer, and all\nother officers provided for pursuant to this section shall be exempt from\ntaking and subscribing any oath of office and shall not be members of the\nBoard. The compensation of the general manager, general attorney, chief\nengineer, and all other officers, attorneys, consultants, agents and\nemployees shall be fixed by the Board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24",
      "number": "24.",
      "heading": "The Board has power to pass all ordinances and make all rules and",
      "text": "regulations proper or necessary, and to carry into effect the powers\ngranted to the District, with such fines or penalties as may be deemed\nproper. All fines and penalties shall be imposed by ordinances, which shall\nbe published in a newspaper of general circulation published in the area\nembraced by the District. No such ordinance shall take effect until 10 days\nafter its publication.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Within 60 days after the end of each fiscal year, the Board shall",
      "text": "cause to be prepared and printed a complete and detailed report and\nfinancial statement of the operations and assets and liabilities of the\nPort District. A reasonably sufficient number of copies of such report\nshall be printed for distribution to persons interested, upon request, and\na copy thereof shall be filed with the Governor and the county clerk and\nthe presiding officer of the county board of each county which is partially\nor wholly within the area of operation of the District. A copy of such\nreport shall be addressed to and mailed to the Mayor and city council or\npresident and board of trustees of each municipality within the area of the\nDistrict.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27",
      "number": "27.",
      "heading": "The Board may investigate conditions in which it has an interest",
      "text": "within the area of the District, the enforcement of its ordinances, rules\nand regulations, and the action, conduct and efficiency of all officers,\nagents and employees of the District. In the conduct of such investigations\nthe Board may hold public hearings on its own motion, and shall do so on\ncomplaint of any municipality within the District. Each member\nof the Board shall have power to administer oaths, and the secretary, by\norder of the Board, shall issue subpoenas to secure the attendance and\ntestimony of witnesses, and the production of books and papers relevant to\nsuch investigations and to any hearing before the Board or any member\nthereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28",
      "number": "28.",
      "heading": "All final administrative decisions of the Board hereunder shall be",
      "text": "subject to judicial review pursuant to the provisions of the Administrative\nReview Law, and all amendments and\nmodifications thereof, and the rules adopted pursuant thereto. The term\n\"administrative decision\" is defined as in Section 3-101 of the Code of Civil Procedure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29",
      "number": "29.",
      "heading": "In the conduct of any investigation authorized by Section 27 the",
      "text": "Port District shall, at its expense, provide a stenographer to take down\nall testimony and shall preserve a record of such proceedings. The notice\nof hearing, complaint, and all other documents in the nature of pleadings\nand written motions filed in the proceedings, the transcript of testimony\nand the orders or decision of the Board constitutes the record of such\nproceedings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "If any provision of this Act is held invalid such provision",
      "text": "shall be deemed to be excised from this Act and the invalidity thereof\nshall not affect any of the other provisions of this Act. If the\napplication of any provision of this Act to any person or circumstance\nis held invalid it shall not affect the application to such persons or\ncircumstances other than those as to which it is invalid. The provisions\nof this Act shall not be considered as impairing, altering, modifying,\nrepealing or superseding any of the jurisdiction or powers of the Illinois\nCommerce Commission or of the Department of Natural Resources under the\nRivers, Lakes, and Streams Act.\nNothing in this Act or done under its authority shall apply\nto, restrict, limit or interfere with the use of any terminal, terminal\nfacility or port facility owned or operated by any private person for\nthe storage or handling or transfer of any commodity moving in\ninterstate commerce or the use of the land and facilities of a common\ncarrier or other public utility and the space above such land and\nfacilities or the right to use such land and such facilities in the\nbusiness of such common carrier or other public utility, without\napproval of the Illinois Commerce Commission and without the payment of\njust compensation to any such common carrier or other public utility for\ndamages resulting from any such restriction, limitation or interference.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "31.",
      "heading": "The provisions of the Illinois Municipal Code, as heretofore and",
      "text": "hereafter amended, or the provisions of \"An Act in relation to airport\nauthorities\", approved April 4, 1945, as amended, or the provisions of\n\"An Act to empower counties to acquire, own, construct, manage, maintain,\noperate, and lease airports and landing fields, to levy taxes and issue\nbonds therefor, and to exercise the power of eminent domain\", approved\nMarch 14, 1941, as amended, or the provisions of \"An Act to authorize\ncounties having less than 500,000 population to acquire, construct,\nimprove, repair, maintain and operate certain airports, to charge for the\nuse thereof and repealing a certain act herein named\", approved July 17,\n1945 as amended, or the provisions of \"An Act in relation to the\nestablishment, acquisition, maintenance and operation of airports and\nlanding fields by counties of less than 500,000 population, and by such\ncounties jointly with certain taxing districts located within or partly\nwithin such counties, and to provide methods for financing thereof\",\napproved July 22, 1943, as amended, shall not be effective within the\narea of the District insofar as the provisions of said Acts conflict with\nthe provisions of this Act or grant substantially the same powers to any\nmunicipal corporation or political subdivision as are granted to the\nDistrict by this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32",
      "number": "32.",
      "heading": "Territory which is contiguous to the District may be annexed to",
      "text": "and become a part of the District in the manner provided in Sections 33 or\n34, whichever may be applicable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33",
      "number": "33.",
      "heading": "At least 5% of the legal voters resident within the limits",
      "text": "of such proposed addition to the District shall petition the circuit\ncourt for the county in which the major part of the District is\nsituated, to cause the question to be submitted to the legal voters of\nsuch proposed additional territory whether such proposed additional\nterritory shall become a part of the District and assume a proportionate\nshare of the general obligation bonded indebtedness, if any, of the\nDistrict. Such petition shall be addressed to the court and shall\ncontain a definite description of the boundaries of the territory to be\nembraced in the proposed addition.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34",
      "number": "34.",
      "heading": "If there is territory contiguous to the District which has no",
      "text": "legal voters residing therein, a petition to annex such territory, signed\nby all the owners of record of such territory may be filed with the circuit\ncourt for the county in which the major part of the district is situated. A\ntime and place for a hearing on the subject of the petition shall be fixed\nand notice thereof shall be given in the manner provided in Section 33.\nAt such hearing any owner of land in the territory proposed to be annexed\nand any resident of the District may appear and be heard touching on the\nsufficiency of the petition. If the court finds that the petition satisfies\nthe requirements of this Section it shall enter an order stating that\nthenceforth such territory shall be an integral part of the Waukegan Port\nDistrict and subject to all of the benefits of service and\nresponsibilities, including the assumption of a proportionate share of the\ngeneral obligation bonded indebtedness, if any, of the District. The\ncircuit clerk shall transmit a certified copy of the order of the circuit\nclerk of any other county in which the annexed territory is situated.",
      "history": "",
      "source_url": ""
    }
  ]
}