{
  "state": "illinois",
  "path": "title-chapter-70-special-districts/chapter-70-ilcs-1525-chicago-park-district-bond-1965-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nChicago Park District Bond (1965) Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "The commissioners of the Chicago Park District without submission",
      "text": "of the question to the voters for approval may incur indebtedness and issue\nbonds therefor in the amount of not to exceed $10,000,000 for the payment\nof any and all real estate, riparian estates or rights, condemned or\npurchased for parks or boulevards, and all other property required or\nneeded for any park or for parkways, driveways, or boulevards, or for\nextending, adorning, or maintaining the same, for the purpose of\nestablishing, acquiring, completing, enlarging, ornamenting, building,\nrebuilding and improving public parks, boulevards, bridges, subways,\nviaducts and approaches thereto, wharfs, piers, jetties, air landing fields\nand basins, shore protection works, pleasure grounds and ways, walks,\npathways, driveways, roadways, highways and all public works, grounds or\nimprovements under the control of and within the jurisdiction of such park\ncommissioners and including the filling in of submerged land for park\npurposes and constructing all buildings, field houses, stadiums, shelters,\nconservatories, museums, service shops, power plants, structures,\nplayground devices, boulevard and building lighting systems and building\nall other types of permanent improvement and construction necessary to\nrender the property under the control of said park commissioners usable for\nthe enjoyment thereof as public parks, parkways, boulevards and\npleasureways.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The ordinance authorizing said bonds shall prescribe all details",
      "text": "thereof and shall provide for the levy and collection of a direct annual\ntax upon all the taxable property within the Chicago Park District\nsufficient to pay the principal thereof and interest thereon as the same\nbecome due, which tax shall be in addition to and exclusive of the maximum\nof all other taxes authorized to be levied by said park district. A copy of\nthe bond ordinance duly certified shall be filed in the office of the\ncounty clerk of Cook County and shall constitute authority for the\nextension and collection of such bond and interest taxes as required by the\nConstitution.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Money received from the proceeds of taxes levied for payment of",
      "text": "principal of and interest upon such bonds shall be deposited in a special\nfund of such park district suitably designated for identification and such\nfund shall be faithfully applied to the payment of bonds and interest\nthereon for which such taxes were levied.",
      "history": "",
      "source_url": ""
    }
  ]
}