{
  "state": "illinois",
  "path": "title-chapter-70-special-districts/chapter-70-ilcs-915-illinois-medical-district-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nIllinois Medical District Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Creation of District.",
      "text": "There is created in the City of Chicago a\nmedical\ncenter district, hereinafter called the District, whose\nboundaries are Ashland Boulevard on the East, a line co-incidental\nwith Congress Street extending from Ashland Boulevard in a westerly\ndirection to Oakley Boulevard on the north, Oakley Boulevard\non the west, and a line coincidental with the north line of the\nproperty at or near 14th and 15th Streets owned or used by the\nChicago Northwestern Transportation Company, its successor and\nassigns for railroad purposes on the south.\nThe District is created to attract and retain academic centers of excellence,\nviable health care facilities, medical research facilities, emerging high\ntechnology enterprises, and other facilities and uses as permitted by this\nAct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Illinois Medical District Commission.",
      "text": "Illinois Medical District Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "Grants; loans; contracts.",
      "text": "The Commission may apply for and\naccept grants, loans, or appropriations from the State of Illinois, the federal\ngovernment, any State or federal agency or instrumentality, or any other person\nor entity to be used for any of the purposes of the District and enter into any\nagreement with the State of Illinois, the federal government, any State or\nfederal instrumentality, or any person or entity in relation to the grants,\nmatching grants, loans, or appropriations. The Commission also may, by\ncontractual agreement, accept and collect assessments or fees for District\nenhancement and improvements, common area shared services, shared facilities,\nor other activities or expenditures in furtherance of the purposes of this\nAct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Property; acquisition. The Commission is authorized to acquire",
      "text": "the fee simple title\nto real property lying within the District and personal property\nrequired for its purposes, by gift, purchase, or otherwise, and title\nthereto shall be taken in the corporate name of the Commission. The\nCommission may acquire by lease such real and personal property found by\nthe Commission to be necessary for its purposes and to which the\nCommission finds that it need not acquire the fee simple title for\ncarrying out of such purposes. All real and personal property within the\nDistrict,\nexcept that owned and used for purposes authorized under this Act by\nmedical institutions or allied educational institutions, hospitals,\ndispensaries, clinics, dormitories or homes for the nurses, doctors,\nstudents, instructors or other officers or employees of the aforesaid\ninstitutions located in the District, or any real property which is used\nfor offices or for recreational purposes in connection with the\naforesaid institutions,\nor any improved residential property within a currently effective historical\ndistrict properly designated under a federal statute or a State or local\nstatute that has been certified by the Secretary of the Interior to the\nSecretary of the Treasury as containing criteria which will substantially\nachieve the purpose\nof preserving and rehabilitating buildings of historical significance to the\ndistrict,\nmay be acquired by the Commission in its\ncorporate name under the provisions for the\nexercise of the right of eminent domain under the Eminent Domain Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "3.5.",
      "heading": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act",
      "text": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The Commission may, in its corporate capacity, construct or cause",
      "text": "or permit to be constructed in such District, hospitals, sanitariums,\nclinics, laboratories, or any other institution, building or structure or\nother ancillary or related facilities which the Commission may, from time\nto time, determine are established and operated for the carrying out of any\naspect of the Commission's purpose as set forth in this Act, or are\nestablished and operated for the study, diagnosis, and treatment of human\nailments and injuries, whether physical or mental, or to promote medical,\nsurgical, and scientific research and knowledge, or for any uses the\nCommission shall determine will support and nurture facilities, and uses\npermitted by this Act, or for such nursing, extended care, or other\nfacilities as the Commission\nshall find useful in the study of, research in, or treatment of illnesses\nor infirmities peculiar to aged people, after a public hearing to be held\nby any Commissioner or other person authorized by the Commission to conduct\nthe same, which Commissioner or other person shall have the power to\nadminister oaths and affirmations and take the testimony of witnesses and\nreceive such documentary evidence as shall be pertinent, the record of\nwhich hearing he shall certify to the Commission, which record shall become\npart of the records of the Commission, notice of the time, place, and\npurpose of such hearings to be given by a single publication notice in a\nsecular newspaper of general circulation in the city of Chicago at least\nten days prior to the date of such hearing, or for such institutions as\nshall engage in the training, education, or rehabilitation of persons who\nby reason of illness or physical infirmity are wholly or partially deprived\nof their powers of vision or hearing or of the use of such other part or\nparts of their bodies as prevent them from pursuing normal activities of\nlife, or office buildings for physicians or dealers in medical accessories,\nor dormitories, homes or residences for the medical profession, including\ninterns, nurses, students or other officers or employees of the\ninstitutions within the District, or for the use of relatives of patients\nin the hospitals or other institutions within the District, or for the\nrehabilitation or establishment of residential structures within\na currently effective historic district properly designated under a federal\nstatute or a State or local statute that has been certified by the Secretary\nof the Interior to the Secretary of the Treasury as containing criteria\nwhich will substantially achieve the purpose of preserving\nand rehabilitating buildings of historic significance to the district, or\nin the area of such District located west of South Damen Avenue and north\nof West Polk Street, commonly known as the Chicago Technology Park or\nsuch other areas of the District as the Commission shall designate, for\nresearch, development and resultant production, in any of the fields of\nmedicine, chemistry, pharmaceuticals, physics and genetically engineered\nproducts, for biotechnology, information technology, medical technology, or\nenvironmental technology, or for the research and development of engineering\nor for computer\ntechnology related to any of the purposes for which the Commission may\nconstruct structures and improvements within the District. The Commission shall administer and exercise ultimate\nauthority with respect to the development and operation of the Chicago\nTechnology Park, and any extensions or expansion thereof.\nIn addition, the Commission may create a development area within the area of\nthe District located south of Roosevelt Road, called the District\nDevelopment Area in this Act. Within the District Development Area the\nCommission may\ncause to be acquired or constructed commercial and other types of development,\npublic and private, if\nthe Commission determines that the commercial developments are ancillary to\nand necessary for the support of facilities within the District and any\nother purposes of the District, after a public hearing held by a commissioner\nor the person authorized by the Commission to conduct the hearing. The\nCommissioner or other authorized persons shall have the power to administer\noaths and affirmations, take the testimony of witnesses, receive pertinent\nevidence, and certify the record of the hearing to the Commission. The\nrecord of the hearing shall become part of the Commissions records. Notice\nof the time, place, and purpose of the hearing shall be given by a single\npublication notice in a secular newspaper of general circulation in the\nCity of Chicago at least 10 days before the date of the hearing.\nIn addition to\nthe powers set forth above, the Commission may sell, lease,\ndevelop, operate, and manage for any person,\nfirm, partnership, or corporation, either public or private, all or any part of\nthe land, buildings, facilities, equipment, or other property included in the\nDistrict Development Area and any medical research and high technology\npark or the designated commercial\ndevelopment area upon the terms and conditions the\nCommission may deem advisable, and may enter into any contract or agreement\nwith any person, firm, partnership, or corporation, either public or\nprivate, or any combination of the foregoing, as may be necessary or\nsuitable for the creation, marketing, development,\nconstruction, reconstruction, rehabilitation, financing, operation and\nmaintenance, and management of the District Development Area and any\ntechnology\npark or designated commercial development area; and may sell or lease\nto any person, firm, partnership, or\ncorporation, either public or private, any part or all of the land,\nbuilding, facilities, equipment, or other property of the park or the\ndesignated commercial development area upon the\nrentals, terms, and conditions as the Commission may deem advisable; and\nmay finance all or part of the cost of the Commission's development and\noperation of the District Development Area as well as any park or the\ndesignated commercial\ndevelopment area, including the creation, marketing,\ndevelopment, purchase, lease, construction, reconstruction,\nrehabilitation, improvement,\nremodeling, addition to, extension, and maintenance of all or part of\nthe high technology park or the designated commercial development area, and all\nequipment and furnishings, by legislative\nappropriations, government grants, contracts, private gifts, loans,\nbonds,\nreceipts from the sale or lease of land for the operation of the District and\nany high\ntechnology park or the designated commercial development area, rentals,\nand similar receipts or other sources of revenue legally available for these\npurposes.\nThe Commission shall promulgate rules concerning the procurement of contracts and purchases. The Commission also may defray the expenses of the operation of the District\nDevelopment Area and technology park, improvements to the District Development\nArea and technology park, provision of shared services, common facilities and\ncommon area expenses, benefiting owners and occupants of property within the\nDistrict Development Area and the technology park by general assessment,\nspecial\nassessment, or the imposition of service or user fees. As to the entities\neligible to be members of the advisory District Member Council,\nsuch assessments or impositions may be undertaken only\nwith District Member Council\nconsent as provided in Section 8.\nFor a period of 6 years after July 1, 1995, the Commission may\nacquire any real and personal property within the Development Area of the\nDistrict by immediate vesting of title, commonly referred to as \"quick-take\",\npursuant to Sections 7-103 through 7-112 of the Code of Civil Procedure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "4.5.",
      "heading": "Quick-take powers.",
      "text": "For a period of 9 months after November 1,\n1993, for the\npurpose of acquiring a site for the Illinois State Police Forensic Science\nLaboratory at Chicago, on the block bounded by Roosevelt Road on the north,\nWolcott Street on the east, Washburn Street on the south, and Damen Avenue on\nthe west in Chicago, Illinois, the Commission may, by the exercise of\nquick-take eminent domain by immediate vesting of title under Sections 7-103\nthrough\n7-112 of the Code of Civil Procedure, acquire any real or personal property or\nany interest in that property that the Commission is authorized to acquire\nunder Section 4 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-410",
      "number": "4.10.",
      "heading": "The Commission may provide relocation assistance to persons and",
      "text": "entities displaced by the Commission's acquisition of property and improvement\nof the District. The Commission is also authorized to acquire private real\nproperty by gift or voluntary purchase without the District if the Commission\nfinds that the acquisition by gift or voluntary purchase is reasonably\nnecessary to further and carry out the purposes of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "To obtain the funds necessary for financing the acquisition",
      "text": "of land, the acquisition or construction of any building hereinabove\nmentioned, and for the operation of the District as is in this Act set\nforth, the Commission may borrow money from any public or private agency,\ndepartment, corporation\nor person, and mortgage, pledge, or otherwise encumber the property or funds of the Commission. In\nevidence of and as security for funds borrowed, the Commission may issue\nrevenue bonds in its corporate capacity to be payable from the\nrevenues derived from the operation of the institutions or buildings,\nowned, leased, or operated by or on behalf of the Commission, but the\nbonds shall in no event constitute an\nindebtedness of the Commission or a claim against the property of the\nCommission. Such bonds may be issued in such denominations as may be\nexpedient, and in such amounts and at such rates of interest as the\nCommission shall deem necessary to provide sufficient funds to pay all\nthe costs of acquiring land, the construction, acquisition, equipping\nand operation of buildings within the District, including engineering\nand other expenses. Such bonds shall be executed by the president of the\nCommission, attested by the secretary thereof and sealed with the\nCommission's corporate seal. In case either of said officers of the\nCommission who shall have signed or attested any of such bonds shall\nhave ceased to be such officer before delivery of such bonds, the\nsignature of such officer shall be valid and sufficient to the same\neffect as if such officer had remained in office at the time of such\ndelivery. The Commission shall furnish the State Comptroller\nwith a record of all bonds issued under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5b",
      "number": "5b.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "The Commission may sell, convey, transfer, or lease any title",
      "text": "or interest in real estate owned by it to any person or persons, to be\nused, subject to the restrictions of this Act, for the purposes stated in\nSection 4, or for the purpose of serving persons using the facilities\noffered within the District or for carrying out of any aspect of the\nCommission's purpose as set forth in Section 2 of this Act, subject to such\nrestrictions as to the use thereof as the Commission shall determine\nwill carry out the purpose of this Act. To assure that the use of the\nreal property so sold or leased is in accordance with the provisions of\nthis Act, the Commission shall inquire into and satisfy itself\nconcerning the financial ability of the purchaser to complete the\nproject for which said real estate is sold or leased in accordance with\na plan to be presented by the purchaser or lessee, which plan shall be\nsubmitted, in writing, to the Commission. Such purchaser or lessee shall\nunder such plan undertake (1) to use the land for the purposes\ndesignated in the plan so presented; (2) to commence and complete the\nconstruction of the buildings or other structures to be included in the\nproject within such periods of time as the Commission fixes as\nreasonable; and (3) to comply with such other conditions as the\nCommission shall determine are necessary to carry out the project. Any\nreal property sold by the Commission pursuant to the provisions of this\nAct shall be sold at its use value, which may be more or less than its\nacquisition cost, and which use value represents the value at which the\nCommission determines, after a hearing by the Commission or by such\nperson as the Commission designates to hold such hearing, such real\nproperty should be made available for sale or rental in order that it\nmay be developed for the accomplishment of the purposes of this Act. In\ndetermining the use value of the real property, the Commission shall\ntake into consideration whether or not said property is to be used by a\nwholly or partially tax supported body created under the laws of the\nState of Illinois, by any department of the State government or any\npolitical subdivision of the State, by a charitable institution, or by\na private person or institution operating for profit; and the Commission\nshall also consider the contribution that the project will make toward\nthe development of the District and the furtherance of the purposes of\nthis Act in determining such use price, provided, however, that the\nCommission may convey the fee simple title to land acquired by it,\nwithout the payment of any consideration, to the State of Illinois, any\npolitical subdivision thereof or to any body politic and corporate or\npublic corporation created under the laws of the State of Illinois for\nthe carrying out of any function of the State. At any hearing for the\npurpose of the Commission's making the aforesaid determinations, an\ninvestigation should be made and such witnesses and documentary evidence\nexamined as will have bearing on the use value of the property to be\nsold or leased as is herein provided. The Commission shall designate a\nCommissioner or other person of legal age to conduct the hearing\nprovided for herein, and such Commissioner or other person so designated\nby the Commission shall give reasonable notice to the interested parties\nof the time, place and purpose for the holding of such hearing. Such\nCommissioner or other person designated by the Commission to hold such\nhearing shall have the power to administer oaths and affirmations, and\nshall cause to be taken the testimony of witnesses and the production of\npapers, books, records, accounts and documents; and the person so\ndesignated to hold such hearing shall certify to the Commission the\nrecord of the proceedings held before him in connection with such\nhearing. Such record of proceedings shall become a part of the records\nof the Commission. All conveyances and leases\nauthorized in this Section shall be on condition that, in the event of use\nfor other than the purposes prescribed in this Act, or of nonuse for a\nperiod of one year, title to such property shall revert to the\nCommission. All conveyances and leases made by the Commission to\nany corporation or person for use of serving the residents or any person\nusing the facilities offered within the District shall be on condition\nthat in the event of violation of any of the restrictions as to the use\nthereof as the Commission shall have determined will carry out the\npurposes of this Act, that title to such property shall revert to the\nCommission. However, if the Commission\nfinds that financing necessary for the acquisition or lease of any real\nestate or for the construction of any building or improvement\nto be used for purposes prescribed in this Act cannot be\nobtained if title to the land or building or improvement is subject\nto such reverter provision, which finding shall\nbe made by the Commission after public hearing held pursuant to a single\npublication notice given in a secular newspaper of general circulation\nin the City of Chicago at least 10 days prior to the date of such\nhearing, such notice to specify the time, place and purpose for such\nhearing, and upon such finding being made, the Commission may cause such\nreal property to be conveyed free of such reverter provision, provided\nthat at least 5 members of the Commission vote in favor thereof.\nThe Commission may also provide in the conveyances, leases, or other\ndocumentation provisions for notice of such violations or default and the cure\nthereof for the benefit of any lender or mortgagee as the Commission shall\ndetermine are appropriate.\nIf, at a regularly scheduled meeting, the Commission resolves that a parcel\nof real estate leased by it, or in which it has sold the fee simple title\nor any lesser estate, is not being used for the purposes prescribed in this\nAct or has been in nonuse for a period of one year, the Commission may\nfile a law suit in the circuit court of the county in which the property\nis located to enforce the terms of the sale or lease. In the event a\nreverter of title to any Property is ordered by the court pursuant\nto the terms of this Act, the interest of the Commission shall be\nsubject to any then existing valid mortgage or trust deed in the nature\nof a mortgage, but in case the title is acquired through foreclosure of\nsuch mortgage or trust deed or by deed in lieu of foreclosure of such\nmortgage or trust deed, then the title to the property shall not revert, but\nshall be subject to the restrictions as to use, but not any penalty for\nnonuse, contained in this Act with respect to any mortgagee in possession\nor its successor or assigns.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-601",
      "number": "6.01.",
      "heading": "Prior to the holding of any public hearing prescribed in",
      "text": "Section 6 of this Act, or any meeting regarding the passage of any resolution\nto file a law suit, the Commission shall give notice to such grantee\nor lessee, or his or their legal representatives, successors or assigns,\nof the time and place of such proceeding. Such notice shall\nbe accompanied by a statement signed by the Secretary of the Commission,\nor by any person authorized by the Commission to sign the same, setting\nforth any act or things done or omitted to be done in violation, or\nclaimed to be in violation, of any restriction as to the use of such\nproperty, whether such restriction be prescribed in any of the terms of\nthis Act or by any restriction as to the use of such property determined\nby the Commission pursuant to the terms of this Act. Such notice of the\ntime and place fixed for such proceeding shall also be given\nto such person\nor persons as the Commission shall deem necessary. Such notice may be\ngiven by registered mail, addressed to such grantee, lessee, or to their\nlegal representatives, successors or assigns, at the last known address\nof such grantee, lessee, or their legal representatives, successors or\nassigns.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-603",
      "number": "6.03.",
      "heading": "The Commission shall have power to adopt reasonable and",
      "text": "proper rules and regulations relative to the exercise of its powers, and\nproper rules to govern its proceedings, and to regulate the mode and\nmanner of all hearings held by it or at its direction, and to alter and\namend same.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-604",
      "number": "6.04.",
      "heading": "Copies of all official documents, findings and orders of",
      "text": "the Commission, certified by a Commissioner or by the Secretary of the\nCommission to be true copies of the originals thereof, under the\nofficial seal of the commission, shall be evidence in like manner as the\noriginals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-606",
      "number": "6.06.",
      "heading": "Any party may obtain a judicial review of final orders or",
      "text": "decision of the Commission in the circuit court of the county in which\nthe property involved in such proceeding is situated, or if such\nproperty is situated in more than one county, then of any one of such\ncounties, only under and in accordance with the provisions of\nthe Administrative Review Law, and all existing and\nfuture amendments and modifications thereof, and the rules now or\nhereafter adopted pursuant thereto. Such circuit court shall take\njudicial notice of all the rules of practice and procedure of the Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "The Commission may set apart any part of the District as a",
      "text": "park and may construct, control and maintain the same or may provide by\ncontract with the Chicago Park District or the City of Chicago for the\nconstruction, control and maintenance of any area within such District\nset apart as a park.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Master plan; improvement and management of District; building",
      "text": "regulations; zoning. The Commission shall prepare a comprehensive master plan\nfor the orderly development of all property within the District. The\nCommission shall so improve and manage such District as\nto provide conditions most favorable for the special care and treatment\nof the sick and injured and for the study of disease and for any other\npurpose in Section 4 of this Act. The Commission\nshall, by ordinance in the manner hereinafter set forth, classify,\nregulate and restrict the location and construction of all buildings within\nthe District, shall regulate the height and\nsize of such buildings, determine the area of open space within and\naround such buildings, fix standards of construction, control and\nregulate additions to or alterations of existing buildings and prohibit\nthe use of buildings and structures incompatible with the character of\nthe District, to the end that adequate light, air, quietness and safety\nfrom fire and from the communication of diseases and other dangers may\nbe secured: Provided, that the power herein conferred shall not be so\nexercised as to deprive any owner of any existing property of its use or\nmaintenance for the purpose to which it is now lawfully devoted nor to limit\nthe expansion, design, location, maintenance, use, or occupancy of real\nproperty to be\nused\nby any governmental body, agency, or instrumentality in any manner set forth\nin this Section, provided that the property is devoted to any use or\npurpose permitted under this Act.\nFurther provided, the power herein conferred shall not be exercised to\nrestrict the use for any State or county purpose of any buildings existing\nwithin the District as of May 1, 1995 and either owned, operated, or managed on\nbehalf of the county or by the Department of Central Management Services or for\nwhich the Department of Central Management Services shall be otherwise\nresponsible as provided by law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "This Act shall not be construed to limit the jurisdiction of",
      "text": "the City of Chicago to territory outside the limits of the District nor\nto impair any power now possessed by or hereafter granted to the City of\nChicago or to cities generally except such as are expressly granted to\nthe Commission by Section 8 of this Act. The property of the Commission\nshall be exempt from taxation, and shall be subject to condemnation by\nthe State and any municipal corporation or agency of the state for any\nState or municipal purpose under the provisions\nfor the exercise of the right of eminent domain under the Eminent Domain Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Disposition of money. The Commission is authorized to use all money received from the sale or lease of any property, in excess of the amount as may be necessary to satisfy the obligation of any revenue bond issued pursuant to Section 5 and may also use all",
      "text": "money received as rentals for the purposes of planning, acquisition, and\ndevelopment of property within the District and operation, maintenance and\nimprovement of property of the Commission and for all purposes and powers set\nforth in this Act. The Commission shall annually cause to be audited by a certified public accountant all records and accounts of\nthe Commission pertaining to the operation of the District. The Commission shall provide the General Assembly with the audits and shall post a copy on the Commission's website.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "If any provision of this act is held invalid, such provision",
      "text": "shall be deemed to be excised from this act and the invalidity thereof\nshall not affect any of the other provisions of this act. If the\napplication of any provision of this act to any person or circumstance\nis held invalid, it shall not affect the application of such provision\nto persons or circumstances other than those as to which it is held\ninvalid.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "The Attorney General of the State of Illinois shall be the",
      "text": "legal advisor to and shall prosecute or defend, as the case may be, all\nactions brought by or against the Commission.",
      "history": "",
      "source_url": ""
    }
  ]
}