{
  "state": "illinois",
  "path": "title-chapter-70-special-districts/chapter-70-ilcs-2115-rend-lake-dam-and-reservoir-on-the-big-muddy-ri",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nRend Lake Dam and Reservoir on the Big Muddy River Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "The Governor and the Rend Lake Conservancy District of this State",
      "text": "are authorized to give assurance to any agency of the United States\nGovernment for the performance of items of non-federal participation\ninvolved in the construction, operation and maintenance of the Rend Lake\nDam and Reservoir on the Big Muddy River as set forth in House Document No.\n541, Second Session, 87th Congress of the United States of America and as\nrequired by the \"Flood Control Act of 1962\", as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The Department of Natural Resources, as successor to the",
      "text": "Department of Public Works and Buildings and the Department of\nTransportation, is authorized to enter into contracts\nwith any agency of the United States Government as may be necessary for the\npurpose of reimbursing the United States, in accordance with the Federal\nWater Supply Act of 1958 as amended, for the construction costs and the\nannual operation and maintenance costs allocated to water-supply storage\nin the improvements referred to in Section 1 of this Act; provided, however,\nthat costs shall be limited to the increased cost of the project which the\nUnited States Government incurs in providing features of construction,\noperation\nand maintenance that result in benefits peculiar to the people of this State\nas allowed by federal law and regulations. Any rights under such contracts\nmay be assigned to the Rend Lake Conservancy District by the\nDepartment, provided that no contract or agreement shall be entered into\nwithout the written consent of the Governor.",
      "history": "",
      "source_url": ""
    }
  ]
}