{
  "state": "south-carolina",
  "path": "title-title-14/chapter-chapter-2",
  "sections": [
    {
      "id": "section-14-2-10",
      "number": "14-2-10",
      "heading": "",
      "text": "All single county and multi-county family courts, juvenile courts, domestic relations courts, juvenile and domestic relations courts, shall be abolished on July 1, 1977, and the jurisdiction of such courts devolved upon the statewide family court system as established by this title.\n\nHISTORY: 1976 Act No. 690 Art. VII Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-14/chapter-2/section-14-2-10/"
    },
    {
      "id": "section-14-2-20",
      "number": "14-2-20",
      "heading": "",
      "text": "Any judge of a court abolished pursuant to the provisions of Section 14-2-10 who also served as master-in-equity, standing master or special referee shall unless elected family court judge continue to serve as such master or special referee until July 1, 1979. If such judge is elected family court judge, a vacancy in such office shall exist and shall be filled as provided by law.\n\nHISTORY: 1976 Act No. 690 Art. VII Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-14/chapter-2/section-14-2-20/"
    },
    {
      "id": "section-14-2-30",
      "number": "14-2-30",
      "heading": "",
      "text": "Any court inferior to the circuit court which has other jurisdiction in addition to its jurisdiction which is granted to the family courts as provided by Section 14-2-10 shall continue to have such other jurisdiction, including civil, criminal, or both, until July 1, 1979.\n\nHISTORY: 1976 Act No. 690 Art. VII Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-14/chapter-2/section-14-2-30/"
    },
    {
      "id": "section-14-2-40",
      "number": "14-2-40",
      "heading": "",
      "text": "Except as provided in Section 22-3-10, the provisions of 1976 Act No. 690, as codified in this title and elsewhere in this Code, shall not affect the jurisdiction, duties or functions of the magistrate and municipal courts of this State.\n\nHISTORY: 1976 Act No. 690 Art. VII Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-14/chapter-2/section-14-2-40/"
    },
    {
      "id": "section-14-2-50",
      "number": "14-2-50",
      "heading": "",
      "text": "County courts and other similar courts with jurisdiction inferior to the circuit courts and the office of standing master shall be abolished on July 1, 1979, and the jurisdiction of the office devolved upon the unified court system; provided, however, that such county courts, other courts of similar jurisdiction and the office of standing master shall be continued pursuant to Section 22 of Article V of the Constitution until July 1, 1979, subject, however, to the provisions of Article XI, Section 2 of 1976 Act No. 690; provided, further, that the General Assembly prior to July 1, 1979, shall provide sufficient judicial manpower to assure adequate staffing for the unified court system as provided by this act. The offices of master-in-equity and special referee shall continue to be a part of the judicial system.\n\nHISTORY: 1976 Act No. 690 Art. VII Section 5; 1979 Act No. 164 Part II Section 1, eff July 1, 1979.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-14/chapter-2/section-14-2-50/"
    },
    {
      "id": "section-14-2-60",
      "number": "14-2-60",
      "heading": "",
      "text": "The Supreme Court by rule or order shall provide for the transition into the unified judicial system of the jurisdiction of those courts abolished by the provisions of this act and for the assignment of cases pending at such time.\n\nHISTORY: 1976 Act No. 690 Art VII Section 6.\n\nEditor's Note\n\n1976 Act No. 690 adds new Code Sections 1-7-325, 1-7-405, 1-7-570 to 1-7-670, 14-2-10 et seq., 14-21-410 to 14-21-500, and 14-23-1010 to 14-23-1150; amends existing Code Sections 14-5-610, 14-21-140, 14-21-510, 14-21-1020, and 22-3-10; and contains sections appearing as Editor's Notes at Chapter 9 of Title 14, Chapter 11 of Title 14, Chapter 13 of Title 15, and Sections 14-2-10, 14-2-20, 14-21-410 and 14-21-425.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-14/chapter-2/section-14-2-60/"
    }
  ]
}