{
  "state": "connecticut",
  "path": "title-title-36a-the-banking-law-of-connecticut/chapter-chapter-664a-administration-and-enforcement",
  "sections": [
    {
      "id": "section-36a-10",
      "number": "36a-10.",
      "heading": "General regulation-making authority.",
      "text": "The commissioner may adopt such regulations, in accordance with the provisions of chapter 54, as the commissioner deems necessary to administer any provision of the general statutes within the jurisdiction of the commissioner for which mandatory or discretionary authority to adopt regulations is not otherwise provided. For any regulation adopted under the authority of this section, the commissioner may assign a section number to the regulation that corresponds to the specific section of the general statutes upon which the regulation is based.\n\n(P.A. 94-122, S. 4, 340.)\n\nHistory: P.A. 94-122 effective January 1, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-10/"
    },
    {
      "id": "section-36a-11",
      "number": "36a-11.",
      "heading": "(Formerly Sec. 36-10). - Appointment and restrictions.",
      "text": "(a) In accordance with the provisions of sections 4-5 to 4-8, inclusive, the Governor shall appoint the commissioner who shall hold office for four years from the first day of March in the year of the commissioner's appointment. The Governor may remove the commissioner for cause. Except as otherwise provided, the commissioner shall not while holding such office be an officer, an employee, or a director, of any federal bank, federal credit union, out-of-state bank, out-of-state credit union, holding company that has a wholly-owned subsidiary that is a capital stock Connecticut bank, or any person subject to the commissioner's general supervision, nor shall the commissioner have any financial interest in any such person, or engage or be interested in the sale of securities or in the negotiation of loans for others as a business. The commissioner shall not, while holding such office, be directly or contingently indebted to any Connecticut bank, or Connecticut credit union, or any person licensed under parts I and III of chapter 668, provided this prohibition shall not extend to indebtedness to such persons resulting from the sale of the debt by the original lender. Any such person to whom a commissioner is or becomes so indebted in violation of this section shall give immediate notice thereof to the Governor. The commissioner may maintain an account with any person.\n\n(b) Notwithstanding the provisions of subsection (a) of this section, the commissioner while holding office may have an indirect financial interest in any federal bank, federal credit union, out-of-state bank, out-of-state credit union, holding company that has a wholly-owned subsidiary that is a capital stock Connecticut bank, or any person subject to the commissioner's general supervision, which indirect interest arises through ownership of or beneficial interest in any investment in which the commissioner does not control the securities that are held in the portfolio, including a pension fund, mutual fund, deferred compensation plan, or similar investment.\n\n(c) For purposes of this section, any financial interest of the spouse of the commissioner or the dependent children residing with the commissioner shall be considered a financial interest of the commissioner.\n\n(1949 Rev., S. 5733; P.A. 77-614, S. 161, 610; P.A. 78-121, S. 15, 113; P.A. 87-9, S. 2, 3; P.A. 88-65, S. 10; P.A. 93-16, S. 1; P.A. 94-122, S. 5, 340; P.A. 03-84, S. 1.)\n\nHistory: P.A. 77-614 replaced bank commissioner with banking commissioner, effective January 1, 1979; P.A. 78-121 deleted reference to commissioner's accounts with private bankers and building associations; (Revisor's note: Pursuant to P.A. 87-9 “banking commissioner” was changed editorially by the Revisors to “commissioner of banking”); P.A. 88-65 deleted a provision which allowed the commissioner to maintain certificates of an industrial bank; P.A. 93-16 made technical changes for clarity and accuracy re the institutions subject to the commissioners' general supervision and prohibited the commissioner from being indebted to any state bank and trust, savings bank, savings and loan association, credit union or any person or entity licensed under chapters 646a, 647 and 660a provided the indebtedness does not result from the sale of debt by the original lender; P.A. 94-122 changed “commissioner of banking” to “commissioner” and made other technical changes, effective January 1, 1995; Sec. 36-10 transferred to Sec. 36a-11 in 1995; P.A. 03-84 designated existing provisions as Subsec. (a), amended Subsec. (a) to prohibit commissioner from being an officer, employee or director of a holding company that has a wholly-owned subsidiary that is a capital stock Connecticut bank, added Subsec. (b) allowing commissioner to have indirect financial interest in certain financial institutions or person subject to commissioner's general supervision and added Subsec. (c) re financial interest of commissioner's spouse or dependent children, effective June 3, 2003.\n\nAnnotation to former section 36-10:\n\nCited. 132 C. 533.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-11-formerly-sec-36-10/"
    },
    {
      "id": "section-36a-12",
      "number": "36a-12.",
      "heading": "(Formerly Sec. 36-11). - Employees. Restrictions.",
      "text": "The commissioner may appoint and define the duties and authority of such employees as may be necessary to perform properly the functions of the commissioner's office. The deputy commissioner and any other employee of the Department of Banking shall have the same privileges and be subject to the same restrictions as the commissioner concerning relationships and transactions with any federal bank, federal credit union, out-of-state bank, out-of-state credit union, holding company that has a wholly-owned subsidiary that is a Connecticut bank, or any person subject to the general supervision of the commissioner, except that any employee of the Department of Banking other than the deputy commissioner may be indebted to any person subject to the general supervision of the commissioner, provided the prior approval of the commissioner is obtained for any singular indebtedness or series of indebtedness in the aggregate of twenty-five thousand dollars or more to any such person. Such prior approval shall not be required for (1) indebtedness resulting from the sale of the debt by the original lender, (2) indebtedness incurred at least six months prior to appointment as an employee of the Department of Banking, provided, the commissioner may grant retroactive approval upon such appointment in the case of any singular indebtedness or series of indebtedness in the aggregate of twenty-five thousand dollars or more to any such person that is incurred, in whole or in part, within six months prior to such appointment, or (3) indebtedness incurred by any employee of the Department of Banking who is covered under the terms of the administrative clerical (NP-3) collective bargaining agreement. For purposes of this section, “indebtedness” shall include a line of credit extended to any employee by a person subject to the general supervision of the commissioner whether or not such line of credit has been drawn upon. Any information submitted by an employee to the commissioner for the commissioner's approval pursuant to this section shall be exempt from disclosure under section 1-210.\n\n(1949 Rev., S. 5734; P.A. 73-586, S. 1, 2; P.A. 77-614, S. 161, 610; P.A. 78-26, S. 1, 2; P.A. 80-482, S. 235, 345, 348; P.A. 82-182, S. 1, 2; P.A. 85-108, S. 1, 2; P.A. 87-9, S. 2, 3; P.A. 93-16, S. 2; P.A. 94-122, S. 6, 340; P.A. 97-262; P.A. 99-36, S. 1; P.A. 03-84, S. 2; P.A. 04-8, S. 1.)\n\nHistory: P.A. 73-586 added provision re borrowing limits imposed on banking department employees with regard to borrowing from state employee credit union; P.A. 77-614 replaced bank and deputy bank commissioner with banking and deputy banking commissioner and made banking department a division within the department of business regulation, effective January 1, 1979; P.A. 78-26 replaced $2,500 limit on unsecured loans and $3,500 dollar limit on secured loans with limit of “the maximum amount allowed under section 36-199” in provision re borrowing from state employee credit union; P.A. 80-482 restored banking division as independent department with banking commissioner as its head and abolished the department of business regulation; P.A. 82-182 restricted the prohibition on credit union division employees borrowing from a credit union to those employees authorized to examine credit unions; P.A. 85-108 exempted clerical employees from restrictions on loan transactions, permitted the deputy commissioner and other employees to continue loan agreements entered into at least six months prior to employment, limited mortgage agreements to the employee's principal residence and permitted examiners to borrow from the state employee's credit union; (Revisor's note: Pursuant to P.A. 87-9, “banking commissioner” was changed editorially by the Revisors to “commissioner of banking”); P.A. 93-16 made technical changes for clarity and accuracy by specifying that banks, associations, credit unions or any entity subject to the general supervision of the commission are restricted in certain transactions; P.A. 94-122 changed “commissioner of banking” to “commissioner” and made other technical changes, effective January 1, 1995; Sec. 36-11 transferred to Sec. 36a-12 in 1995; P.A. 97-262 deleted former indebtedness exceptions and specific authority for employee borrowing from a state employee credit union, added provisions re employee indebtedness with the prior approval of the commissioner, exceptions to approval requirement and retroactive approval proviso, defined “indebtedness” and added exemption from disclosure under Sec. 1-19; P.A. 99-36 made technical changes; P.A. 03-84 inserted “holding company that has a wholly-owned subsidiary that is a Connecticut bank,” effective June 3, 2003; P.A. 04-8 made a technical change, effective April 16, 2004.\n\nSee chapter 67 re State Personnel Act.\n\nSee Sec. 36a-223 re appointment of receiver, conservator or agent.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-12-formerly-sec-36-11/"
    },
    {
      "id": "section-36a-13",
      "number": "36a-13.",
      "heading": "(Formerly Sec. 36-12b). - Commissioner to submit estimates of expenditures.",
      "text": "The commissioner shall submit estimates of expenditure requirements in accordance with the provisions of section 4-77.\n\n(P.A. 76-231, S. 3, 6.)\n\nHistory: Sec. 36-12b transferred to Sec. 36a-13 in 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-13-formerly-sec-36-12b/"
    },
    {
      "id": "section-36a-14",
      "number": "36a-14.",
      "heading": "(Formerly Sec. 36-13). - Reports to Governor and banks committee.",
      "text": "(a) The commissioner shall annually report to the Governor:\n\n(1) The condition of all entities required to be periodically examined by the commissioner, with such comments and recommendations as the commissioner deems advisable;\n\n(2) On the commissioner's administration of the Connecticut Truth-in-Lending Act, part III of chapter 669; and\n\n(3) On the commissioner's findings concerning home financing pursuant to section 36a-743.\n\n(b) The commissioner shall annually report to the Governor and the joint standing committee of the General Assembly having cognizance of matters relating to banks on (1) the commissioner's administration of interstate banking pursuant to part I of chapter 666; and (2) the issuance of final certificates of authority to expedited Connecticut banks pursuant to section 36a-70.\n\n(1949 Rev., S. 5736; P.A. 94-122, S. 7, 340; P.A. 09-100, S. 2.)\n\nHistory: P.A. 94-122 added Subsec. (a)(2) and (3) and Subsec. (b) re the commissioner's reporting requirements, effective January 1, 1995; Sec. 36-13 transferred to Sec. 36a-14 in 1995; P.A. 09-100 amended Subsec. (b) by designating existing provision re interstate banking as Subdiv. (1), adding Subdiv. (2) re issuance of final certificates of authority to expedited Connecticut banks and making a technical change.\n\nSee Sec. 36a-223 re appointment of Banking Commissioner as receiver.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-14-formerly-sec-36-13/"
    },
    {
      "id": "section-36a-14a",
      "number": "36a-14a.",
      "heading": "Quarterly report of revenue collected by department.",
      "text": "Not later than thirty days after the close of the first quarter of the fiscal year ending June 30, 2005, and not later than thirty days after the close of each quarter thereafter, the commissioner shall submit a report to the joint standing committee of the General Assembly having cognizance of matters relating to appropriations and the budgets of state agencies, through the Office of Fiscal Analysis, containing the specific amount of each fee, charge, assessment, fine, civil penalty, settlement payment and other revenue collected by the Department of Banking during the quarter covered by the report.\n\n(May Sp. Sess. P.A. 04-2, S. 16; P.A. 07-72, S. 2.)\n\nHistory: May Sp. Sess. P.A. 04-2 effective July 1, 2004; P.A. 07-72 made a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-14a/"
    },
    {
      "id": "section-36a-15",
      "number": "36a-15.",
      "heading": "(Formerly Sec. 36-14). - Report of violations of law.",
      "text": "The commissioner shall report to the proper prosecuting official each violation of law for which the penalty may be confinement in a penal institution, knowledge of which violation was obtained by the commissioner in the course of the commissioner's official duties.\n\n(1949 Rev., S. 5737; P.A. 94-122, S. 8, 340.)\n\nHistory: P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-14 transferred to Sec. 36a-15 in 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-15-formerly-sec-36-14/"
    },
    {
      "id": "section-36a-16",
      "number": "36a-16.",
      "heading": "(Formerly Sec. 36-63). - Reports to commissioner; penalties.",
      "text": "(a)(1) Each Connecticut bank shall file with the commissioner such reports of condition and income as are required to be filed with the appropriate federal banking agency on the dates that such reports are required to be filed with such agency.\n\n(2) Each out-of-state bank that maintains in this state a branch as defined in section 36a-410 shall quarterly file with the commissioner such loan and deposit information as the commissioner may require.\n\n(3) Each such Connecticut bank or out-of-state bank shall also file with the commissioner or publish such other reports and information as the commissioner may require.\n\n(4) Any Connecticut bank or out-of-state bank that fails to publish any report in accordance with this subsection or file any report or information required by this subsection, on the date required, shall pay to the commissioner one hundred dollars for each day that it fails to publish or file such report or information, unless excused for cause by the commissioner.\n\n(b) Except as provided in subsection (a) of this section, any person who fails to file any report or provide information required by any provision of this title, or any regulation adopted pursuant to this title, on the date required, shall pay to the commissioner fifty dollars for each day that such person fails to file such report or provide such information, unless excused for cause by the commissioner.\n\n(1949 Rev., S. 5787; 1951, S. 2652d; P.A. 79-65, S. 1, 4; P.A. 94-122, S. 9, 340; P.A. 95-155, S. 4, 29; 95-244, S. 1; P.A. 02-13, S. 1; P.A. 08-119, S. 2.)\n\nHistory: P.A. 79-65 changed dates for submission of reports from 20 to 30 days after December thirty-first and from 10 days after commissioner's request to a date specified in such request at least 15 days after the date of the request; P.A. 94-122 amended Subsec. (a) by deleting liability and asset reporting requirements, adding the requirement that banks file federal condition and income reports with commissioner and increasing the nonfiling fine from $10 to $100 per day for banks, and added Subsec. (b) imposing a $50 per day fine for nonbanks, effective January 1, 1995; Sec. 36-63 transferred to Sec. 36a-16 in 1995; P.A. 95-155 added Subdiv. numbers in Subsec. (a), added new Subsec. (a)(2) re quarterly filings and added “out-of-state bank” to Subsec. (a)(3) and (4) and “or publish” to Subsec. (a)(3), effective June 27, 1995; P.A. 95-244 amended Subsec. (a) to require publication only for the periods ending June thirtieth and December thirty-first each year and to specify that the newspaper must be published in the county where the main office of the bank is located; P.A. 02-13 amended Subsec. (a)(1) by revising provisions re publication of reports by mutual Connecticut banks, effective July 1, 2002; P.A. 08-119 amended Subsec. (a)(1) to remove requirement that mutual Connecticut banks publish reports of condition and income.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-16-formerly-sec-36-63/"
    },
    {
      "id": "section-36a-17",
      "number": "36a-17.",
      "heading": "Investigations and examinations. Electronic data processing servicers. Subpoenas. Powers of commissioner. Production of records.",
      "text": "(a) The commissioner, in the commissioner's discretion and as often as the commissioner deems necessary to carry out the purposes of applicable law and the duties of the commissioner, may, subject to the provisions of section 36a-21 and the Freedom of Information Act, as defined in section 1-200: (1) Make, within or outside this state, such public or private investigations or examinations concerning any person subject to the jurisdiction of the commissioner; (2) require or permit any person to testify, produce a record or file a statement in writing, under oath, or otherwise as the commissioner determines, as to all the facts and circumstances concerning the matter to be investigated or about which an action or proceeding is pending; and (3) publish information concerning any violation of any provision of the general statutes within the jurisdiction of the commissioner or any regulation or order adopted or issued under such provision.\n\n(b) Any Connecticut bank, Connecticut credit union or Connecticut credit union service organization which causes or has caused any electronic data processing services to be performed for such bank, credit union or credit union service organization either on or off its premises by an electronic data processing servicer shall enter into a written contract with such servicer. Such contract shall specify the duties and responsibilities of the bank, credit union or credit union service organization and such servicer and provide that such servicer shall allow the commissioner to examine such servicer's records in accordance with this subsection, if required by the commissioner. The Connecticut bank, Connecticut credit union or Connecticut credit union service organization shall promptly notify the commissioner of any material change in its electronic data processing services. In the case of a material change which triggers a notice requirement under 12 USC 1867, a Connecticut bank may satisfy the notice requirements of this subsection by providing the commissioner with a copy of the notice provided to the Federal Deposit Insurance Corporation under 12 USC 1867. The commissioner may examine the records of any electronic data processing servicer that performs electronic data processing services for a Connecticut bank, Connecticut credit union or Connecticut credit union service organization, if such services substantially impact the operations of the Connecticut bank, Connecticut credit union or Connecticut credit union service organization as determined by the commissioner, in order to (1) determine whether such servicer has the capacity to protect the customer information of such bank, credit union or credit union service organization, and (2) assess such servicer's potential for continued service. The commissioner may assess a fee of one hundred fifty dollars per day plus costs for each examiner who conducts such examination, the total cost of which the commissioner may allocate on a pro rata basis to all Connecticut banks, Connecticut credit unions and Connecticut credit union service organizations under contract with such servicer.\n\n(c) For the purpose of any investigation, examination or proceeding under this title the commissioner may administer oaths and affirmations, take evidence, direct, order, subpoena or compel the attendance of and examine under oath all persons whose testimony may be required about the business or subject matter of any such investigation, examination or proceeding, and direct, order or subpoena such person to produce records the commissioner deems relevant or material. The commissioner may require that certified copies of any such records be provided to the commissioner at the commissioner's office. The commissioner may issue subpoenas in this state at the request of another state, provided (1) the activities concerning which the information is sought would constitute a basis for an investigation, examination or proceeding under this title had such activities occurred in this state, and (2) such other state has reciprocal legal authority to issue subpoenas in such state on behalf of the commissioner.\n\n(d) In addition to any authority provided under this section, the commissioner shall have the authority to conduct investigations and examinations as follows:\n\n(1) For the purposes of issuing, renewing, suspending, conditioning, revoking or terminating any license or registration issued on the system, or for any general or specific inquiry or investigation of persons engaged in a business or activity subject to licensure or registration by the commissioner on the system to determine compliance with applicable law, the commissioner may access, receive and use any records, information or evidence, including, but not limited to: (a) Criminal, civil and administrative history information; (B) personal history and experience information, including, but not limited to, independent credit reports obtained from a consumer reporting agency described in Section 603(p) of the Fair Credit Reporting Act, 15 USC 1681a; and (C) any other records, information or evidence the commissioner deems relevant to the inquiry or investigation, regardless of the location, possession, control or custody of such records, information or evidence.\n\n(2) In conducting any examination or investigation authorized by this subsection, the commissioner may control access to any records of the person under examination or investigation. The commissioner may take possession of the records or place a person in exclusive charge of the records in the place where such records are usually kept. During the period of control, no person shall remove or attempt to remove any of the records except pursuant to a court order or with the consent of the commissioner. Unless the commissioner has reasonable grounds to believe the records of the person under examination or investigation have been, or are at risk of being, altered or destroyed for purposes of concealing a violation of applicable law, the owner of the records shall have access to the records as necessary to conduct its ordinary business affairs.\n\n(3) In order to carry out the purposes of this subsection, the commissioner may:\n\n(A) Retain attorneys, accountants or other professionals and specialists as examiners, auditors or investigators to conduct or assist in the conduct of examinations or investigations;\n\n(B) Enter into agreements or relationships with other government officials or regulatory associations to improve efficiencies and reduce regulatory burden by sharing resources, standardized or uniform methods or procedures, records, information or evidence obtained under this subsection;\n\n(C) Use, hire, contract or employ public or privately available analytical systems, methods or software to examine or investigate the person;\n\n(D) In lieu of an examination or investigation conducted by the commissioner, accept and rely upon examination or investigation reports made by another state or federal supervisory agency, any organization affiliated with or representing such supervisory agency, or any other government official, within or outside this state. Any such examination or investigation report that is accepted and relied upon by the commission shall be considered an official examination or investigation report of the commissioner; and\n\n(E) Accept audit reports made by an independent certified public accountant. Such reports may be considered an official examination or investigation report of the commissioner, or incorporated in the commissioner's official report of examination or investigation, or any other writing of the commissioner.\n\n(e) Any person who is the subject of any inquiry, investigation, examination or proceeding pursuant to this section shall (1) make its records available to the commissioner in readable form; (2) provide personnel and equipment necessary, including, but not limited to, assistance in the analysis of computer-generated records; (3) provide copies or computer printouts of records when so requested; (4) make or compile reports or prepare other information as directed by the commissioner in order to carry out the purposes of this section, including accounting compilations, information lists and dates of transactions in a format prescribed by the commissioner or such other information as the commissioner deems necessary to carry out the purposes of this section; (5) furnish unrestricted access to all areas of its principal place of business or wherever records may be located; and (6) otherwise cooperate with the commissioner.\n\n(f) The superior court for the judicial district of Hartford, upon application of the commissioner, may issue to any person refusing to obey a subpoena issued pursuant to subsection (c) of this section an order requiring that person to appear before the commissioner or any officer designated by the commissioner to produce records so ordered or to give evidence concerning the matter under investigation or in question. Failure to obey the order of the court may be punished by the court as a contempt of court.\n\n(g) No person subject to inquiry, investigation, examination or proceeding under this section may knowingly withhold, abstract, remove, mutilate, destroy or secrete any records or information.\n\n(h) The authority of this section shall remain in effect, whether a person acts or claims to act under any licensing, registration or other authorizing requirement of the law of this state, or claims to act without such authority.\n\n(i) As used in this section, “records” includes, but is not limited to, books, accounts, papers, files, correspondence, memoranda, agreements, diaries, logs, notes, ledgers, journals, visual, audio, magnetic or electronic recordings, computer printouts, software, computer systems and any other documents in any form.\n\n(P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 94-122, S. 10, 340; P.A. 95-220, S. 4–6; P.A. 98-65; P.A. 02-73, S. 3; P.A. 11-50, S. 1; P.A. 12-96, S. 4, 33; P.A. 14-7, S. 13; 14-89, S. 42; P.A. 18-173, S. 3; P.A. 21-130, S. 10.)\n\nHistory: P.A. 94-122 effective January 1, 1995. (Revisor's note: P.A. 88-230, P.A. 90-98 and P.A. 93-142 authorized substitution of “judicial district of Hartford” for “judicial district of Hartford-New Britain” in public and special acts of the 1994 regular and special sessions, effective September 1, 1996); P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 98-65 added new Subsec. (b) re electronic data processing servicers and redesignated former Subsecs. (b) to (f) as Subsecs. (c) to (g); P.A. 02-73 amended Subsec. (b) by adding references to Connecticut credit union and Connecticut credit union service organization and making conforming changes, deleted former Subsec. (f) re cost of examination and redesignated Subsec. (g) as Subsec. (f); P.A. 11-50 amended Subsec. (b) to eliminate requirement re sending copy of contract to commissioner and require notification to commissioner of any material change in electronic data processing services; P.A. 12-96 amended Subsec. (b) to add provision re a material change which triggers a notice requirement under 12 USC 1867, effective June 8, 2012, and amended Subsec. (a) to add provision re subject to Sec. 36a-21 and Freedom of Information Act, designate existing provision re investigations or examinations as Subdiv. (1), add Subdiv. (2) permitting commissioner to require or permit a person to testify, produce a record or file a statement concerning the matter to be investigated or about which an action or proceeding is pending and add Subdiv. (3) permitting commissioner to publish information concerning violations of the general statutes within commissioner's jurisdiction, and amended Subsec. (c) to permit commissioner to issue subpoenas in this state at request of another state in certain instances, effective October 1, 2012; P.A. 14-7 made a technical change in Subsec. (a), effective May 8, 2014; P.A. 14-89 made identical change as P.A. 14-7, effective June 3, 2014; P.A. 18-173 amended Subsec. (a) by adding “and as often as the commissioner deems necessary to carry out the purposes of applicable law and the duties of the commissioner”, and deleting “, as the commissioner deems necessary to carry out the duties of the commissioner,” in Subdiv. (1), amended Subsec. (b) by deleting references to books and computer systems, amended Subsec. (c) by replacing provisions re commissioner's authority for purpose of investigation, examination or proceeding with provisions re same, added new Subsec. (d) re commissioner's authority to conduct investigations and examinations, redesignated existing Subsec. (d) as Subsec. (e) and amended same by adding “inquiry,”, adding “pursuant to this section”, designating existing provisions re making records available to commissioner as Subdiv. (1), designating existing provisions re providing personnel and equipment as Subdiv. (2), designating existing provisions re copies or computer printouts of records as Subdiv. (3), adding Subdiv. (4) re making or compiling reports or preparing information as directed by commissioner, designating existing provisions re furnishing access to principal place of business as Subdiv. (5), and designating existing provision re otherwise cooperating with commissioner as Subdiv. (6), redesignated existing Subsec. (e) as Subsec. (f), added Subsec. (g) re records of person subject to inquiry, investigation, examination or proceeding, added Subsec. (h) re authority of section, redesignating existing Subsec. (f) as Subsec. (i), adding references to accounts, files, computer systems, and adding “in any form”, and made technical and conforming changes; P.A. 21-130 added references to “or registration” in Subsec. (d)(1), effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-17/"
    },
    {
      "id": "section-36a-18",
      "number": "36a-18.",
      "heading": "(Formerly Sec. 36-9f). - Information re stock ownership or subscription.",
      "text": "Each capital stock Connecticut bank shall provide the commissioner with such information as the commissioner may require regarding the ownership or owners of, or subscription for or subscribers of stock in such bank.\n\n(P.A. 78-121, S. 89, 113; P.A. 91-357, S. 2, 78; P.A. 94-122, S. 11, 340.)\n\nHistory: P.A. 91-357 made a technical change; P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-9f transferred to Sec. 36a-18 in 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-18-formerly-sec-36-9f/"
    },
    {
      "id": "section-36a-19",
      "number": "36a-19.",
      "heading": "(Formerly Sec. 36-17). - Accounting forms.",
      "text": "The commissioner may prescribe such reasonable forms of accounting as will clearly and accurately show the assets, liabilities and earnings of any person required to be periodically examined by the commissioner.\n\n(1949 Rev., S. 5740; P.A. 94-122, S. 12, 340.)\n\nHistory: P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-17 transferred to Sec. 36a-19 in 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-19-formerly-sec-36-17/"
    },
    {
      "id": "section-36a-20",
      "number": "36a-20.",
      "heading": "(Formerly Sec. 36-19). - Appraisal of real estate.",
      "text": "If any person subject to the general supervision of the commissioner owns real property, or if real property taxes on any property mortgaged to secure a loan with any such person are more than one year in arrears, or if any such mortgage loan is more than one year in arrears as to either interest or required principal payments, the commissioner may employ an expert real estate appraiser at the expense of such person to appraise such real estate owned by or mortgaged to such person.\n\n(1949 Rev., S. 5742; P.A. 94-122, S. 13, 340.)\n\nHistory: P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-19 transferred to Sec. 36a-20 in 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-20-formerly-sec-36-19/"
    },
    {
      "id": "section-36a-21",
      "number": "36a-21.",
      "heading": "(Formerly Sec. 36-16). - Information to be confidential. Disclosure. Examination reports. Exemption.",
      "text": "(a) Notwithstanding any provision of state law and except as provided in subsections (b) and (d) of this section and subdivision (2) of subsection (a) of section 36a-534b, the following records of the Department of Banking shall not be disclosed by the commissioner or any employee of the Department of Banking, or be subject to public inspection or discovery:\n\n(1) Examination and investigation reports and information contained in or derived from such reports, including examination reports prepared by the commissioner or prepared on behalf of or for the use of the commissioner;\n\n(2) Confidential supervisory or investigative information and records obtained or collected by a state, federal or foreign regulatory or law enforcement agency;\n\n(3) Information obtained, collected or prepared in connection with examinations, inspections or investigations, and complaints from the public received by the Department of Banking, if such records are protected from disclosure under federal or state law or, in the opinion of the commissioner, such records would disclose, or would reasonably lead to the disclosure of: (a) Investigative information the disclosure of which would be prejudicial to such investigation, until such time as the investigation and all related administrative and legal actions are concluded; (B) personal or financial information, including account or loan information, without the written consent of the person or persons to whom the information pertains; or (C) information that would harm the reputation of any person or affect the safety and soundness of any person whose activities in this state are subject to the supervision of the commissioner, and the disclosure of such information under this subparagraph would not be in the public interest; and\n\n(4) Information obtained, collected or prepared in connection with the organization of an expedited Connecticut bank prior to the issuance of a final certificate of authority to commence the business of a Connecticut bank pursuant to section 36a-70.\n\n(b) The commissioner may, without waiving any privilege, disclose the records described in subsection (a) of this section for any appropriate supervisory, governmental, law enforcement or other public purpose. Any such disclosure shall be made under safeguards designed to prevent further dissemination of such records. In any proceeding before a court, the court may issue a protective order in appropriate circumstances to protect the confidentiality of any such record and order that any such record on file with the court or filed in connection with the court proceeding be sealed and that the public be excluded from any portion of the proceeding at which any such record is disclosed.\n\n(c) No director, officer, employee or agent of any Connecticut bank, Connecticut credit union or licensee under section 36a-380 or 36a-628 shall disclose without the prior written consent of the commissioner any information contained in an examination report about such bank, credit union or licensee which information is not otherwise a matter of public record.\n\n(d) (1) Except as otherwise provided in this section, the requirements under any federal or state law regarding the privacy or confidentiality of any information or material provided to the system, as defined in section 36a-2, and any privilege arising under federal or state law, including the rules of any federal or state court, with respect to such information or material, shall continue to apply to such information or material after the information or material has been disclosed to the system. Such information and material may be shared with all federal and state regulatory officials with mortgage or other financial services industry oversight authority without the loss of privilege or the loss of confidentiality protection provided by federal or state law. For purposes of this subsection, the commissioner may enter into agreements or sharing arrangements with other governmental agencies, the Conference of State Bank Supervisors, the American Association of Residential Mortgage Regulators or associations representing governmental agencies.\n\n(2) Any information or material that is under subdivision (1) of this subsection subject to privilege or confidentiality shall not be subject to (a) disclosure under any federal or state law governing disclosure to the public of information held by an officer or agency of the federal government or the respective state; or (B) subpoena, discovery or admission into evidence in any private civil action or administrative process, except a person may, at such person's discretion, waive in whole or in part a privilege held by the system concerning such information and material.\n\n(3) Any law of this state relating to the disclosure of confidential supervisory information or of any information or material described in subdivision (1) of this subsection that is inconsistent with subdivision (1) shall be superseded by the requirements of this subsection.\n\n(e) The confidentiality provisions of this section shall not apply to records relating to the employment history of, and publicly adjudicated disciplinary and enforcement actions against, persons that are included in the system for access by the public.\n\n(1949 Rev., S. 5739; P.A. 77-614, S. 161, 610; P.A. 80-482, S. 239, 345, 348; P.A. 84-71, S. 1, 2; P.A. 87-9, S. 2, 3; P.A. 94-122, S. 14, 340; P.A. 00-123; P.A. 07-156, S. 3; P.A. 08-176, S. 31, 35; P.A. 09-100, S. 3; 09-209, S. 1; P.A. 11-216, S. 2; P.A. 13-135, S. 1; P.A. 14-89, S. 31; P.A. 16-65, S. 5.)\n\nHistory: P.A. 77-614 replaced bank commissioner with banking commissioner and made banking department a division within the department of business regulation, effective January 1, 1979; P.A. 80-482 restored banking division as an independent department with commissioner as its head and abolished the department of business regulation; P.A. 84-71 added Subsec. (b) requiring confidentiality for examination, operating or condition reports of financial institutions prepared by or for the use of the commissioner; (Revisor's note: Pursuant to P.A. 87-9 “banking department” was changed editorially by the Revisors to “department of banking”); P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-16 transferred to Sec. 36a-21 in 1995; P.A. 00-123 deleted former Subsecs. (a) and (b), added new Subsec. (a) prohibiting disclosure of certain records, added new Subsec. (b) re disclosure of records and protective orders, and added new Subsec. (c) re disclosure of examination report information; P.A. 07-156 added Subsec. (d) re records maintained with and information obtained from national mortgage licensing system, effective September 30, 2008; P.A. 08-176 changed effective date of P.A. 07-156, S. 3, from September 30, 2008, to July 1, 2008, and amended Subsec. (d) to substitute “Nationwide Mortgage Licensing System” for “national mortgage licensing system”, effective July 1, 2008; P.A. 09-100 added Subsec. (a)(4) re organization of an expedited Connecticut bank; P.A. 09-209 amended Subsec. (d) by designating existing provisions as new Subdiv. (1), deleting former Subdivs. (1) and (2) re information maintained by commissioner with Nationwide Mortgage Licensing system, adding new Subdiv. (1) providing that records maintained by commissioner with the system may be protected from disclosure, and by adding new Subdivs. (2) and (3) re confidentiality of information disclosed to system, added Subsec. (e) re exemptions to confidentiality provisions and added Subsec. (f) defining “system”, effective July 31, 2009; P.A. 11-216 amended Subsec. (e) to add “loan processors or underwriters”; P.A. 13-135 amended Subsec. (c) to add reference to licensee under Sec. 36a-380 or 36a-628 and make a conforming change; P.A. 14-89 amended Subsec. (d) by replacing former Subdiv. (1) with new Subdiv. (1) re information or material disclosed to the system and by deleting “protected from disclosure” and adding “subject to privilege or confidentiality” in Subdiv. (2), amended Subsec. (e) to replace reference to mortgage loan originators, loan processors or underwriters with reference to persons, and deleted former Subsec. (f) re definition of “system”, effective June 3, 2014; P.A. 16-65 amended Subsec. (a)(2) by replacing “information obtained from” with “information and records obtained or collected by”, effective May 26, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-21-formerly-sec-36-16/"
    },
    {
      "id": "section-36a-22",
      "number": "36a-22.",
      "heading": "(Formerly Sec. 36-21a). - Declaratory rulings.",
      "text": "(a) No person shall be liable in any civil action for any act done or omitted in good faith in reliance on any declaratory ruling issued by the Department of Banking in accordance with section 4-176, notwithstanding after such act or omission has occurred, such declaratory ruling is amended, rescinded, or determined by judicial or other authority to be invalid for any reason.\n\n(b) The Department of Banking shall maintain a file of all declaratory rulings issued by it, organized by the section number of each statute and regulation to which such declaratory ruling applies, and shall make such file available for public inspection. The copy of any declaratory ruling maintained in such file shall delete or summarize generally factual information revealed in the request or otherwise that constitutes confidential information as provided in section 36a-21.\n\n(P.A. 78-146, S. 1, 2; 78-303, S. 85, 136; P.A. 80-482, S. 241, 345, 348; P.A. 87-9, S. 2, 3.)\n\nHistory: P.A. 78-303 allowed substitution of division of banking within the department of business regulation for banking department in accordance with demands of P.A. 77-614; P.A. 80-482 restored banking division as independent department and abolished the department of business regulation; (Revisor's note: Pursuant to P.A. 87-9 “banking department” was changed editorially by the Revisors to “department of banking”); Sec. 36-21a transferred to Sec. 36a-22 in 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-22-formerly-sec-36-21a/"
    },
    {
      "id": "section-36a-23",
      "number": "36a-23.",
      "heading": "(Formerly Sec. 36-28a). - Bank and credit union holidays",
      "text": "(a) The Governor is authorized, by proclamation, to designate and appoint one or more legal holidays, which shall include at a minimum the legal holidays designated in section 1-4, to be known as bank and credit union holidays, to be observed throughout this state, or to be observed in a certain county or town, or counties or towns, as specified in such proclamation. During such holiday period all banking and credit union transactions within the area in which such holiday is declared shall be suspended, except that the commissioner, with the approval of the Governor, may prescribe such conditions and restrictions for the conduct of banking and credit union business during such holiday period and within the area in which such holiday is declared as may appear to the commissioner to be in the best interest of the public. On one banking day that immediately precedes or follows any bank and credit union holiday, a bank or credit union may close any of its offices on its own initiative. Each such bank or credit union that closes an office on its own initiative shall provide the commissioner with forty-five-day advance notice of the date the office will be closed and shall post notice in the affected office for thirty days prior to the date such office will be closed.\n\n(b) The commissioner may authorize the closing of all banks or Connecticut credit unions in this state or all banks or Connecticut credit unions in any specified towns or counties or any office of any bank or Connecticut credit union whenever it appears to the commissioner that such action is required as a result of an emergency, or for good cause shown.\n\n(c) A bank or Connecticut credit union may close any office located on a college or university campus or in a building of an educational institution during any period when the college, university or educational institution is not in regular session; provided the bank or Connecticut credit union shall give notice to the commissioner in advance of its intent to effect such closings of such an office.\n\n(d) A bank or Connecticut credit union may close any office on its own initiative whenever an emergency does not afford an opportunity to obtain the commissioner's prior approval.\n\n(e) The period of any closing pursuant to this section or pursuant to any similar provision of federal law, as well as the holidays otherwise provided by law, shall be a legal holiday, for purposes of the Uniform Commercial Code and otherwise, for the affected banks, Connecticut credit unions or offices.\n\n(f) (1) If the commissioner determines that an emergency has affected and will continue to affect for an extended period of time one or more offices of a Connecticut bank or Connecticut credit union, or an office of an out-of-state state-chartered credit union or foreign bank that has an office in this state, either as a result of the emergency or subsequent recovery operations, the commissioner may issue an approval authorizing the bank or credit union affected to open one or more temporary offices or other facilities required for bank or credit union operations for the purpose of prompt restoration of banking or credit union services to the existing customers of the bank or credit union as the circumstances of such emergency may require. A temporary office or facility may be used to solicit and service new customers, provided such customers are located within the market area of the affected office. A temporary office or other facility may remain open only for the period specified in the commissioner's approval, provided the commissioner may extend such period if the commissioner finds that the conditions requiring such office or facility continue to exist. The bank or credit union may convert a temporary office to a permanent office if permitted by and subject to the limitations and requirements of this title.\n\n(2) If requested by the state or federal banking regulatory agency of an out-of-state bank or foreign bank, whose home state, as defined in section 36a-410, is Massachusetts, New Jersey, New York or Rhode Island, or an out-of-state state-chartered credit union whose main office is located in Massachusetts, New Jersey, New York or Rhode Island, that does not have an office in this state, and such home state or main office state is experiencing an emergency, the commissioner may issue an order authorizing such bank or credit union to open one or more temporary offices or other facilities in this state for the purpose of prompt restoration of banking or credit union services to the existing customers of the bank or credit union, as the circumstances of such emergency may require. A temporary office or facility may be used to solicit and service new customers, provided such customers are located outside this state. A temporary office or facility opened under the authority of this subsection may remain open only for the period specified in the commissioner's approval, provided the commissioner may extend such period on a finding that the conditions requiring such office or facility continue to exist. The bank or credit union may convert a temporary office to a permanent office if permitted by and subject to the limitations and requirements of this title.\n\n(3) To further rapid restoration of banking and credit union services after an emergency, the commissioner may temporarily waive or suspend statutory or regulatory requirements that threaten to impede recovery and restoration of financial services. For purposes of this subdivision, “temporarily” means a period of time not exceeding ninety days.\n\n(4) For purposes of this subsection, “office” means: (a) In the case of a Connecticut bank, a “branch”, “limited branch” or “mobile branch”, as defined in section 36a-145, (B) in the case of a foreign bank, a state branch, state agency or representative office, (C) in the case of an out-of-state bank, a “branch” as defined in section 36a-410, and (D) in the case of a Connecticut credit union or out-of-state state-chartered credit union, a “branch” as defined in section 36a-435b.\n\n(g) For purposes of this section, an emergency includes conditions arising from shortages of fuel, housing, food, transportation or labor, or arising from enemy action or threat of enemy action, from fire or other casualty, from robbery or other crime, from riot or threat of riot, or from extreme weather conditions.\n\n(1969, P.A. 504, S. 2; 1971, P.A. 197; P.A. 77-614, S. 161, 610; P.A. 78-121, S. 19, 113; P.A. 87-9, S. 2, 3; P.A. 88-65, S. 14; P.A. 94-122, S. 15, 340; P.A. 00-6, S. 1; P.A. 02-47, S. 2; P.A. 05-47, S. 1; P.A. 08-119, S. 3.)\n\nHistory: 1971 act inserted new Subsec. (c) re closing bank offices on university and college campuses when school is not in regular session and redesignated former Subsecs. (c) to (f) accordingly; P.A. 77-614 replaced bank commissioner with banking commissioner, effective January 1, 1979; P.A. 78-121 removed private bankers and building associations from definition of “banks” in Subsec. (f); (Revisor's note: Pursuant to P.A. 87-9 “banking commissioner” was changed editorially by the Revisors to “commissioner of banking”); P.A. 88-65 amended definitions of “banks” to delete the reference to “industrial banks”; P.A. 94-122 deleted former Subsec. (f), defining “banks” for purposes of section, renumbering former Subsec. (g) as Subsec. (f), and made technical changes, effective January 1, 1995; Sec. 36-28a transferred to Sec. 36a-23 in 1995; P.A. 00-6 applied provisions of section to credit unions; P.A. 02-47 amended Subsec. (b) by adding “or for good cause shown”; P.A. 05-47 amended Subsec. (a) to provide that designated bank and credit union holidays shall include at a minimum the legal holidays designated in Sec. 1-4, to allow a bank or credit union to close offices on its own initiative on one banking day that immediately precedes or follows any bank and credit union holiday, and to require a bank or credit union that closes an office on its own initiative to provide commissioner with 45-day advance notice of the date of closing and post notice in the affected office for 30 days prior to closing; P.A. 08-119 deleted former Subsec. (e) re conditions included within meaning of emergency, redesignated existing Subsec. (f) as new Subsec. (e), added new Subsec. (f) re authorization for temporary offices or other facilities required for financial operations pursuant to an emergency, authority for commissioner to temporarily waive statutory and regulatory requirements in order to restore financial services and definitions and added Subsec. (g) re conditions included within meaning of emergency.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-23-formerly-sec-36-28a/"
    },
    {
      "id": "section-36a-23a",
      "number": "36a-23a.",
      "heading": "Designation of Martin Luther King, Jr. Corridors.",
      "text": "The Banking Commissioner shall designate seven Martin Luther King, Jr. Corridors to promote secured and unsecured lending in the state.\n\n(P.A. 16-65, S. 6; P.A. 24-23, S. 1.)\n\nHistory: P.A. 24-23 replaced “three” with “seven”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-23a/"
    },
    {
      "id": "section-36a-24",
      "number": "36a-24.",
      "heading": "Hearings.",
      "text": "(a) The commissioner, in the commissioner's discretion, may hold a hearing in connection with any application filed with the commissioner and otherwise, with respect to any matter within the commissioner's jurisdiction, as the commissioner may determine. In the case of an acquisition pursuant to section 36a-184, the commissioner shall call such a hearing if the bank or holding company named in the acquisition statement:\n\n(1) Files with the commissioner a written request for a hearing not later than fifteen days after the acquisition statement is filed with the commissioner or the acquisition statement is received by the bank or holding company, whichever is later; and\n\n(2) With such written request, files a statement of issues of fact which, if proved, would constitute grounds for the commissioner's disapproval under subsection (b) of section 36a-185. Such hearing shall be called to commence not later than sixty days after the filing of the acquisition statement.\n\n(b) The commissioner shall give not less than fifteen days' notice of hearing held in connection with an acquisition pursuant to section 36a-184 to the person filing the acquisition statement and to the bank or holding company referred to in the acquisition statement. The commissioner may give, or may require that the person filing the acquisition statement give, not less than fifteen days' notice of the hearing to the shareholders of such bank or holding company and such other interested persons as may be designated by the commissioner to receive notice. Any such notice to shareholders and other interested persons shall be in a form approved by the commissioner. The commissioner may, in the commissioner's discretion, require that a copy of the acquisition statement accompany the notice to the shareholders of such bank or holding company. If the hearing was requested by the person filing the acquisition statement, the notice to the shareholders of such bank or holding company and a copy of the acquisition statement, if required by the commissioner, shall be mailed to the shareholders by such bank or holding company at the expense of the person filing the statement. The commissioner shall make a determination as promptly as practicable after the conclusion of such hearing. The determination shall state either that the commissioner disapproves the offer, invitation, request, agreement or acquisition or that the commissioner does not disapprove it.\n\n(c) Any hearing held under this section shall be conducted in accordance with chapter 54.\n\n(P.A. 98-260, S. 11; P.A. 99-36, S. 2.)\n\nHistory: P.A. 99-36 made a technical change in Subsec. (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-24/"
    },
    {
      "id": "section-36a-24a",
      "number": "36a-24a.",
      "heading": "Failure of critical functions of computer-based information systems owned or used by depository institutions.",
      "text": "Section 36a-24a is repealed, effective October 1, 2002.\n\n(P.A. 99-18, S. 1, 2; P.A. 02-73, S. 74; S.A. 02-12, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-24a/"
    },
    {
      "id": "section-36a-24b",
      "number": "36a-24b.",
      "heading": "System-based licensure and registration.",
      "text": "(a) In addition to any other duties imposed upon the commissioner by law, the commissioner is authorized to require persons engaged in a financial services industry subject to the commissioner's jurisdiction to be licensed or registered through the system, as defined in section 36a-2.\n\n(b) In the event the commissioner elects to require system-based licensure or registration for persons engaged in a financial services industry subject to the commissioner's jurisdiction, the commissioner shall require all initial or renewal applications for such licenses or registrations in this state to be made and processed through the system in such form as the commissioner may prescribe, and the system shall be authorized to receive and maintain records related to such licenses or registrations to the same extent allowed or required to be maintained by the commissioner. For this purpose, the commissioner may establish requirements by order as necessary for participation in the system, including, but not limited to: (1) Background checks, including in the case of any form of business organization, checks on the individuals comprising the ownership or management of such organization, for criminal history through (a) fingerprint submission to the Federal Bureau of Investigation or other state, national or international criminal databases, (B) civil, criminal or administrative records from any governmental jurisdiction, (C) credit history, including an independent credit report obtained from a consumer reporting agency described in Section 603(p) of the Fair Credit Reporting Act, 15 USC 1681a, or (D) any other information as deemed necessary by the system; (2) the payment of fees to apply for or renew licenses or registrations through the system; (3) the setting or resetting of license or registration expiration, renewal or transition dates or reporting dates or forms; (4) the requirements for amending or surrendering a license or any other such activities as the commissioner deems necessary for participation in the system; and (5) the use of electronic bonds. Such information may thereafter be used by the commissioner to determine an applicant's eligibility for licensing or registration under applicable law and any order issued by the commissioner pursuant to this section. For the purpose of participating in the system, the commissioner may by order waive or modify, in whole or in part, any applicable requirement of this title and establish new requirements as reasonably necessary. For the purpose of implementing an orderly and efficient licensing and registration process, the commissioner may adopt licensing and registration regulations, in accordance with the provisions of chapter 54, and interim procedures for licensing and registration and acceptance of applications for licensure and registrations.\n\n(c) In the event the commissioner elects to require system-based licensure for persons engaged in financial services industries subject to the commissioner's jurisdiction, the commissioner may report regularly to the system violations of and enforcement actions under applicable law and other relevant information. The commissioner may establish relationships or enter into contracts with the system or other entities designated by the system to collect and maintain records and process transaction fees or other fees related to licensees or other persons required or permitted to be licensed or registered on the system.\n\n(d) To reduce the points of contact that the commissioner or the Federal Bureau of Investigation may have to maintain for purposes of this title, the commissioner may use the system as a channeling agent for requesting information from and distributing information to the United States Department of Justice, any governmental agency or any other source as directed by the commissioner.\n\n(e) A person required or permitted to be licensed or registered on the system may challenge information entered into the system by the commissioner. Such challenge shall (1) be made in writing to the commissioner, (2) set forth the specific information being challenged, and (3) include any evidence which supports the challenge. A challenge shall be limited to the factual accuracy of information within the system. If the commissioner determines that the information entered into the system is factually inaccurate, the commissioner shall take prompt action to correct such information. Nothing in this subsection shall be construed to permit a challenge under this section to the merits or factual basis of any administrative action taken by the commissioner pursuant to this title.\n\n(f) A person making any filing or submission of any information on the system shall do so in accordance with the procedures and requirements of the system and shall pay applicable fees or charges to the system. Each person required to obtain registration or licensure through the system shall timely submit to the system accurate reports that shall be in such form and contain such information as the system may require.\n\n(g) All fees paid for any initial application for a license or registration or for a renewal application for a license or registration, including, but not limited to, fees paid in connection with an application that is denied or withdrawn prior to the issuance of the license or registration, shall be nonrefundable. No fee shall be prorated if the license or registration is surrendered, revoked or suspended prior to the expiration of the period for which it was approved.\n\n(h) The commissioner may automatically suspend a license or registration of a person on the system if such person receives a deficiency on the system indicating that a required payment was Returned-ACH or returned pursuant to any other term as may be utilized by the system to indicate that payment was not accepted. After a license or registration has been automatically suspended pursuant to this subsection, the commissioner shall give such licensee or registrant notice of the automatic suspension, pending proceedings for revocation or refusal to renew and an opportunity for a hearing on such action in accordance with section 36a-51 and require such licensee or registrant to take or refrain from taking such action that, in the opinion of the commissioner, will effectuate the purposes of this subsection.\n\n(i) The commissioner may deem an application for a license or registration on the system abandoned if the applicant fails to respond to any request for required information. The commissioner shall notify the applicant on the system that if such information is not submitted within sixty days of the date of such request the application shall be deemed abandoned. An application filing fee paid prior to the date an application is deemed abandoned pursuant to this subsection shall not be refunded. Abandonment of an application pursuant to this subsection shall not preclude the applicant from submitting a new application for a license or registration.\n\n(j) The commissioner may issue a temporary order to cease business under a license or registration if the commissioner determines that such license or registration was issued erroneously. The commissioner shall give the licensee or registrant an opportunity for a hearing on such action in accordance with section 36a-52. Such temporary order shall become effective upon receipt by the licensee and, unless set aside or modified by a court, shall remain in effect until the effective date of a permanent order or dismissal of the matters asserted in the notice.\n\n(P.A. 14-89, S. 33; P.A. 17-233, S. 2; P.A. 21-130, S. 11.)\n\nHistory: P.A. 17-233 amended Subsec. (a) to replace “Banking Commissioner” with “commissioner”, amended Subsec. (b) to add Subdiv. (5) re use of electronic bonds, and made a technical change; P.A. 21-130 amended Subsec. (b) by adding references to “registration” throughout and adding “for licensure and registrations” re acceptance of applications, amended Subsec. (h) by adding “or registrant” to provision re requirement to take or refrain from taking action, amended Subsec. (j) by adding “or registrant” to provision re opportunity for hearing in accordance with Sec. 36a-52, and made technical and conforming changes, effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-24b/"
    },
    {
      "id": "section-36a-24c",
      "number": "36a-24c.",
      "heading": "Location of activity pursuant to a license or registration.",
      "text": "The Banking Commissioner may, by order, establish a process to permit individuals engaging in an activity pursuant to a license or registration issued by the commissioner under title 36a to conduct such activity from a location other than an office location licensed on the system, as defined in section 36a-2.\n\n(June Sp. Sess. P.A. 21-2, S. 191.)\n\nHistory: June Sp. Sess. P.A. 21-2 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-24c/"
    },
    {
      "id": "section-36a-25",
      "number": "36a-25.",
      "heading": "Office of the Student Loan Ombudsman. Duties. Student loan borrower education course.",
      "text": "(a) There is established an Office of the Student Loan Ombudsman, which shall be within the Department of Banking for administrative purposes only, to provide timely assistance to any student loan borrower, as defined in section 36a-846, of any student education loan, as defined in section 36a-846. The Banking Commissioner shall appoint a Student Loan Ombudsman who shall be selected from among individuals with expertise and experience in a field concerning student loans to head the office.\n\n(b) The Office of the Student Loan Ombudsman shall:\n\n(1) Receive, review and attempt to resolve any complaints from student loan borrowers, including, but not limited to, attempts to resolve such complaints in collaboration with institutions of higher education, student loan servicers, as defined in section 36a-846, and any other participants in student loan lending, including, but not limited to, The University of Connecticut, the Board of Regents for Higher Education, the Office of Higher Education or the Connecticut Higher Education Supplemental Loan Authority;\n\n(2) Compile and analyze data on student loan borrower complaints as described in subdivision (1) of this subsection;\n\n(3) Assist student loan borrowers to understand their rights and responsibilities under the terms of student education loans;\n\n(4) Provide information to the public, agencies, legislators and others regarding the problems and concerns of student loan borrowers and make recommendations for resolving those problems and concerns;\n\n(5) Analyze and monitor the development and implementation of federal, state and local laws, regulations and policies relating to student loan borrowers and recommend any changes the Student Loan Ombudsman deems necessary;\n\n(6) Review the complete student education loan history for any student loan borrower who has provided written consent for such review;\n\n(7) Disseminate information concerning the availability of the Office of the Student Loan Ombudsman to assist student loan borrowers and potential student loan borrowers, as well as public institutions of higher education, student loan servicers and any other participant in student education loan lending, with any student loan servicing concerns; and\n\n(8) Take any other actions necessary to fulfill the duties of the Office of the Student Loan Ombudsman and the Student Loan Ombudsman as set forth in this subsection.\n\n(c) (1) On or before October 1, 2016, the Student Loan Ombudsman, in consultation with the commissioner, shall, within available appropriations, establish and maintain a student loan borrower education course that shall include educational presentations and materials regarding student education loans. Such program shall include, but not be limited to, key loan terms, documentation requirements, monthly payment obligations, income-based repayment options, loan forgiveness and disclosure requirements.\n\n(2) Beginning on October 1, 2024, the Office of the Student Loan Ombudsman shall maintain the student loan borrower education course established pursuant to subdivision (1) of this subsection.\n\n(d) (1) On or before January 1, 2016, and annually thereafter until January 1, 2023, the Banking Commissioner shall submit a report, in accordance with the provisions of section 11-4a, to the joint standing committees of the General Assembly having cognizance of matters relating to banking and higher education. The commissioner shall report on: (A) The implementation of this section; (B) the overall effectiveness of the Student Loan Ombudsman position; and (C) additional steps that need to be taken for the Department of Banking to gain regulatory control over the licensing and enforcement of student loan servicers.\n\n(2) Beginning on January 1, 2024, and annually thereafter, the Student Loan Ombudsman shall submit the report required under subdivision (1) of this subsection, in accordance with the provisions of section 11-4a, to the joint standing committees of the General Assembly having cognizance of matters relating to banking and higher education. The ombudsman shall report on: (A) The implementation of this section; (B) the overall effectiveness of the Office of the Student Loan Ombudsman; and (C) additional steps that need to be taken for the Department of Banking to gain regulatory control over the licensing and enforcement of student loan servicers.\n\n(e) (1) There is established an account to be known as the “student loan ombudsman account” which shall be a separate, nonlapsing account within the Banking Fund. The account shall contain the moneys described in subdivision (2) of this subsection and any other moneys required by law to be deposited in the account. Moneys in the account shall be expended by the Banking Commissioner for the purpose of administering the provisions of this section.\n\n(2) The account established under subdivision (1) of this subsection shall contain any licensing or investigation fees collected pursuant to subsection (b) of section 36a-847.\n\n(P.A. 15-162, S. 1; P.A. 23-204, S. 167.)\n\nHistory: P.A. 23-204 replaced references to Student Loan Ombudsman with references to Office of the Student Loan Ombudsman throughout, amended Subsec. (a) by deleting provision re Banking Commissioner designating Student Loan Ombudsman within available appropriations, adding provision re establishment of Office of the Student Loan Ombudsman and by adding provision re Banking Commissioner appointing Student Loan Ombudsman, amended Subsec. (b) by deleting “, in consultation with the commissioner,”, making technical and conforming changes and by adding “and the Student Loan Ombudsman” in Subdiv. (8), amended Subsec. (c) by redesignating existing provisions as Subdiv. (1) and by adding Subdiv. (2) re Office of the Student Loan Ombudsman maintaining student loan borrower education course beginning on October 1, 2024, and amended Subsec. (d) by redesignating existing provisions as new Subdiv. (1), inserting “until January 1, 2023”, redesignating existing Subdivs. (1) to (3) as Subdiv. (1)(A) to (1)(C) and adding new Subdiv. (2) re submission of report by Student Loan Ombudsman beginning on January 1, 2024, and annually thereafter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-25/"
    },
    {
      "id": "section-36a-26",
      "number": "36a-26.",
      "heading": "Deposit index.",
      "text": "The Banking Commissioner shall determine the deposit index for each calendar year and publish such deposit index in the Department of Banking's news bulletin and on the department's Internet web site not later than December fifteenth of the prior year. The commissioner may also disseminate the deposit index and any information the commissioner deems appropriate in a manner designed to alert the parties that may rely on the deposit index, including the issuance of press releases and public service announcements, the encouragement of news stories in the mass media and the posting of conspicuous notices at financial institutions. For purposes of this section, “deposit index” means (1) the average of the national rates for savings deposits and money market deposits for the last week in November of the prior year, as published by the Federal Deposit Insurance Corporation in accordance with 12 CFR 337.6, as amended from time to time, or (2) if said corporation no longer publishes such rates, the average of substantially similar national rates for the last week in November of the prior year as published by a federal banking agency.\n\n(P.A. 16-65, S. 38.)\n\nHistory: P.A. 16-65 effective July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-26/"
    },
    {
      "id": "section-36a-27",
      "number": "36a-27",
      "heading": "to 36a-29. - Reserved for future use.",
      "text": "to 36a-29. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36a-30",
      "number": "36a-30.",
      "heading": "(Formerly Sec. 36-52a). - Community reinvestment. General requirements.",
      "text": "(a) As used in sections 36a-30 to 36a-33, inclusive, unless the context otherwise requires:\n\n(1) “Bank” means any bank or out-of-state bank that maintains in this state a branch as defined in section 36a-410. “Bank” does not include special purpose banks that do not perform commercial or retail banking services in which credit is granted to the public in the ordinary course of business, other than as an incident to their specialized operations, including, but not limited to, banker's banks and banks that engage only in one or more of the following activities: Providing cash management controlled disbursement services or serving as correspondent banks, trust companies or clearing agents.\n\n(2) “Federal CRA” means (a) the federal Community Reinvestment Act of 1977, 12 USC Section 2901 et seq., as from time to time amended, and (B) the regulations implementing said act adopted by the federal financial supervisory agencies as set forth in 12 CFR Part 25, 12 CFR Part 228, 12 CFR Part 345 and 12 CFR Part 563e, as from time to time amended, and as applicable to the specific type of bank.\n\n(3) “Federal financial supervisory agency” means the Office of the Comptroller of the Currency, the Board of Governors of the Federal Reserve System, the Federal Deposit Insurance Corporation, the Office of Thrift Supervision and any successor to any of the foregoing agencies, as applicable to the specific type of bank.\n\n(b) The commissioner shall assess the record of each bank in satisfying its continuing and affirmative obligations to help meet the credit needs of its local communities, including low and moderate-income neighborhoods, consistent with the safe and sound operation of such banks, and shall provide for the consideration of such records in connection with any application listed in subsection (c) of section 36a-32.\n\n(c) Each bank shall, in accordance with the provisions of federal CRA and without excluding low and moderate-income neighborhoods, delineate the local community or communities that comprise its entire community within this state or delineate one or more assessment areas, as applicable, within which the commissioner shall evaluate the bank's record of helping to meet the credit needs of its entire community in this state. The commissioner shall review the delineation for compliance with federal CRA and this subsection in connection with an examination of the bank under section 36a-17.\n\n(d) Each bank shall collect and report loan information in accordance with the applicable requirements of federal CRA. Each bank shall file with the commissioner a copy of each CRA disclosure statement prepared for such bank by a federal financial supervisory agency under federal CRA within thirty business days after receiving the statement.\n\n(e) Copies of the public section of the most recent community reinvestment performance evaluation prepared by the commissioner pursuant to subsection (b) of section 36a-32 shall be provided to the public upon request. A bank may charge a reasonable fee not to exceed the cost of copying and mailing, if applicable.\n\n(f) Each bank shall maintain a public file in accordance with federal CRA. Each bank shall place a copy of the public section of the bank's most recent community reinvestment performance evaluation prepared by the commissioner pursuant to subsection (b) of section 36a-32 in the public file within thirty business days after its receipt from the commissioner. The bank may also include in the public file any response to such performance evaluation that the bank wishes to make. The bank shall make a copy of the public section of such performance evaluation available to the public for inspection upon request and at no cost at the bank's main office and at each of its branches in this state. Any bank that received a less than satisfactory rating during its most recent examination under section 36a-32 shall include in its public file a description of its current efforts to improve its performance in helping to meet the credit needs of its entire community. The bank shall update the description quarterly.\n\n(g) The commissioner may assess a bank's record of helping to meet the credit needs of its assessment areas under a strategic plan pursuant to federal CRA, provided (1) the strategic plan is filed with the commissioner concurrently with its submission by the bank to a federal financial supervisory agency for approval under federal CRA, and (2) the strategic plan is approved by the commissioner.\n\n(P.A. 89-295, S. 1, 5; P.A. 91-180, S. 1; P.A. 94-122, S. 16, 340; P.A. 95-155, S. 5, 29; P.A. 96-8, S. 1, 6; P.A. 02-89, S. 74.)\n\nHistory: P.A. 89-295 effective July 1, 1990; P.A. 91-180 amended the definition of “bank” in Subsec. (a) by adding an exception for institutions that engage solely in correspondent banking business or trust company business, act solely as a clearing agent or do not perform commercial or retail banking services, changed standard metropolitan statistical area to read metropolitan statistical area in Subsec. (c)(1), amended Subsec. (f) by adding provisions re community reinvestment performance evaluations and mailing fees, and amended Subsec. (g)(1) by adding provisions re community reinvestment performance evaluations and making a technical change in Subsec. (g)(2); P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-52a transferred to Sec. 36a-30 in 1995; P.A. 95-155 amended the definition of “bank” in Subsec. (a) to mean banks or certain out-of-state banks, and amended Subsec. (c) to add “within this state”, effective June 27, 1995; P.A. 96-8 substantially rearranged provisions and amended Subsec. (a) to redefine “bank” and to define “federal CRA” and “federal financial supervisory agency”, replaced Subsec. (c) to require banks to delineate their community in accordance with federal CRA and to require the commissioner to review delineations, made Subsec. (d) effective “until, but not after June 30, 1997”, amended Subdiv. (d)(2) to require banks to place statements from the prior two years in their public files, added Subdiv. (d)(3) re statement availability and required that copies be available subject to reasonable fees including copying and mailing costs, replaced Subsec. (e) to include loan information, amended Subsec. (f) to require banks to make statements available upon request, inserted “reasonable” to modify fee, allowed fees for “copying” and deleted requirement that statement be “readily available” for public inspection at main office and at office in the local community, replaced Subsec. (g) to require banks to place a copy of their performance evaluation in their public file and added Subsec. (h) to allow the commissioner, subject to provisos, to assess a bank's record of helping to meet credit needs of its assessment areas under a strategic plan, effective April 29, 1996; P.A. 02-89 deleted as obsolete former Subsec. (d) re community reinvestment statement provisions applicable prior to June 30, 1997, and redesignated Subsecs. (e), (f), (g) and (h) as Subsecs. (d), (e), (f) and (g), respectively.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-30-formerly-sec-36-52a/"
    },
    {
      "id": "section-36a-31",
      "number": "36a-31.",
      "heading": "(Formerly Sec. 36-52b). - Community reinvestment notice.",
      "text": "(a) Except as provided in subsection (d) of this section, until June 30, 1997, each bank shall provide, in the public lobby of each of its offices other than satellite devices, a public notice substantially similar to the one set forth in this subsection and subsection (b) of this section. Bracketed material shall be used only by a bank having more than one local community.\n\nCOMMUNITY REINVESTMENT NOTICE\n\nCommunity Reinvestment requires the evaluation of our performance in helping to meet the credit needs of this community, and to take this evaluation into account when the Banking Commissioner decides on certain applications submitted by us.\n\nYour involvement is encouraged.\n\nYou should know that:\n\nYou may obtain our current Community Reinvestment Statement for this community in this office. (Current Community Reinvestment Statements for other communities served by us are available at our main office, located at:\n\n.....................................)\n\nYou may send signed, written comments about our Community Reinvestment Statement or our performance in helping to meet community credit needs to (title and address of bank official) and to the Banking Commissioner (address). Your letter, together with any responses by us, may be made public.\n\nYou may look at a file of all signed, written comments received by us within the past two years, any response we have made to the comments and all Community Reinvestment Statements in effect during the past two years at our office located at (address). (You also may look at the file about this community at (name and address of designated office).)\n\nYou may ask to look at any comments received by the Banking Commissioner.\n\n(b) If the bank is a subsidiary of a holding company, the following provision shall be included in the Community Reinvestment Notice required by subsection (a) of this section:\n\nWe are a subsidiary of (name of holding company), a (bank/savings and loan) holding company. You may request from the (Federal Reserve Bank/Office of Thrift Supervision) of (city, address) an announcement of applications covered by the community reinvestment statement filed by holding companies.\n\n(c) Except as provided in subsection (d) of this section, until June 30, 1997, within thirty business days of receiving its most recent community reinvestment performance evaluation prepared by the commissioner or a federal financial supervisory agency, each bank shall add the following provision to the community reinvestment notice required by subsection (a) of this section:\n\nYou may obtain the public section of our most recent Community Reinvestment Performance Evaluation at (name and address of main office and designated community office).\n\n(d) (1) On and after July 1, 1997, in addition to the public notice required under federal CRA, each bank shall provide in the public lobby of its main office and each of its branches in this state a public notice substantially similar to the following:\n\nSTATE OF CONNECTICUTCOMMUNITY REINVESTMENT NOTICE\n\nThe Banking Commissioner evaluates our record of helping to meet the credit needs of this community consistent with safe and sound operations. The Banking Commissioner also takes this record into account when deciding on certain applications submitted by us.\n\nYour involvement is encouraged.\n\nIn addition to the information that you are entitled to receive under the federal Community Reinvestment Act, as listed in the “Community Reinvestment Act Notice” posted in this lobby, you may review today the public section of our most recent community reinvestment performance evaluation prepared by the Banking Commissioner.\n\nYou may send written comments about our performance in helping to meet community credit needs to the Banking Commissioner (address). Your letter, together with any response by us, will be considered by the Banking Commissioner in evaluating our community reinvestment performance and may be made public.\n\nYou may ask to look at any comments received by the Banking Commissioner.\n\n(2) Notwithstanding the provisions of subsections (a) to (c), inclusive, of this section, prior to July 1, 1997, a bank may use the form of public notice provided in subdivision (1) of this subsection in lieu of the form of public notice set forth in subsections (a) to (c), inclusive, of this section if such use is consistent with the form of public notice required to be used by the bank under federal CRA.\n\n(e) The information, statements, evaluations and notices required under this section and subsection (f) of section 36a-30 may be combined with or attached to the information, statements, evaluations and notices required under federal CRA.\n\n(P.A. 89-295, S. 2, 5; P.A. 91-180, S. 2; P.A. 94-122, S. 17, 340; P.A. 96-8, S. 2, 6; P.A. 02-89, S. 75; P.A. 03-84, S. 24.)\n\nHistory: P.A. 89-295 effective July 1, 1990; P.A. 91-180 deleted previous provisions re combining or attaching information and disclosures from Subsec. (a), added Subsec. (c) re community reinvestment performance evaluations and added Subsec. (d) re combining or attaching required information, statements, evaluations and notices; P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-52b transferred to Sec. 36a-31 in 1995; P.A. 96-8 amended Subsecs. (a) and (c) to add the proviso “except as provided in subsection (d) of this section, until June 30, 1997”, substituted “financial supervisory” for “financial regulatory”, and inserted new Subsec. (d) to require the prescribed Community Reinvestment Notice on and after July 1, 1997, effective April 29, 1996; P.A. 02-89 amended Subsec. (e) to replace reference to “subsections (d) and (g) of section 36a-30” with reference to “subsection (f) of section 36a-30”; P.A. 03-84 changed “Commissioner of Banking” to “Banking Commissioner” in Subsecs. (a) and (d)(1), effective June 3, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-31-formerly-sec-36-52b/"
    },
    {
      "id": "section-36a-32",
      "number": "36a-32.",
      "heading": "(Formerly Sec. 36-52c). - Assessment of banks. Factors to be considered. Community reinvestment performance evaluation.",
      "text": "(a) In connection with the examination of a bank under section 36a-17, the commissioner shall assess the record of the performance of the bank in helping to meet the credit needs of its entire community, including low and moderate-income neighborhoods, consistent with the safe and sound operation of the bank. The commissioner shall assess the community reinvestment performance of a bank utilizing the applicable methodology set forth in federal CRA. In addition, the commissioner shall consider the following in assessing a bank's record of performance:\n\n(1) The bank's record of offering escrow accounts for purposes of compliance with subsection (h) of section 47a-21;\n\n(2) Efforts of the bank to work with delinquent residential mortgage customers who are unemployed or underemployed to facilitate a resolution of the delinquency; and\n\n(3) Written comments received by the commissioner.\n\n(b) (1) Upon the conclusion of the assessment required under subsection (a) of this section, the commissioner shall prepare a written evaluation of the bank's record of meeting the credit needs of its entire community, including low and moderate-income neighborhoods. Each community reinvestment performance evaluation prepared under this subsection shall have a public section and a confidential section.\n\n(2) The public section of the performance evaluation shall (a) state the commissioner's assessment of the community reinvestment performance of the bank utilizing the applicable methodology set forth in federal CRA, (B) discuss the facts supporting such assessment and (C) contain the bank's rating and a statement describing the basis for the rating. The rating shall be one of the following: (i) Outstanding record of meeting community credit needs; (ii) satisfactory record of meeting community credit needs; (iii) needs to improve record of meeting community credit needs; or (iv) substantial noncompliance in meeting community credit needs. The commissioner shall furnish a copy of the public portion of the performance evaluation to the bank upon its completion.\n\n(3) The confidential section of the performance evaluation shall contain all references that identify any customer of the bank, any employee or officer of the bank, or any person that has provided information in confidence to the commissioner or to any federal financial supervisory agency. The confidential section shall also contain any statements obtained or made by the commissioner in the course of an examination under section 36a-17 which, in the judgment of the commissioner, are too sensitive or speculative in nature to disclose to the bank or the public. The confidential section may be disclosed, in whole or in part, to the bank if the commissioner determines that such disclosure will promote the objectives of sections 36a-30 to 36a-33, inclusive, provided any such disclosure shall not identify a person that has provided information in confidence to the commissioner or to any federal financial supervisory agency.\n\n(c) In considering an application for the establishment of a branch or other facility with the ability to accept deposits, the relocation of the main office or a branch office, or a merger or consolidation with or the acquisition of assets or stock or assumption of liabilities of another bank, the commissioner shall consider, but not be limited to, the bank's record of performance. A bank's record of performance in helping to meet the credit needs of its community may be the basis for denying or conditioning such an application.\n\n(d) The commissioner may adopt regulations, in accordance with chapter 54, to carry out the provisions of sections 36a-30 to 36a-33, inclusive. Such regulations may establish conditions, requirements or other provisions that are in addition to or vary from the provisions of federal CRA that are incorporated by reference in sections 36a-30 to 36a-33, inclusive.\n\n(P.A. 89-295, S. 3, 5; P.A. 91-180, S. 3; P.A. 92-69, S. 1, 5; P.A. 93-41, S. 1, 3; P.A. 94-122, S. 18, 340; P.A. 96-8, S. 3, 6.)\n\nHistory: P.A. 89-295 effective July 1, 1990; P.A. 91-180 added new Subsec. (b) re community reinvestment performance evaluations and relettered existing Subsec. (b) as Subsec. (c); P.A. 92-69 amended Subsec. (a)(12) by adding provisions re efforts of the bank to work with unemployed or underemployed residential mortgage customers to resolve delinquent mortgage loans; P.A. 93-41 amended Subsec. (a)(7) to include the offering of escrow accounts as a factor to be considered in community reinvestment performance evaluations, effective May 5, 1993; P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-52c transferred to Sec. 36a-32 in 1995; P.A. 96-8 amended Subsec. (a) to substitute the commissioner's assessment of CRA performance for commissioner review of the bank's community reinvestment statement, deleted many Subdivs., amended Subdiv. (1) to delete reference to “opening and closing offices and providing services at offices”, amended Subdiv. (2) to delete “Other factors, including but not limited to” before “efforts”, and added a new Subdiv. (3) to include “written comments received by the commissioner”, amended Subsecs. (a) and (b) to require the commissioner to assess performance using federal CRA methodology and added Subsec. (d) to allow the commissioner to adopt regulations, effective April 29, 1996.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-32-formerly-sec-36-52c/"
    },
    {
      "id": "section-36a-33",
      "number": "36a-33.",
      "heading": "(Formerly Sec. 36-52d). - Commissioner to prepare lists of banks.",
      "text": "The commissioner shall annually prepare and submit to the State Treasurer a list of banks which have received a rating of needs to improve or of substantial noncompliance in connection with the community reinvestment performance evaluation prepared by the commissioner pursuant to subsection (b) of section 36a-32 or by a federal financial supervisory agency pursuant to federal CRA, whichever evaluation is made available most recently. No bank included in such list may receive deposits under the provisions of section 4-33 or 7-402. In preparing such list, the commissioner may rely on information received from a federal financial supervisory agency.\n\n(P.A. 89-295, S. 4, 5; P.A. 91-180, S. 4; 91-357, S. 14, 78; P.A. 92-56; P.A. 94-122, S. 19, 340; P.A. 95-282, S. 8, 11; P.A. 96-8, S. 4, 6; 96-244, S. 38, 63.)\n\nHistory: P.A. 89-295 effective July 1, 1990; P.A. 91-180 amended Subsec. (b) by including federal savings banks, and, in conjunction with P.A. 91-357, deleting reference to the Federal Home Loan Bank Board and adding reference to the Office of Thrift Supervision; P.A. 92-56 amended Subsecs. (a) and (b) to require the commissioner to prepare a list of banks that have received a community reinvestment performance evaluation rating of needs to improve or substantial noncompliance and to provide that no bank on the list may receive public deposits; P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-52d transferred to Sec. 36a-33 in 1995; P.A. 95-282 made technical changes, effective July 6, 1995; P.A. 96-8 substituted “financial supervisory agency” for “depository institutions regulatory agency”, allowed the commissioner to rely on information from a federal financial supervisory agency in preparing lists, deleted Subsec. (b), and made technical changes, effective April 29, 1996; P.A. 96-244 revised effective date section of P.A. 95-282 but without affecting this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-33-formerly-sec-36-52d/"
    },
    {
      "id": "section-36a-34",
      "number": "36a-34.",
      "heading": "Findings of commissioner re Community Reinvestment Act compliance, consumer protection law compliance, adequacy of banking services to be provided and anticompetitive effects in connection with certain transaction approvals",
      "text": "(a) As used in subsection (b) of this section:\n\n(1) “Eligible entity” means any entity that (a) received a composite rating of one or two under the Uniform Financial Institutions Rating System as a result of its most recent safety and soundness examination; (B) received a compliance rating of one or two on its most recent compliance examination; (C) received a satisfactory or better rating on its most recent community reinvestment performance evaluation; (D) is well capitalized, as defined in 12 CFR 324.403(b)(1), as amended from time to time; (E) is not subject to a cease and desist order, consent order, prompt correction action directive, written agreement, memorandum of understanding or other administrative agreement with its primary state or federal banking regulator; and (F) is not subject to any formal or informal administrative action by its primary state or federal banking regulator.\n\n(2) “Entity” means the applicant or applicants except, in the case of an approval pursuant to section 36a-411, “entity” means the subsidiaries of the applicant holding company.\n\n(3) “Federal CRA” has the same meaning as provided in subsection (a) of section 36a-30.\n\n(4) “Resulting entity” means: (a) In the case of an approval pursuant to section 36a-145 and subdivision (2) of subsection (a) of section 36a-412, the applicant; (B) in the case of an approval pursuant to section 36a-125, the resulting Connecticut bank; (C) in the case of an approval pursuant to section 36a-181, the Connecticut bank; (D) in the case of an approval pursuant to section 36a-411, the bank to be acquired or established; and (E) in the case of an approval pursuant to subdivision (1) of subsection (a) of section 36a-412, the bank to be acquired or the resulting bank.\n\n(b) The commissioner shall not grant any approval under section 36a-125, subsections (b), (c) and (d) of section 36a-145, section 36a-181, section 36a-411 or subdivisions (1) and (2) of subsection (a) of section 36a-412 unless the commissioner finds, in accordance with regulations adopted pursuant to chapter 54, that (1) based on the most recent applicable performance evaluation and any related information required by the commissioner, the entity has a record of compliance with the requirements of federal CRA, sections 36a-30 to 36a-33, inclusive, to the extent applicable, and applicable consumer protection laws; and (2) except as otherwise provided in this subsection, if the entity, and in the case of an approval pursuant to section 36a-411, the bank or any subsidiary bank of the Connecticut holding company, received any overall rating other than an assigned rating of “outstanding” on its most recent applicable community reinvestment performance evaluation, the resulting entity will provide adequate services to meet the banking needs of all community residents, including low-income residents and moderate-income residents to the extent permitted by its charter, in accordance with a plan submitted by the applicant to the commissioner, in such form and containing such information as the commissioner may require, or, if acceptable to the commissioner, in accordance with an approved strategic plan prepared under federal CRA, or the relevant portion thereof, that is submitted by the applicant to the commissioner. Upon receiving any such plan, the commissioner shall make the plan available for public inspection and comment at the Department of Banking and cause notice of its submission and availability for inspection and comment to be published in the department's weekly bulletin. With the concurrence of the commissioner, the applicant or applicants shall publish, in the form of a legal advertisement in a newspaper having a substantial circulation in the area, notice of such plan's submission and availability for public inspection and comment. The notice shall state that the inspection and comment period will last for a period of thirty days from the date of publication. The commissioner shall not make such finding until the expiration of such thirty-day period. In making such finding, the commissioner shall, unless clearly inapplicable, consider, among other factors, whether the plan identifies specific unmet credit and consumer banking needs in the local community and specifies how such needs will be satisfied, provides for sufficient distribution of banking services among branches or satellite devices, or both, located in low-income neighborhoods, contains adequate assurances that banking services will be offered on a nondiscriminatory basis and demonstrates a commitment to extend credit for housing, small business and consumer purposes in low-income neighborhoods. The submission of such plan shall not be required in the case of an approval under subsection (d) of section 36a-145, provided, the commissioner may require the filing of such information in lieu of a plan as the commissioner deems appropriate. If the commissioner determines that an applicant is an eligible entity, the commissioner may (a) exempt such applicant from the requirement that such applicant file a plan, or (B) require such information in lieu of a plan as the commissioner deems appropriate. Except with respect to an approval pursuant to section 36a-145 and section 36a-181, the commissioner shall not approve the transaction if the transaction would result in a monopoly, or would be in furtherance of any combination or conspiracy to monopolize or attempt to monopolize the business of banking in this state or if the commissioner determines that the effect of the proposed transaction may be to substantially lessen competition, or would tend to create a monopoly, or would be in restraint of trade, unless the commissioner finds that the anticompetitive effects of the proposed transaction are clearly outweighed in the public interest by the probable effect of the transaction in meeting the convenience and needs of the community to be served.\n\n(c) The commissioner shall not make a determination stating that the commissioner does not disapprove an offer, invitation, request, agreement or acquisition pursuant to section 36a-185 unless the commissioner finds, in accordance with regulations adopted pursuant to chapter 54, that (1) based on the most recent applicable performance evaluation and any related information required by the commissioner, the acquiring person, if such person is a bank or out-of-state bank, and the acquiring person's subsidiaries, if such person is a holding company, has a record of compliance with the requirements of federal CRA, sections 36a-30 to 36a-33, inclusive, to the extent applicable, and applicable consumer protection laws; and (2) except as otherwise provided in this subsection, if the bank or any banking subsidiary of the holding company referred to in the acquisition statement received any overall rating other than an assigned rating of “outstanding” on its most recent applicable community reinvestment performance evaluation, such bank or banking subsidiary will provide adequate services to meet the banking needs of all community residents, including low-income residents and moderate-income residents to the extent permitted by its charter or their charters. If the acquiring person is not a natural person, or if the acquiring person is a natural person who would be the beneficial owner of twenty-five per cent or more of any class of voting securities of the bank or holding company referred to in the acquisition statement, the finding as to the adequacy of services to be provided shall be based on a plan submitted by the acquiring person to the commissioner, in such form and containing such information as the commissioner may require, or, if acceptable to the commissioner, in accordance with an approved strategic plan prepared under federal CRA, or the relevant portion thereof, that is submitted by the acquiring person to the commissioner. Upon receiving any such plan, the commissioner shall make the plan available for public inspection and comment at the Department of Banking and cause notice of its submission and availability for inspection and comment to be published in the department's weekly bulletin. With the concurrence of the commissioner, the acquiring person shall publish, in the form of a legal advertisement in a newspaper having a substantial circulation in the area, notice of such plan's submission and availability for public inspection and comment. The notice shall state that the inspection and comment period will last for a period of thirty days from the date of publication. The commissioner shall not make such finding until the expiration of such thirty-day period. In making such finding, the commissioner shall consider, among other factors, whether the plan identifies specific unmet credit and consumer banking needs in the local community and specifies how such needs will be satisfied, provides for sufficient distribution of banking services among branches or satellite devices, or both, located in low-income neighborhoods, contains adequate assurances that banking services will be offered on a nondiscriminatory basis and demonstrates a commitment to extend credit for housing, small business and consumer purposes in low-income neighborhoods. The commissioner may exempt an acquiring person from the requirement that such acquiring person file a plan if the commissioner determines that the bank or banking subsidiary referred to in the acquisition statement is an eligible entity. If the acquiring person is a natural person who would be the beneficial owner of less than twenty-five per cent of all classes of voting securities of the bank or holding company referred to in the acquisition statement, the commissioner shall make the finding as to adequacy of services to be provided based on the commitment of the acquiring person to use the acquiring person's best efforts to cause such bank or banking subsidiaries of such holding company to provide such services. The commissioner shall not make a determination stating that the commissioner does not disapprove such offer, invitation, request, agreement or acquisition if such offer, invitation, request, agreement or acquisition would result in a monopoly, or would be in furtherance of any combination or conspiracy to monopolize or attempt to monopolize the business of banking in this state or if the commissioner should determine that the effect of the proposed offer, invitation, request, agreement or acquisition may be to substantially lessen competition, or would tend to create a monopoly, or would be in restraint of trade, unless the commissioner finds that the anticompetitive effects of the proposed transaction are clearly outweighed in the public interest by the probable effect of the transaction in meeting the convenience and needs of the community to be served.\n\n(P.A. 94-122, S. 20, 340; P.A. 95-155, S. 6, 29; P.A. 96-8, S. 5, 6; P.A. 97-33; P.A. 09-100, S. 4; P.A. 14-122, S. 158; P.A. 16-65, S. 2.)\n\nHistory: P.A. 94-122 effective January 1, 1995; P.A. 95-155 amended Subsec. (b) to add the references to Sec. 36a-145, and amended Subsec. (b) and (c) to add “and comment”, to impose the requirement of publication on the applicant or acquirer instead of the commissioner, and to reword the provisions re the 30-day inspection and comment period and timing of the commissioner's finding, effective June 27, 1995; P.A. 96-8 added a new Subdiv. (a)(3) to define “Federal CRA”, and amended Subsecs. (b) and (c) to make technical changes, delete “business” from “thirty business days” and to allow the commissioner to consider strategic plans prepared under federal CRA, effective April 29, 1996; P.A. 97-33 redefined “entity” and “resulting entity” in Subsec. (a), amended Subsec. (b) by adding references to Sec. 36a-145(d) and Sec. 36a-412(a)(1) and (2), by providing that the entity's compliance record is based on the most recent applicable performance evaluation and related information required by the commissioner and that a plan is required if the entity or its subsidiary banks received any rating other than “outstanding” on their most recent community reinvestment performance evaluation, and by adding exception to plan requirements for approval under Sec. 36a-145(d) and exception to findings re anticompetitive effects for approval pursuant to Sec. 36a-181, and amended Subsec. (c) to provide that the compliance record of the acquiring person or subsidiaries is based on the most recent applicable performance evaluation and related information required by the commissioner and that a plan is required if the bank or subsidiary banks received any rating other than “outstanding” on their most recent community reinvestment performance evaluation; P.A. 09-100 amended Subsec. (a) by defining “eligible entity” in new Subdiv. (1), redesignating existing Subdiv. (1) as Subdiv. (2), and repositioning definition of “resulting entity” from former Subdiv. (2) to new Subdiv. (4), amended Subsec. (b) by adding Subparas. (a) and (B) re eligible entities and making a technical change, and amended Subsec. (c) by making technical changes and authorizing commissioner to exempt acquiring person from filing a plan if commissioner determines that the bank or banking subsidiary referred to in acquisition statement is an eligible entity, effective June 3, 2009; P.A. 14-122 made technical changes in Subsec. (a)(3); P.A. 16-65 amended Subsec. (a)(1) by redefining “eligible entity”, effective May 26, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-34/"
    },
    {
      "id": "section-36a-35",
      "number": "36a-35",
      "heading": "and 36a-36. - Reserved for future use.",
      "text": "and 36a-36. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36a-37",
      "number": "36a-37.",
      "heading": "Community credit unions: Definitions.",
      "text": "As used in sections 36a-37 to 36a-37e, inclusive:\n\n(1) “Assessment area” means one or more of the geographic areas as delineated by a community credit union that (a) consist of one or more metropolitan statistical areas or one or more contiguous political subdivisions, including, but not limited to, counties, cities or towns, (B) include geographies in which the community credit union has its principal office, subsidiary offices and share-taking automated teller machines, and (C) include the surrounding geographies in which the community credit union originates or purchases a substantial portion of its loans.\n\n(2) “Community credit union” means a Connecticut credit union that has ten million dollars or more in total assets and the membership of which is limited to persons within a well-defined community, neighborhood or rural district as provided in subsection (a) of section 36a-438a.\n\n(3) “Community reinvestment performance” means the performance of a community credit union in helping to meet the credit needs of its entire community including low-income and moderate-income neighborhoods.\n\n(P.A. 01-9, S. 2, 11; P.A. 02-73, S. 79.)\n\nHistory: P.A. 01-9 effective July 1, 2001; P.A. 02-73 amended Subdiv. (2) by changing “local community” to “community” and replacing reference to Sec. 36a-438(a) with reference to Sec. 36a-438a(a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-37/"
    },
    {
      "id": "section-36a-37a",
      "number": "36a-37a.",
      "heading": "Community reinvestment: General requirements.",
      "text": "(a) Each community credit union shall satisfy its continuing and affirmative obligation to help meet the credit needs of its community, including low-income and moderate-income neighborhoods, consistent with the safe and sound operation of such community credit union.\n\n(b) Not later than six months following July 1, 2001, each community credit union shall delineate one or more assessment areas within which the commissioner shall evaluate the community credit union's community reinvestment performance in this state and shall file such delineations with the commissioner. An assessment area shall consist only of whole geographies, and may not (1) reflect illegal discrimination, (2) arbitrarily exclude low-income or moderate-income geographies, or (3) extend substantially beyond a consolidated metropolitan statistical area boundary or beyond a state boundary, unless the assessment area is located in a multistate metropolitan statistical area. A community credit union may adjust the boundaries of its assessment areas to include only the portion of a political subdivision that it reasonably can be expected to serve. A community credit union shall immediately file an amendment with the commissioner reflecting an adjustment of the boundaries of an assessment area.\n\n(c) The commissioner shall assess periodically the community reinvestment performance of a community credit union consistent with the safe and sound operation of the community credit union. The commissioner shall assess the community reinvestment performance of such community credit union based on: (1) The community credit union's record of helping to meet the credit needs of its assessment area or areas through qualified investments that benefit its assessment area or areas or a broader state-wide or regional area that includes its assessment area or areas; (2) the community credit union's record of helping to meet the credit needs of its assessment area or areas, by analyzing both the availability and effectiveness of its systems for delivering retail credit union services and the extent and innovativeness of its community development services; (3) loan-to-share ratio given the community credit union's size and financial condition, credit needs of the assessment area or areas, other lending-related activities, considering seasonal variations, as used in 12 CFR 228.26; (4) percentage of total loans and other lending-related activities within the assessment area or areas; (5) record of lending and other lending-related activities to borrowers of different income levels, and businesses and farms of different sizes; (6) geographic distribution of loans; (7) action taken in response to written complaints with respect to community reinvestment performance; (8) efforts of the community credit union to work with delinquent residential mortgage customers who are unemployed or underemployed to facilitate a resolution of the delinquency; and (9) written comments received by the commissioner.\n\n(d) (1) Upon the completion of the assessment required under subsection (c) of this section, the commissioner shall prepare a written evaluation of the community credit union's community reinvestment performance.\n\n(2) The performance evaluation shall (a) state the commissioner's assessment of the community reinvestment performance of the community credit union, (B) set forth and discuss the facts supporting such assessment, and (C) contain the community credit union's rating and a statement describing the basis for the rating. The rating shall be one of the following: (i) Outstanding record of meeting community credit needs; (ii) satisfactory record of meeting community credit needs; (iii) needs to improve record of meeting community credit needs; or (iv) substantial noncompliance in meeting community credit needs. The commissioner shall furnish a copy of the performance evaluation to the community credit union upon its completion.\n\n(P.A. 01-9, S. 3, 11; P.A. 02-73, S. 80; P.A. 03-84, S. 76.)\n\nHistory: P.A. 01-9 effective July 1, 2001; P.A. 02-73 amended Subsec. (a) by changing “local community” to “community”; P.A. 03-84 changed “Commissioner of Banking” to “commissioner” in Subsecs. (b) and (c), effective June 3, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-37a/"
    },
    {
      "id": "section-36a-37b",
      "number": "36a-37b.",
      "heading": "Community reinvestment performance evaluation; copies.",
      "text": "(a) Each community credit union shall provide to the public upon request copies of the most recent community reinvestment performance evaluation prepared by the commissioner pursuant to section 36a-37a. A community credit union may charge a reasonable fee not to exceed the cost of copying and mailing, if applicable.\n\n(b) Each community credit union shall maintain a public file in which it shall place, not later than thirty business days after its receipt from the commissioner, a copy of the community credit union's most recent community reinvestment performance evaluation prepared by the commissioner pursuant to section 36a-37a. The community credit union may also include in the public file any response to such performance evaluation that such community credit union makes. The community credit union shall make a copy of such performance evaluation available to the public for inspection upon request and at no cost at the community credit union's principal office and at each of its subsidiary offices in this state. Any community credit union that receives a rating of needs to improve record of meeting community credit needs or of substantial noncompliance in meeting community credit needs on its most recent evaluation shall include in its public file a description of its current efforts to improve its performance in helping to meet the credit needs of its entire community. The community credit union shall update the description quarterly until such time as it receives a satisfactory record of meeting community needs or better rating from the commissioner.\n\n(P.A. 01-9, S. 4, 11; P.A. 03-84, S. 77.)\n\nHistory: P.A. 01-9 effective July 1, 2001; P.A. 03-84 changed “Commissioner of Banking” to “Banking Commissioner” in Subsec. (a), effective June 3, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-37b/"
    },
    {
      "id": "section-36a-37c",
      "number": "36a-37c.",
      "heading": "Community reinvestment notice.",
      "text": "Each community credit union shall provide in the public lobby of its principal office and each of its subsidiary offices in this state a public notice substantially similar to the following:\n\nSTATE OF CONNECTICUTCOMMUNITY REINVESTMENT NOTICE\n\nThe Banking Commissioner evaluates our record of helping to meet the credit needs of this community consistent with safe and sound operations. The Banking Commissioner may also consider this record when deciding on certain applications submitted by us.\n\nYour involvement is encouraged.\n\nYou may review today our most recent community reinvestment performance evaluation prepared by the Banking Commissioner.\n\nYou may send written comments about our community reinvestment performance to the Banking Commissioner (address). Your comments, together with any response by us, will be considered by the Banking Commissioner in evaluating our community reinvestment performance and may be made public.\n\nYou may ask to look at any comments received by the Banking Commissioner.\n\n(P.A. 01-9, S. 5, 11; P.A. 03-84, S. 78.)\n\nHistory: P.A. 01-9 effective July 1, 2001; P.A. 03-84 changed “Commissioner of Banking” to “Banking Commissioner”, effective June 3, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-37c/"
    },
    {
      "id": "section-36a-37d",
      "number": "36a-37d.",
      "heading": "Community reinvestment performance; effects in connection with certain approvals.",
      "text": "The commissioner may consider the community reinvestment performance of a community credit union in connection with (1) an approval of an amendment to the certificate of incorporation pursuant to subsection (g) of section 36a-437a; (2) an approval of an expansion of its field of membership pursuant to subsection (c) of section 36a-438a; and (3) an approval of a merger pursuant to section 36a-468a. The commissioner may withhold approval of or condition an issuance of approval of such amendment, expansion or merger pursuant to this section.\n\n(P.A. 01-9, S. 6, 11; P.A. 02-73, S. 81; P.A. 03-84, S. 42.)\n\nHistory: P.A. 01-9 effective July 1, 2001; P.A. 02-73 changed “certificate of organization” to “certificate of incorporation” and replaced provisions re Sec. 36a-437(g) with reference to Sec. 36a-437a(g) in Subdiv. (1), replaced reference to Sec. 36a-438(d) with reference to Sec. 36a-438a(c) in Subdiv. (2) and replaced reference to Sec. 36a-470 with reference to Sec. 36a-468a in Subdiv. (3); P.A. 03-84 changed “Commissioner of Banking” to “commissioner”, effective June 3, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-37d/"
    },
    {
      "id": "section-36a-37e",
      "number": "36a-37e.",
      "heading": "Commissioner to prepare lists of credit unions.",
      "text": "The commissioner shall annually prepare and submit to the State Treasurer a list of community credit unions that the commissioner rated in a community reinvestment performance evaluation prepared pursuant to section 36a-37a as: (1) Needs to improve record of meeting community credit needs; or (2) substantial noncompliance in meeting community credit needs. No community credit union included in such list may receive funds under the provisions of section 4-33 or 7-402.\n\n(P.A. 01-9, S. 7, 11; P.A. 03-84, S. 75.)\n\nHistory: P.A. 01-9 effective July 1, 2001; P.A. 03-84 changed “Commissioner of Banking” to “commissioner”, effective June 3, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-37e/"
    },
    {
      "id": "section-36a-38",
      "number": "36a-38",
      "heading": "and 36a-39. - Reserved for future use.",
      "text": "and 36a-39. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36a-40",
      "number": "36a-40.",
      "heading": "(Formerly Sec. 36-2a). - Retention of Connecticut bank and credit union records.",
      "text": "The commissioner may, by regulation adopted in accordance with chapter 54, prescribe periods of time for the retention of records of any Connecticut bank or Connecticut credit union. Records which have been retained for the period so prescribed may thereafter be destroyed, and no liability shall thereby accrue against the Connecticut bank or Connecticut credit union destroying them. In any cause or proceeding in which any such records may be called in question or be demanded of any such bank or credit union or any officer or employee thereof, a showing that the period so prescribed has elapsed shall be sufficient excuse for failure to produce them.\n\n(1963, P.A. 315; P.A. 77-614, S. 161, 610; P.A. 87-9, S. 2, 3; P.A. 94-122, S. 21, 340.)\n\nHistory: P.A. 77-614 replaced bank commissioner with banking commissioner, effective January 1, 1979; (Revisor's note: Pursuant to P.A. 87-9 “banking commissioner” was changed editorially by the Revisors to “commissioner of banking”); P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-2a transferred to Sec. 36a-40 in 1995.\n\nTrial court's reliance on section, in conjunction with Sec. 36a-40-3 of the regulations of Connecticut state agencies, did not improperly transform section into a judicially imposed statute of limitations immunizing defendant from any nonpayment claim brought after 7-year retention period. 297 C. 501.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-40-formerly-sec-36-2a/"
    },
    {
      "id": "section-36a-41",
      "number": "36a-41.",
      "heading": "(Formerly Sec. 36-9j). - Definitions.",
      "text": "As used in sections 36a-41 to 36a-45, inclusive:\n\n(1) “Financial institution” means a bank, Connecticut credit union, federal credit union, an out-of-state bank that maintains a branch in this state and an out-of-state credit union that maintains an office in this state.\n\n(2) “Financial records” means any original or any copy, whether physically or electronically retained, of: (a) A document granting signature authority over a deposit account or a share account with a financial institution; (B) a statement, ledger card or other record on any deposit account or share account with a financial institution which shows each transaction in or with respect to that account; (C) any check, draft or money order drawn on a financial institution or issued and payable by such an institution; or (D) any item, other than an institutional or periodic charge, made pursuant to any agreement by a financial institution and a customer which constitutes a debit or credit to that person's deposit account or share account with such financial institution if the item is not included in subparagraph (C) of this subdivision.\n\n(P.A. 77-294, S. 1, 6; 77-614, S. 161, 587, 610; P.A. 78-303, S. 85, 136; P.A. 87-9, S. 2, 3; P.A. 88-65, S. 9, 48; P.A. 91-357, S. 3, 78; P.A. 92-12, S. 5; P.A. 94-122, S. 22, 340; P.A. 01-76, S. 2, 5.)\n\nHistory: P.A. 77-614 and P.A. 78-303 replaced bank commissioner with banking commissioner, effective January 1, 1979; (Revisor's note: Pursuant to P.A. 87-9 “banking commissioner” was changed editorially by the Revisors to “commissioner of banking”); P.A. 88-65 redefined “financial institution” to delete a reference to industrial bank and amended the definition of “supervisory agency” in Subsec. (e) by excluding the Connecticut Credit Union Share Insurance Corporation; P.A. 91-357 redefined “supervisory agency” to delete references to the Federal Savings and Loan Insurance Corporation and the Federal Home Loan Bank Board and to add references to the Resolution Trust Corporation and the Office of Thrift Supervision; P.A. 92-12 redesignated Subsecs. and Subdivs. and made technical changes; P.A. 94-122 deleted the definition of “customer” in Subdiv. (1), renumbered the remaining Subdivs., added electronically retained records to the definition of “financial records”, deleted Subdivs. (4) and (5) defining “person” and “supervisory agency” and made technical changes, effective January 1, 1995; Sec. 36-9j transferred to Sec. 36a-41 in 1995; P.A. 01-76 redefined “financial institution” in Subdiv. (1) by replacing reference to institutions wherever chartered with provision re out-of-state banks and credit unions and made technical changes in Subdiv. (2), effective July 1, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-41-formerly-sec-36-9j/"
    },
    {
      "id": "section-36a-42",
      "number": "36a-42.",
      "heading": "(Formerly Sec. 36-9k). - Disclosure of financial records prohibited; exceptions.",
      "text": "(a) A financial institution may not disclose to any person, except to the customer or the customer's duly authorized agent, any financial records relating to such customer unless the customer has authorized disclosure to such person or the financial records are disclosed in response to (1) a certificate signed by the Commissioner of Administrative Services or Commissioner of Social Services, or any person deputized by either commissioner, pursuant to the provisions of section 17b-137, (2) a lawful subpoena, summons, warrant or court order as provided in section 36a-43, (3) interrogatories by a judgment creditor or a demand by a levying officer as provided in sections 52-351b and 52-356a, (4) a certificate issued by a medical provider or its attorney under subsection (b) of section 17b-124, provided nothing in this subsection shall require the provider or its attorney to furnish to the financial institution any application for medical assistance filed pursuant to an agreement with the IV-D agency under subsection (c) of section 17b-137, (5) a certificate signed by the Commissioner of Veterans Affairs pursuant to section 27-117, (6) the consent of an elderly person or the representative of such elderly person provided to a person, department, agency or commission pursuant to section 17b-454, provided the financial institution shall have no obligation to determine the capacity of such elderly person or the representative of such elderly person to provide such consent, (7) a request for information served upon a financial institution in accordance with subsection (e) of section 12-162, or (8) a request for information made by the Commissioner of Revenue Services pursuant to section 12-39cc.\n\n(b) A financial institution shall disclose financial records concerning a customer in response to a certificate signed by the Commissioner of Social Services, or any person deputized by said commissioner, pursuant to subdivision (1) of subsection (a) of this section not later than twenty calendar days after the financial institution receives such certificate.\n\n(P.A. 77-294, S. 2, 6; P.A. 79-361, S. 1; P.A. 81-61, S. 1; P.A. 83-581, S. 37, 40; P.A. 93-262, S. 61, 87; P.A. 94-122, S. 23, 340; P.A. 95-244, S. 3; P.A. 97-206, S. 1; June 18 Sp. Sess. P.A. 97-7, S. 13, 38; P.A. 01-10, S. 1; 01-209, S. 4, 7; June 30 Sp. Sess. P.A. 03-3, S. 97; P.A. 07-111, S. 2; P.A. 14-155, S. 20; P.A. 16-167, S. 40; P.A. 24-84, S. 1.)\n\nHistory: P.A. 79-361 allowed disclosure of financial records in response to certificate signed by administrative services commissioner pursuant to Sec. 17-303; P.A. 81-61 permitted the commissioner of income maintenance and the commissioner of human resources to obtain the disclosure of financial records by use of a certificate pursuant to Sec. 17-303; P.A. 83-581 authorized disclosure in response to interrogatories by a judgment creditor or a demand by a levying officer as provided in Secs. 52-351b and 52-356a; P.A. 93-262 replaced reference to commissioners of income maintenance and human resources with commissioner of social services, effective July 1, 1993; P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-9k transferred to Sec. 36a-42 in 1995; P.A. 95-244 added Subdiv. (4) re the exemption and proviso for certificates issued by a medical provider or its attorney; P.A. 97-206 added new Subdiv. (5) re exception for certificates signed by the Commissioner of Veterans' Affairs pursuant to Sec. 27-117; June 18 Sp. Sess. P.A. 97-7 amended Subdiv. (4) to add “or pursuant to an agreement with the IV-D agency under subsection (e) of section 17b-137”, effective July 1, 1997; P.A. 01-10 made a technical change in Subdiv. (4); P.A. 01-209 added Subdiv. (6) re consent of an elderly person or his or her representative provided pursuant to Sec. 17b-454, effective July 1, 2001; June 30 Sp. Sess. P.A. 03-3, in repealing Sec. 17b-259, authorized deletion of internal references to said section in this section, effective March 1, 2004; P.A. 07-111 added Subdiv. (7) re exception for requests for information served upon a financial institution in accordance with Sec. 12-162(e); P.A. 14-155 added Subdiv. (8) re request by Commissioner of Revenue Services pursuant to Sec. 12-39cc, effective June 11, 2014; P.A. 16-167 replaced “Commissioner of Veterans' Affairs” with “Commissioner of Veterans Affairs”, effective July 1, 2016; P.A. 24-84 redesignated existing provisions re prohibition of disclosure of financial records unless authorized or in response to certain items as Subsec. (a), made a technical change and added provision re any person deputized by either commissioner, and added Subsec. (b) re time limitation for disclosure of financial records in response to certificate signed by the Commissioner of Social Services.\n\nLegislative history of section fails to indicate any intent to afford customer an implied private right of action against financial institution for its disclosure of customer's financial records in violation of section. 283 C. 136.\n\nThere was no proof submitted to the court from which it could conclude that a sealing order was warranted; there was no substantial privacy interest that outweighed the public interest in open access to the exhibit. 120 CA 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-42-formerly-sec-36-9k/"
    },
    {
      "id": "section-36a-43",
      "number": "36a-43.",
      "heading": "(Formerly Sec. 36-9l). - Disclosure of financial records pursuant to lawful authority.",
      "text": "(a) Except as provided in section 36a-44, a financial institution shall disclose financial records pursuant to a lawful subpoena, summons, warrant or court order served upon it if the party seeking the records causes such subpoena, summons, warrant or court order or a certified copy thereof to be served upon the customer whose records are being sought, at least ten days prior to the date on which the records are to be disclosed, provided a court of competent jurisdiction, for good cause, may waive service of such subpoena, summons, warrant or court order, or certified copy thereof, upon such customer. If such subpoena was issued by the Commissioner of Administrative Services or the Commissioner of Social Services pursuant to section 17b-137, 17b-452 or 17b-454, service of such subpoena upon the customer shall not be required.\n\n(b) A customer of a financial institution shall have standing to challenge a subpoena of the customer's financial records, by filing an application or motion to quash in a court of competent jurisdiction. Upon the filing of such application or motion by the customer, and service of such application or motion upon the financial institution and the person issuing the subpoena, production of the records shall be stayed, without liability to the financial institution, until the court holds a hearing on the motion or application and an order is entered sustaining, modifying or quashing the subpoena.\n\n(c) A financial institution shall disclose financial records pursuant to a certificate, signed by the Commissioner of Administrative Services or Commissioner of Social Services, or any person deputized by either commissioner, in accordance with the provisions of section 36a-42, or pursuant to an agreement with the IV-D agency under subsection (c) of section 17b-137.\n\n(d) No such financial institution shall be held civilly or criminally responsible for disclosure of financial records pursuant to a certificate, subpoena, summons, warrant or court order which on its face appears to have been issued upon lawful authority.\n\n(P.A. 77-294, S. 3, 6; P.A. 79-361, S. 2; P.A. 81-61, S. 2; P.A. 86-161; P.A. 88-251; P.A. 89-264, S. 1; P.A. 93-262, S. 62, 87; P.A. 94-122, S. 24, 340; June 18 Sp. Sess. P.A. 97-7, S. 14, 38; P.A. 01-209, S. 5, 7; P.A. 05-139, S. 1; P.A. 24-84, S. 2.)\n\nHistory: P.A. 79-361 made previous provisions Subsecs. (a) and (c), inserting new Subsec. (b) re disclosure of records under certificate signed by administrative services commissioner and adding reference to such certificates in Subsec. (c); P.A. 81-61 amended Subsec. (a) to provide that if a subpoena is issued by the commissioner of administrative services, income maintenance or human resources service upon the customer is not required, and amended Subsec. (b) to require disclosure pursuant to a certificate signed by the commissioner of income maintenance or human resources and to delete the requirement that a copy of the certificate be mailed to the customer five days prior to disclosure; P.A. 86-161 amended Subsec. (a) to make the party seeking the disclosure of a customer's financial records responsible for serving the subpoena or similar legal document on the customer; P.A. 88-251 inserted new Subsec. (b) re a customer's standing to challenge a subpoena of his financial records and relettered previously existing Subsecs; P.A. 89-264 amended Subsec. (a) by adding exception re Sec. 36-9m; P.A. 93-262 changed reference to commissioners of income maintenance and human resources to commissioner of social services, effective July 1, 1993; P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-9ltransferred to Sec. 36a-43 in 1995; June 18 Sp. Sess. P.A. 97-7 amended Subsec. (c) by adding “or pursuant to an agreement with the IV-D agency under subsection (c) of section 17b-137”, effective July 1, 1997; P.A. 01-209 amended Subsec. (a) to provide that if subpoena is issued pursuant to Sec. 17b-452 or 17b-454, service upon the customer is not required, effective July 1, 2001; P.A. 05-139 amended Subsec. (b) to eliminate reference to the ten-day notice period required by Subsec. (a) as time limit for filing application or motion to quash; P.A. 24-84 amended Subsec. (c) by making a technical change and adding provision re any person deputized by either commissioner.\n\nAnnotations to former section 36-9l:\n\nCannot infer right to a hearing from provision for notice in statute. 179 C. 102. Cited. 188 C. 325. Bank customer has no standing to challenge procedural irregularities in manner of administrative subpoena service on financial institution in which he has account. 219 C. 204.\n\nCited. 28 CA 653; 36 CA 171.\n\nAnnotation to present section:\n\nLegislative history of section fails to indicate any intent to afford customer an implied private right of action against financial institution for its disclosure of customer's financial records in violation of section. 283 C. 136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-43-formerly-sec-36-9l/"
    },
    {
      "id": "section-36a-44",
      "number": "36a-44.",
      "heading": "(Formerly Sec. 36-9m). - Exceptions re confidential treatment of customer records.",
      "text": "No provision of sections 36a-41 to 36a-45, inclusive, shall be construed to prohibit: (1) The preparation, examination, handling or maintenance of any financial records by any officer, employee or agent of a financial institution having custody of such records or the examination of such records by a certified public accountant engaged by the financial institution to perform an independent audit; (2) the examination of any financial records by, or the furnishing of financial records by a financial institution to any official, employee or agent of a supervisory agency solely for use in the exercise of the duties of such official, employee or agent; (3) the publication of data furnished from financial records relating to customers where such data does not contain information identifying any particular customer or account; (4) the making of reports or returns required under the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended; (5) disclosure of information permitted under the Uniform Commercial Code concerning the dishonor of any negotiable instrument; (6) the exchange, in the regular course of business, of credit information between a financial institution and other financial institutions or commercial enterprises, directly or through a consumer reporting agency; (7) disclosures to appropriate officials of federal, state or local governments upon suspected violations of the criminal law; (8) disclosures pursuant to a search warrant issued by a judge of the Superior Court or a judge trial referee under the provisions of section 54-33a; (9) disclosures concerning lawyers' clients' funds accounts made to the state-wide grievance committee pursuant to any rule adopted by the judges of the Superior Court; (10) disclosures to the purported payee or to any purported holder of a check, draft, money order or other item, whether or not such check, draft, money order or other item has been accepted by such payee or holder as payment, or to any financial institution purportedly involved in the collection process of a check, draft, money order or other item whether such check, draft, money order or other item would be paid if presented at the time of such disclosure; (11) any disclosure made in connection with a financial institution's attempts to preserve its rights or determine its liabilities with regard to any funds transfer or any check, draft, money order or other item drawn by or upon it or handled by it for collection or otherwise; (12) disclosures to an insurance company for purposes of risk assessment in connection with obtaining or maintaining a surety bond or fraud investigations; (13) any other disclosure required under applicable state or federal law or authorized to be made to any regulatory or law enforcement agency under applicable state or federal law; (14) disclosures made to a broker-dealer or investment advisor that is engaged in a contractual networking arrangement with the financial institution making the disclosure, provided, it is clearly and conspicuously disclosed to the customer that the information may be communicated among such entities and the customer is given a reasonable opportunity, before the time that the information is initially communicated, to direct that such information not be communicated among such entities; (15) disclosures made to a customer service representative who is employed by, or otherwise acts as an agent for, both the financial institution and a broker-dealer, or both the financial institution and an investment advisor, where such broker-dealer or investment advisor is engaged in a contractual networking arrangement; (16) disclosures to other employees or agents of a broker-dealer or investment advisor engaged in a contractual networking arrangement in order to comply, or verify compliance, with applicable laws governing the activities of the financial institution, broker-dealer or investment advisor; (17) any disclosure of information to an information network for fraud prevention accessed by financial institutions and law enforcement authorities for the exclusive purpose of detecting or protecting against actual or potential fraud or unauthorized transactions; and (18) disclosures made to a victim of identity theft pursuant to the federal Fair Credit Reporting Act, 15 USC 1681g. For purposes of this section, the phrase “contractual networking arrangement” means a contractual arrangement between a financial institution and a broker-dealer registered in this state or an investment advisor registered in this state or that has filed a notice of exemption pursuant to subsection (e) of section 36b-6, where the broker-dealer or investment advisor offers securities related services to the customers of the financial institution.\n\n(P.A. 77-294, S. 4, 6; P.A. 79-107; 79-631, S. 97, 111; P.A. 80-381; P.A. 81-61, S. 3; P.A. 89-211, S. 38; 89-264, S. 2; P.A. 90-56, S. 1, 2; P.A. 92-12, S. 6; P.A. 94-122, S. 25, 340; P.A. 95-253, S. 8; P.A. 01-72, S. 3; June Sp. Sess. P.A. 01-9, S. 103, 131; P.A. 02-31, S. 1; 02-73, S. 8; P.A. 05-62, S. 1.)\n\nHistory: P.A. 79-107 and P.A. 79-631 added Subdiv. (h) re disclosure of whether or not drafts have been accepted as payments; P.A. 80-381 included reports or returns required under Sec. 12-382 in Subdiv. (d); P.A. 81-61 amended Subsec. (g) by replacing “notification” with “disclosures” and “of” with “upon”; P.A. 89-211 clarified reference to the Internal Revenue Code of 1986; P.A. 89-264 added new Subdiv. (h) re disclosures pursuant to search warrant and relettered remaining Subdiv; P.A. 90-56 added provisions re disclosures concerning lawyers' clients' funds accounts and relettered Subsec. (i) as Subsec. (j); P.A. 92-12 redesignated Subdivs.; P.A. 94-122 added Subdivs. (11) and (12) re disclosures concerning institution's rights or liabilities over funds transfer, checks or funds drawn on or collected by it and disclosure required or authorized by law, effective January 1, 1995; Sec. 36-9m transferred to Sec. 36a-44 in 1995; P.A. 95-253 added Subdiv. (12) re certain transfers of information to a shared service center and its personnel and renumbered former Subdiv. (12) as (13); P.A. 01-72 added reference to judge trial referee in Subdiv. (8); June Sp. Sess. P.A. 01-9 deleted provision re Sec. 12-382 in Subsec. (4), effective July 1, 2001; P.A. 02-31 added Subdiv. (14) re disclosures made to broker-dealer or investment advisor engaged in contractual networking arrangement with financial institution, added Subdiv. (15) re disclosures made to customer service representative who is employee or agent for financial institution and broker-dealer or investment advisor engaged in contractual networking arrangement, added Subdiv. (16) re disclosures to other employees or agents of broker-dealer or investment advisor engaged in contractual networking arrangement, in order to comply with applicable laws governing activities, and added definition of “contractual networking arrangement”; P.A. 02-73 deleted former Subdiv. (12) re transfer of information from Connecticut credit union to shared service center and added new Subdiv. (12) re disclosure to insurance company for purposes of risk assessment in connection with surety bond or fraud investigation; P.A. 05-62 added Subdiv. (17) re disclosure of information to an information network for fraud prevention and Subdiv. (18) re disclosures made to a victim of identity theft pursuant to federal Fair Credit Reporting Act.\n\nAnnotation to former section 36-9m:\n\nCited. 219 C. 204.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-44-formerly-sec-36-9m/"
    },
    {
      "id": "section-36a-44a",
      "number": "36a-44a.",
      "heading": "Customer protections. Compliance with Gramm-Leach-Bliley Financial Modernization Act.",
      "text": "Each financial institution that is a bank, Connecticut credit union, federal credit union, an out-of-state bank that maintains a branch in this state, an out-of-state trust company or out-of-state credit union that maintains an office in this state, a licensee under this title or any person subject to the jurisdiction of the commissioner under title 36b shall comply with all provisions of Subtitle A of Title V of the Gramm-Leach-Bliley Financial Modernization Act of 1999, 15 USC 6801 et seq., and the regulations promulgated thereunder that apply to such financial institution, except to the extent that this section is inconsistent with the provisions of sections 36a-41 to 36a-44, inclusive, in which case the provisions that afford the customer greater protection shall control. For purposes of this section, “financial institution” has the meaning given to that term in Section 509 of the Gramm-Leach-Bliley Financial Modernization Act of 1999, 15 USC 6809, and the regulations promulgated thereunder.\n\n(P.A. 01-76, S. 3, 5; P.A. 03-84, S. 79.)\n\nHistory: P.A. 01-76 effective July 1, 2001; P.A. 03-84 changed “Commissioner of Banking” to “commissioner”, effective June 3, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-44a/"
    },
    {
      "id": "section-36a-45",
      "number": "36a-45.",
      "heading": "(Formerly Sec. 36-9n). - Violations of financial records disclosure provisions.",
      "text": "(a) Any officer or employee of a financial institution who knowingly and wilfully furnishes financial records in violation of section 36a-41, subsection (a) of section 36a-42, section 36a-43 or section 36a-44 shall be guilty of a class C misdemeanor.\n\n(b) Any person who knowingly and wilfully induces or attempts to induce any officer or employee of a financial institution to disclose financial records in violation of section 36a-41, subsection (a) of section 36a-42, section 36a-43 or section 36a-44 shall be guilty of a class C misdemeanor.\n\n(P.A. 77-294, S. 5, 6; P.A. 88-65, S. 50; P.A. 24-84, S. 3.)\n\nHistory: P.A. 88-65 substituted references to Sec. 36-9m for references to Sec. 36-9n; Sec. 36-9n transferred to Sec. 36a-45 in 1995; P.A. 24-84 made technical changes throughout.\n\nAnnotation to former section 36-9n:\n\nCited. 219 C. 204.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-45-formerly-sec-36-9n/"
    },
    {
      "id": "section-36a-46",
      "number": "36a-46",
      "heading": "to 36a-49. - Reserved for future use.",
      "text": "to 36a-49. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36a-50",
      "number": "36a-50.",
      "heading": "Enforcement action. Notice and hearing. Civil penalty. Injunction, restraining order and writ. Restitution and disgorgement. Costs.",
      "text": "(a)(1) Whenever the commissioner finds as the result of an investigation that any person has violated any provision of the general statutes within the jurisdiction of the commissioner, or any regulation, rule or order adopted or issued thereunder, the commissioner may send a notice to such person by registered or certified mail, return receipt requested, or by any express delivery carrier that provides a dated delivery receipt, unless such person is licensed by or registered with the commissioner, in which case the notice may be provided by personal delivery, as defined in section 4-166, in accordance with section 36a-52a. The notice shall be deemed received by the person on the earlier of the date of actual receipt or seven days after mailing or sending, and in the case of a notice sent by electronic mail, the notice shall be deemed received by the person in accordance with section 36a-52a. Any such notice shall include: (a) A statement of the time, place, and nature of the hearing; (B) a statement of the legal authority and jurisdiction under which the hearing is to be held; (C) a reference to the particular sections of the general statutes, regulations, rules or orders alleged to have been violated; (D) a short and plain statement of the matters asserted; (E) the maximum penalty that may be imposed for such violation; and (F) a statement indicating that such person may file a written request for a hearing on the matters asserted not later than fourteen days after receipt of the notice.\n\n(2) If a hearing is requested within the time specified in the notice, the commissioner shall hold a hearing upon the matters asserted in the notice unless such person fails to appear at the hearing. After the hearing, if the commissioner finds that the person has violated any such provision, regulation, rule or order, the commissioner may, in the commissioner's discretion and in addition to any other remedy authorized by law, order that a civil penalty not exceeding one hundred thousand dollars per violation be imposed upon such person. If such person does not request a hearing within the time specified in the notice or fails to appear at the hearing, the commissioner may, as the facts require, order that a civil penalty not exceeding one hundred thousand dollars per violation be imposed upon such person.\n\n(3) Each action undertaken by the commissioner under this subsection shall be in accordance with the provisions of chapter 54.\n\n(b) Whenever it appears to the commissioner that any such person has violated, is violating or is about to violate any such provision, regulation, rule or order, the commissioner may, in the commissioner's discretion and in addition to any other remedy authorized by law: (1) Bring an action in the superior court for the judicial district of Hartford to enjoin the acts or practices and to enforce compliance with any such provision, regulation, rule or order. Upon a proper showing, a permanent or temporary injunction, restraining order or writ of mandamus shall be granted and a receiver or conservator may be appointed for such person or such person's assets. The court shall not require the commissioner to post a bond; (2) seek a court order imposing a penalty not to exceed one hundred thousand dollars per violation against any such person found to have violated any such provision, regulation, rule or order; or (3) apply to the superior court for the judicial district of Hartford for an order of restitution whereby such person shall be ordered to make restitution of any sums shown by the commissioner to have been obtained by such person in violation of any such provision, regulation, rule or order, plus interest at the rate set forth in section 37-3a. Such restitution shall, at the option of the court, be payable to the receiver or conservator appointed pursuant to this subsection, or directly to the person whose assets were obtained in violation of any such provision, regulation, rule or order. Whenever the commissioner prevails in any action brought under this subsection, the court may allow to the state its costs.\n\n(c) Whenever the commissioner finds as the result of an investigation that any person has violated any provision of the general statutes within the jurisdiction of the commissioner, or any regulation, rule or order adopted or issued under such provisions, the commissioner may, in addition to any other remedy authorized by law, order such person to (1) make restitution of any sums shown to have been obtained in violation of any such provision, regulation, rule or order plus interest at the legal rate set forth in section 37-1; (2) provide disgorgement of any sums shown to have been obtained in violation of any such provision, regulation, rule or order; or (3) both make restitution and provide disgorgement in accordance with subdivisions (1) and (2) of this subsection. After the commissioner issues such an order, the person named in the order may, not later than fourteen days after the receipt of such order, file a written request for a hearing. The order shall be deemed received by the person on the earlier of the date of actual receipt or seven days after mailing or sending. Any such hearing shall be held in accordance with the provisions of chapter 54.\n\n(d) The provisions of this section shall not apply to chapters 672a, 672b and 672c.\n\n(P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; 93-194, S. 6, 7; P.A. 94-122, S. 26, 340; P.A. 95-220, S. 4–6; P.A. 01-34, S. 10; 01-48, S. 8; P.A. 03-259, S. 2; P.A. 12-96, S. 5; P.A. 17-233, S. 3; P.A. 21-130, S. 12.)\n\nHistory: P.A. 93-194 effective June 23, 1993 (Revisor's note: P.A. 88-230, P.A. 90-98 and P.A. 93-142 authorized substitution of “judicial district of Hartford” for “judicial district of Hartford-New Britain” in public acts of the 1993 session of the general assembly, to take effect September 1, 1996); P.A. 94-122 gave the commissioner general authority to enforce statutes within his jurisdiction and clarified what the notice and hearing must contain and when the notice is deemed received in Subsec. (a)(1), deleted the requirement that the order be sent by registered or certified mail, return receipt requested, to any person named in the order and allowed state court costs in Subsec. (b), and moved Subsec. (c) re administrative procedures to new Subsec. (a)(3), effective January 1, 1995; P.A. 95-220 changed effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 01-34 amended Subsec. (a)(2) by adding provisions re civil penalty for violation of Secs. 36a-746b to 36a-746g; P.A. 01-48 amended Subsec. (a)(1) by adding provisions re express delivery; P.A. 03-259 amended Subsec. (a)(2) to increase civil penalties from $7,500 per violation and $15,000 per violation of Secs. 36a-746b to 36a-746g, inclusive, to $100,000 per violation and amended Subsec. (b)(2) to increase penalty that may be imposed by court order from $7,500 to $100,000 per violation and replace “violated any order issued by the commissioner” with “violated any such provision, regulation, rule or order”; P.A. 12-96 amended Subsec. (a)(1)(F) by making a technical change, added new Subsec. (c) permitting commissioner to order restitution or disgorgement and redesignated existing Subsec. (c) as Subsec. (d); P.A. 17-233 amended Subsec. (a)(1) by adding provisions re commissioner may provide notice to licensee by personal delivery and notice sent by electronic mail deemed received in accordance with Sec. 36a-52a; P.A. 21-130 amended Subsec. (a)(1) by adding “or registered with” re notice by personal delivery, effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-50/"
    },
    {
      "id": "section-36a-51",
      "number": "36a-51.",
      "heading": "Suspension, revocation or refusal to renew license. Hearings. Surrender or expiration of license. Withdrawal of license application. Exceptions.",
      "text": "(a) The commissioner may suspend, revoke or refuse to renew any license issued by the commissioner under any provision of the general statutes by sending a notice to the licensee by registered or certified mail, return receipt requested, or by any express delivery carrier that provides a dated delivery receipt, or by personal delivery, as defined in section 4-166, in accordance with section 36a-52a. The notice shall be deemed received by the licensee on the earlier of the date of actual receipt or seven days after mailing or sending, and in the case of a notice sent by electronic mail, the notice shall be deemed received by the licensee in accordance with section 36a-52a. Any such notice shall include: (1) A statement of the time, place, and nature of the hearing; (2) a statement of the legal authority and jurisdiction under which the hearing is to be held; (3) a reference to the particular sections of the general statutes, regulations, rules or orders involved; (4) a short and plain statement of the matters asserted; and (5) a statement indicating that the licensee may file a written request for a hearing on the matters asserted within fourteen days of receipt of the notice. If the commissioner finds that public health, safety or welfare imperatively requires emergency action, and incorporates a finding to that effect in the notice, the commissioner may order summary suspension of a license in accordance with subsection (c) of section 4-182 and require the licensee to take or refrain from taking such action as in the opinion of the commissioner will effectuate the purposes of this section, pending proceedings for suspension, revocation or refusal to renew.\n\n(b) If a hearing is requested within the time specified in the notice, the commissioner shall hold a hearing upon the matters asserted in the notice unless the licensee fails to appear at the hearing. After the hearing, the commissioner shall suspend, revoke or refuse to renew the license for any reason set forth in the applicable licensing provisions of the general statutes if the commissioner finds sufficient grounds exist for such suspension, revocation or refusal to renew. If the licensee does not request a hearing within the time specified in the notice or fails to appear at the hearing, the commissioner shall suspend, revoke or refuse to renew the license. No such license shall be suspended or revoked except in accordance with the provisions of chapter 54.\n\n(c) (1) Any licensee may surrender any license issued by the commissioner under any provision of the general statutes by surrendering the license to the commissioner in person or by registered or certified mail, provided, in the case of a license issued through the system, as defined in section 36a-2, such surrender shall be initiated by filing a request to surrender on the system. No surrender on the system shall be effective until the request to surrender is accepted by the commissioner. Surrender of a license shall not affect the licensee's civil or criminal liability, or affect the commissioner's ability to impose an administrative penalty on the licensee pursuant to section 36a-50 for acts committed prior to the surrender. If, prior to receiving the license, or, in the case of a license issued through the system prior to the filing of a request to surrender a license, the commissioner has instituted a proceeding to suspend, revoke or refuse to renew such license, such surrender or request to surrender will not become effective except at such time and under such conditions as the commissioner by order determines. If no proceeding is pending or has been instituted by the commissioner at the time of surrender, or, in the case of a license issued through the system, at the time a request to surrender is filed, the commissioner may still institute a proceeding to suspend, revoke or refuse to renew a license under subsection (a) of this section up to the date one year after the date of receipt of the license by the commissioner, or, in the case of a license issued through the system, up to the date one year after the date of the acceptance by the commissioner of a request to surrender a license.\n\n(2) If any license issued on the system expires due to the licensee's failure to renew such license, the commissioner may institute a revocation or suspension proceeding, or issue an order revoking or suspending the license, under applicable authorities not later than one year after the date of such expiration.\n\n(3) Withdrawal of an application for a license filed on the system shall become effective upon receipt by the commissioner of a notice of intent to withdraw such application. The commissioner may deny a license up to the date one year after the effective date of withdrawal.\n\n(d) The provisions of this section shall not apply to chapters 672a, 672b and 672c.\n\n(P.A. 94-122, S. 27, 340; P.A. 01-48, S. 9; P.A. 07-91, S. 13; P.A. 09-208, S. 1; P.A. 11-216, S. 3; P.A. 14-89, S. 32; P.A. 17-233, S. 4; P.A. 18-173, S. 4.)\n\nHistory: P.A. 94-122 effective January 1, 1995; P.A. 01-48 amended Subsec. (a) by adding provision re express delivery; P.A. 07-91 amended Subsec. (a) to allow commissioner to order summary suspension of a license and require licensee to take or refrain from taking such action as will effectuate purposes of section pending proceedings for suspension, revocation or refusal to renew if commissioner finds that public health, safety or welfare imperatively requires emergency action and incorporates such finding in the notice, effective June 5, 2007; P.A. 09-208 amended Subsec. (c) by requiring surrender of license in person or by registered or certified mail, instead of by filing notice with commissioner, and by providing that commissioner may institute a proceeding to suspend, revoke or refuse to renew a license up to 1 year after receipt of surrendered license by commissioner; P.A. 11-216 amended Subsec. (c) to require surrender of licenses issued pursuant to part I of Ch. 668 to be initiated by filing a request to surrender on the system and make conforming changes, effective July 13, 2011; P.A. 14-89 amended Subsec. (c) to replace references to licenses issued pursuant to part I of Ch. 668 and licenses surrendered under Sec. 36a-490 with references to licenses issued or surrendered through the system and to add provision re acceptance of request to surrender by commissioner, effective June 3, 2014; P.A. 17-233 amended Subsec. (a) by adding provisions re commissioner may provide notice by personal delivery and notice sent by electronic mail deemed received in accordance with Sec. 36a-52a; P.A. 18-173 amended Subsec. (c) by designating existing provisions re surrender of license as Subdiv. (1) and adding Subdivs. (2) and (3) re license expiration due to failure to renew and withdrawal of an application for license, respectively.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-51/"
    },
    {
      "id": "section-36a-51a",
      "number": "36a-51a.",
      "heading": "Removal from office and from employment or retention as independent contractor. Notice and hearing.",
      "text": "(a) The Banking Commissioner may order a licensee to remove any individual from office and from employment or retention as an independent contractor in a business subject to licensure by the commissioner whenever the commissioner finds as the result of an investigation: (1) Such individual has violated any provision of law applicable to the licensed business, or any regulation or order issued thereunder; or (2) any reason that would be sufficient grounds for the commissioner to deny a license for such business, by sending a notice to such individual by registered or certified mail, return receipt requested, or by any express delivery carrier that provides a dated delivery receipt, unless such individual is licensed by the commissioner, in which case the notice may be provided by personal delivery, as defined in section 4-166, in accordance with section 36a-52a. The notice shall be deemed received by such individual on the earlier of the date of actual receipt or seven days after mailing or sending, and in the case of a notice sent by electronic mail, the notice shall be deemed received by the individual in accordance with section 36a-52a.\n\n(b) Any such notice issued under subsection (a) of this section shall include: (1) If a hearing has been scheduled, a statement of the time, place and nature of the hearing; (2) if a hearing has not been scheduled, a statement indicating that such individual may file a written request for a hearing on the matters asserted not later than fourteen days after receipt of the notice; (3) a statement of the legal authority and jurisdiction under which the hearing is to be held or may be held; (4) a reference to the particular sections of the general statutes, regulations or orders alleged to have been violated; and (5) a short and plain statement of the matters asserted. If the commissioner finds that the protection of consumers requires immediate action, the commissioner may suspend any such individual from office and require such person to take or refrain from taking such action as the commissioner deems necessary to effectuate the purposes of this subsection, by incorporating a finding to that effect in such notice. The suspension or prohibition shall become effective upon receipt of such notice and, unless stayed by a court, shall remain in effect until the entry of a permanent order or the dismissal of the matters asserted.\n\n(c) If a hearing is requested, in accordance with subdivision (2) of subsection (b) of this section, within the time specified in the notice, the commissioner shall hold a hearing upon the matters asserted in the notice. If such individual fails to appear at the hearing or if, after the hearing, the commissioner finds that any of the grounds set forth in subdivision (1) or (2) of subsection (a) of this section exist with respect to such individual, the commissioner may order a licensee to remove such individual from office and from any employment or retention as an independent contractor in any business in this state subject to the commissioner's jurisdiction. No such order shall be issued except in accordance with the provisions of chapter 54.\n\n(P.A. 18-173, S. 5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-51a/"
    },
    {
      "id": "section-36a-52",
      "number": "36a-52.",
      "heading": "Cease and desist orders. Notice and hearing.",
      "text": "(a) Whenever it appears to the commissioner that any person has violated, is violating or is about to violate any provision of the general statutes within the jurisdiction of the commissioner, or any regulation, rule, or order adopted or issued thereunder, the commissioner may send a notice to such person by registered or certified mail, return receipt requested, or by any express delivery carrier that provides a dated delivery receipt, unless such person is licensed by or registered with the commissioner, in which case the notice may be provided by personal delivery, as defined in section 4-166, in accordance with section 36a-52a. The notice shall be deemed received by the person on the earlier of the date of actual receipt, or seven days after mailing or sending, and in the case of a notice sent by electronic mail, the notice shall be deemed received by the person in accordance with section 36a-52a. Any such notice shall include: (1) A statement of the time, place, and nature of the hearing; (2) a statement of the legal authority and jurisdiction under which the hearing is to be held; (3) a reference to the particular sections of the general statutes, regulations, rules or orders alleged to have been violated; (4) a short and plain statement of the matters asserted; and (5) a statement indicating that such person may file a written request for a hearing on the matters asserted within fourteen days of receipt of the notice. If a hearing is requested within the time specified in the notice, the commissioner shall hold a hearing upon the matters asserted in the notice, unless the person fails to appear at the hearing. After the hearing, the commissioner shall determine whether an order to cease and desist should be issued against the person named in the notice. If the person does not request a hearing within the time specified in the notice or fails to appear at the hearing, the commissioner shall issue an order to cease and desist against the person. No such order shall be issued except in accordance with the provisions of chapter 54.\n\n(b) If the commissioner finds that the public welfare requires immediate action, the commissioner may incorporate a finding to that effect in the notice sent in accordance with subsection (a) of this section and issue a temporary order requiring the person to cease and desist from the activity which constitutes such alleged violation and to take or refrain from taking such action as in the opinion of the commissioner will effectuate the purposes of this section. Such temporary order shall become effective on receipt and, unless set aside or modified by a court, shall remain in effect until the effective date of a permanent order or dismissal of the matters asserted in the notice.\n\n(c) In the event that a party requests a continuance of the hearing and such request is granted by the presiding officer, the commissioner, in the commissioner's discretion, shall thereupon issue a temporary cease and desist order effective upon issuance. The issuance of such a temporary cease and desist order does not require a finding that the public welfare requires immediate action.\n\n(d) Within five days of receipt of a temporary order issued pursuant to this section, any person named therein may apply to the superior court for the judicial district of Hartford for an injunction setting aside, limiting or suspending the enforcement, operation or effectiveness of such order pending final determination by the commissioner, and the court shall have jurisdiction to issue such injunction.\n\n(P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 94-122, S. 28, 340; P.A. 95-220, S. 4–6; P.A. 01-48, S. 10; P.A. 07-91, S. 14; P.A. 17-233, S. 5; P.A. 21-130, S. 13.)\n\nHistory: P.A. 94-122 effective January 1, 1995 (Revisor's note: P.A. 88-230, P.A. 90-98 and P.A. 93-142 authorized substitution of “judicial district of Hartford” for “judicial district of Hartford-New Britain” in public and special acts of the 1995 regular and special sessions, effective September 1, 1996); P.A. 95-220 changed effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 01-48 amended Subsec. (a) by adding provision re express delivery; P.A. 07-91 amended Subsec. (b) to allow commissioner to issue a temporary order requiring person to take or refrain from taking such action as will effectuate purposes of section, effective June 5, 2007; P.A. 17-233 amended Subsec. (a) by adding provisions re commissioner may provide notice to licensee by personal delivery and notice sent by electronic mail deemed received in accordance with Sec. 36a-52a; P.A. 21-130 added “or registered with” in Subsec. (a), effective July 1, 2021.\n\nSubsec. (d):\n\nStandards not met for issuance of temporary injunction against commissioner's temporary cease and desist order that prohibited banks imposing surcharge on nondepositor customers for use of automated teller machines. 45 CS 566.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-52/"
    },
    {
      "id": "section-36a-52a",
      "number": "36a-52a.",
      "heading": "Notice to licensees and registrants by personal delivery.",
      "text": "Notwithstanding the provisions of subsection (c) of section 4-182, the commissioner may provide notice pursuant to section 4-182 or sections 36a-50 to 36a-52, inclusive, to any person licensed by or registered with the commissioner by personal delivery, as defined in section 4-166. For licensed or registered persons who are not natural persons, the electronic mail addresses of the natural persons designated as primary contacts by such licensed or registered persons in the contact employee fields on the system shall constitute an acceptable means of communication for personal delivery, and a notice sent by electronic mail to such primary contacts at such electronic mail addresses shall constitute notice. For licensed or registered persons who are natural persons, the electronic mail address identified by such licensed persons on the system shall constitute an acceptable means of communication for personal delivery within the meaning of section 4-166, and a notice sent by electronic mail to such electronic mail address shall constitute notice. Any notice provided in accordance with this section shall be deemed received by the person on the earlier of the date of actual receipt or seven days after mailing or sending, and in the case of a notice sent by electronic mail, the notice shall be deemed received by the person on the earlier of the date of actual receipt by any natural person to whom such notice was sent or seven days after such notice was sent.\n\n(P.A. 17-233, S. 6; P.A. 21-130, S. 14.)\n\nHistory: P.A. 21-130 replaced “Banking Commissioner” with “commissioner” and added references to registered persons, effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-52a/"
    },
    {
      "id": "section-36a-53",
      "number": "36a-53.",
      "heading": "(Formerly Sec. 36-25). - Proceedings by commissioner upon violation of banking laws. Civil penalties.",
      "text": "(a) As used in this section, (1) “related person” means a director, officer, employee, independent contractor, manager or general partner, and (2) “Connecticut holding company” means a holding company that holds a subsidiary that is a Connecticut bank.\n\n(b) (1) Whenever the commissioner finds as the result of an investigation that any related person of any Connecticut bank, Connecticut holding company, Connecticut credit union or Connecticut credit union service organization (a) has violated or is violating any provision of the general statutes within the jurisdiction of the commissioner, or any regulation, rule or order adopted or issued thereunder, or any condition imposed in writing by the commissioner, (B) has breached or is breaching any written agreement with the commissioner, (C) has engaged or participated in or is engaging or participating in any unsafe or unsound practice in connection with any bank, Connecticut holding company, Connecticut credit union, federal credit union or credit union service organization, (D) has been or is charged in any information, indictment or complaint with the commission of or participation in a crime which is punishable by imprisonment for a term exceeding one year under state or federal law, and continued service or participation by such related person may pose a threat to the interests of depositors or members, or threatens to impair public confidence in any bank, Connecticut holding company, Connecticut credit union, federal credit union or Connecticut credit union service organization, (E) has used or is using such related person's position in a manner contrary to the interest of any bank, Connecticut holding company, Connecticut credit union, federal credit union or credit union service organization, or its depositors or members, or (F) has been or is negligent in the performance of such related person's duties, after having been warned in writing by the commissioner to discontinue any such continuing delinquency, the commissioner may send notice to such related person by registered or certified mail, return receipt requested, or by any express delivery carrier that provides a dated delivery receipt. The notice shall be deemed received by the related person on the earlier of the date of actual receipt or seven days after mailing or sending. Any such notice shall include: (i) A statement of the time, place and nature of the hearing; (ii) a statement of the legal authority and jurisdiction under which the hearing is to be held; (iii) a reference to the particular sections of the general statutes, regulations, rules or orders alleged to have been violated; (iv) a short and plain statement of the matters asserted; and (v) a statement indicating that such related person may file a written request for a hearing on the matters asserted within fourteen days of receipt of the notice. If a hearing is requested within the time specified in the notice, the commissioner shall hold a hearing upon the matters asserted in the notice unless such related person fails to appear at the hearing. After the hearing, if the commissioner finds that any of the grounds set forth in subparagraphs (a) to (F), inclusive, of this subdivision exist with respect to such related person, the commissioner shall order the removal of such related person from office and from any participation in the management of the Connecticut bank, Connecticut holding company, Connecticut credit union or Connecticut credit union service organization. If such related person fails to appear at the hearing, the commissioner shall order the removal of such related person from office and from any participation in the management of the Connecticut bank, Connecticut holding company, Connecticut credit union or Connecticut credit union service organization. If the commissioner finds that the protection of the Connecticut bank, Connecticut holding company or its subsidiary that is a Connecticut bank, Connecticut credit union or Connecticut credit union service organization, or the interest of its depositors, depositors of its subsidiary that is a Connecticut bank or members requires immediate action, the commissioner may suspend any such related person from office and from further participation in the management of the Connecticut bank, Connecticut holding company, Connecticut credit union or Connecticut credit union service organization and require such related person to take or refrain from taking such action as in the opinion of the commissioner will effectuate the purposes of this subsection, by incorporating a finding to that effect in such notice. The suspension or prohibition shall become effective upon receipt of such notice and, unless stayed by a court, shall remain in effect until the entry of a permanent order or the dismissal of the matters asserted.\n\n(2) Any related person who has been removed or suspended from office pursuant to an order issued under this subsection may not continue to hold or commence holding office as a related person of any bank, Connecticut credit union, federal credit union, licensee or registrant under this title and title 36b or holding company that holds a subsidiary that is a bank, while such order is in effect, without the written consent of the commissioner.\n\n(c) Whenever it appears to the commissioner that any Connecticut bank, Connecticut holding company, Connecticut credit union, Connecticut credit union service organization or any related person of any such entity (1) is violating, has violated or is about to violate any provision of the general statutes within the jurisdiction of the commissioner, or any regulation, rule or order adopted or issued thereunder, or any condition imposed in writing by the commissioner, (2) is breaching, has breached or is about to breach any written agreement with the commissioner, (3) is engaging, has engaged or is about to engage, in an unsafe or unsound practice, or (4) is using, has used or is about to use such related person's position in a manner contrary to the interest of any bank, Connecticut holding company, Connecticut credit union, federal credit union or credit union service organization, the commissioner may send notice and take action against the Connecticut bank, Connecticut holding company, Connecticut credit union, Connecticut credit union service organization or related person in accordance with section 36a-52. If the commissioner finds that the actual or threatened violation, breach, unsafe or unsound practice or practices or use specified in such notice is likely to cause insolvency or substantial dissipation of assets or earnings of the Connecticut bank, Connecticut holding company, Connecticut credit union or Connecticut credit union service organization, or is likely to otherwise seriously prejudice the interests of its depositors or members, the commissioner may incorporate a finding to that effect in such notice and issue a temporary order requiring the Connecticut bank, Connecticut holding company, Connecticut credit union, Connecticut credit union service organization or related person to cease and desist from any such violation, breach, practice or use and to take or refrain from taking such action as in the opinion of the commissioner will effectuate the purposes of this subsection. The temporary order shall become effective upon receipt and, unless set aside or modified by a court, shall remain in effect until the effective date of a permanent order or the dismissal of the matters asserted.\n\n(d) (1) Whenever the commissioner finds as the result of an investigation that any Connecticut bank, Connecticut holding company, Connecticut credit union, Connecticut credit union service organization or any related person of any such entity has (a) violated any provision of the general statutes within the jurisdiction of the commissioner, or any regulation, rule or order adopted or issued thereunder, or any condition imposed in writing by the commissioner, (B) breached any written agreement with the commissioner, (C) engaged or participated in any unsafe or unsound practice, or (D) used such related person's position in a manner contrary to the interest of any bank, Connecticut holding company, Connecticut credit union, federal credit union or credit union service organization, or its depositors or members, the commissioner may send notice to and take action against such Connecticut bank, Connecticut holding company, Connecticut credit union, Connecticut credit union service organization or related person regarding the violation, breach, unsafe or unsound practice, or misuse of position in accordance with section 36a-50. Any finding made by the commissioner pursuant to this subdivision shall be considered a violation of this subsection for purposes of section 36a-50.\n\n(2) Notwithstanding the provisions of section 36a-50, unless the violation, breach, unsafe or unsound practice, or misuse of position found to have occurred pursuant to this subsection and section 36a-50 is such that it (a) is part of a pattern of misconduct, (B) has caused or is likely to cause a loss other than a de minimis loss to any bank, Connecticut holding company, Connecticut credit union, federal credit union or credit union service organization, (C) will result or has resulted in a pecuniary gain to a related person of any Connecticut bank, Connecticut holding company, Connecticut credit union or Connecticut credit union service organization, or (D) is a violation of sections 36a-53a to 36a-56, inclusive, or sections 36a-746b to 36a-746g, inclusive, the civil penalty the commissioner may impose under this subsection and section 36a-50 shall not exceed ten thousand dollars.\n\n(3) In determining the amount of any penalty imposed under this subsection and section 36a-50, the commissioner shall take into account (a) the size of the financial resources and good faith of the Connecticut bank, Connecticut holding company, Connecticut credit union, Connecticut credit union service organization, or related person, (B) the gravity of the violation, breach, unsafe or unsound practice or misuse of position, (C) the history of previous violations, breaches, unsafe or unsound practices, or misuse of position, and (D) such other matters as justice may require, except that this subdivision does not apply to any violation of section 36a-53a and sections 36a-746b to 36a-746g, inclusive.\n\n(e) In connection with any investigation or proceeding under this section and section 36a-50, the commissioner shall make reasonable efforts to obtain from a federal banking or credit union agency any relevant information that the commissioner knows to be in the possession of such agency.\n\n(f) The resignation, termination of employment or separation, including a separation caused by the closing of the institution, of any related person against whom the commissioner may issue an order under this section, shall not affect the authority of the commissioner to issue any notice and proceed under this section against such related person if such notice is sent before the end of the six-year period beginning on the date of such resignation, termination of employment or separation.\n\n(1949 Rev., S. 5748; 1967, P.A. 593, S. 1; 1971, P.A. 870, S. 92; P.A. 74-254, S. 1, 2, 11; P.A. 77-141; 77-614, S. 153, 161, 587, 610; P.A. 78-303, S. 85, 136; P.A. 80-482, S. 243, 348; P.A. 87-9, S. 2, 3; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 92-12, S. 13; P.A. 93-142, S. 4, 7, 8; 93-194, S. 1, 7; P.A. 94-122, S. 29, 340; P.A. 99-158, S. 2; P.A. 01-34, S. 11; 01-48, S.11; P.A. 02-73, S. 4; P.A. 03-259, S. 3; P.A. 05-39, S. 1; P.A. 07-91, S. 15, 16.)\n\nHistory: 1967 act clarified provisions of Subsec. (a) and added provisions detailing contents of notice, requiring that hearing be held and allowing commissioner to suspend officers of governing board, etc., inserted new Subsec. (2) re notice of charges and cease and desist orders, renumbered former Subsec. (2) as Subsec. (3) and included references to cease and desist orders and added Subsec. (4) re applications to court for stay of suspension or prohibition, injunction, etc.; 1971 act substituted court of common pleas for superior court in Subsec. (4), effective September 1, 1971, except that courts with cases pending retain jurisdiction unless pending matters deemed transferable; P.A. 74-254 required that notice be in form required under Sec. 4-177(b) rather than that it “contain a statement of the facts constituting the grounds for such removal” and deleted reference to court proceedings under Subsec. (4) in Subsec. (1) and similarly changed wording of corresponding provisions in Subsec. (2) and repealed Subsec. (4); P.A. 77-141 replaced advisory council on banking with banking commission throughout section but changes not enacted; P.A. 77-614 and P.A. 78-303 replaced bank commissioner with banking commissioner, made banking department a division within the department of business regulation and replaced references to advisory council on banking with references to commissioner and added Subsec. (4), effective January 1, 1979; P.A. 80-482 restored banking division as independent department with commissioner as its head and abolished the department of business regulation; (Revisor's note: Pursuant to P.A. 87-9 “banking commissioner” was changed editorially by the Revisors to “commissioner of banking”); P.A. 92-12 redesignated Subsecs. and made technical changes; P.A. 93-194 substantially rewrote Subsecs. (a) to (c), inclusive, added new Subsecs. (d) to (f), inclusive, and (h) and relettered the remaining Subsecs. accordingly to specify under what conditions the commissioner may exercise his authority and institute proceedings against any officer or member of a governing board of any institution which violates a banking order, rule or regulation and added penalties, specific notice and hearing requirements, effective June 23, 1993, (Revisor's note: P.A. 88-230, P.A. 90-98 and P.A. 93-142 authorized substitution of “judicial district of Hartford” for “judicial district of Hartford-New Britain” in public acts of the 1993 session of the general assembly, to take effect September 1, 1996); P.A. 94-122 established hearing procedures for violations by bank officers and directors, deleted Subsecs. (c), (e), (g) and (h) and relettered former Subsecs. (d) and (f) as Subsecs. (c) and (d), deleted Subdivs. (2) and (3) of former Subsec. (d), renumbered former Subdivs. (4) and (5) as Subdivs. (2) and (3), and made technical changes, effective January 1, 1995; Sec. 36-25 transferred to Sec. 36a-53 in 1995; P.A. 99-158 amended Subsec. (c) by adding references to a violation of Sec. 36a-53a and making technical changes in Subdivs. (2) and (3); P.A. 01-34 amended Subsec. (c) by adding references to Secs. 36a-746b to 36a-746g in Subdivs. (2) and (3); P.A. 01-48 amended Subsec. (a) by adding provisions re express delivery; P.A. 02-73 amended Subsecs. (a), (b) and (c) by adding provisions re Connecticut credit union service organizations, officers or directors of Connecticut credit unions and officers, directors, managers or general partners of Connecticut credit union service organizations; P.A. 03-259 defined “related person” and “Connecticut holding company” in new Subsec. (a), redesignated existing Subsecs. (a) to (d), inclusive, as Subsecs. (b)(1) and (c) to (e), inclusive, substituted “related person” for references to officers, directors, managers and general partners and inserted references to “Connecticut holding company” throughout, added Subsec. (b)(2) re related persons who have been removed or suspended from office, amended Subsec. (d) by replacing references to “official position” with references to “position” and, in Subdiv. (2), replacing reference to Sec. 36a-53a with reference to Secs. 36a-53a to 36a-56, inclusive, and increasing civil penalty from $1,000 to $10,000, added Subsec. (f) re resignation, termination of employment or separation of related person against whom commissioner may issue order under this section, and made technical and conforming changes; P.A. 05-39 amended Subsec. (c) to authorize commissioner to take action against related person of a Connecticut bank, Connecticut holding company, Connecticut credit union or Connecticut credit union service organization, to add Subdiv. (4) re action if related person is using, has used or is about to use position in a manner contrary to the interest of entity and to make conforming changes, effective May 17, 2005; P.A. 07-91 amended Subsec. (b)(1) to allow commissioner to require related person to take or refrain from taking such action as will effectuate purposes of this subsection and amended Subsec. (c) to allow commissioner to issue a temporary order requiring Connecticut bank, Connecticut holding company, Connecticut credit union, Connecticut credit union service organization or related person to take or refrain from taking such action as will effectuate purposes of subsection, effective June 5, 2007.\n\nSee Secs. 36a-625 et seq. re licensing of business and industrial development corporations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-53-formerly-sec-36-25/"
    },
    {
      "id": "section-36a-53a",
      "number": "36a-53a.",
      "heading": "False or misleading statements prohibited.",
      "text": "No person shall make or cause to be made orally or in any document filed with the commissioner or in any proceeding, investigation or examination under this title, any statement which is, at the time and in the light of the circumstances under which it is made, false or misleading in any material respect.\n\n(P.A. 99-158, S. 3; P.A. 00-61, S. 8, 9.)\n\nHistory: P.A. 00-61 prohibited false or misleading oral statements, effective July 1, 2000.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-53a/"
    },
    {
      "id": "section-36a-53b",
      "number": "36a-53b.",
      "heading": "Prohibitions re activities subject to jurisdiction of commissioner.",
      "text": "No person shall, in connection with any activity subject to the jurisdiction of the commissioner: (1) Employ any device, scheme or artifice to defraud; (2) make any untrue statement of a material fact or omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they are made, not misleading; or (3) engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person.\n\n(P.A. 00-61, S. 7, 9; P.A. 05-46, S. 1; P.A. 11-216, S. 4.)\n\nHistory: P.A. 00-61 effective July 1, 2000; P.A. 05-46 included registrants in the prohibition against engaging in fraudulent conduct in connection with the activities for which they are registered; P.A. 11-216 replaced “licensee or registrant” with “person” and “the activity for which such person is licensed or registered” with “any activity subject to the jurisdiction of the commissioner”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-53b/"
    },
    {
      "id": "section-36a-54",
      "number": "36a-54.",
      "heading": "(Formerly Sec. 36-6). - False entries by officials of financial institutions.",
      "text": "Any officer, agent, or employee of any financial institution who makes any false entry upon the collection or forwarding register or any other book of any such institution, or who fails correctly to record on the books of such institution any change in its assets or liabilities, with intent to deceive the commissioner or the officers or auditors of any such institution, and any person who, with like intent, aids or abets any such officer, agent, or employee in the violation of any provision of this section, shall be imprisoned not more than ten years. A finding by the commissioner as a result of an investigation of any such false entry, failure to correctly record or aiding or abetting shall be considered a violation of this section for purposes of the administrative enforcement of sections 36a-50 to 36a-53, inclusive. The commissioner shall refer to the Chief State's Attorney any evidence found by the commissioner of a criminal violation of the provisions of this section.\n\n(1949 Rev., S. 8707; P.A. 77-614, S. 161, 610; P.A. 78-121, S. 107, 113; P.A. 80-482, S. 234, 345, 348; P.A. 87-9, S. 2, 3; P.A. 91-357, S. 1, 78; P.A. 94-122, S. 30, 340; P.A. 03-259, S. 4.)\n\nHistory: P.A. 77-614 replaced bank commissioner with banking commissioner within the department of business regulation and made banking department a division of that department, effective January 1, 1979; P.A. 78-121 removed private bankers from purview of section; P.A. 80-482 restored banking division as independent department with banking commissioner as its head and abolished the department of business regulation; (Revisor's note: Pursuant to P.A. 87-9 “banking” commissioner and department were changed editorially by the Revisors to commissioner and department “of banking”); P.A. 91-357 made technical changes; P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-6 transferred to Sec. 36a-54 in 1995; P.A. 03-259 required that finding by commissioner of false entry, failure to correctly record or aiding or abetting shall be considered violation of section for purposes of administrative enforcement and required commissioner to refer evidence of criminal violation of section to Chief State's Attorney.\n\nAnnotation to former section 36-6:\n\nCited. 159 C. 556.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-54-formerly-sec-36-6/"
    },
    {
      "id": "section-36a-55",
      "number": "36a-55.",
      "heading": "(Formerly Sec. 36-7). - Derogatory statements affecting banks, out-of-state banks or credit unions.",
      "text": "Any person who, wilfully and maliciously, makes, circulates or transmits to another any false statement, rumor or suggestion, written, printed or oral, which is, directly or by inference, derogatory to the financial condition or affects the solvency or financial standing of any bank, out-of-state bank that maintains in this state a branch as defined in section 36a-410, Connecticut credit union or federal credit union, or who counsels, aids or induces another to transmit or circulate any such statement or rumor, shall be fined not more than one thousand dollars or imprisoned not more than one year or both. A finding by the commissioner as a result of an investigation of any such making, circulating or transmitting, or counseling, aiding or inducing shall be considered a violation of this section for purposes of the administrative enforcement of sections 36a-50 to 36a-53, inclusive. The commissioner shall refer to the Chief State's Attorney any evidence found by the commissioner of a criminal violation of the provisions of this section.\n\n(1949 Rev., S. 8476; 1951, S. 3279d; 1969, P.A. 252, S. 1; P.A. 78-121, S. 11, 113; P.A. 94-122, S. 31, 340; P.A. 95-155, S. 7, 29; P.A. 03-259, S. 5.)\n\nHistory: 1969 act added reference to credit unions and raised maximum fine from $500 to $1,000; P.A. 78-121 deleted reference to building associations; P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-7 transferred to Sec. 36a-55 in 1995; P.A. 95-155 added reference to certain out-of-state banks, effective June 27, 1995; P.A. 03-259 required that finding by commissioner of making, circulating or transmitting, or counseling, aiding or inducing shall be considered violation of section for purposes of administrative enforcement and required commissioner to refer evidence of criminal violation of section to Chief State's Attorney.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-55-formerly-sec-36-7/"
    },
    {
      "id": "section-36a-56",
      "number": "36a-56.",
      "heading": "(Formerly Sec. 36-7a). - False statement or report or overvaluing land, property or security.",
      "text": "Any person who knowingly makes any false statement or report, or wilfully overvalues any land, property or security, with intent to defraud and for the purpose of influencing in any way the action of a bank, out-of-state bank that maintains in this state a branch as defined in section 36a-410, Connecticut credit union, small loan licensee or any person licensed as a mortgage lender, mortgage correspondent lender or mortgage broker, as defined in section 36a-485, upon any application, advance, commitment, loan or extension of credit, or any change, extension, renewal or refinancing thereof, or the acceptance, release or substitution of security therefor, and upon which such bank, out-of-state bank, credit union or licensee relies in taking such action, shall be fined not more than five hundred dollars or imprisoned not more than one year, or both. A finding by the commissioner as a result of an investigation of any such making or overvaluing shall be considered a violation of this section for purposes of the administrative enforcement of sections 36a-50 to 36a-53, inclusive. The commissioner shall refer to the Chief State's Attorney any evidence found by the commissioner of a criminal violation of the provisions of this section.\n\n(P.A. 90-184, S. 7; P.A. 94-122, S. 32, 340; P.A. 95-155, S. 8, 29; P.A. 03-259, S. 6; P.A. 08-176, S. 36.)\n\nHistory: P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-7a transferred to Sec. 36a-56 in 1995; P.A. 95-155 changed “Connecticut bank” and “institution” to “bank” and added references to certain out-of-state banks and to broker licensees, effective June 27, 1995; P.A. 03-259 required that finding by commissioner of making or overvaluing shall be considered violation of section for purposes of administrative enforcement and required commissioner to refer evidence of criminal violation of section to Chief State's Attorney; P.A. 08-176 substituted “person licensed as a” for “first or secondary” re mortgage lender, added “mortgage correspondent lender”, added “mortgage” re “broker”, substituted “as defined in section 36a-485” for “licensee” and made a technical change, effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-56-formerly-sec-36-7a/"
    },
    {
      "id": "section-36a-56a",
      "number": "36a-56a.",
      "heading": "Use of name or trademark of bank or credit union prohibited in commercial advertisements that may mislead consumers. Enforcement action.",
      "text": "(a) No person shall use the name or trademark of a bank or any of its affiliates or any Connecticut credit union or federal credit union, as those terms are defined in section 36a-2, in any commercial advertisement or solicitation for goods, products or services, where such usage, in the context of such advertisement or solicitation, has the capacity or tendency to mislead any consumer as to the existence or nature of any affiliation, connection, association or endorsement relationship between (1) the bank or its affiliates or such credit union, and (2) such person or the products, goods or services of such person. For the purposes of this subsection, the term “commercial advertisement or solicitation” includes the content of an Internet web site and direct mail solicitations.\n\n(b) The commissioner shall enforce the provisions of subsection (a) of this section. Whenever it appears to the commissioner that any person has violated, is violating or is about to violate any of the provisions of said subsection (a), the commissioner may take action against such person in accordance with sections 36a-50 and 36a-52, which shall include the right to seek injunctive relief, impose civil penalties and issue cease and desist orders, except that no civil penalty in excess of ten thousand dollars per violation may be imposed.\n\n(c) Any bank or affiliate of a bank or any Connecticut credit union or federal credit union that has had its name or trademark used in violation of the provisions of subsection (a) of this section may, in addition to any other remedy authorized by law, bring an action in the superior court in the judicial district in which the bank or affiliate or credit union has a branch or office to enjoin any act in violation of the provisions of said subsection (a) and recover damages. The court shall award damages in the amount of the actual damages or ten thousand dollars per violation, whichever is greater. In any successful action for injunctive relief or for damages, the court shall award to the bank or affiliate or credit union, as the case may be, attorneys' fees and costs, including court costs.\n\n(P.A. 05-23, S. 1; P.A. 07-72, S. 3.)\n\nHistory: P.A. 07-72 amended Subsec. (b) to make a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-56a/"
    },
    {
      "id": "section-36a-57",
      "number": "36a-57.",
      "heading": "(Formerly Sec. 36-8). - Penalties for violation of banking law.",
      "text": "(a) Any person who violates any provision of the banking law for which no other penalty is provided by law shall be fined not less than twenty-five dollars nor more than one thousand dollars for each offense.\n\n(b) Any person who wilfully and deliberately violates any provision of the banking law for which no other penalty is provided by law shall be imprisoned not more than one year or fined not more than one thousand dollars, or both, for each offense.\n\n(1949 Rev., S. 5752, 5753.)\n\nHistory: Sec. 36-8 transferred to Sec. 36a-57 in 1995.\n\nAnnotations to former section 36-8:\n\nNot exclusive penalty under former statute relating to small loans; loans in violation of small loan act are unenforceable. 109 C. 116; 115 C. 106; 120 C. 152.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-57-formerly-sec-36-8/"
    },
    {
      "id": "section-36a-58",
      "number": "36a-58.",
      "heading": "(Formerly Sec. 36-9). - Civil liability of officers.",
      "text": "Any director or officer of a financial institution who violates or assents to a violation of any provision of this title shall be liable to the institution concerned for any loss resulting therefrom.\n\n(1949 Rev., S. 5754; P.A. 94-122, S. 33, 340.)\n\nHistory: P.A. 94-122 made technical changes, effective January 1, 1995; Sec. 36-9 transferred to Sec. 36a-58 in 1995.\n\nAnnotation to former section 36-9:\n\nCare required of directors in oversight of bank; liability of directors for paying unearned dividends; statute of limitations. 89 C. 451.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-58-formerly-sec-36-9/"
    },
    {
      "id": "section-36a-59",
      "number": "36a-59.",
      "heading": "Authority of commissioner to enter into stipulations, agreements, memoranda of understanding and consent orders and issue preliminary warning letters.",
      "text": "(a) The commissioner may enter into one or more stipulations and agreements, memoranda of understanding or consent orders with a Connecticut bank, either alone or in conjunction with the Federal Deposit Insurance Corporation, a Federal Reserve Bank or their successor agencies, or may enter into one or more letters of understanding and agreement, memoranda of understanding or consent orders with, or issue preliminary warning letters to, a Connecticut credit union or Connecticut credit union service organization, either alone or in conjunction with the National Credit Union Administration or its successor agency, if the commissioner finds as a result of an examination or investigation that the Connecticut bank, Connecticut credit union or Connecticut credit union service organization: (1) Has failed to file a report when due, (2) is insolvent, (3) has violated any provisions of the general statutes within the jurisdiction of the commissioner, or any regulation, rule or order adopted or issued thereunder, or (4) has engaged or participated in, or is engaging or participating in, any unsafe and unsound practice.\n\n(b) The commissioner may enter into cooperative, coordinating or information-sharing agreements with any other state or federal supervisory agency or any organization affiliated with or representing such supervisory agency with respect to the examination, examination fees or other supervision of any person subject to the provisions of sections 36a-485 to 36a-854, inclusive. Any such agreement may include provisions concerning the assessment or sharing of fees for such examination or supervision.\n\n(P.A. 02-73, S. 5; P.A. 03-84, S. 44; P.A. 08-176, S. 79; P.A. 11-50, S. 2; P.A. 15-235, S. 31; P.A. 18-173, S. 89.)\n\nHistory: P.A. 03-84 changed “Commissioner of Banking” to “commissioner”, effective June 3, 2003; P.A. 08-176 designated existing provisions as Subsec. (a) and added Subsec. (b) re cooperative, coordinating or information-sharing agreements, effective July 1, 2008; P.A. 11-50 amended Subsec. (a) to add provisions re entering into consent orders and issuing preliminary warning letters and to add reference to Federal Reserve Bank, effective June 13, 2011; P.A. 15-235 amended Subsec. (b) to change “36a-810” to “36a-812”, effective July 7, 2015; P.A. 18-173 replaced “36a-812” with “36a-854”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-59/"
    },
    {
      "id": "section-36a-60",
      "number": "36a-60.",
      "heading": "Deposit of fines or civil penalties in General Fund.",
      "text": "Any fines or civil penalties imposed by the Banking Commissioner or ordered by a court of competent jurisdiction in accordance with section 36a-50, 36a-53, 36b-27 or 36b-72 and any late fees received by the commissioner pursuant to subsection (b) of section 36a-65 shall be deposited into the General Fund.\n\n(P.A. 11-6, S. 134; 11-48, S. 11; 11-61, S. 80.)\n\nHistory: P.A. 11-6 effective July 1, 2011; P.A. 11-48 added references to Secs. 36b-27 and 36b-72, added provision re late fees received pursuant to Sec. 36a-65(b) and removed reference to Sec. 36a-57, effective July 1, 2011; P.A. 11-61 removed requirement that restitution be deposited into General Fund, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-60/"
    },
    {
      "id": "section-36a-61",
      "number": "36a-61",
      "heading": "to 36a-64. - Reserved for future use.",
      "text": "to 36a-64. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36a-65",
      "number": "36a-65.",
      "heading": "(Formerly Sec. 36-12a). - Assessment of expenses of Department of Banking. State Banking Fund. Fees.",
      "text": "(a)(1) Except as provided in subsection (e) of this section, the commissioner shall annually, on or after July first for the fiscal year commencing on said July first, collect pro rata based on asset size from each Connecticut bank and each Connecticut credit union an amount sufficient in the commissioner's judgment to meet the expenses of the Department of Banking, including a reasonable reserve for contingencies, provided the commissioner shall not collect such amount from a newly organized Connecticut credit union until July first following the third full calendar year after issuance by the commissioner of such credit union's certificate of authority. Such assessments and expenses shall not exceed the budget estimates submitted in accordance with section 36a-13.\n\n(2) In addition to any license, investigation or examination fee required under this title, the commissioner may levy assessments on persons licensed as money transmitters pursuant to sections 36a-595 to 36a-612, inclusive, and persons licensed as private student loan servicers pursuant to sections 36a-846 to 36a-854, inclusive. The commissioner shall annually, on or after July first for the fiscal year commencing on said July first, collect such additional amounts sufficient in the commissioner's judgment to meet the expenses of the Department of Banking, including a reasonable reserve for contingencies. Such assessment shall be determined pro rata based on: (a) For licensed money transmitters, dollar volume of money transmissions in this state, and (B) for licensed private student loan servicers, dollar volume of private student education loans, as defined in section 36a-846, of student loan borrowers serviced. Each such licensee shall pay the commissioner the amount allocated to it not later than the date specified by the commissioner for payment. Failure by a licensee to timely make such payment shall constitute a violation of this section and a basis upon which the commissioner may take action against such licensee pursuant to section 36a-51.\n\n(3) Such assessments may be made more frequently than annually at the discretion of the commissioner. Such assessments for any fiscal year shall be reduced pro rata by the amount of any surplus from the assessments of prior fiscal years, which surplus shall be maintained in accordance with subdivision (4) of subsection (b) of this section. The commissioner may reduce any such assessment collected from a Connecticut bank up to the amount of any assessment for the same fiscal year collected from such bank by another state in which such bank has established a branch, limited branch or mobile branch. The commissioner may reduce any such assessment collected from a Connecticut credit union up to the amount of any assessment for the same fiscal year collected from such credit union by another state in which such credit union has established a branch. Such assessments for any fiscal year shall be a liability of such banks, credit unions and licensees as of the assessment date. Except as provided in this subsection, such assessments shall not be prorated for any reason.\n\n(b) (1) Each such bank and credit union shall pay the commissioner the amount allocated to it not later than the date specified by the commissioner for payment. Any such bank or credit union shall pay the commissioner an additional two hundred dollars if such payment is not paid by the time specified. The provisions of this subdivision shall not apply to any person required to pay the commissioner any fee for license or registration or the whole cost of all examinations made by the commissioner.\n\n(2) Except as provided in section 36a-60, the State Treasurer shall place all funds received from the commissioner in a special fund to be known as the State Banking Fund. Amounts in the fund may be expended only pursuant to appropriation by the General Assembly.\n\n(3) The Comptroller shall determine for each fiscal year the expenses of the Department of Banking.\n\n(4) The Secretary of the Office of Policy and Management shall examine the State Banking Fund annually after the Comptroller has made his determination and shall direct the Treasurer to set aside within the Banking Fund amounts in excess of a reasonable reserve for contingencies, which excess amounts shall be considered a surplus for the purposes of subsection (a) of this section.\n\n(c) (1) The fee for an examination of a trust department of a Connecticut bank shall be the actual cost of the examination, as such cost is determined by the commissioner.\n\n(2) The fee for an examination of a trust bank shall be the actual cost of the examination, as such cost is determined by the commissioner.\n\n(3) The fee for an examination of a Connecticut credit union service organization is the actual cost of the examination, as such cost is determined by the commissioner.\n\n(4) The fee for an examination of an out-of-state branch of a Connecticut bank or a branch in this state of an out-of-state bank shall be the actual cost of the examination, as such cost is determined by the commissioner, and the commissioner may share any such fee with other banking regulators in accordance with agreements entered into by the commissioner pursuant to subsection (j) of section 36a-145 and subdivision (5) of subsection (a) and subsection (b) of section 36a-412.\n\n(5) The fee for an examination of an out-of-state branch of a Connecticut credit union or a branch in this state of an out-of-state credit union shall be the actual cost of the examination, as such cost is determined by the commissioner, and the commissioner may share any such fee with other state or federal credit union regulators in accordance with agreements entered into by the commissioner pursuant to subsection (f) of section 36a-462a and subsection (b) of section 36a-462b.\n\n(6) A licensee under section 36a-489, 36a-541, 36a-556, 36a-581, 36a-600, 36a-628, 36a-656, 36a-671, 36a-719, 36a-801 or 36a-847, and a registrant under section 36a-847a shall pay to the commissioner the actual cost of any examination of the licensee or registrant, as such cost is determined by the commissioner. If the licensee fails to pay such cost not later than sixty days after receipt of demand from the commissioner, the commissioner may suspend the license until such costs are paid.\n\n(d) (1) The fee for investigating and processing each application is as follows:\n\n(A) Establishment of (i) a branch under subdivision (1) of subsection (b) of section 36a-145, two thousand dollars; (ii) a mobile branch under subdivision (1) of subsection (d) of section 36a-145, one thousand five hundred dollars; (iii) a limited branch under subdivision (1) of subsection (c) of section 36a-145, one thousand five hundred dollars; (iv) a special need limited branch under subdivision (4) of subsection (c) of section 36a-145, five hundred dollars; (v) an out-of-state branch under subsection (j) of section 36a-145, a reasonable fee not to exceed two thousand dollars from which any fees paid to a state other than this state or to a foreign country in connection with the establishment shall be deducted; and (vi) an out-of-state limited branch or mobile branch under subsection (j) of section 36a-145, a reasonable fee not to exceed one thousand five hundred dollars from which any fees paid to a state other than this state or to a foreign country in connection with the establishment shall be deducted.\n\n(B) Sale of (i) a branch under subsection (i) of section 36a-145, two thousand dollars, except there shall be no fee for the sale of a branch of a Connecticut bank to another Connecticut bank or to a Connecticut credit union; and (ii) a limited branch, including a special need limited branch or mobile branch under subsection (i) of section 36a-145, a fee not to exceed one thousand five hundred dollars.\n\n(C) Relocation of (i) a main office of a Connecticut bank under subsection (a) of section 36a-81, two thousand dollars; and (ii) a branch or a limited branch under subsections (g) and (k) of section 36a-145, five hundred dollars.\n\n(D) Conversions from (i) a branch to a limited branch under subdivision (3) of subsection (c) of section 36a-145; and (ii) a limited branch to a branch under subdivision (3) of subsection (b) of section 36a-145, five hundred dollars.\n\n(E) Merger or consolidation involving a Connecticut bank under section 36a-125 or subsection (a) of section 36a-126, two thousand five hundred dollars if two institutions are involved and five thousand dollars if three or more institutions are involved.\n\n(F) Acquisition of assets or business under section 36a-210, two thousand five hundred dollars.\n\n(G) Organization of a holding company under section 36a-181, two thousand five hundred dollars.\n\n(H) Organization of any Connecticut bank under section 36a-70, including the conditional preliminary approval for an expedited bank, fifteen thousand dollars, except no fee shall be required for the organization of an interim Connecticut bank.\n\n(I) Reorganization of a mutual savings bank or mutual savings and loan association into a mutual holding company under section 36a-192, five thousand dollars.\n\n(J) Conversions under (i) sections 36a-135 to 36a-138, inclusive, five thousand dollars; (ii) sections 36a-139, 36a-139a and 36a-469c, two thousand five hundred dollars; and (iii) section 36a-139b, fifteen thousand dollars.\n\n(K) Acquiring, altering or improving real estate for present or future use in the business of the bank or purchasing real estate adjoining any parcel of real estate owned by the bank under subdivision (33) of subsection (a) of section 36a-250, five hundred dollars, except that no fee shall be charged for such application if it is filed in connection with an application to relocate a main office of a Connecticut bank under subsection (a) of section 36a-81 or establish (i) a branch in this state under subdivision (1) of subsection (b) of section 36a-145, (ii) a limited branch in this state under subdivision (1) of subsection (c) of section 36a-145, or (iii) a branch or limited branch outside of this state under subsection (j) of section 36a-145.\n\n(L) Investigation and processing an interstate banking transaction application filed under section 36a-411 or 36a-412, two thousand five hundred dollars, unless the transaction otherwise requires an investigation and processing fee under this section.\n\n(M) Issuance of a final certificate of authority for an expedited Connecticut bank, fifteen thousand dollars.\n\n(N) Establishment of a loan production office under subsection (o) of section 36a-145 or subsection (d) of section 36a-412, one thousand dollars.\n\n(2) The fee for investigating and processing each acquisition statement filed under section 36a-184 is two thousand five hundred dollars, except if the acquisition statement is filed in connection with a transaction that requires one or more applications, a reasonable fee not to exceed two thousand five hundred dollars.\n\n(3) Any fee for processing a notice of closing of a branch, limited branch or special need limited branch under subdivision (1) of subsection (f) of section 36a-145, if charged, shall not exceed two thousand dollars. There shall be no fee for processing a notice of closing of any mobile branch.\n\n(4) The fee for a miscellaneous investigation shall be the actual cost of the investigation, as such cost is determined by the commissioner.\n\n(e) (1) If the commissioner determines that the assessment to be collected from an innovation bank or a trust bank pursuant to subdivision (1) of subsection (a) of this section is unreasonably low or high based on the size and risk profile of the bank, the commissioner may require such bank to pay a fee in lieu of such assessment. Each such bank shall pay such fee to the commissioner not later than the date specified by the commissioner for payment. If payment of such fee is not made by the time specified by the commissioner, such bank shall pay to the commissioner an additional two hundred dollars.\n\n(2) Any innovation bank required to pay a fee in lieu of assessment shall also pay to the commissioner the actual cost of the examination of such bank, as such cost is determined by the commissioner.\n\n(1967, P.A. 591, S. 1; 1969, P.A. 598, S. 4; 1972, P.A. 84, S. 1; P.A. 74-95, S. 1, 2; 74-130, S. 1, 2; P.A. 75-67; 75-447, S. 1, 2; P.A. 76-231, S. 1, 6; P.A. 77-614, S. 19, 161, 587, 610; P.A. 78-72, S. 1–4; 78-121, S. 16, 113; 78-303, S. 38–40, 85, 136; P.A. 80-482, S. 236, 345, 348; P.A. 85-94, S. 1, 2, 6; P.A. 87-9, S. 2, 3; P.A. 88-65, S. 11; 88-150, S. 1; June Sp. Sess. P.A. 91-14, S. 19, 30; P.A. 92-12, S. 10; 92-89, S. 1, 20; P.A. 93-58, S. 1; 93-59, S. 1, 8; P.A. 94-122, S. 34, 340; P.A. 95-129, S. 2; P.A. 97-157, S. 1, 3; 97-208, S. 1, 2; 97-209, S. 2, 6; P.A. 01-183, S. 1, 11; P.A. 02-13, S. 2, 3; 02-47, S. 3; 02-73, S. 6, 7, 75; P.A. 03-196, S. 3; P.A. 04-136, S. 3, 4; P.A. 05-39, S. 2; P.A. 06-10, S. 1; 06-165, S. 1; P.A. 08-176, S. 37; P.A. 09-100, S. 5; P.A. 11-48, S. 10; 11-50, S. 3; 11-216, S. 5; P.A. 12-96, S. 19; P.A. 14-89, S. 19; P.A. 16-65, S. 45; P.A. 18-173, S. 6; P.A. 21-130, S. 15, 16; June Sp. Sess. P.A. 24-1, S. 15.)\n\nHistory: 1969 act applied filing fee in Subsec. (4)(b) to acquisitions and substituted “bank(s)” for “institution(s)”; 1972 act required filing fee of $500 in Subsec. (4)(a) and specified that assessment rate applies to special investigations re processing of new bank applications; P.A. 74-95 added Subsec. (4)(d) re filing fee for conversion of banking associations from one type to another; P.A. 74-130 replaced assessment rate of $100 per day and filing fee of $500 for new branch bank applications with combined assessment rate and filing fee of $1,000 and made $100 per day assessment rate applicable for miscellaneous investigations in Subsec. (4)(a); P.A. 75-67 replaced references to assessment rates and filing fees with general references to fees and reworded provisions re fee amounts to replace passive verbs; P.A. 75-447 transferred comptroller's duty to determine expenses of bank commissioner's office to commissioner and rephrased provisions in Subsec. (1), raised examiner's fee from $100 to $120, assisting examiners fee from $50 to $60 and minimum rate from $25 to $30 in Subsec. (2), added Subsec. (3)(b) to (d) re state banking fund and added Subsec. (6) re commissioner's powers to apportion expenses of his office and deposit of moneys in general fund; P.A. 76-231 required that assessments and expenses not exceed budget estimates under Subsec. (1), specified that fees received for chartering, licensing, etc. be deposited in banking fund under Subsec. (3)(b) and required that expenses of banking department be paid out of banking fund on and after July 1, 1976, in Subsec. (5); P.A. 77-614 replaced commissioner of finance and control with secretary of the office of policy and management and, effective January 1, 1979, replaced bank commissioner with banking commissioner within the department of business regulation and made banking department a division within that department; P.A. 78-72 added provision in Subsec. (1) re pro rata reductions of assessments, deleted reference to expenses of advisory council on banking in Subsec. (3)(c) and rephrased Subsec. (3)(d) so that amounts exceeding contingency reserve are no longer transferred to general fund; P.A. 78-121 deleted reference to private bankers in Subsec. (1), to building associations in Subsecs. (1) and (4) and to advisory council on banking in Subsecs. (1) and (3); P.A. 78-303 deleted references to expenses of banking commission in Subsecs. (1), (3) and (5) and to expenses of advisory council on banking in same Subsecs., in part repeating amendments enacted in P.A. 78-72 and P.A. 78-121; P.A. 80-482 restored banking division as independent department with banking commissioner as its head and abolished the department of business regulation; P.A. 85-94 amended Subsec. (1) to include credit unions and Subsec. (4)(b) to except credit unions; (Revisor's note: Pursuant to P.A. 87-9 “banking” commissioner and department were changed editorially by the Revisors to commissioner and department “of banking”); P.A. 88-65 deleted Subdiv. (1)(c) which authorized the commissioner to assess industrial banks for the expenses of the department, relettering as necessary, and deleted a reference to industrial bank in Subsec. (4)(c); P.A. 88-150 amended Subsec. (2) by increasing the fees for trust department examinations to $150 per day for the examiner in charge, $100 a day for an assistant examiner, and increasing the minimum rate for such examinations to $150, amended Subsec. (4)(a) to increase the fee for investigation of applications for new branches to $2,000, fee for investigation of applications to establish satellite devices to $150 and the fee for other miscellaneous investigations to $150 per day, amended Subsec. (4)(b) by deleting the reference to Sec. 36-92(2) and extending the application of the subsection to Secs. 36-140a, 36-193p, 36-193u and 36-193v, increasing the fee for investigation of applications for certain mergers, consolidations or acquisitions to $2,500, and increasing the fee for such mergers, consolidations or acquisitions involving three or more banks to $5,000, amended Subsec. (c) by deleting the reference to industrial bank, increasing the fee for investigating an application to organize new banks to $10,000 and establishing a fee of $5,000 for reorganizing a mutual savings institution and amended Subsec. (d) increasing fees for conversions of certain institutions to $5,000; June Sp. Sess. P.A. 91-14 amended Subsec. (3)(b) to provide that on and after September 19, 1991, amounts in state banking fund may be expended only pursuant to appropriation by general assembly and deleted Subsec. (5) which provided that on and after July 1, 1976, expenses connected with activities of banking department shall be paid out of state banking fund upon request of commissioner; P.A. 92-12 redesignated Subsecs. and Subdivs.; P.A. 92-89 added provisions re the collection of assessments pro rata based on asset size, added requirements that assessments shall be a liability of the institution as of the assessment date and shall not be prorated, added fees for investigating and processing acquisition statements under Sec. 36-423 and applications for armored car services (Revisor's note: The reference to Sec. 36-9gg in Subsec. (d)(6) was added editorially by the Revisors to assist users); P.A. 93-58 deleted Subdiv. (6) re fees for investigating and processing applications for armored car services; P.A. 93-59 amended Subsec. (d)(1) to add “the sale of branches” of savings and loan associations to the fee schedule for investigations and amended Subsec. (d)(2) to add a reference to Sec. 36-30 re purchase of assets and assumption of liabilities, effective May 10, 1993; P.A. 94-122 rewrote Subsec. (d) to require that fees be paid to the commissioner instead of the state treasurer, added new fees for closing, converting and relocating branches and organizing interim banks and reduced miscellaneous investigations fee, effective January 1, 1995; Sec. 36-12a transferred to Sec. 36a-65 in 1995; P.A. 95-129 amended Subsec. (d)(1)(E) to increase the fee for organization of a Connecticut bank from $10,000 to $15,000; P.A. 97-157 amended Subsec. (d)(1) to eliminate the fee for establishment and use of a satellite device, effective June 24, 1997; P.A. 97-208 amended Subsec. (d) to provide for a $1,500 fee for an application to establish a mobile branch or limited branch or to relocate a limited branch, a $500 fee for an application to establish a special need limited branch, a fee not to exceed $2,000 for processing a notice of closing of a special need limited branch, and a fee not to exceed $1,500 for processing an application for the sale of a limited branch, special need limited branch or mobile branch, to provide that no fee is required for the organization of an interim bank, to increase the fee for miscellaneous investigations from $100 to $150 per day, and to make technical changes, effective July 1, 1997; P.A. 97-209 amended Subsec. (d) to provide for a $2,500 application fee for conversions under Sec. 36a-469a, effective June 24, 1997; P.A. 01-183 amended Subsec. (d) to reorganize subsection, deleting former Subparas. (a) to (G) and adding new Subparas. (a) to (K) in Subdiv. (1) and deleting former Subdivs. (2) to (5) and adding new Subdivs. (2) to (4), to establish fees for establishment of out-of-state branches and out-of-state limited or mobile branches, conversion to an uninsured bank, expansion of community and uninsured banks' powers, investigating and processing an acquisition statement and the buying, altering or improving of real estate, to change fee for relocation of a branch or limited branch from $1,500 to $500, to change the conversion fees of branch to limited branch and of limited branch to branch from no more than $2,000 to $500, to change $150 fee for miscellaneous investigations to a fee of the actual cost of the investigation and to eliminate $1,500 application fee for sale of a special need or mobile branch and $2,000 fee for selling a branch of a Connecticut bank to another Connecticut bank or Connecticut credit union, effective July 1, 2001; P.A. 02-13 amended Subsec. (a) by adding provision permitting commissioner to reduce assessment of Connecticut bank up to amount collected for the same fiscal year by another state in which such bank has a branch, limited branch or mobile branch and amended Subsec. (b) by replacing former language re fee for trust department examinations with provision that the fee shall be the actual cost of examination as determined by the commissioner, effective July 1, 2002; P.A. 02-47 amended Subsec. (d)(1)(D) by replacing reference to “subdivision (1)” with reference to “subdivision (4)” of Sec. 36a-145(b); P.A. 02-73 amended Subsec. (a) by adding proviso that commissioner shall not collect assessment from newly organized Connecticut credit union until July first following the third year after issuance of certificate of authority, and adding provision re authority of commissioner to reduce assessment of Connecticut credit union up to amount collected for the same fiscal year by another state in which such credit union has a branch, amended Subsec. (b) by designating existing provisions as Subdiv. (1) and adding Subdivs. (2) and (3) re fee for examination of Connecticut credit union service organizations and various licensees, and amended Subsec. (d)(1)(J) by replacing reference to Sec. 36a-469a with reference to Sec. 36a-469c; P.A. 03-196 deleted former Subsec. (b) re determination of certain fees and payments, redesignated existing Subsec. (c) as new Subsec. (b), added new Subsec. (c) re determination of certain fees and payments, amended Subsec. (d)(1)(E) by substituting “involving” for “of”, amended Subsec. (d)(1)(F) by substituting “Acquisition of assets or business” for “Purchase of assets or assumption of liabilities, other than by a Connecticut credit union or federal credit union”, amended Subsec. (d)(1)(K) by inserting “in the business” and made technical changes, effective July 1, 2003; P.A. 04-136 amended Subsec. (c)(2) to substitute “trust bank” for “Connecticut bank organized to function solely in a fiduciary capacity” and added Subsec. (d)(1)(L) establishing a fee of $2,500 for investigation and processing an interstate banking transaction application filed under Sec. 36a-411 or 36a-412, unless transaction otherwise requires investigation and processing fee under section, effective May 12, 2004; P.A. 05-39 amended Subsec. (d)(1)(K) to provide that no fee shall be charged for an application to acquire, alter or improve real estate if filed in connection with an application under Sec. 36a-145(b) or (c), effective May 17, 2005; P.A. 06-10 amended Subsec. (d)(1)(k) to provide that no fee shall be charged for application for acquiring, altering or improving real estate for use in bank business if application is filed in connection with an application to establish a branch or limited branch outside of this state and to make technical changes, effective May 2, 2006; P.A. 06-165 amended Subsec. (d)(1)(A)(vi) to make a technical change, effective June 6, 2006; P.A. 08-176 amended Subsec. (c)(6) to increase payment time limit from 30 to 60 days and to substitute “may” for “shall automatically” re license suspension, effective July 1, 2008; P.A. 09-100 amended Subsec. (d)(1)(H) by adding “including the conditional preliminary approval for an expedited bank”, amended Subsec. (d)(1)(K) by adding “relocate a main office of a Connecticut bank under subsection (a) of section 36a-81”, and added Subsec. (d)(1)(M) re issuance of final certificate of authority for expedited Connecticut bank; P.A. 11-48 amended Subsec. (b)(1) to change deadline for paying commissioner from within 20 business days from mailing of notice to not later than date specified by commissioner and to make technical changes and amended Subsec. (b)(2) to add reference to Sec. 36a-60 and eliminate requirement that all moneys received for documents or reports sold by commissioner be placed in the State Banking Fund, effective July 1, 2011; P.A. 11-50 amended Subsec. (d)(1) to make a technical change in Subpara. (A), to require same fee for relocation of Connecticut bank branch outside Connecticut as is required for branch relocations within Connecticut in Subpara. (C) and to delete exception for conditional preliminary approval in Subpara. (M), effective June 13, 2011; P.A. 11-216 amended Subsec. (c)(6) to add reference to Sec. 36a-671, effective July 13, 2011; P.A. 12-96 amended Subsec. (d)(1) by adding Subpara. (N) re fee for establishment of a loan production office, effective June 8, 2012; P.A. 14-89 amended Subsec. (c)(6) to add reference to Sec. 36a-719; P.A. 16-65 amended Subsec. (a) by designating existing provisions as Subdivs. (1) and (3), adding Subdiv. (2) re assessments on licensed money transmitters and student loan servicers and making a conforming change, effective May 26, 2016; P.A. 18-173 amended Subsec. (a)(1) by adding “Except as provided in subsection (e) of this section,”, amended Subsec. (c)(6) by adding reference to Sec. 36a-847, added Subsec. (e) re payment of fees in lieu of assessment and the actual cost of examination, and made technical changes; P.A. 21-130 added references to “private” in Subsec. (a)(2), and added references to registrant and Sec. 36a-847a in Subsec. (c)(6), effective July 1, 2021; June Sp. Sess. P.A. 24-1 amended Subsec. (e) by changing references to “uninsured bank” to “innovation bank”, effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-36a/chapter-664a/section-36a-65-formerly-sec-36-12a/"
    },
    {
      "id": "section-36a-66",
      "number": "36a-66",
      "heading": "to 36a-69. - Reserved for future use.",
      "text": "to 36a-69. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}