{
  "state": "idaho",
  "path": "title-title-63/chapter-chapter-45",
  "sections": [
    {
      "id": "section-63-4501",
      "number": "63-4501",
      "heading": "",
      "text": "63-4501. SHORT TITLE. This chapter shall be known and may be cited as the \"Idaho New Capital Investments Incentive Act of 2008.\"\n\n[63-4501, added 2008, ch. 234, sec. 1, p. 712.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-45/section-63-4501/"
    },
    {
      "id": "section-63-4502",
      "number": "63-4502",
      "heading": "",
      "text": "63-4502. TAX EXEMPTION FOR NEW CAPITAL INVESTMENTS. (1) For calendar years beginning on or after January 1, 2008, the net taxable value of all property of a taxpayer, whether acquired before, during or after the qualifying period, in excess of four hundred million dollars ($400,000,000) located within a single county in Idaho shall be exempt from property taxation and any special assessment, but only if the taxpayer makes a qualifying new capital investment as defined in subsection (2) of this section.\n\n(2) For purposes of this section, the following definitions shall apply:\n\n(a) \"Qualifying new capital investment\" means an investment of at least one billion dollars ($1,000,000,000) made during the qualifying period by the acquisition, construction, improvement or installation of real, operating or personal property related to new plant and building facilities at a project site located within the county referred to in subsection (1) of this section.\n\n(b) \"New plant and building facilities\" means:\n\n(i) Qualified investments as defined in section 63-3029B, Idaho Code; or\n\n(ii) Buildings or structural components of buildings, including equipment, materials and fixtures thereof, whether used at a project site or temporarily stored off-site in the county referred to in subsection (1) of this section and intended for use at a project site.\n\n(c) \"Qualifying period\" means an eighty-four (84) month period of time beginning with the issuance of a building permit for a permanent building structure at a project site and ending no later than eighty-four (84) months a thereafter.\n\n(d) \"Project site\" means an area or areas at which the new plant and building facilities described in subsection (2)(b) of this section are built, installed or constructed.\n\n(3) The property included in the calculation for purposes of determining a qualifying new capital investment value shall include all real or operating property owned, and all personal property owned, leased or rented. With respect to leased or rented personal property, only that portion of the property for which a taxpayer is contractually liable for payment of property taxes thereon shall be included in the calculation of the investment.\n\n(4) Notwithstanding the exemption provided in subsection (4) of section 63-3029B, Idaho Code, no other exemption from property tax or any special assessment provided by the statutes of this state shall be applicable to any property described in subsection (2) of this section with respect to a year in which the incentives set forth in subsection (1) of this section apply to any of the same property.\n\n(5) Property subject to the provisions of this section shall not be included on any property roll or any new construction roll prepared by the county assessor in accordance with section 63-301 or 63-301A, Idaho Code, respectively.\n\n(6) The state tax commission shall adopt all rules that may be necessary to implement the provisions of this section.\n\n[63-4502, added 2008, ch. 234, sec. 1, p. 712; am. 2011, ch. 10, sec. 1, p. 22; am. 2018, ch. 151, sec. 1, p. 309.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-45/section-63-4502/"
    }
  ]
}