{
  "state": "idaho",
  "path": "title-title-63/chapter-chapter-36",
  "sections": [
    {
      "id": "section-63-3601",
      "number": "63-3601",
      "heading": "",
      "text": "63-3601. TITLE OF ACT. This act is known and may be cited as \"The Idaho Sales Tax Act.\"\n\n[63-3601, added 1965, ch. 195, sec. 1, p. 408.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3601/"
    },
    {
      "id": "section-63-3602",
      "number": "63-3602",
      "heading": "",
      "text": "63-3602. DEFINITIONS. When used in this chapter, the terms defined in sections 63-3603 through 63-3618, Idaho Code, shall have the meanings respectively ascribed to them, except as the context or other provisions of this chapter may require.\n\n[63-3602, added 1965, ch. 195, sec. 2, p. 408; am. 1991, ch. 321, sec. 1, p. 834.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3602/"
    },
    {
      "id": "section-63-3603",
      "number": "63-3603",
      "heading": "",
      "text": "63-3603. FARMING. The terms \"farm\" and \"farming\" refer to and mean the business of operating for gain or profit a ranch or farm and include stock, dairy, poultry, fish, fur, fruit and truck farms, ranches, ranges and orchards, and custom farming.\n\n[63-3603, added 1965, ch. 195, sec. 3, p. 408; am. 1987, ch. 326, sec. 1, p. 682.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3603/"
    },
    {
      "id": "section-63-3604",
      "number": "63-3604",
      "heading": "",
      "text": "63-3604. IN THIS STATE — IN THE STATE. The terms \"in this state\" or \"in the state\" mean within the exterior limits of the state of Idaho and include all territory within these limits owned by or ceded to the United States of America.\n\n[63-3604, added 1965, ch. 195, sec. 4, p. 408.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3604/"
    },
    {
      "id": "section-63-3604b",
      "number": "63-3604B",
      "heading": "",
      "text": "63-3604B. INCLUDES AND INCLUDING. The terms \"includes\" and \"including\" when used in this act shall not be deemed to exclude other things otherwise within the meaning of the term defined.\n\n[(63-3604B) 63-3605, added 1965, ch. 195, sec. 5, p. 408; am. and redesig. 2019, ch. 320, sec. 7, p. 955.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3604b/"
    },
    {
      "id": "section-63-3605c",
      "number": "63-3605C",
      "heading": "",
      "text": "63-3605C. LOGGING. The term \"logging\" means the harvesting of forest trees by cutting, skidding, loading, thinning or decking, regardless of whether the forest trees are owned by the person performing the harvesting when such harvesting is for resale of the product harvested.\n\n[(63-3605C) 63-3605A, added 1989, ch. 257, sec. 1, p. 632; am. 1990, ch. 431, sec. 1, p. 1195; am. and redesig. 2019, ch. 320, sec. 8, p. 955.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3605c/"
    },
    {
      "id": "section-63-3605e",
      "number": "63-3605E",
      "heading": "",
      "text": "63-3605E. MARKETPLACE FACILITATOR. The term \"marketplace facilitator\" means a person that contracts with sellers to facilitate for consideration, including the deduction of fees from a transaction, the sale of the seller’s products through a physical or electronic marketplace operated by the person, and engages:\n\n(1) Directly or indirectly, through one (1) or more affiliated persons, in any of the following:\n\n(a) Transmitting or otherwise communicating the offer or acceptance between the buyer and seller;\n\n(b) Owning or operating the infrastructure, electronic or physical, or the technology that brings buyers and sellers together;\n\n(c) Providing a virtual currency that buyers are allowed or required to use to purchase products from the seller; or\n\n(d) Software development or research and development activities related to any of the activities described in subsection (2) of this section, if the activities are directly related to a physical or electronic marketplace operated by the person or an affiliated person; and\n\n(2) In any of the following activities, with respect to the seller’s products:\n\n(a) Payment processing services;\n\n(b) Fulfillment or storage services;\n\n(c) Listing products for sale;\n\n(d) Setting prices;\n\n(e) Branding sales as those of the marketplace facilitator;\n\n(f) Taking orders;\n\n(g) Advertising or promotion; or\n\n(h) Providing customer service or accepting or assisting with returns or exchanges.\n\n[63-3605E, added 2019, ch. 320, sec. 1, p. 948.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3605e/"
    },
    {
      "id": "section-63-3605h",
      "number": "63-3605H",
      "heading": "",
      "text": "63-3605H. MINING. The term \"mining\" means the extraction from the earth of a mineral as defined in sections 47-701 and 47-701A, Idaho Code, excepting therefrom geothermal resources, and includes the further processing of such mineral.\n\n[(63-3605H) 63-3605B, added 1993, ch. 319, sec. 1, p. 1175; am. and redesig. 2019, ch. 320, sec. 9, p. 956.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3605h/"
    },
    {
      "id": "section-63-3605j",
      "number": "63-3605J",
      "heading": "",
      "text": "63-3605J. MODULAR BUILDING. The term \"modular building,\" as defined in section 39-4301, Idaho Code, is a substantially complete building designed to be affixed to real property. The term \"modular building,\" includes all components incorporated in such modular building at the time of manufacture and remaining unchanged at the time of the original retail sale. Furniture, fixtures, furnishings, appliances, and attachments not incorporated as component parts of the modular building at the time of manufacture shall be subject to the sales and use tax separately and distinctly from the sales price of a modular building. Refrigerators, ranges, draperies, and wood burning stoves placed in the modular home by the manufacturer shall be deemed to be components incorporated into such modular building.\n\n[(63-3605J) 63-3606A, added 1971, ch. 213, sec. 1, p. 935; am. 1986, ch. 30, sec. 10, p. 93; am. 1996, ch. 46, sec. 1, p. 120; am. 2007, ch. 252, sec. 14, p. 750; am. and redesig. 2019, ch. 320, sec. 10, p. 956.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3605j/"
    },
    {
      "id": "section-63-3605l",
      "number": "63-3605L",
      "heading": "",
      "text": "63-3605L. MOTOR VEHICLE. The term \"motor vehicle\" means a vehicle registered or required to be registered for use on public roads. The term \"motor vehicle\" does not include vehicles not required to be registered pursuant to section 49-426, Idaho Code, or intended for off-road use only, including snowmobiles, boats and aircraft, and all-terrain vehicles and off-road motorcycles when not used on public roads.\n\n[(63-3605L) 63-3606B, added 1999, ch. 42, sec. 1, p. 85; am. and redesig. 2019, ch. 320, sec. 11, p. 956.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3605l/"
    },
    {
      "id": "section-63-3606",
      "number": "63-3606",
      "heading": "",
      "text": "63-3606. NEW MANUFACTURED HOME. (1) The term \"new manufactured home\" means a manufactured home, as defined in section 39-4105, Idaho Code, that is sold for the first time at retail. The sale of a new manufactured home by a licensed manufacturer to a licensed retailer who provides a valid resale certificate is exempt from sales and use tax under this chapter. The term \"new manufactured home\" includes all components incorporated in such manufactured home at the time of manufacture and remaining unchanged at the time of the original retail sale thereof.\n\n(2) Furniture, fixtures, furnishings, appliances and attachments not incorporated as component parts of the manufactured home at the time of manufacture shall be subject to the sales and use tax separately and distinctly from the sales price of a new manufactured home at the time of its first retail sale. Items incorporated into the new manufactured home as component parts by the manufacturer are taxed at the same rate as the new manufactured home.\n\n[63-3606, added 1965, ch. 195, sec. 6, p. 408; am. 1976, ch. 297, sec. 1, p. 1025; am. 1986, ch. 30, sec. 9, p. 92; am. 2021, ch. 31, sec. 1, p. 73.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3606/"
    },
    {
      "id": "section-63-3606c",
      "number": "63-3606C",
      "heading": "",
      "text": "63-3606C. NEW PARK MODEL RECREATIONAL VEHICLE. (1) The term \"new park model recreational vehicle\" means a park model recreational vehicle as defined in section 49-117, Idaho Code, that is sold for the first time at retail. The term \"new park model recreational vehicle\" includes all components incorporated in such park model recreational vehicle at the time of manufacture and remaining unchanged at the time of the original retail sale thereof.\n\n(2) Furniture, fixtures, furnishings, appliances and attachments not incorporated as component parts of the park model recreational vehicle at the time of manufacture shall be subject to the sales and use tax separately and distinctly from the sales price of the new park model recreational vehicle. Refrigerators, ranges, draperies and wood-burning stoves placed in a new park model recreational vehicle by the manufacturer shall be deemed to be components incorporated into such park model recreational vehicle.\n\n[63-3606C, added 2017, ch. 134, sec. 14, p. 324.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3606c/"
    },
    {
      "id": "section-63-3607",
      "number": "63-3607",
      "heading": "",
      "text": "63-3607. PERSON. The term \"person\" includes any individual, firm, copartnership, joint venture, association, social club, fraternal organization, corporation, estate, trust, business trust, receiver, trustee, syndicate, cooperative, assignee, or any other group or combination acting as a unit.\n\n[63-3607, added 1965, ch. 195, sec. 7, p. 408.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3607/"
    },
    {
      "id": "section-63-3607a",
      "number": "63-3607A",
      "heading": "",
      "text": "63-3607A. PRIMARY OR PRIMARILY. (1) With respect to the use of tangible personal property, \"primary\" or \"primarily\" means the predominant or greatest use of the property.\n\n(2) In determining the primary use of tangible personal property, all uses of the property shall be aggregated into total taxable uses and total nontaxable uses pursuant to the provisions of this chapter. The primary use shall be the greater of the total taxable use or total nontaxable use.\n\n(3) The use of tangible personal property shall be measured in terms of hours, miles, gallons or other measure commonly or customarily used to measure or determine use of the property.\n\n[63-3607A, added 2013, ch. 8, sec. 1, p. 17.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3607a/"
    },
    {
      "id": "section-63-3608",
      "number": "63-3608",
      "heading": "",
      "text": "63-3608. PURCHASE. The term \"purchase\" means any transfer, rental, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, of tangible personal property for a consideration. A transaction whereby the possession of property is transferred but the seller retains the title as security for the payment of the price is a purchase. A transfer for a consideration of any publication or of tangible personal property which has been produced, fabricated, or printed to the special order of the customer is also a purchase.\n\n[63-3608, added 1965, ch. 195, sec. 8, p. 408.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3608/"
    },
    {
      "id": "section-63-3609",
      "number": "63-3609",
      "heading": "",
      "text": "63-3609. RETAIL SALE — SALE AT RETAIL. The terms \"retail sale\" or \"sale at retail\" means a sale for any purpose other than resale in the regular course of business or lease or rental of property in the regular course of business where such rental or lease is taxable under section 63-3612(h), Idaho Code.\n\n(a) All persons engaged in constructing, altering, repairing or improving real estate are consumers of the material used by them; all sales to or use by such persons of tangible personal property are taxable whether or not such persons intend resale of the improved property.\n\n(b) For the purpose of this chapter, the sale or purchase of personal property incidental to the sale of real property or used mobile or manufactured homes is deemed a sale of real property.\n\n[63-3609, added 1965, ch. 195, sec. 9, p. 408; am. 1967, ch. 290, sec. 1, p. 805; am. 1971, ch. 213, sec. 2, p. 935; am. 1985, ch. 140, sec. 1, p. 383; am. 1986, ch. 30, sec. 11, p. 93; am. 1996, ch. 46, sec. 2, p. 120; am. 1998, ch. 48, sec. 1, p. 195; am. 2021, ch. 31, sec. 2, p. 74.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3609/"
    },
    {
      "id": "section-63-3610",
      "number": "63-3610",
      "heading": "",
      "text": "63-3610. RETAILER. The term \"retailer\" includes:\n\n(a) Every seller who makes any retail sale or sales of tangible personal property and every person engaged in the business of making retail sales at auction of tangible personal property owned by the person or others.\n\n(b) Every person engaged in the business of making sales for storage, use, or other consumption or in the business of making sales at auction of tangible personal property owned by the person or others for storage, use, or other consumption.\n\n(c) Every person making more than two (2) retail sales of tangible personal property during any twelve (12) month period, including sales made in the capacity of assignee for the benefit of creditors, or receiver or trustee in bankruptcy, or every person making fewer sales who holds himself out as engaging in the business of selling such tangible personal property at retail or who sells a motor vehicle.\n\n(d) When the state tax commission determines that it is necessary for the efficient administration of this act to regard any salesmen, representatives, peddlers, or canvassers as agents of the dealers, distributors, supervisors, or employers under whom they operate or from whom they obtain the tangible personal property sold by them, irrespective of whether they are making sales on their own behalf or on behalf of such dealers, distributors, supervisors, or employers, the state tax commission may so regard them and may regard the dealers, distributors, supervisors, or employers as retailers for the purpose of this act.\n\n(e) Persons conducting both contracting and retailing activities. Such persons must keep separate accounts for the retail portion of their business and pay tax in the usual fashion on this portion.\n\n[63-3610, added 1965, ch. 195, sec. 10, p. 408; am. 1967, ch. 290, sec. 2, p. 805; am. 1995, ch. 54, sec. 1, p. 123; am. 1999, ch. 42, sec. 2, p. 85.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3610/"
    },
    {
      "id": "section-63-3611",
      "number": "63-3611",
      "heading": "",
      "text": "63-3611. RETAILER ENGAGED IN BUSINESS IN THIS STATE. \"Retailer engaged in business in this state\" as used in this chapter means any retailer who:\n\n(1) Engages in recurring solicitation of purchases from residents of this state or otherwise purposefully directs its business activities at residents of this state; and\n\n(2) Has sufficient contact with this state, in accordance with the constitution of the United States, to allow the state to require the seller to collect and remit sales or use tax on sales of tangible personal property or services made to customers in this state.\n\n(3) The term \"retailer engaged in business in this state\" includes any of the following:\n\n(a) Any retailer maintaining, occupying or using, permanently or temporarily, directly or indirectly, or through a subsidiary or agent, by whatever name called, an office, place of distribution, sales or sample room or place, warehouse or storage place, or other place of business or maintaining a stock of goods.\n\n(b) Any retailer having any representative, agent, salesman, canvasser or solicitor operating in this state under the authority of the retailer or its subsidiary for the purpose of selling, delivering, installing or the taking of orders for any tangible personal property.\n\n(c) Any retailer, with respect to a lease or rental, deriving rentals from a lease or rental of tangible personal property situated in this state.\n\n(d) Any retailer engaging in any activity in connection with servicing or installing tangible personal property in this state.\n\n(e) Any retailer with substantial nexus in this state within the meaning of section 63-3615A, Idaho Code.\n\n(f) Any retailer having a franchisee or licensee operating under its trade name if the franchisee or licensee is required to collect the tax under the provisions of this section.\n\n(g) (i) Any retailer that has an agreement, directly or indirectly, with one (1) or more persons engaged in business in this state pursuant to this section under which, for a commission or other consideration, the persons refer potential purchasers to the retailer directly, whether by a link on an internet website, written or oral presentation, or otherwise; and\n\n(ii) The cumulative gross receipts from sales by the retailer to purchasers who are referred by all retailers engaged in business in this state pursuant to this section with such an agreement are greater than ten thousand dollars ($10,000) during the immediately preceding twelve (12) months. For purposes of this paragraph, gross receipts means receipts from sales to customers located in this state who were referred to the retailer by persons in this state with such an agreement with the retailer.\n\n(iii) For purposes of this paragraph, a retailer may rebut the presumption that it is soliciting sales in Idaho through persons in this state with whom it has an agreement as described in subparagraph (i) of this paragraph. For purposes of administering such rebuttal, the state tax commission will deem the presumption rebutted if the retailer is able to establish that no persons as described in subparagraph (i) of this paragraph engaged in any solicitation in this state on behalf of the retailer that would satisfy the nexus requirement of the United States constitution during the twelve (12) month period in question. The state tax commission may promulgate rules to administer the provisions of this subsection.\n\n(h) On and after June 1, 2019, any retailer without a physical presence in Idaho that has, in the previous calendar year or the current calendar year, cumulative gross receipts from sales delivered into Idaho in excess of one hundred thousand dollars ($100,000). Provided, however, a retailer described under this paragraph (h) shall not collect or remit any local sales tax or any other tax or assessment that is not imposed by this chapter.\n\n[63-3611, added 1989, ch. 311, sec. 2, p. 806; am. 1995, ch. 54, sec. 2, p. 123; am. 1998, ch. 49, sec. 1, p. 199; am. 2008, ch. 49, sec. 1, p. 120; am. 2018, ch. 220, sec. 1, p. 493; am. 2019, ch. 320, sec. 2, p. 949.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3611/"
    },
    {
      "id": "section-63-3612",
      "number": "63-3612",
      "heading": "",
      "text": "63-3612. SALE. (1) The term \"sale\" means any transfer of title, exchange or barter, conditional or otherwise, of tangible personal property for a consideration and shall include any similar transfer of possession found by the state tax commission to be in lieu of, or equivalent to, a transfer of title, exchange or barter.\n\n(2) \"Sale\" shall also include the following transactions when a consideration is transferred, exchanged or bartered:\n\n(a) Producing, fabricating, processing, printing, or imprinting of tangible personal property for consumers who furnish, either directly or indirectly, the tangible personal property used in the producing, fabricating, processing, printing, or imprinting.\n\n(b) Furnishing, preparing, or serving food, meals, or drinks and nondepreciable goods and services directly consumed by customers included in the charge thereof.\n\n(c) A transfer of possession of property where the seller retains the title as security for the payment of the sales price.\n\n(d) A transfer of the title or possession of tangible personal property which has been produced, fabricated, or printed to the special order of the customer, or of any publication.\n\n(e) Admission to a place or for an event in Idaho, provided that an organization conducting an exempt function as defined in section 527 or exempted by section 501(c)(3) of the Internal Revenue Code, as incorporated in section 63-3004, Idaho Code, and collecting any charges for attendance at the aforementioned event, shall not have those admission charges be defined as a sale if the event:\n\n(i) Is not predominately recreational or commercial; and\n\n(ii) Any included entertainment value is minimal when compared to the charge for attendance; and\n\n(iii) Such entity has paid sales and use tax on taxable property or services used during the event.\n\n(f) The use of or the privilege of using tangible personal property or facilities for recreation.\n\n(g) Providing hotel, motel, campground, or trailer court accommodations, nondepreciable goods directly consumed by customers and included services, except where residence is maintained continuously under the terms of a lease or similar agreement for a period in excess of thirty (30) days.\n\n(h) The lease or rental of tangible personal property.\n\n(i) The intrastate transportation for hire by air of freight or passengers, except (1) as part of a regularly scheduled flight by a certified air carrier, under authority of the United States, or (2) when providing air ambulance services.\n\n(3) As used in subsections (2)(b) and (2)(g) of this section, goods \"directly consumed by customers\" shall not be interpreted to mean any linens, bedding, cloth napkins or similar nondisposable property.\n\n[63-3612, added 1965, ch. 195, sec. 12, p. 408; am. 1988, ch. 346, sec. 1, p. 1025; am. 1988, ch. 352, sec. 1, p. 1053; am. 1993, ch. 26, sec. 1, p. 87; am. 1997, ch. 62, sec. 1, p. 121; am. 1999, ch. 204, sec. 2, p. 551.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3612/"
    },
    {
      "id": "section-63-3613",
      "number": "63-3613",
      "heading": "",
      "text": "63-3613. SALES PRICE. (a) The term \"sales price\" means the total amount for which tangible personal property, including services agreed to be rendered as a part of the sale, is sold, rented or leased, valued in money, whether paid in money or otherwise, without any deduction on account of any of the following:\n\n1. The cost of the property sold. However, in accordance with such rules as the state tax commission may prescribe, a deduction may be taken if the retailer has purchased property for some purpose other than resale or rental, has reimbursed his vendor for tax which the vendor is required to pay to the state or has paid the use tax with respect to the property, and has resold or rented the property prior to making any use of the property other than retention, demonstration or display while holding it for sale in the regular course of business. If such a deduction is taken by the retailer, no refund or credit will be allowed to his vendor with respect to the sale of the property.\n\n2. The cost of materials used, labor or service cost, losses, or any other expense.\n\n3. The cost of transportation of the property prior to its sale.\n\n4. The face value of manufacturer’s discount coupons. A manufacturer’s discount coupon is a price reduction coupon presented by a consumer to a retailer upon purchase of a manufacturer’s product, the face value of which may only be reimbursed by the manufacturer to the retailer.\n\n(b) The term \"sales price\" does not include any of the following:\n\n1. Retailer discounts allowed and taken on sales, but only to the extent that such retailer discounts represent price adjustments as opposed to cash discounts offered only as an inducement for prompt payment.\n\n2. Any sums allowed on merchandise accepted in payment of other merchandise, provided that this allowance shall not apply to the sale of a \"new manufactured home,\" a \"new park model recreational vehicle\" or a \"modular building\" as defined herein.\n\n3. The amount charged for property returned by customers when the amount charged therefor is refunded either in cash or credit; but this exclusion shall not apply in any instance when the customer, in order to obtain the refund, is required to purchase other property at a price greater than the amount charged for the property that is returned.\n\n4. The amount charged for labor or services rendered in installing or applying the property sold, provided that said amount is stated separately and such separate statement is not used as a means of avoiding imposition of this tax upon the actual sales price of the tangible personal property; except that charges by a manufactured homes dealer or park model recreational vehicle dealer for set up of a manufactured home or park model recreational vehicle shall be included in the \"sales price\" of such manufactured home or park model recreational vehicle.\n\n5. The amount of any tax (not including, however, any manufacturers’ or importers’ excise tax) imposed by the United States upon or with respect to retail sales whether imposed upon the retailer or the consumer.\n\n6. The amount charged for finance charges, carrying charges, service charges, time-price differential, or interest on deferred payment sales, provided such charges are not used as a means of avoiding imposition of this tax upon the actual sales price of the tangible personal property.\n\n7. Delivery and handling charges for transportation of tangible personal property to the consumer, provided that the transportation is stated separately and the separate statement is not used as a means of avoiding imposition of the tax upon the actual sales price of the tangible personal property; except that charges by a manufactured homes dealer or park model recreational vehicle dealer for transportation of a manufactured home or park model recreational vehicle shall be included in the \"sales price\" of such manufactured home or park model recreational vehicle.\n\n8. Manufacturers’ rebates when used at the time of a retail sale as a down payment on or reduction to the retail sales price of a motor vehicle to which the rebate applies. A manufacturer’s rebate is a cash payment made by a manufacturer to a consumer who has purchased or is purchasing the manufacturer’s product from the retailer.\n\n9. The amount of any fee imposed upon an outfitter as defined in section 36-2102, Idaho Code, by a governmental entity pursuant to statute for the purpose of conducting outfitting activities on land or water subject to the jurisdiction of the governmental entity, provided that the fee is stated separately and is presented as a use fee paid by the outfitted public to be passed through to the governmental entity.\n\n10. The amount of any discount or other price reduction on telecommunications equipment when offered as an inducement to the consumer to commence or continue telecommunications service, or the amount of any commission or other indirect compensation received by a retailer or seller as a result of the consumer commencing or continuing telecommunications service.\n\n(c) The sales price of a \"new manufactured home\" or a \"modular building\" as defined in this chapter shall be limited to and include only fifty-five percent (55%) of the sales price as otherwise defined herein.\n\n(d) Taxes previously paid on amounts represented by accounts found to be worthless may be credited upon a subsequent payment of the tax provided in this chapter or, if no such tax is due, refunded. If such accounts are thereafter collected, a tax shall be paid upon the amount so collected.\n\n(e) Tangible personal property when sold at retail for more than eleven cents (11¢) but less than one dollar and one cent ($1.01) through a vending machine shall be deemed to have sold at a sales price equal to one hundred seventeen percent (117%) of the price which is paid for such tangible personal property and/or its component parts including packaging by the owner or operator of the vending machines.\n\n(f) Sales price shall not include a gratuity or tip received when paid to the service provider of a meal. The gratuity or tip can be either voluntary or mandatory, but must be given for the service provided and as a supplement to the service provider’s income.\n\n(g) The sales price of a \"new park model recreational vehicle\" shall include one hundred percent (100%) of the sales price as otherwise defined in this section.\n\n[63-3613, added 1965, ch. 195, sec. 13, p. 408; am. 1967, ch. 290, sec. 4, p. 805; am. 1969, ch. 261, sec. 1, p. 800; am. 1976, ch. 297, sec. 2, p. 1025; am. 1977, ch. 36, sec. 1, p. 64; am. 1983, ch. 247, sec. 1, p. 668; am. 1984, ch. 287, sec. 1, p. 671; am. 1986, ch. 30, sec. 12, p. 94; am. 1986, ch. 300, sec. 1, p. 749; am. 1990, ch. 352, sec. 1, p. 944; am. 1990, ch. 438, sec. 1, p. 1206; am. 1994, ch. 111, sec. 1, p. 244; am. 1996, ch. 46, sec. 3, p. 121; am. 1996, ch. 433, sec. 1, p. 1467; am. 1999, ch. 42, sec. 3, p. 85; am. 2011, ch. 230, sec. 1, p. 628; am. 2017, ch. 134, sec. 15, p. 324.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3613/"
    },
    {
      "id": "section-63-3614",
      "number": "63-3614",
      "heading": "",
      "text": "63-3614. SELLER. The term \"seller\" means every person making sales at retail or retail sales to a buyer or consumer, whether as agent, broker or principal.\n\n[63-3614, added 1965, ch. 195, sec. 14, p. 408; am. 1991, ch. 176, sec. 1, p. 429; am. 1992, ch. 16, sec. 1, p. 40.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3614/"
    },
    {
      "id": "section-63-3615",
      "number": "63-3615",
      "heading": "",
      "text": "63-3615. STORAGE — USE. (a) The term \"storage\" includes any keeping or retention in this state for any purpose except sale in the regular course of business or subsequent use solely outside this state of tangible personal property purchased from a retailer.\n\n(b) The term \"use\" includes the exercise of any right or power over tangible personal property incident to the ownership or the leasing of that property or the exercise of any right or power over tangible personal property by any person in the performance of a contract, or to fulfill contract or subcontract obligations, whether the title of such property be in the subcontractor, contractor, contractee, subcontractee, or any other person, or whether the titleholder of such property would be subject to the sales or use tax, unless such property would be exempt to the titleholder under section 63-3622D, Idaho Code, except that the term \"use\" does not include the sale of that property in the regular course of business.\n\n(c) \"Storage\" and \"use\" do not include the keeping, retaining, or exercising of any right or power over tangible personal property for the purpose of subsequently transporting it outside the state for use thereafter solely outside the state, or for the purpose of being processed, fabricated, or manufactured into, attached to, or incorporated into other tangible personal property to be transported outside the state, and thereafter used solely outside the state.\n\n[63-3615, added 1965, ch. 195, sec. 15, p. 408; am. 1967, ch. 290, sec. 5, p. 805; am. 1969, ch. 261, sec. 2, p. 800; am. 1971, ch. 55, sec. 1, p. 127; am. 1984, ch. 239, sec. 27, p. 584; am. 1985, ch. 256, sec. 2, p. 710; am. 1991, ch. 2, sec. 4, p. 14; am. 1991, ch. 321, sec. 2, p. 834; am. 1994, ch. 376, sec. 1, p. 1209; am. 1995, ch. 54, sec. 3, p. 124.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3615/"
    },
    {
      "id": "section-63-3615a",
      "number": "63-3615A",
      "heading": "",
      "text": "63-3615A. SUBSTANTIAL NEXUS. (1) Subject to the limitation in subsection (2) of section 63-3611, Idaho Code, a retailer has substantial nexus with this state if both of the following apply:\n\n(a) The retailer and an in-state business maintaining one (1) or more locations within this state are related parties; and\n\n(b) The retailer and the in-state business use an identical or substantially similar name, trade name, trademark or goodwill to develop, promote or maintain sales, or the in-state business provides services to, or that inure to the benefit of, the out-of-state business related to developing, promoting or maintaining the in-state market.\n\n(2) Two (2) entities are related parties under this section if they meet any one (1) of the following tests:\n\n(a) Both entities are component members of the same controlled group of corporations under section 1563 of the Internal Revenue Code;\n\n(b) One (1) entity is a related taxpayer to the other entity under the provisions of section 267 of the Internal Revenue Code;\n\n(c) One (1) entity is a corporation and the other entity and any party, for which section 318 of the Internal Revenue Code requires an attribution of ownership of stock from that party to the entity, own directly, indirectly, beneficially, or constructively at least fifty percent (50%) of the value of the outstanding stock of the corporation; or\n\n(d) One (1) or both entities is a limited liability company, partnership, estate or trust, none of which is treated as a corporation for federal income tax purposes, and such limited liability company, partnership, estate or trust and its members, partners or beneficiaries own in the aggregate directly, indirectly, beneficially, or constructively at least fifty percent (50%) of the profits, capital, stock or value of the other entity or both entities.\n\n(3) The provisions of this section shall not apply to a retailer that had sales in this state in the previous year in an amount of less than one hundred thousand dollars ($100,000).\n\n(4) The definition of \"Internal Revenue Code\" in section 63-3004, Idaho Code, shall apply to this section.\n\n[63-3615A, added 2008, ch. 49, sec. 2, p. 121.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3615a/"
    },
    {
      "id": "section-63-3616",
      "number": "63-3616",
      "heading": "",
      "text": "63-3616. TANGIBLE PERSONAL PROPERTY. (a) The term \"tangible personal property\" means personal property which may be seen, weighed, measured, felt or touched, or which is in any other manner perceptible to the senses.\n\n(b) The term \"tangible personal property\" includes any computer software except the following: custom computer programs; computer software that is delivered electronically; remotely accessed computer software; and computer software that is delivered by the load and leave method where the vendor or its agent loads the software at the user’s location but does not transfer any tangible personal property containing the software to the user. As used in this subsection, the term \"remotely accessed computer software\" means computer software that a user accesses over the internet, over private or public networks, or through wireless media, where the user has only the right to use or access the software by means of a license, lease, subscription, service or other agreement. Notwithstanding the foregoing exclusions of certain types of computer software from the definition of tangible personal property, tangible personal property shall include computer software that constitutes digital music, digital books, digital videos and digital games when the purchaser has a permanent right to use such software and, regardless of the method of delivery or access. If the right to use digital music, digital books, digital videos or digital games is conditioned upon continued payment from the purchaser it is not a permanent right of use.\n\n(i) As used in this subsection, the term \"computer software\" means any computer program, part of a program or any sequence of instructions for automatic data processing equipment or information stored in an electronic medium.\n\n(ii) As used in this subsection, the term \"custom computer program\" means any computer software, as defined in this subsection, which is written or prepared exclusively for a customer and includes those services represented by separately stated charges for the modification of existing prewritten programs when the modifications are written or prepared exclusively for a customer. The term does not include a \"canned\" or prewritten program which is held or existing for general or repeated sale, lease or license, even if the program was initially developed on a custom basis or for in-house use. Modification to an existing prewritten program to meet the customer’s needs is custom computer programming only to the extent of the modification, and only to the extent that the actual amount charged for the modification is separately stated on invoices, statements, and other billing documents supplied to the purchaser.\n\n(c) The term \"tangible personal property\" does not include advertising space when sold to an advertiser or its agent by the publisher of the newspaper or the magazine in which the advertisement is displayed or circulated.\n\n[63-3616, added 1965, ch. 195, sec. 16, p. 408; am. 1986, ch. 192, sec. 1, p. 488; am. 1993, ch. 26, sec. 2, p. 88; am. 1998, ch. 50, sec. 1, p. 201; am. 2013, ch. 271, sec. 1, p. 707; am. 2014, ch. 340, sec. 1, p. 858; am. 2015, ch. 202, sec. 1, p. 615.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3616/"
    },
    {
      "id": "section-63-3618",
      "number": "63-3618",
      "heading": "",
      "text": "63-3618. TAXPAYER. The term \"taxpayer\" means any person subject to or liable for any taxes imposed by this act.\n\n[63-3618, added 1965, ch. 195, sec. 18, p. 408.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3618/"
    },
    {
      "id": "section-63-3619",
      "number": "63-3619",
      "heading": "",
      "text": "63-3619. IMPOSITION AND RATE OF THE SALES TAX. An excise tax is hereby imposed upon each sale at retail at the rate of six percent (6%) of the sales price of all retail sales subject to taxation under this chapter and such amount shall be computed monthly on all sales at retail within the preceding month.\n\n(a) The tax shall apply to, be computed on, and collected for all credit, installment, conditional or similar sales at the time of the sale or, in the case of rentals, at the time the rental is charged.\n\n(b) The tax hereby imposed shall be collected by the retailer from the consumer.\n\n(c) The state tax commission shall provide schedules for collection of the tax on sales which involve a fraction of a dollar. The retailer shall calculate the tax upon the entire amount of the purchases of the consumer made at a particular time and not separately upon each item purchased. The retailer may retain any amount collected under the bracket system prescribed which is in excess of the amount of tax for which he is liable to the state during the period as compensation for the work of collecting the tax.\n\n(d) It is unlawful for any retailer to advertise or hold out or state to the public or to any customer, directly or indirectly, that the tax or any part thereof will be assumed or absorbed by the retailer or that it will not be added to the selling price of the property sold or that if added it or any part thereof will be refunded. Any person violating any provision of this section is guilty of a misdemeanor.\n\n(e) The tax commission may by rule provide that the amount collected by the retailer from the customer in reimbursement of the tax be displayed separately from the list price, the price advertised on the premises, the marked price, or other price on the sales slip or other proof of sale.\n\n(f) The taxes imposed by this chapter shall apply to the sales to contractors purchasing for use in the performance of contracts with the United States.\n\n[63-3619, added 2003, ch. 318, sec. 7, p. 876; am. 2006, 1st Ex. Sess., ch. 1, sec. 18, p. 61.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3619/"
    },
    {
      "id": "section-63-3620",
      "number": "63-3620",
      "heading": "",
      "text": "63-3620. PERMITS — ISSUANCE — REVOCATION — PENALTIES. (a) Every retailer engaged in business in this state, before conducting business within this state, shall file with the state tax commission an application for a seller’s permit. Every application for a permit shall be made upon a form prescribed by the state tax commission and shall set forth the name under which the applicant transacts or intends to transact business, the location of his place or places of business, and such other information as the state tax commission may require. The applications, or any information contained thereon, may be made available by the tax commission to authorized representatives of state or federal agencies. The application shall be signed by the owner if he is a natural person or by an individual authorized by the seller to sign the application. Except as provided in subsection (f) of this section, permits shall be issued without charge.\n\n(b) The state tax commission, for the efficient administration of this chapter, may issue:\n\n(1) Temporary seller’s permits. No retailer shall be issued more than three (3) temporary permits in one (1) calendar year. A temporary permit shall be valid only for the period of time shown on the face thereof.\n\n(2) Wholesaler’s permits to persons who are not retailers but who purchase tangible personal property for resale. A wholesaler’s permit shall be valid for no more than twelve (12) consecutive months and may be renewed by the commission.\n\n(c) The person signing the application shall certify that the applicant will actively engage in or conduct a business making sales subject to tax under this chapter.\n\n(d) After compliance by the applicant with the requirements set out above and in section 63-3625, Idaho Code, the state tax commission shall grant and issue to each applicant a permit. A permit shall not be assignable, and shall be valid only for the person in whose name it is issued. The permit or a copy thereof shall at all times be conspicuously displayed at each place where the person to whom it is issued conducts business.\n\n(e) A seller whose permit has been previously suspended or revoked shall pay the state tax commission a fee of ten dollars ($10.00) for the renewal or issuance of a permit in the event of a first revocation and twenty-five dollars ($25.00) for renewal after each successive revocation unless the suspension or revocation is for inactivity pursuant to section 63-3620A, Idaho Code.\n\n(f) Whenever any person fails to comply with any provision of this chapter relating to the sales tax or any rules of the state tax commission relating to the sales tax prescribed and adopted under this chapter, the state tax commission may revoke or suspend any one (1) or more of the permits held by the person or may deny a new permit to such person. Notice of revocation or denial shall be given in the manner provided for deficiencies in taxes in section 63-3629, Idaho Code, which shall be subject to review as provided in section 63-3631, Idaho Code. The state tax commission shall not issue a new permit after the revocation of a permit unless the commission is satisfied that the former holder of the permit will comply with the provisions of this chapter relating to the sales tax and the rules of the state tax commission.\n\n(g) A person who engages in business as a seller in this state without a permit or permits, or after a permit has been suspended, and any person who is a responsible person, as defined in section 63-3627, Idaho Code, of such a business shall, after receiving written notice from the state tax commission, be subject to a civil penalty not in excess of one hundred dollars ($100), and each day shall constitute a separate offense, which the state tax commission may assess as a deficiency pursuant to section 63-3629, Idaho Code.\n\n[63-3620, added 1965, ch. 195, sec. 20, p. 408; am. 1969, ch. 261, sec. 3, p. 800; am. 1988, Ch. 86, sec. 1, p. 170; am. 1990, ch. 439, sec. 1, p. 1208; am. 1991, ch. 1, sec. 1, p. 3, sec. 4, p. 8; am. 1991, ch. 176, sec. 2, p. 429; am. 1992, ch. 16, sec. 2, p. 40; am. 1994, ch. 111, sec. 2, p. 246; am. 1996, ch. 46, sec. 5, p. 123; am. 1996, ch. 210, sec. 1, p. 679; am. 1997, ch. 62, sec. 2, p. 122; am. 1998, ch. 48, sec. 3, p. 197; am. 2003, ch. 9, sec. 1, p. 19; am. 2006, ch. 61, sec. 1, p. 191.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3620/"
    },
    {
      "id": "section-63-3620a",
      "number": "63-3620A",
      "heading": "",
      "text": "63-3620A. REVOCATION, SUSPENSION OR EXPIRATION OF PERMITS HELD BY PERSONS NOT ACTIVELY ENGAGED IN BUSINESS. (1) A permit shall be held only by persons actively engaged in making sales subject to tax under this chapter. Any person not so engaged shall forthwith surrender his permit to the state tax commission for cancellation. The state tax commission may revoke the permit of a person not actively engaged in making sales subject to tax under this chapter.\n\n(2) Notice of revocation shall be given in the manner provided for deficiencies in taxes in section 63-3629, Idaho Code, which shall be subject to review as provided in section 63-3631, Idaho Code.\n\n(3) A permit held by a person who, for a period of twelve (12) consecutive months, reports no sales shall expire automatically upon the state tax commission providing notice of the expiration to the last known address of the person to whom the permit was issued.\n\n(4) The state tax commission may provide by rule for the temporary suspension of permits held by persons engaged in seasonal business or who may otherwise temporarily not be actively engaged in the business of making sales subject to tax under this chapter.\n\n[63-3620A, added 1988, ch. 86, sec. 2, p. 172; am. 1996, ch. 46, sec. 6, p. 125; am. 1996, ch. 210, sec. 2, p. 682.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3620a/"
    },
    {
      "id": "section-63-3620b",
      "number": "63-3620B",
      "heading": "",
      "text": "63-3620B. AGREEMENTS TO COLLECT AND REMIT SALES TAX. (1) The state tax commission may enter into agreements with persons who may not be otherwise liable to collect and remit sales or use taxes for the collection of sales and use taxes due on their sales of tangible personal property or taxable services to customers in this state. These agreements shall be made on terms and conditions determined by the commission to be in the best interests of the state.\n\n(2) The state tax commission is authorized to participate in the northwest regional sales tax pilot project with states, especially the states of Washington and Utah, and selected businesses, to simplify the sales and use tax administration and to enter into joint agreements for that purpose.\n\n(a) Agreements to participate in the pilot project shall establish provisions for the administration, imposition and collection of sales and use taxes resulting in revenues paid that are substantially the same as would be paid under this chapter.\n\n(b) Business parties to the agreements are excused from complying with the provisions of this chapter to the extent a different procedure is required by the agreements.\n\n(c) Agreements authorized in subsection (2) of this section shall terminate on June 30, 2001.\n\n[63-3620B, added 1998, ch. 49, sec. 2, p. 200; am. 1999, ch. 252, sec. 2, p. 653.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3620b/"
    },
    {
      "id": "section-63-3620c",
      "number": "63-3620C",
      "heading": "",
      "text": "63-3620C. PROMOTER SPONSORED EVENTS. (1) The operator or promoter contracting with persons for participation in a promoter sponsored event, as a prerequisite to renting or leasing space to any person for conducting business as a retailer on any premises owned or controlled by that operator or promoter, shall obtain:\n\n(a) Written evidence that the retailer holds a valid seller’s permit issued pursuant to this chapter or will apply to the state tax commission for a regular or temporary seller’s permit; or\n\n(b) A written statement from the retailer that the retailer is not offering for sale any item that is taxable under this chapter or is otherwise not required to hold a valid seller’s permit.\n\n(2) Such written evidence or statements shall be in such form and contain such information as the state tax commission shall require. The operator or promoter shall submit the documents to the state tax commission within ten (10) days following the beginning of the event.\n\n(3) (a) The state tax commission may appoint a sponsor or promoter as its agent for issuing temporary seller’s permits to participants in the event and for accounting for such permits.\n\n(b) A sponsor or promoter appointed to issue temporary permits under this subsection shall be entitled to a credit or refund of income or franchise taxes imposed under chapter 30, title 63, Idaho Code, in the amount of one dollar ($1.00) for each such temporary permit issued by the sponsor or promoter during the taxable year.\n\n(4) Any operator or promoter of a promoter sponsored event who fails to comply with this section may be subject to a minimum penalty of fifty dollars ($50.00) per event and twenty-five dollars ($25.00) for each seller over two (2) sellers for whom such records required by subsection (1) of this section are not obtained, but not to exceed one thousand dollars ($1,000) for each such event. Under no circumstances, shall an operator or a promoter be responsible for sales or use tax not remitted by a retailer at a promoter sponsored event.\n\n(5) The penalties provided in subsection (4) of this section shall not apply:\n\n(a) Unless the state tax commission shall have previously given notice to the operator or promoter or its officer, agent or employee, by certified mail, of the requirements of this section and of a violation of this section by the operator or promoter or its officer, agent or employee; or\n\n(b) If the operator or promoter shows that such failure was due to reasonable cause and not to willful neglect.\n\n(6) The state tax commission shall give notice of any penalty provided in this section and it shall assess such penalties in the manner provided for deficiencies of tax.\n\n(7) \"Promoter sponsored event,\" as used in this section, means a swap meet, flea market, gun show, fair or similar activity involving a series of sales sufficient in number, scope and character to constitute a regular course of business; or any event at which two (2) or more persons offer tangible personal property or services for sale or exchange and at which a fee is charged for the privilege of offering the services or displaying the property for sale or exchange; or at which a fee is charged to prospective buyers for admission to the area where the property or services are offered or displayed for sale or exchange.\n\n[63-3620C, added 1999, ch. 204, sec. 1, p. 550; am. 2000, ch. 349, sec. 1, p. 1176; am. 2007, ch. 111, sec. 1, p. 318.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3620c/"
    },
    {
      "id": "section-63-3620e",
      "number": "63-3620E",
      "heading": "",
      "text": "63-3620E. COLLECTION OF TAX BY MARKETPLACE FACILITATORS. (1) A marketplace facilitator shall register with the state tax commission and collect, report, and pay state sales and use taxes on any retail sale facilitated by the marketplace facilitator. A marketplace facilitator shall not collect, report, or pay any local sales tax or any other tax or assessment that is not imposed by this chapter.\n\n(2) A marketplace facilitator that has physical presence in this state but has not previously facilitated a retail sale in the state of Idaho shall have forty-five (45) days to comply with this section upon completion of the marketplace facilitator’s first facilitated retail sale in Idaho.\n\n(3) A marketplace facilitator that does not have physical presence in this state must comply with this section once the combined total of its own sales and any sales it facilitates for retailers or authorized agents of the retailer exceeds one hundred thousand dollars ($100,000).\n\n(4) A marketplace facilitator is not liable under this section for failure to file, collect, and remit sales and use taxes if the marketplace facilitator demonstrates that the error was due to incorrect or insufficient information given to the marketplace facilitator by the retailer or authorized agent of the retailer. This subsection shall not apply if the marketplace facilitator and the retailer or authorized agent of the retailer are related parties.\n\n(5) No class action on behalf of customers may be brought against a marketplace facilitator in any court of this state that arises from or is in any way related to an overpayment of sales or use tax collected on sales facilitated by the marketplace facilitator, regardless of whether that claim is characterized as a tax refund claim. Nothing in this subsection affects a customer’s right to seek a refund as provided under section 63-3626, Idaho Code.\n\n(6) The state tax commission may waive penalties and interest if a marketplace facilitator seeks liability relief and the state tax commission finds that a reasonable cause exists.\n\n[63-3620E, added 2019, ch. 320, sec. 3, p. 950.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3620e/"
    },
    {
      "id": "section-63-3620f",
      "number": "63-3620F",
      "heading": "",
      "text": "63-3620F. DISTRIBUTION OF TAX COLLECTED BY MARKETPLACE FACILITATORS AND OUT-OF-STATE RETAILERS. (1) State sales and use taxes collected by retailers without a physical presence in Idaho, as described in section 63-3611(3)(h), Idaho Code, and state sales and use taxes collected on transactions facilitated for third-party sellers by marketplace facilitators, as described in section 63-3605E, Idaho Code, shall be distributed as provided in this section.\n\n(2) All state sales and use taxes described in subsection (1) of this section shall be distributed by the state tax commission as follows:\n\n(a) An amount of money shall be distributed to the state refund account sufficient to pay current refund claims under this section. All refunds authorized for payment by the state tax commission shall be paid through the state refund account and those moneys are continuously appropriated; and\n\n(b) All remaining funds received pursuant to this section shall be distributed to the tax relief fund established in section 57-811, Idaho Code.\n\n(3) Marketplace facilitators must obtain a separate seller’s permit and collect and remit under that separate permit for state sales and use taxes collected on transactions facilitated for third-party sellers.\n\n[63-3620F, added 2019, ch. 320, sec. 4, p. 950; am. 2022, ch. 318, sec. 2, p. 1012; am. 2023, ch. 200, sec. 14, p. 552.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3620f/"
    },
    {
      "id": "section-63-3621",
      "number": "63-3621",
      "heading": "",
      "text": "63-3621. IMPOSITION AND RATE OF THE USE TAX — EXEMPTIONS. (1) An excise tax is hereby imposed on the storage, use, or other consumption in this state of tangible personal property acquired on or after October 1, 2006, for storage, use, or other consumption in this state at the rate of six percent (6%) of the value of the property, and a recent sales price shall be presumptive evidence of the value of the property unless the property is wireless telecommunications equipment, in which case a recent sales price shall be conclusive evidence of the value of the property.\n\n(2) Every person storing, using, or otherwise consuming, in this state, tangible personal property is liable for the tax. His liability is not extinguished until the tax has been paid to this state, except that a receipt from a retailer maintaining a place of business in this state or engaged in business in this state given to the purchaser is sufficient to relieve the purchaser from further liability for the tax to which the receipt refers. A retailer shall not be considered to have stored, used, or consumed wireless telecommunications equipment by virtue of giving, selling, or otherwise transferring such equipment at a discount as an inducement to a consumer to commence or continue a contract for telecommunications service.\n\n(3) Every retailer engaged in business in this state and making sales of tangible personal property for the storage, use, or other consumption in this state, not exempted under section 63-3622, Idaho Code, shall, at the time of making the sales or, if storage, use, or other consumption of the tangible personal property is not then taxable hereunder, at the time the storage, use, or other consumption becomes taxable, collect the tax from the purchaser and give to the purchaser a receipt therefor in the manner and form prescribed by the state tax commission.\n\n(4) The provisions of this section shall not apply when the retailer pays sales tax on the transaction and collects reimbursement for such sales tax from the customer.\n\n(5) Every retailer engaged in business in this state or maintaining a place of business in this state shall register with the state tax commission and give the name and address of all agents operating in this state the location of all distributions or sales houses or offices or other places of business in this state and such other information as the state tax commission may require.\n\n(6) For the purpose of the proper administration of this act and to prevent evasion of the use tax and the duty to collect the use tax, it shall be presumed that tangible personal property sold by any person for delivery in this state is sold for storage, use, or other consumption in this state. The burden of proving the sale is tax-exempt is on the person who makes the sale, unless he obtains from the purchaser a resale certificate to the effect that the property is purchased for resale or rental. It shall be presumed that sales made to a person who has completed a resale certificate for the seller’s records are not taxable and the seller need not collect sales or use taxes unless the tangible personal property purchased is taxable to the purchaser as a matter of law in the particular instance claimed on the resale certificate.\n\n(a) A seller may accept a resale certificate from a purchaser prior to the time of sale, at the time of sale, or at any reasonable time after the sale when necessary to establish the privilege of the exemption. The resale certificate relieves the person selling the property from the burden of proof only if taken from a person who is engaged in the business of selling or renting tangible personal property and who holds the permit provided for by section 63-3620, Idaho Code, or who is a retailer not engaged in business in this state and who, at the time of purchasing the tangible personal property, intends to sell or rent it in the regular course of business or is unable to ascertain at the time of purchase whether the property will be sold or used for some other purpose. Other than as provided elsewhere in this section, when a resale certificate, properly executed, is presented to the seller, the seller has no duty or obligation to collect sales or use taxes in regard to any sales transaction so documented, regardless of whether the purchaser properly or improperly claimed an exemption. A seller so relieved of the obligation to collect tax is also relieved of any liability to the purchaser for failure to collect tax or for making any report or disclosure of information required or permitted under this chapter.\n\n(b) The resale certificate shall bear the name and address of the purchaser, shall be signed by the purchaser or his agent, shall indicate the number of the permit issued to the purchaser or that the purchaser is an out-of-state retailer, and shall indicate the general character of the tangible personal property sold by the purchaser in the regular course of business. The certificate shall be substantially in such form as the state tax commission may prescribe.\n\n(c) If a purchaser who gives a resale certificate makes any storage or use of the property other than retention, demonstration, or display while holding it for sale in the regular course of business, the storage or use is taxable as of the time the property is first so stored or used.\n\n(7) Any person violating any provision of this section is guilty of a misdemeanor and punishable by a fine not in excess of one hundred dollars ($100), and each violation shall constitute a separate offense.\n\n(8) It shall be presumed that tangible personal property shipped or brought to this state by the purchaser was purchased from a retailer for storage, use, or other consumption in this state.\n\n(9) It shall be presumed that tangible personal property delivered outside this state to a purchaser known by the retailer to be a resident of this state was purchased from a retailer for storage, use, or other consumption in this state. This presumption may be controverted by evidence satisfactory to the state tax commission that the property was not purchased for storage, use, or other consumption in this state.\n\n(10) When the tangible personal property subject to use tax has been subjected to a general retail sales or use tax by another state of the United States in an amount equal to or greater than the amount of the Idaho tax, and evidence can be given of such payment, the property will not be subject to Idaho use tax. If the amount paid to the other state was less, the property will be subject to use tax to the extent that the Idaho tax exceeds the tax paid to the other state. For the purposes of this subsection, a registration certificate or title issued by another state or subdivision thereof for a vehicle or trailer or a vessel as defined in section 67-7003, Idaho Code, shall be sufficient evidence of payment of a general retail sales or use tax.\n\n(11) The use tax imposed by this section shall not apply to the use by a nonresident of this state of a motor vehicle registered or licensed under the laws of the state of his residence and not used in this state more than a cumulative period of time totaling ninety (90) days in any consecutive twelve (12) months and if none of the buyers listed on the purchase, registration, or title documents are Idaho residents. A nonresident business entity will be held to the same requirements as a nonresident individual to qualify for the exemption provided in this subsection, except that the nonresident business entity also must not be formed under the laws of the state of Idaho. The use tax herein shall also not apply to any use of a motor vehicle registered or licensed under the laws of the state of residence of a nonresident student while such nonresident student is enrolled as a full-time student in an institution of postsecondary education that is both physically located in Idaho and recognized as accredited by the state board of education.\n\n(12) The use tax imposed by this section shall not apply to the use of household goods, personal effects, and personally owned vehicles or personally owned aircraft by a resident of this state if such articles were acquired by such person in another state while a resident of that state and primarily for use outside this state and if such use was actual and substantial; however, if an article was acquired less than ninety (90) days prior to the time he entered this state, it will be presumed that the article was acquired for use in this state and that its use outside this state was not actual and substantial. The use tax imposed by this section shall not apply to the use of household goods, personal effects, and personally owned vehicles or personally owned aircraft by active duty military personnel temporarily assigned in this state and spouses who accompany them if such articles were acquired prior to receipt of orders to transfer to Idaho or ninety (90) days prior to moving to Idaho, whichever time period is shorter. For purposes of this subsection, \"resident\" shall be as defined in section 63-3013 or 63-3013A, Idaho Code. For purposes of this subsection, wherever the term \"individual\" appears in section 63-3013 or 63-3013A, Idaho Code, the term includes a natural person or a grantor trust as described in sections 673 through 678 of the Internal Revenue Code.\n\n(13)(a) The use tax imposed by this section shall not apply to the storage, use, or other consumption of tangible personal property that is or will be incorporated into real property and has been donated to and has become the property of:\n\n(i) A nonprofit organization as defined in section 63-3622O, Idaho Code;\n\n(ii) The state of Idaho; or\n\n(iii) Any political subdivision of the state.\n\n(b) This exemption applies whether the tangible personal property is incorporated in real property by the donee, a contractor, a subcontractor of the donee, or any other person.\n\n(14) The use tax imposed by this section shall not apply to tastings of food and beverages, including but not limited to wine and beer. For the purposes of this subsection, a tasting of wine and beer shall be defined as the maximum serving allowed by state or federal laws for such occasions provided to a potential customer, at no charge, at a location where like or similar beverages are sold. For nonalcoholic beverages and food, a tasting shall be defined as a sample from a unit available for sale at the tasting location.\n\n(15) The use tax imposed by this section shall not apply to donations of food or beverages, or both, to individuals or nonprofit organizations. For the purposes of this section, \"nonprofit organization\" means those nonprofit entities currently registered with the secretary of state pursuant to section 30-30-102, Idaho Code.\n\n(16) The use tax imposed by this section shall not apply to a retailer supplying prepared food or beverages free of charge to its employee when that retailer sells prepared food or beverages in its normal course of business.\n\n[63-3621, added 2003, ch. 318, sec. 8, p. 877; am. 2006, 1st Ex. Sess., ch. 1, sec. 19, p. 61; am. 2009, ch. 91, sec. 1, p. 265; am. 2011, ch. 18, sec. 1, p. 55; am. 2011, ch. 278, sec. 1, p. 756; am. 2012, ch. 55, sec. 1, p. 154; am. 2013, ch. 34, sec. 2, p. 74; am. 2013, ch. 113, sec. 1, p. 272; am. 2014, ch. 113, sec. 1, p. 322; am. 2015, ch. 226, sec. 1, p. 693; am. 2020, ch. 82, sec. 36, p. 206; am. 2021, ch. 205, sec. 1, p. 556; am. 2022, ch. 19, sec. 1, p. 37; am. 2023, ch. 47, sec. 1, p. 191.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3621/"
    },
    {
      "id": "section-63-3621a",
      "number": "63-3621A",
      "heading": "",
      "text": "63-3621A. USE TAX ON TRANSIENT EQUIPMENT. (a) As used in this section, the term \"transient equipment\" means tangible personal property which is:\n\n(1) Subject to use tax in this state; and\n\n(2) Eligible for depreciation under the federal internal revenue code and actually depreciated on the owner’s federal income tax return; and\n\n(3) Present in this state for a cumulative period of time totaling not more than ninety (90) days in any consecutive twelve (12) months. For purposes of this subsection, any part of a day is one (1) day.\n\n(b) In the case of transient equipment owned and operated by a nonresident of this state, the use tax imposed by section 63-3621, Idaho Code, may be the lesser of the amount of tax computed upon:\n\n(1) The value of the property. A recent sales price shall be presumptive evidence of the value of the property. If there is no recent sales price, the value shall be the fair market value of the property on the date the property is first brought into Idaho; or\n\n(2) The fair rental value of the property during the time the property is located in Idaho. Fair rental value is the amount for which the same or similar property could be leased or rented by the taxpayer from another, unrelated person in the business of leasing or renting such equipment for profit. A taxpayer electing to pay use tax on the fair rental value must establish the value by clear and convincing evidence. Any allowable credit for sales or use taxes paid to another state shall be first exhausted before any tax becomes due under this section.\n\n(c) If transient equipment taxed upon its fair rental value ceases to qualify as transient equipment, it shall be taxed as provided in section 63-3621, Idaho Code, based upon the value at the time the equipment ceased to qualify.\n\n(d) A taxpayer may elect to pay tax on the fair rental value on or before the due date of the first tax return on which the use tax is due. The election need not be filed with the state tax commission but must be reflected in the records supporting the computation of the tax shown to be due on the return. After the due date of the first tax return on which the use tax is due, an election may only be made with the written approval of the state tax commission. The commission shall grant approval only upon evidence establishing that at the time the equipment first became subject to use tax in this state, the taxpayer intended a use for the equipment which would have qualified the property as transient equipment.\n\n(e) Upon discovery of property subject to use tax in this state in regard to which no use tax has been reported, the state tax commission may assert use tax in the manner provided in section 63-3629, Idaho Code, based upon the fair rental value if the commission finds that at the time the equipment first became subject to use tax in this state, the taxpayer intended a use for the equipment which would have qualified the property as transient equipment.\n\n[63-3621A, added 1992, ch. 7, sec. 2, p. 13.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3621a/"
    },
    {
      "id": "section-63-3622",
      "number": "63-3622",
      "heading": "",
      "text": "63-3622. EXEMPTIONS — EXEMPTION CERTIFICATES AND RESALE CERTIFICATES — PENALTIES. (a) To prevent evasion of the sales and use tax, it shall be presumed that all sales are subject to the taxes imposed by the provisions of this chapter and the retailer shall have the burden of establishing the facts giving rise to such exemption unless the purchaser delivers to the retailer, or has on file with the retailer, an exemption certificate or resale certificate, in which case the purchaser shall bear the burden of establishing the facts giving rise to the exemption.\n\n(b) An exemption certificate shall show the purchaser’s name, business name, address, a federal employer identification number or driver’s license number and state of issue, signature, date, and the reason for and nature of the claimed exemption.\n\n(c) A resale certificate shall be signed and dated by, and bear the name and address of, the purchaser or his agent, shall show the federal employer identification number or driver’s license number and state of issue, shall indicate the number of the permit issued to the purchaser or that the purchaser is an out-of-state retailer, and shall indicate the general character of the tangible personal property sold or rented by the purchaser in the regular course of business. If a purchaser who gives a resale certificate makes any use of the property other than retention, demonstration or display while holding it for sale or rent in the regular course of business, the use shall be taxable to the purchaser as of the time the property is first used by him, and the sales price of the property to him shall be deemed the measure of the tax.\n\n(d) A seller may accept an exemption certificate or resale certificate from a purchaser prior to the time of sale, at the time of the sale, or at any reasonable time after the sale when necessary to establish the privilege of the exemption. Other than as provided elsewhere in this section, when an exemption certificate or resale certificate, properly executed, is presented to or is on file with the seller, the seller has no duty or obligation to collect sales or use taxes in regard to any sales transaction so documented regardless of whether the purchaser properly or improperly claimed an exemption. A seller so relieved of the obligation to collect tax is also relieved of any liability to the purchaser for failure to collect tax or for making any report or disclosure of information required or permitted under this chapter. The purchaser providing an exemption certificate or resale certificate to a seller shall bear all responsibility and liability for any subsequent audit of the transaction and the seller shall be held harmless. A seller need not accept an exemption certificate or resale certificate that is not readable, legible or copyable.\n\n(e) Any person who gives an exemption certificate or resale certificate with the intention of evading payment of the amount of the tax applicable to the transaction is guilty of a misdemeanor and punishable by a fine not exceeding one thousand dollars ($1,000) or imprisonment for not more than one (1) year, or by both such fine and imprisonment.\n\n(f) An exemption certificate or resale certificate shall be substantially in such form as the state tax commission may prescribe. The claim for the exemption may be a part of the documentation on a sales invoice, purchase order, or other documentation retained by the retailer with regard to the sale. Unless the purchaser has an exemption certificate or resale certificate on file with the seller, the purchaser or his agent must sign the exemption claim, which shall be in addition to any other signature which the seller normally requires on sales invoices, purchase orders, or other sales documentation.\n\n(g) It shall be presumed that sales made to a person who has completed an exemption certificate or resale certificate for the seller’s records are not taxable and the seller need not collect sales or use taxes unless the tangible personal property or services purchased are taxable to the purchaser as a matter of law in the particular instance claimed on the exemption certificate.\n\n[63-3622, added 1992, ch. 16, sec. 6, p. 45; am. 1996, ch. 46, sec. 8, p. 128; am. 1997, ch. 62, sec. 3, p. 124; am. 2021, ch. 282, sec. 1, p. 855.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622/"
    },
    {
      "id": "section-63-3622a",
      "number": "63-3622A",
      "heading": "",
      "text": "63-3622A. PROHIBITED TAXES. There is exempted from the taxes imposed by this chapter the sale at retail, storage, use or other consumption of tangible personal property or taxable services which this state is prohibited from taxing under the constitution of the United States.\n\n[63-3622A, added 1984, ch. 239, sec. 2, p. 576.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622a/"
    },
    {
      "id": "section-63-3622b",
      "number": "63-3622B",
      "heading": "",
      "text": "63-3622B. OUT-OF-STATE CONTRACTS. There is exempted from the taxes imposed by this chapter the sale of tangible personal property to contractors for subsequent incorporation into real property outside this state in the performance of a contract to improve the out-of-state realty unless this provision would result in subjection of said contractor to a use or similar excise tax in another state.\n\n[63-3622B, added 1984, ch. 239, sec. 3, p. 576; am. 1993, ch. 7, sec. 1, p. 24.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622b/"
    },
    {
      "id": "section-63-3622c",
      "number": "63-3622C",
      "heading": "",
      "text": "63-3622C. MOTOR FUELS SUBJECT TO TAX. There are exempted from the taxes imposed by this chapter purchases which are subject to the motor fuels tax imposed by chapter 24, title 63, Idaho Code, and purchases upon which motor fuels taxes have actually been paid and the sale or use of any fuel which is subsequently transported outside the state for use thereafter outside the state. Nothing in this chapter shall be construed to authorize the imposition of a tax on fuel brought into this state in the fuel tanks of motor vehicles or railroad locomotives in interstate commerce.\n\n[63-3622C, added 1984, ch. 239, sec. 4, p. 577; am. 1985, ch. 35, sec. 1, p. 69; am. 1987, ch. 18, sec. 7, p. 25; am. 1999, ch. 42, sec. 5, p. 90.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622c/"
    },
    {
      "id": "section-63-3622d",
      "number": "63-3622D",
      "heading": "",
      "text": "63-3622D. PRODUCTION EXEMPTION. There are exempted from the taxes imposed by this chapter:\n\n(a) The sale at retail, storage, use or other consumption in this state of:\n\n(1) Tangible personal property which will enter into and become an ingredient or component part of tangible personal property manufactured, processed, mined, produced or fabricated for sale, including birds, fish or other wildlife that are hunted or fished on property a business owns, controls or has the right to use and where the business collects sales tax for the charges imposed for the hunting or fishing activity, and including the cost of acquiring such birds, fish or other wildlife and the feed, supplies and labor used to raise or maintain such birds, fish or other wildlife.\n\n(2) Tangible personal property primarily and directly used or consumed in or during a manufacturing, processing, mining, farming, fabricating, hunting or fishing operation, including, but not limited to, repair parts, lubricants, hydraulic oil, and coolants, which become a component part of such tangible personal property and including, but not limited to, ammunition, birds, fish or other wildlife; provided that the use or consumption of such tangible personal property is necessary or essential to the performance of such operation.\n\n(3) Chemicals, catalysts, and other materials which are used for the purpose of producing or inducing a chemical or physical change in the product or for removing impurities from the product or otherwise placing the product in a more marketable condition as part of an operation described in subsection (a)(2) of this section, and chemicals and equipment used in clean-in-place systems in the food processing and food manufacturing industries.\n\n(4) Safety equipment and supplies required to meet a safety standard of a state or federal agency when such safety equipment and supplies are used as part of an operation described in subsection (a)(2) of this section.\n\n(5) Plants to be used as part of a farming operation.\n\n(6) Grain bin structures, augers, dryers, fans, sweep augers, and other equipment that is used directly and primarily in agricultural production, whether or not such equipment is to become a part of real property and whether or not installed by the farmer, a contractor, or a subcontractor.\n\n(7) Equipment and supplies used in the performance of a quality control function used to prepare a crop for storage in a grain bin structure that is directly and primarily used in agricultural production, whether or not such equipment and supplies used in the performance of a quality control function are to become a part of real property and whether or not installed by the farmer, a contractor, or subcontractor.\n\n(b) Other than as provided in subsection (c) of this section, the exemptions allowed in subsection (a)(1), (2), (3) and (4) of this section are available only to a business or separately operated segment of a business which is primarily devoted to producing tangible personal property which that business will sell and which is intended for ultimate sale at retail within or without this state. A contractor providing services to a business entitled to an exemption under this section is not exempt as to any property owned, leased, rented or used by it unless, as a result of the terms of the contract, the use of the property is exempt under section 63-3615(b), Idaho Code.\n\n(c) The exemptions allowed in subsection (a)(1), (2), (3) and (4) of this section shall also be available to a business, or separately operated segment of a business, engaged in farming or mining, whether as a subcontractor, contractor, contractee or subcontractee, when such business or segment of a business is primarily devoted to producing tangible personal property which is intended for ultimate sale at retail within or without this state, without regard to the ownership of the product being produced; and shall also be available to a business, or separately operated segment of a business, engaged in offering the right to hunt birds or other wildlife or fish on property the business owns, controls or has the right to use, where the charges for such rights are subject to sales tax as provided in this chapter.\n\n(d) The exemptions allowed in subsection (a)(1), (2), (3) and (4) of this section shall also be available to a business, or separately operated segment of a business, engaged in the business of processing materials, substances or commodities for use as fuel for the production of energy, whether as a subcontractor, contractor, contractee or subcontractee, without regard to the ownership of the materials, substances or commodities being processed and irrespective of whether the materials, substances or commodities being processed are intended for ultimate sale at retail within or without this state.\n\n(e) As used in this section, the term \"directly used or consumed in or during\" a farming operation means the performance of a function reasonably necessary to the operation of the total farming business, including the planting, growing, harvesting, storage and removal from storage of crops and other agricultural products, and movement of crops and produce from the place of harvest to the place of initial storage. It includes disinfectants used in the dairy industry to clean cow udders or to clean pipes, vats or other milking equipment.\n\n(f) The exemptions allowed in this section do not include machinery, equipment, materials and supplies used in a manner that is incidental to the manufacturing, processing, mining, farming or fabricating operations such as maintenance and janitorial equipment and supplies.\n\n(g) Without regard to the use of such property, this section does not exempt:\n\n(1) Tangible personal property used in any activities other than the actual manufacturing, processing, mining, farming, fabricating, hunting or fishing operations, such as office equipment and supplies, and equipment and supplies used in selling or distributing activities.\n\n(2) Property used in transportation activities.\n\n(3) Machinery, equipment, tools or other property used to make repairs. This subsection does not include repair parts that become a component part of tangible property exempt from tax under this section or lubricants, hydraulic oil, or coolants used in the operation of tangible personal property exempt under this section.\n\n(4) Machinery, equipment, tools or other property used to manufacture, fabricate, assemble or install tangible personal property which is:\n\n(i) Not held for resale in the regular course of business; and\n\n(ii) Owned by the manufacturer, processor, miner, farmer or fabricator;\n\nprovided, however, this subsection does not prevent exemption of machinery, equipment, tools or other property exempted from tax under subsection (a)(2) or (a)(3) of this section.\n\n(5) Any improvement to real property or fixture thereto or any tangible personal property that becomes or is intended to become a component of any real property or any improvement or fixture thereto, except as provided in subsection (a)(6) and (7) of this section.\n\n(6) Motor vehicles and aircraft.\n\n(7) Tangible personal property used or consumed in processing, producing or fabricating tangible personal property exempted from tax under this chapter in sections 63-3622F and 63-3622I, Idaho Code.\n\n(8) Tangible personal property described in section 63-3622HH, Idaho Code.\n\n(h) Any tangible personal property exempt under this section which ceases to qualify for this exemption, and does not qualify for any other exemption or exclusion of the taxes imposed by this chapter, shall be subject to use tax based upon its value at the time it ceases to qualify for exemption. Any tangible personal property taxed under this chapter which later qualifies for this exemption shall not entitle the owner of it to any claim for refund.\n\n[63-3622D, added 1984, ch. 239, sec. 5, p. 577; am. 1987, ch. 326, sec. 2, p. 682; am. 1989, ch. 257, sec. 2, p. 632; am. 1990, ch. 122, sec. 1, p. 292; am. 1990, ch. 431, sec. 2, p. 1195; am. 1990, ch. 437, sec. 1, p. 1205; am. 1991, ch. 321, sec. 3, p. 834; am. 1993, ch. 319, sec. 2, p. 1175; am. 1996, ch. 46, sec. 9, p. 129; am. 1999, ch. 42, sec. 6, p. 90; am. 2005, ch. 242, sec. 3, p. 754; am. 2006, ch. 315, sec. 1, p. 980; am. 2008, ch. 233, sec. 1, p. 710; am. 2015, ch. 85, sec. 1, p. 210; am. 2015, ch. 225, sec. 1, p. 690; am. 2016, ch. 86, sec. 1, p. 271; am. 2024, ch. 297, sec. 1, p. 1004.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622d/"
    },
    {
      "id": "section-63-3622e",
      "number": "63-3622E",
      "heading": "",
      "text": "63-3622E. CONTAINERS. There is exempted from the taxes imposed by this chapter the sale or purchase of containers in the following categories:\n\n(a) Nonreturnable containers when sold without the contents to persons who place the contents in the container and sell the contents together with the container.\n\n(b) Containers when sold with the contents if the sales price of the contents is not required to be included in the measure of the taxes imposed by this act.\n\n(c) Returnable containers when sold with the contents in connection with a retail sale of the contents or when resold for filling.\n\n[63-3622E, added 1984, ch. 239, sec. 6, p. 578.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622e/"
    },
    {
      "id": "section-63-3622f",
      "number": "63-3622F",
      "heading": "",
      "text": "63-3622F. UTILITIES. There is exempted from the taxes imposed by this chapter the sale or purchase of natural gas, electricity, and water when delivered to consumers at the place of consumption by means of pipes, wires, mains or similar systems.\n\n[63-3622F, added 1984, ch. 239, sec. 7, p. 578; am. 1993, ch. 26, sec. 3, p. 89.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622f/"
    },
    {
      "id": "section-63-3622g",
      "number": "63-3622G",
      "heading": "",
      "text": "63-3622G. HEATING MATERIALS. There is exempted from the taxes imposed by this chapter the sale or purchase of any matter used to produce heat by burning, for the purpose of providing heat to any building or for domestic home use, including wood, coal, petroleum and gas.\n\n[63-3622G, added 1984, ch. 239, sec. 8, p. 578.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622g/"
    },
    {
      "id": "section-63-3622i",
      "number": "63-3622I",
      "heading": "",
      "text": "63-3622I. LITERATURE. (1) There is exempted from the taxes imposed by this chapter the sale or purchase, or the storage, use or other consumption of literature, pamphlets, periodicals, tracts and books published and sold by an entity qualified under section 501(c)(3) of the internal revenue code; no part of the net earnings of which inures to the benefit of a private individual or shareholder.\n\n(2) As used in this section, \"literature\" includes information available in alternative forms, including audio-visual and magnetic, optical or other machine-readable media.\n\n[63-3622I, added 1984, ch. 239, sec. 10, p. 579; am. 1989, ch. 322, sec. 1, p. 833; am. 1999, ch. 220, sec. 1, p. 587.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622i/"
    },
    {
      "id": "section-63-3622j",
      "number": "63-3622J",
      "heading": "",
      "text": "63-3622J. SCHOOL, CHURCH AND SENIOR CITIZEN MEALS. There is exempted from the taxes imposed by this chapter the sale of meals by public or private schools under the federal school lunch program or under programs that provide nutritional meals for the aging (Title III of the Older Americans Act, P.L. 109-365), and the sale of meals by a church to its members at a church function.\n\n[63-3622J, added 1984, ch. 239, sec. 11, p. 579; am. 2015, ch. 17, sec. 1, p. 24.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622j/"
    },
    {
      "id": "section-63-3622k",
      "number": "63-3622K",
      "heading": "",
      "text": "63-3622K. OCCASIONAL SALES. (a) There are exempted from the taxes imposed by this chapter occasional sales of tangible personal property.\n\n(b) As used in this section, the term \"occasional sale\" means:\n\n(1) A sale of property not held or used by a person in the course of an activity for which he is required to hold a seller’s permit, provided such sale is not one (1) of a series of sales sufficient in number or of such a nature as to constitute the seller a \"retailer\" under section 63-3610(c), Idaho Code. The definition of \"occasional sales\" provided in this subsection does not apply to use tax in regard to tangible personal property used to improve real property when such property is obtained, directly or indirectly, from a person in the business of making like or similar improvements to real property.\n\n(2) Any transfer of all or substantially all of the property held or used by a person in a business requiring a seller’s permit when, after such transfer, the real or ultimate ownership of such property is substantially similar to that which existed before such transfer. For the purpose of this section, stockholders, bondholders, partners, or other persons holding an interest in a corporation or other entity are regarded as having a \"real or ultimate ownership\" of the property of such corporation or other entity.\n\n(3) A transfer of capital assets to or by a business when the transfer is accomplished through an adjustment of the beneficial interest of the business and the transferor has paid sales or use taxes pursuant to section 63-3619 or 63-3621, Idaho Code, on the capital assets, incidental to:\n\n(i) A division of joint venture, partnership, or limited liability company assets among the members or partners in exchange for a proportional reduction of the transferee’s interest in the joint venture, partnership, or limited liability company. For the purposes of this section, the term \"limited liability company\" means a business organization as defined in chapter 6, title 53, Idaho Code, or as defined in section 30-6-102, Idaho Code, as appropriate pursuant to section 30-6-1104, Idaho Code;\n\n(ii) The formation of a partnership, joint venture, or limited liability company by the transfer of assets to the partnership, joint venture, or limited liability company or transfers to a partnership, joint venture, or limited liability company in exchange for proportionate interests in the partnership, joint venture, or limited liability company;\n\n(iii) The formation of a corporation by the owners of a business and the transfer of their business assets to the corporation in exchange for stock in proportion to assets contributed;\n\n(iv) The transfer of assets of shareholders in the formation or dissolution of a corporation;\n\n(v) The transfer of capital assets by a corporation to its stockholders in exchange for surrender of capital stock;\n\n(vi) The transfer of assets from a parent corporation to a subsidiary corporation which is owned at least eighty percent (80%) by the parent corporation, which transfer is solely in exchange for stock or securities of the subsidiary corporation;\n\n(vii) The transfer of assets from a subsidiary corporation which is owned at least eighty percent (80%) by the parent corporation to a parent corporation or another subsidiary which is owned at least eighty percent (80%) by the parent corporation, which transfer is solely in exchange for stock or securities of the parent corporation or the subsidiary which received the assets.\n\n(4) The sale, lease or rental of a capital asset in substantially the same form as acquired by the transferor and on which the initial transferor has paid sales or use taxes pursuant to section 63-3619 or 63-3621, Idaho Code, when the owners of all of the outstanding stock, equity or interest of the transferor are the same as the transferee or are members of the same family within the second degree of consanguinity or affinity.\n\n(5) The sale of substantially all of the operating assets of a business or of a separate division, branch, or identifiable segment to a buyer who continues operation of the business. For the purpose of this subsection, a \"separate division, branch, or identifiable segment\" shall be deemed to exist if, prior to its sale, the income and expense attributable to such \"separate division, branch, or identifiable segment\" could be separately ascertained from the books of accounts and records.\n\n(6) Sales by persons who are not defined as \"retailers\" in section 63-3610, Idaho Code.\n\n(7) Sales of animals by any 4-H club or FFA club held in conjunction with a fair or the western Idaho spring lamb sale.\n\n(8) The sale or purchase of tangible personal property at home yard sales; provided however, that no more than two (2) such home yard sales per individual calendar year shall be exempt.\n\n(c) As used in this section, the term \"occasional sale,\" when applied to the sale of a motor vehicle, means only:\n\n(1) Sales of motor vehicles between members of a family related within the second degree of consanguinity, unless a sales or use tax was not imposed on the sale of that motor vehicle at the time of purchase, in which situation the sale is taxable.\n\n(2) Sales of motor vehicles that fall within the scope of the transactions detailed in subsection (b)(2) through (b)(5) of this section.\n\n(d) The exemption provided by subsection (b)(1), (b)(4), (b)(6) or (b)(8) of this section shall not apply to the sale, purchase or use of aircraft, as defined in section 21-201, Idaho Code, nor shall it apply to the sale, purchase or use of boats or vessels, as defined in section 67-7003, Idaho Code, nor shall it apply to the sale, purchase or use of snowmobiles, recreational vehicles or off-highway motorbikes, as defined in section 63-3622HH, Idaho Code.\n\n[63-3622K, added 1984, ch. 239, sec. 12, p. 579; am. 1988, ch. 157, sec. 2, p. 284; am. 1988, ch. 367, sec. 2, p. 1084; am. 1989, ch. 264, sec. 1, p. 643; am. 1990, ch. 135, sec. 1, p. 308; am. 1996, ch. 46, sec. 10, p. 131; am. 1996, ch. 111, sec. 1, p. 413; am. 1997, ch. 62, sec. 5, p. 126; am. 1999, ch. 42, sec. 7, p. 92; am. 2005, ch. 15, sec. 1, p. 44; am. 2008, ch. 176, sec. 4, p. 520.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622k/"
    },
    {
      "id": "section-63-3622l",
      "number": "63-3622L",
      "heading": "",
      "text": "63-3622L. DE MINIMIS SALES. There is exempted from the taxes imposed by this chapter the sale of articles through a coin-operated vending machine for a total consideration of eleven cents ($.11) or less and individual transactions involving a total sales price of eleven cents ($.11) or less.\n\n[63-3622L, added 1984, ch. 239, sec. 13, p. 579; am. 1987, ch. 18, sec. 3, p. 24; am. 1996, ch. 46, sec. 11, p. 133.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622l/"
    },
    {
      "id": "section-63-3622m",
      "number": "63-3622M",
      "heading": "",
      "text": "63-3622M. LIQUOR SALES. There are exempted from the taxes imposed by this chapter sales of liquor by the state liquor division to a person licensed under the provisions of chapter 9, title 23, Idaho Code, for resale as liquor by-the-drink.\n\n[63-3622M, added 1984, ch. 239, sec. 14, p. 580; am. 2009, ch. 23, sec. 59, p. 70.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622m/"
    },
    {
      "id": "section-63-3622n",
      "number": "63-3622N",
      "heading": "",
      "text": "63-3622N. PRESCRIPTIONS. (a) There are exempted from the taxes imposed by this chapter the following when administered or distributed by a practitioner or when purchased by or on behalf of an individual for use by such individual under a prescription or work order of a practitioner:\n\n(1) Drugs, hypodermic syringes, insulin, insulin syringes, artificial eyes, eyeglasses and eyeglass component parts, contact lenses, hearing aids, hearing aid parts and hearing aid accessories;\n\n(2) Drugs and supplies used in hemodialysis and peritoneal dialysis;\n\n(3) Braces and other orthopedic appliances;\n\n(4) Dental prostheses and other orthodontic appliances, including fillings;\n\n(5) Catheters, urinary accessories, colostomy supplies, and other prosthetic devices which shall include, but are not limited to, enteral and parenteral feeding equipment and supplies, (tubing, pumps, containers) catheter devices and supplies;\n\n(6) Equipment and devices or chemical reagents which are used to test or monitor blood or urine of a diabetic;\n\n(7) Other durable medical equipment and devices and related parts and supplies specifically designed for those products which shall include, but are not limited to: oxygen equipment, oxygen cylinders, cylinder transport devices (sheaths, carts), cylinder stands, support devices, regulators, flowmeters, tank wrench, oxygen concentrators, liquid oxygen base dispenser, liquid oxygen portable dispenser, oxygen tubing, nasal cannulas, face masks, oxygen humidifiers, oxygen fittings and accessories, respiratory therapy equipment, room humidifiers, aspirators, aerosol compressors (stationary and portable), ultrasonic nebulizers, volume ventilators, respirators and related device supplies, percussors, vibrators, IPPB, circuits, devices and supplies, air oxygen mixers, manual resuscitators, nebulizers, tubing, emergency oxygen delivery units, patient care equipment, physical and occupational therapy items, hospital beds, trapeze bars and bar stand, bed rails, geriatric chairs, lift recliners, bedside commodes, overbed tables, patient lifts, patient lift slings, traction stands and pulleys, shower seating, shower grip bars, raised toilet seats, toilet safety frames, walking canes, quad canes and accessories, walkers, wheeled walkers, walker accessories, I.V. stands, crawlers, posture back supports for seating, posture back supports, wheelchairs, crutches, crutch pads, tips, grips, restraints, standing frame devices and accessories, hand exercise equipment and putty, specially designed hand utensils, leg weights, paraffin baths, hydrocollators, hydrotherm heating pads, communication aids for physically impaired, specialized seating, desks, work stations, foam wedges, writing and speech aids for the impaired, dressing aids, button loops and zipper aids, grooming aids, dental aids, eating and drinking aids, splints, holders, household aids for the impaired, shampoo trays, reaching aids, foam seating pads, decubitus seating pads, bed pads, fitted stroller, alternating pressure pads and pumps, stethoscope, sphygmomanometers, otoscopes, sitting and sleeping cushions, patient transport devices, boards, stairglides, lifts in home, transcutaneous nerve stimulators, muscle stimulators and bone fracture therapy devices.\n\n(b) The term \"practitioner\" means a physician, physician assistant, surgeon, podiatrist, chiropractor, dentist, optometrist, psychologist, ophthalmologist, nurse practitioner, denturist, orthodontist, audiologist, hearing aid dealer or fitter or any person licensed by the state under title 54, Idaho Code, to prescribe, administer or distribute items identified in subsection (a) of this section.\n\n(c)(1) The term \"drug\" means a drug which is:\n\n(i) Defined in section 54-1704, Idaho Code; and\n\n(ii) Either:\n\n1. Listed in a drug compendia which the state board of pharmacy requires to be maintained by Idaho licensed pharmacies; or\n\n2. The use of which requires a prescription under state or federal law.\n\n(2) The term shall not include articles intended for use in the diagnosis, cure, mitigation, treatment or prevention of disease in animals other than man.\n\n(d) The term \"durable medical equipment\" means equipment which:\n\n(1) Can withstand repeated use;\n\n(2) Is primarily and customarily used to serve a medical purpose;\n\n(3) Generally is not useful to a person in the absence of illness or injury; and\n\n(4) Is appropriate for use in the home.\n\n(e) The term \"prosthetic device\" means a device which replaces a missing part or function of the human body and shall include any supplies physically connected to such devices.\n\n[63-3622N, added 1990, ch. 42, sec. 2, p. 65; am. 1992, ch. 78, sec. 1, p. 218; am. 1993, ch. 26, sec. 4, p. 89; am. 1996, ch. 46, sec. 12, p. 133; am. 1998, ch. 130, sec. 1, p. 483; am. 2008, ch. 19, sec. 1, p. 29; am. 2015, ch. 95, sec. 1, p. 230; am. 2015, ch. 95, sec. 2, p. 232; am. 2024, ch. 69, sec. 26, p. 358.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622n/"
    },
    {
      "id": "section-63-3622o",
      "number": "63-3622O",
      "heading": "",
      "text": "63-3622O. EXEMPT PRIVATE AND PUBLIC ORGANIZATIONS. (1) There are exempted from the taxes imposed by this chapter:\n\n(a) Sales to or purchases by hospitals, health-related entities, educational institutions, forest protective associations and canal companies that are nonprofit organizations; and\n\n(b) Donations to, sales to, and purchases by the Idaho Foodbank Warehouse, Inc.; and\n\n(c) Donations to, sales to, and purchases by food banks or soup kitchens of food or other tangible personal property used by food banks or soup kitchens in the growing, storage, preparation or service of food, but not including motor vehicles or trailers; and\n\n(d) Sales of clothes to, donations of clothes to, and purchases of clothes by nonsale clothiers; and\n\n(e) Sales to or purchases by centers for independent living; and\n\n(f) Sales to or purchases by the state of Idaho and its agencies and its political subdivisions; and\n\n(g) Sales to or purchases by volunteer fire departments or licensed emergency medical service agencies; and\n\n(h) Sales to or purchases by a qualifying senior citizen center; and\n\n(i) Sales to or purchases by the Blind Services Foundation, Inc.; and\n\n(j) Donations to, sales to or purchases by the Advocates for Survivors of Domestic Violence and Sexual Assault, Inc., a nonprofit corporation; and\n\n(k) Sales to or purchases by nonprofit organizations offering free dental clinic services to children; and\n\n(l) Admissions to and purchases by museums, as defined in subsection (2) of this section.\n\n(2) As used in this section, these words shall have the following meanings:\n\n(a) \"Educational institution\" shall mean nonprofit colleges, universities, public charter schools organized pursuant to chapter 52, title 33, Idaho Code, the Idaho digital learning academy established pursuant to chapter 55, title 33, Idaho Code, and other primary and secondary schools, the income of which is devoted solely to education and in which systematic instruction in the usual branches of learning is given. This definition does not include schools primarily teaching business, dancing, dramatics, music, cosmetology, writing, gymnastics, exercise and other special accomplishments nor parent-teacher associations, parent groups, alumni or other auxiliary organizations with purposes related to the educational function of an institution or collective group of institutions.\n\n(b) \"Hospital\" shall include nonprofit institutions licensed by the state for the care of ill persons. It shall not extend to nursing homes or similar institutions.\n\n(c) \"Health-related entities\" shall mean the Idaho Cystic Fibrosis Foundation, Idaho Epilepsy League, Idaho Lung Association, March of Dimes, American Cancer Society, Camp Rainbow Gold, Mental Health Association, The Arc, The Children’s Home Society of Idaho, American Heart Association, Idaho Ronald McDonald House, United Cerebral Palsy, Arthritis Foundation, Muscular Dystrophy Foundation, National Multiple Sclerosis Society, Rocky Mountain Kidney Association, American Diabetes Association, Easter Seals, Idaho Community Action Agencies, Idaho Primary Care Association and community health centers that are members of the Idaho Primary Care Association, the Idaho Association of Free and Charitable Clinics and its member clinics, the Idaho Diabetes Youth Programs, Special Olympics Idaho, the Idaho Women’s and Children’s Alliance, and the Family Services Alliance of Southeast Idaho, together with said entities’ local or regional chapters or divisions.\n\n(d) \"Canal companies\" shall include nonprofit corporations that are incorporated solely for the purpose of operating and maintaining and are engaged solely in operation and maintenance of dams, reservoirs, canals, lateral and drainage ditches, pumps or pumping plants.\n\n(e) \"Forest protective associations\" shall mean associations whose purpose is the furnishing, operating and maintaining of a protective system for the detection, prevention and suppression of forest or range fires. Forest protective associations shall include only those associations with which the state of Idaho has contracted or become a member of pursuant to chapter 1, title 38, Idaho Code.\n\n(f) \"Food banks or soup kitchens\" shall mean any nonprofit corporation or association, other than the Idaho Foodbank Warehouse, Inc., one of whose regular activities is the furnishing or providing of food or food products to others without charge.\n\n(g) \"Nonsale clothier\" shall mean any nonprofit corporation or association, one of whose primary purposes is the furnishing or providing of clothes to others without charge.\n\n(h) \"Clothes\" shall mean garments in general, designed or intended to be worn by humans, and shall include footwear in addition to wearing apparel.\n\n(i) \"Center for independent living\" shall mean a private, nonprofit, nonresidential organization in which at least fifty-one percent (51%) of the principal governing board, management and staff are individuals with disabilities and that:\n\n(i) Is designed and operated within a local community by individuals with disabilities;\n\n(ii) Provides an array of independent living services and programs; and\n\n(iii) Is cross-disability.\n\n(j) \"Political subdivision\" means:\n\n(i) A governmental organization that:\n\n1. Embraces a certain territory,\n\n2. Is organized for public advantage and not in the interest of private individuals or classes,\n\n3. Has been delegated functions of government, and\n\n4. Has the statutory power to levy taxes; or\n\n(ii) A public health district created by section 39-408, Idaho Code; or\n\n(iii) A soil conservation district as defined in section 22-2717, Idaho Code; or\n\n(iv) A drainage district created pursuant to chapter 29, title 42, Idaho Code; or\n\n(v) An irrigation district created pursuant to title 43, Idaho Code; or\n\n(vi) A state grazing board created by section 57-1204, Idaho Code; or\n\n(vii) A water measurement district created pursuant to section 42-705 or 42-706, Idaho Code; or\n\n(viii) A ground water management district created pursuant to chapter 51, title 42, Idaho Code.\n\n(k) \"Agency of the state of Idaho\" shall mean an office or organization created by the constitution or statutes of this state and constituting a component part of the executive, judicial or legislative branch of the government of this state.\n\n(l) \"Volunteer fire department\" means an entity exempt from federal income taxation pursuant to section 501(c)(3) of the Internal Revenue Code and which primarily provides fire protection or fire prevention on a not-for-profit basis to surrounding residents.\n\n(m) \"Licensed emergency medical service agency\" means an emergency medical service (EMS) licensed by the Idaho military division and which is exempt from federal income taxation pursuant to section 501(c)(3) of the Internal Revenue Code and which provides emergency medical services on a not-for-profit basis to surrounding residents.\n\n(n) \"Qualifying senior citizen center\" means an entity exempt from income tax pursuant to section 501(c)(3) of the Internal Revenue Code and which is a community facility for the organization and provision of a broad spectrum of services, which shall include provision of health, including mental health, social, nutritional, and educational services and the provision of facilities for recreational activities for older individuals.\n\n(o) \"Museum\" means a public institution or an entity exempt from income tax pursuant to section 501(c)(3) of the Internal Revenue Code, which stores, preserves and exhibits objects of art, history, science or other objects of historical, educational or cultural value on a permanent basis in a building, portion of a building or outdoor location and which provides museum services to the public on a regular basis.\n\n(3) The exemption granted by subsection (1)(f) of this section does not include any association or other organization whose members are political subdivisions or state agencies unless the organization is expressly created under the joint powers provision of sections 67-2328 through 67-2333, Idaho Code.\n\n(4) The exemptions granted by subsection (1) of this section do not include the use of tangible personal property by a contractor used to improve real property of an exempt entity when such use is within the definition provided by section 63-3615(b), Idaho Code, whether the use tax liability is included in a contract total or stated separately in a contract.\n\n(5) There is exempted from the taxes imposed in this chapter the renting of a place to sleep to an individual by the Idaho Ronald McDonald House.\n\n[63-3622O, added 1984, ch. 239, sec. 2, p. 576; am. 2007, ch. 90, sec. 26, p. 263; am. 2008, ch. 172, sec. 1, p. 472; am. 2014, ch. 114, sec. 1, p. 325; am. 2018, ch. 111, sec. 1, p. 224; am. 2025, ch. 94, sec. 33, p. 486.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622o/"
    },
    {
      "id": "section-63-3622p",
      "number": "63-3622P",
      "heading": "",
      "text": "63-3622P. PURCHASES SHIPPED OUT-OF-STATE BY A COMMON CARRIER. There is exempted from the taxes imposed by this chapter the sale or purchase of tangible personal property shipped by the seller via the purchasing carrier under a bill of lading whether the freight is paid in advance, or the shipment is made freight charges collect, to a point outside this state if the property is actually transported to the out-of-state destination for use by the carrier in the conduct of its business as a common carrier.\n\n[63-3622P, added 1984, ch. 239, sec. 17, p. 581.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622p/"
    },
    {
      "id": "section-63-3622q",
      "number": "63-3622Q",
      "heading": "",
      "text": "63-3622Q. OUT-OF-STATE SHIPMENTS. There is exempted from the taxes imposed by this chapter the sale or purchase of tangible personal property which is shipped to a point outside this state for use outside this state pursuant to a contract of sale by delivery by the vendor to such point by means of:\n\n(a) Facilities operated by the vendor;\n\n(b) Delivery by the vendor to a carrier for shipment to a consignee at such point; or\n\n(c) Delivery by the vendor to a customs broker or forwarding agent for shipment outside this state.\n\n[63-3622Q, added 1984, ch. 239, sec. 18, p. 581.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622q/"
    },
    {
      "id": "section-63-3622r",
      "number": "63-3622R",
      "heading": "",
      "text": "63-3622R. MOTOR VEHICLES, USED MANUFACTURED HOMES, VESSELS, ALL-TERRAIN VEHICLES, TRAILERS, UTILITY TYPE VEHICLES, SPECIALTY OFF-HIGHWAY VEHICLES, OFF-ROAD MOTORCYCLES, SNOWMOBILES AND GLIDER KITS. There are exempted from the taxes imposed by this chapter:\n\n(a) Sales to nonresidents of motor vehicles, trailers, vessels, all-terrain vehicles (ATVs), utility type vehicles (UTVs), specialty off-highway vehicles (SOHVs), motorcycles intended for off-road use and snowmobiles for use outside of this state, even though delivery be made within this state, but only when:\n\n(1) The motor vehicles, vessels, ATVs, UTVs, SOHVs, motorcycles intended for off-road use, snowmobiles or trailers will be taken from the point of delivery in this state directly to a point outside this state; and\n\n(2) The motor vehicles, vessels, ATVs, UTVs, SOHVs, motorcycles intended for off-road use, snowmobiles and trailers will be registered immediately under the laws of another state, will be titled in another state if required to be titled in that state, will not be used in this state more than ninety (90) days in any twelve (12) month period, and will not be required to be titled under the laws of this state. If the purchaser is a business entity, it must not have been formed under the laws of the state of Idaho in order to qualify for the exemption provided in this section.\n\n(3) For the purpose of this subsection, the terms \"all-terrain vehicle\" or \"ATV,\" \"utility type vehicle\" or \"UTV,\" and \"specialty off-highway vehicle\" or \"SOHV\" mean all-terrain vehicle or ATV, utility type vehicle or UTV, and specialty off-highway vehicle or SOHV as defined in section 67-7101, Idaho Code.\n\n(4) For the purpose of this section, the term \"vessel\" means any boat intended to carry one (1) or more persons upon the water that is either:\n\n(i) Sold together with a motor; or\n\n(ii) Eleven (11) feet in length or more, but shall not include canoes, kayaks, paddleboards, inflatable boats or similar watercraft, unless such canoes, kayaks, paddleboards, inflatable boats or similar watercraft are sold together with a motor.\n\n(b) Sale of used manufactured homes, whether or not such used manufactured homes are sold for use outside this state, and whether or not such used manufactured homes are sold by a dealer. Every manufactured home sale after its sale as a \"new manufactured home,\" as defined in section 63-3606, Idaho Code, is a sale as a used manufactured home.\n\n(c) Sale or lease of motor vehicles with a maximum gross registered weight over twenty-six thousand (26,000) pounds, which shall be immediately registered under the international registration plan, whether or not base plated in Idaho, and the sale or lease of trailers that are part of a fleet of vehicles registered under the international registration plan when such vehicles and trailers are substantially used in interstate commerce. If such a motor vehicle or trailer is not substantially used in interstate commerce during any four (4) fiscal year quarters beginning July 1 and ending June 30 of each year under the international registration plan, it shall be deemed used in Idaho and subject to the use tax under section 63-3621, Idaho Code. For the purpose of this subsection, \"substantially used in interstate commerce\" means that the vehicles or trailers will be part of a fleet with a minimum of ten percent (10%) of the miles operated by the fleet accrued outside of Idaho in any four (4) fiscal year quarters beginning July 1 and ending June 30 of each year under the international registration plan.\n\n(d) The sale or purchase of a glider kit when the glider kit will be used to assemble a glider kit vehicle as defined in section 49-123, Idaho Code, which will be immediately registered under a plan defined in subsection (c) of this section, provided that if the glider kit vehicle is not substantially used in interstate commerce as defined in subsection (c) of this section during any registration period, it shall be subject to the use tax under section 63-3621, Idaho Code.\n\n(e) The use or other consumption of a motor vehicle temporarily donated to a driver’s education program sponsored by a nonprofit educational institution as defined in section 63-3622O, Idaho Code.\n\n[63-3622R, added 1984, ch. 239, sec. 19, p. 581; am. 1987, ch. 18, sec. 5, p. 24; am. 1987, ch. 326, sec. 3, p. 683; am. 1989, ch. 309, sec. 1, p. 768; am. 1990, ch. 431, sec. 3, p. 1196; am. 1993, ch. 26, sec. 5, p. 90; am. 1995, ch. 54, sec. 5, p. 126; am. 1999, ch. 42, sec. 9, p. 96; am. 2001, ch. 354, sec. 1, p. 1241; am. 2002, ch. 60, sec. 1, p. 128; am. 2003, ch. 9, sec. 2, p. 20; am. 2003, ch. 87, sec. 2, p. 267; am. 2006, ch. 237, sec. 1, p. 721; am. 2007, ch. 111, sec. 2, p. 319; am. 2008, ch. 409, sec. 9, p. 1135; am. 2012, ch. 3, sec. 1, p. 5; am. 2015, ch. 20, sec. 1, p. 25; am. 2016, ch. 11, sec. 1, p. 11; am. 2017, ch. 53, sec. 1, p. 82; am. 2021, ch. 205, sec. 2, p. 559.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622r/"
    },
    {
      "id": "section-63-3622s",
      "number": "63-3622S",
      "heading": "",
      "text": "63-3622S. RADIO AND TELEVISION BROADCASTING EQUIPMENT. There are exempted from the taxes imposed by this chapter receipts from the sale, storage, use or other consumption in this state of tangible personal property directly used and consumed in the production and broadcasting of radio and television programs when the purchase, storage, use or other consumption is by a business or segment of a business which is primarily devoted to such production and broadcasting, provided, that the use or consumption of such tangible personal property is necessary or essential to the performance of such operation. This exemption does not include machinery, equipment, materials and supplies used in a manner that is incidental to the production and broadcasting operation, such as maintenance and janitorial equipment and supplies; nor does it include tangible personal property used in any activities other than actual production and broadcasting operations such as office equipment and supplies, equipment and supplies used in selling and distributing activities, in research, or in transportation activities; nor shall this exemption include motor vehicles or aircraft, without regard to the use to which such motor vehicles or aircraft are put.\n\n[63-3622S, added 1984, ch. 239, sec. 20, p. 582; am. 1987, ch. 326, sec. 4, p. 684; am. 1999, ch. 42, sec. 10, p. 97; am. 2016, ch. 9, sec. 1, p. 8.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622s/"
    },
    {
      "id": "section-63-3622t",
      "number": "63-3622T",
      "heading": "",
      "text": "63-3622T. EQUIPMENT TO PRODUCE CERTAIN NEWSPAPERS. There are exempted from the taxes imposed by this chapter:\n\n(a) Receipts from the sale, storage, use or other consumption in this state of tangible personal property directly used and consumed in the production of publications in a newspaper format which are distributed to the public at large and which rely on advertising revenue as their primary source of income; provided, that the purchase, storage, use or other consumption is by a business or segment of a business which is primarily devoted to such production of said publications; provided, further, that the use or consumption of such tangible personal property is necessary or essential to the performance of such publication business. This exemption does not include machinery, equipment, materials and supplies used in a manner that is incidental to the production of said publications, such as maintenance and janitorial equipment and supplies; nor does it include tangible personal property used in any activities other than the actual production of the publication and shall not include property such as office equipment and supplies, equipment and supplies used in selling and distributing activities, in research or in transportation activities; nor shall this exemption include motor vehicles or aircraft without regard to the use to which such motor vehicles or aircraft are put.\n\n(b) Provided, further, that this exemption shall apply when the publication referred to herein is distributed to the public free of charge.\n\n(c) Provided, further, that in order for the exemption to be applicable, at least ten percent (10%) of the total publication, computed on an average annual column inch basis, must be devoted to the publication of nonincome producing informative material.\n\n[63-3622T, added 1984, ch. 239, sec. 21, p. 582; am. 1987, ch. 326, sec. 5, p. 684; am. 1999, ch. 42, sec. 11, p. 98; am. 2016, ch. 9, sec. 2, p. 8.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622t/"
    },
    {
      "id": "section-63-3622u",
      "number": "63-3622U",
      "heading": "",
      "text": "63-3622U. FUNERAL SERVICES. There is exempted from the taxes imposed by this chapter the sale of tangible personal property relating to funeral services by a licensed funeral establishment.\n\n[63-3622U, added 1984, ch. 239, sec. 22, p. 583.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622u/"
    },
    {
      "id": "section-63-3622v",
      "number": "63-3622V",
      "heading": "",
      "text": "63-3622V. BULLION. There is exempted from the taxes imposed by this chapter:\n\n(a) The sale of precious metal bullion or the sale of monetized bullion.\n\n(b) For purposes of this section, \"precious metal bullion\" means any elementary precious metal which has been put through a process of smelting or refining including, but not limited to, gold, silver, platinum, rhodium, and chromium, and which is in such state or condition that its value depends upon its contents and not upon its form.\n\n(c) For purposes of this section, \"monetized bullion\" means coins or other forms of money manufactured from gold, silver, or other metals and heretofore, now, or hereafter used as a medium of exchange under the laws of this state, the United States, or any foreign nation, but shall not include coins or money sold to be manufactured into jewelry or works of art.\n\n[63-3622V, added 1984, ch. 239, sec. 23, p. 583.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622v/"
    },
    {
      "id": "section-63-3622w",
      "number": "63-3622W",
      "heading": "",
      "text": "63-3622W. IRRIGATION EQUIPMENT AND SUPPLIES. There are exempted from the taxes imposed by this chapter all sales of irrigation equipment and supplies to be used for agricultural production purposes, whether or not such equipment and supplies are to become a part of real estate and whether or not installed by the farmer, a contractor or subcontractor.\n\n[63-3622W, added 1984, ch. 239, sec. 24, p. 584; am. 2016, ch. 9, sec. 3, p. 9.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622w/"
    },
    {
      "id": "section-63-3622x",
      "number": "63-3622X",
      "heading": "",
      "text": "63-3622X. POLLUTION CONTROL EQUIPMENT. (1) There is hereby exempted from the taxes imposed by this chapter the sale, use or purchase of tangible personal property acquired and primarily used for the purpose of meeting air or water quality standards, rules or regulations of a state or federal agency having authority to regulate and set air or water quality emission standards.\n\n(2) The exemption provided in subsection (1) of this section applies to and includes:\n\n(a) The purchase of dry cleaning equipment that is designed to protect employees from exposure to perchloroethylene as well as retaining the fluid in the machine in order to protect sewer systems and air quality standards. Dry cleaning machines meeting these standards are referred to as \"dry to dry transfer systems\";\n\n(b) The purchase of a liner or reagent required to meet water quality standards, rules or regulations of a state or federal agency having authority to regulate and set water quality standards regardless of whether the liner or reagent later becomes or is intended to become a component of any real property or improvement or fixture thereto;\n\n(c) The sale, use or purchase of tangible personal property that becomes a component, fixture or improvement to realty acquired and primarily used for the purpose of meeting air or water quality emission standards, rules or regulations when purchased by:\n\n(i) Manufacturing, mining or farming businesses that qualify for the exemption provided by section 63-3622D, Idaho Code, but not including property used to treat drinking water or to treat air or water that is not required for a production process;\n\n(ii) Contractors working for manufacturing, mining or farming businesses that qualify for the exemption provided by section 63-3622D, Idaho Code, who purchase, use or install qualifying material at the direction of a project owner, but not including property used to treat drinking water or to treat air or water that is not required for a production process; or\n\n(iii) Businesses principally devoted to treating and storing hazardous or toxic waste; and\n\n(d) Tangible personal property that is necessary for the operation of property that qualifies for the exemption available in paragraph (c) of this subsection.\n\n(3) The exemption provided in subsection (1) of this section does not apply to or include:\n\n(a) Motor vehicles or aircraft, without regard to the use to which such motor vehicles or aircraft are put;\n\n(b) The sale, use or purchase of fixtures, plumbing fixtures, pipe, pumps or other items used to treat or transport wastewater to a wastewater treatment plant that is owned by a wastewater operator as defined in section 54-2403, Idaho Code;\n\n(c) The sale, use or purchase of fixtures or tangible personal property that is used to treat or transport drinking water by a drinking water operator as defined in section 54-2403, Idaho Code;\n\n(d) The sale, use or purchase of property used to prevent soil erosion;\n\n(e) The sale, use or purchase of property that is affixed to realty and that is used in road construction or the construction of residential or commercial buildings or other improvements to realty owned by persons other than the businesses described in subsection (2)(c) of this section;\n\n(f) The sale, use or purchase of property used to construct buildings or structures that merely house pollution control equipment or a pollution control facility, including both building materials and construction equipment and including equipment used for excavation;\n\n(g) The sale, use or purchase of tangible personal property used to install pollution control equipment or facilities; or\n\n(h) The sale, use or purchase of tangible personal property that will become part of a septic tank or septic system.\n\n[63-3622X, added 1984, ch. 239, sec. 25, p. 584; am. 1987, ch. 326, sec. 6, p. 685; am. 1997, ch. 273, sec. 1, p. 798; am. 1999, ch. 42, sec. 12, p. 98; am. 2006, ch. 326, sec. 1, p. 1029; am. 2007, ch. 290, sec. 1, p. 825.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622x/"
    },
    {
      "id": "section-63-3622y",
      "number": "63-3622Y",
      "heading": "",
      "text": "63-3622Y. TAXATION OF AERIAL PASSENGER TRAMWAYS AND SNOWGROOMING AND SNOWMAKING EQUIPMENT. There is hereby exempted from the taxes imposed in this chapter the sale, storage, use or other consumption of tangible personal property which is parts, material or equipment that will become a component of an aerial passenger tramway as defined in section 6-1102, Idaho Code, and snowgrooming and snowmaking equipment purchased and used by the owner or operator of a downhill ski area to prepare and maintain the downhill ski slopes accessed by aerial tramways.\n\n[63-3622Y, added 1995, ch. 288, sec. 1, p. 966.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622y/"
    },
    {
      "id": "section-63-3622z",
      "number": "63-3622Z",
      "heading": "",
      "text": "63-3622Z. SALES BY INDIAN TRIBES. (1) There is hereby exempted from the taxes imposed by this chapter sales occurring within the boundaries of an Indian reservation located in Idaho when the business or enterprise is wholly owned and operated by an Idaho Indian tribe identified in section 67-4001, Idaho Code.\n\n(2) As used in this section the word \"reservation\" means lands which are:\n\n(a) Indian lands federally declared to be reservations because they are reserved for Indian tribes by treaty between Indian tribes and any territorial governments, state government, or the United States Government; or, established by acts of the United States congress; or established by formal decision of the executive branch of the United States; or\n\n(b) Held by an Idaho Indian tribe not holding lands which meet the definition of subsection (2)(a) of this section and are tribal lands held in trust by the United States for the use and benefit of such tribe but not placed in trust after the effective date of this act.\n\n[63-3622Z, added 1987, ch. 18, sec. 4, p. 24; am. 1988, ch. 166, sec. 1, p. 296.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622z/"
    },
    {
      "id": "section-63-3622aa",
      "number": "63-3622AA",
      "heading": "",
      "text": "63-3622AA. EXEMPTION FOR OFFICIAL DOCUMENTS. (1) There is hereby exempted from the taxes imposed by this chapter the sale, purchase, or use of records, transcripts, deeds, licenses, reports, and other documents for which a fee, the amount of which is set by the Idaho Code, is imposed or charged.\n\n(2) There is exempted from the taxes imposed by this chapter the sale, purchase, or use of public records requested pursuant to section 74-102, Idaho Code.\n\n[63-3622AA, added 1984, ch. 284, sec. 1, p. 657; am. 2019, ch. 10, sec. 1, p. 11.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622aa/"
    },
    {
      "id": "section-63-3622bb",
      "number": "63-3622BB",
      "heading": "",
      "text": "63-3622BB. RESEARCH AND DEVELOPMENT AT THE IDAHO NATIONAL LABORATORY. There is exempted from the taxes imposed by this chapter:\n\n(1) The sale or use of that property primarily or directly used or consumed in connection with research, development, experimental and testing activities, when exclusively financed by the United States in connection with the Idaho national laboratory and any successor thereto.\n\n(2) If a facility is used by the United States or one (1) of its management and operating contractors for research and development activities at the Idaho national laboratory and also is used by a person or persons in addition to the United States or one (1) of its management and operating contractors, there is exempted from the taxes imposed by this chapter a percentage of each sale or use of tangible personal property used or consumed at or for the benefit of the facility in the amount that the research and development activities of the United States or its management and operating contractors bear to the total use of the facility by all persons. The state tax commission shall adopt rules to govern the procedures for the calculation, verification and documentation of this allocation.\n\n[63-3622BB, added 1985, ch. 256, sec. 1, p. 710; am. 1998, ch. 48, sec. 4, p. 198; am. 2018, ch. 152, sec. 1, p. 310.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622bb/"
    },
    {
      "id": "section-63-3622cc",
      "number": "63-3622CC",
      "heading": "",
      "text": "63-3622CC. RAILROAD ROLLING STOCK. There is exempted from the taxes imposed by this chapter the sale, storage, use or other consumption of tangible personal property which is railroad rolling stock rebuilt or remanufactured in this state and which was used in interstate commerce for at least three (3) consecutive months prior to such rebuilding or remanufacturing.\n\n[63-3622CC, added 1986, ch. 180, sec. 2, p. 477.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622cc/"
    },
    {
      "id": "section-63-3622dd",
      "number": "63-3622DD",
      "heading": "",
      "text": "63-3622DD. PARTS FOR RAILROAD ROLLING STOCK. There is exempted from the taxes imposed by this chapter the sale, storage, use or other consumption of tangible personal property which is parts, material or equipment used to rebuild or remanufacture railroad rolling stock exempt from tax under section 63-3622CC, Idaho Code.\n\n[63-3622DD, added 1986, ch. 180, sec. 3, p. 478.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622dd/"
    },
    {
      "id": "section-63-3622ee",
      "number": "63-3622EE",
      "heading": "",
      "text": "63-3622EE. PURCHASES FOR THE FEDERAL SPECIAL SUPPLEMENTAL FOOD PROGRAM FOR WOMEN, INFANTS AND CHILDREN (WIC). Commencing October 1, 1987, purchases of food pursuant to section 17 of the federal child nutrition act of 1966 and the school lunch and child nutrition amendment of 1986 are exempt from the taxes imposed by chapter 36, title 63, Idaho Code, and are exempt from the taxes that may be imposed on such purchases under the provisions of sections 50-1043 through 50-1049, Idaho Code.\n\n[63-3622EE, added 1987, ch. 335, sec. 1, p. 708.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622ee/"
    },
    {
      "id": "section-63-3622ff",
      "number": "63-3622FF",
      "heading": "",
      "text": "63-3622FF. PURCHASES MADE WITH SNAP BENEFIT CARDS. Purchases of food made with benefits provided under the federal supplemental nutrition assistance program (SNAP) are exempt from the taxes imposed by chapter 36, title 63, Idaho Code, and are exempt from the taxes that may be imposed on such purchases under the provisions of sections 50-1043 through 50-1049, Idaho Code.\n\n[63-3622FF, added 1987, ch. 336, sec. 1, p. 708; am. 2010, ch. 81, sec. 1, p. 161; am. 2013, ch. 34, sec. 1, p. 73.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622ff/"
    },
    {
      "id": "section-63-3622gg",
      "number": "63-3622GG",
      "heading": "",
      "text": "63-3622GG. AIRCRAFT. There is exempted from the taxes imposed by this chapter:\n\n(1) The sale, lease, purchase, or use of aircraft primarily used to provide passenger or freight services for hire as a common carrier only if:\n\n(a) The person operates the aircraft under the authority of the laws of this state, the United States or any foreign government; and\n\n(b) The aircraft is used to provide services indiscriminately to the public; and\n\n(c) The aircraft itself transports the person or property from one (1) location on the ground or water to another.\n\n(2) The sale, lease, purchase or use of aircraft primarily used for air ambulance services.\n\n(3) The sale, lease or purchase of aircraft for use outside this state by nonresidents, even though delivery be made within this state, but only when:\n\n(a) The aircraft will be taken from the point of delivery to a point outside this state;\n\n(b) The aircraft will not be used in this state more than ninety (90) days in any twelve (12) month period.\n\n(4) Repair and replacement materials and parts installed in or affixed or applied to, or sold, leased or purchased to be installed in or affixed or applied to, aircraft in connection with the remodeling, repair or maintenance of aircraft described under subsections (1), (2), (5), and (6) of this section and industry standard, federal aviation administration (FAA) approved materials, parts and components installed on nonresident privately owned aircraft by qualified employees of an FAA-approved Idaho repair station are exempt. Tools and equipment utilized in performing such remodeling, repair or maintenance are not exempt.\n\n(5) The sale, lease, purchase or use of fixed-wing aircraft primarily used as an air tactical group supervisor platform under contract with a governmental entity for wildfire activity.\n\n(6) The sale, lease, purchase, or use of aircraft primarily used for agricultural spraying, dusting, seeding, livestock and predatory animal control, or forest and wildlife conservation.\n\n[63-3622GG, added 1988, ch. 352, sec. 2, p. 1053; am. 1994, ch. 44, sec. 1, p. 72; am. 2001, ch. 98, sec. 1, p. 247; am. 2003, ch. 9, sec. 3, p. 21; am. 2009, ch. 91, sec. 2, p. 268; am. 2012, ch. 47, sec. 1, p. 142; am. 2016, ch. 326, sec. 1, p. 907; am. 2020, ch. 332, sec. 1, p. 966.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622gg/"
    },
    {
      "id": "section-63-3622hh",
      "number": "63-3622HH",
      "heading": "",
      "text": "63-3622HH. PRODUCTION EXEMPTION SHALL NOT APPLY TO SALES REGARDING RECREATION-RELATED VEHICLES. (1) Notwithstanding any other provision of law to the contrary, the production exemption provided in section 63-3622D, Idaho Code, shall not apply to sales of or repairs to snowmobiles, off-highway motorbikes, recreational vehicles, or motorcycles and all sales of snowmobiles, off-highway motorbikes, recreational vehicles or motorcycles are subject to the sales and use taxes imposed by this chapter. All repairs to snowmobiles, off-highway motorbikes, recreational vehicles or motorcycles are subject to the sales and use taxes imposed by this chapter.\n\n(2) As used in this section, the term \"snowmobile\" means any self-propelled vehicle under one thousand (1,000) pounds unladened gross weight designed primarily for travel on snow or ice or over natural terrain which may be steered by tracks, skis or runners, and which is not otherwise registered or licensed under the laws of the state of Idaho.\n\n(3) As used in this section, the term \"off-highway motorbike\" means any self-propelled two (2), three (3), four (4) or five (5) wheeled motorcycle or motor-driven cycle, excluding tractor, designed for or capable of traveling off developed roadways and highways and also referred to as trailbikes, enduro bikes, trail bikes, motorcross bikes or dual purpose motorcycles.\n\n(4) As used in this section, the term \"recreational vehicle\" means a motor home, travel trailer, park model recreational vehicle, truck camper or camping trailer, with or without motive power, designed for human habitation for recreational or emergency occupancy. The term \"recreational vehicle\" shall not include pickup hoods, shells, or canopies designed, created or modified for occupational usage. School buses or van type vehicles which are converted to recreational use are defined as recreational vehicles. Specific classes of recreational vehicles are defined as follows:\n\n(a) The term \"motor home\" shall mean a vehicular unit designed to provide temporary living quarters, built into an integral part of or permanently attached to a self-propelled motor vehicle chassis. The vehicle must contain permanently installed independent life support systems which meet the American national standards institute (ANSI) A119.7 standard for recreational vehicles, and provide at least four (4) of the following facilities: cooking, refrigeration or icebox, self-contained toilet, heating and/or air conditioning, a potable water supply system including a faucet and sink, separate 110-125 volt electrical power supply and/or LP-gas supply.\n\n(b) The term \"travel trailer\" shall mean a vehicular unit, mounted on wheels, designed to provide temporary living quarters for recreational, camping, travel or emergency use and of such size or weight as not to require special highway movement permits when towed by a motorized vehicle.\n\n(c) The term \"fifth-wheel trailer\" shall mean a vehicular unit equipped in the same manner as a travel trailer but constructed with a raised forward section that allows a bi-level floor plan. This style is designed to be towed by a vehicle equipped with a device known as a fifth-wheel hitch, which is typically installed in the bed of a pickup truck.\n\n(d) The term \"park model recreational vehicle\" means a vehicle as defined in section 49-117, Idaho Code.\n\n(e) The term \"fold down camping trailer\" shall mean a vehicular portable unit mounted on wheels and constructed with collapsible partial side walls, which fold for towing by another vehicle and unfold at the campsite to provide temporary living quarters, for recreational, camping or travel use.\n\n(f) The term \"truck camper\" shall mean a portable unit constructed to provide temporary living quarters for recreational, travel or camping use, consisting of a roof, floor, and sides, designed to be loaded onto and unloaded from the bed of a pickup truck, and containing at least one (1) of the following facilities: stove; refrigerator or icebox; self-contained toilet; heater or air conditioner; potable water supply including a faucet and sink; separate 110-125 volt electrical power supply; or LP-gas supply.\n\n(5) As used in this section, the term \"motorcycle\" means every motor vehicle having a seat or saddle for the use of the rider and designed to travel on not more than three (3) wheels in contact with the ground, but excluding a tractor. A motorcycle also is every motor scooter or motorized bicycle having an engine with less than one hundred fifty (150) cubic centimeters displacement or with five (5) brake horsepower or less.\n\n(6) As used in this section, the term \"repairs\" shall include only the costs of parts, but not labor, utilized on the snowmobile, off-highway motorbike, recreational vehicle or motorcycle.\n\n[63-3622HH, added 1988, ch. 367, sec. 1, p. 1082; am. 1989, ch. 22, sec. 1, p. 26; am. 2008, ch. 106, sec. 6, p. 302; am. 2017, ch. 134, sec. 16, p. 326.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622hh/"
    },
    {
      "id": "section-63-3622ii",
      "number": "63-3622II",
      "heading": "",
      "text": "63-3622II. MONEY-OPERATED DISPENSING EQUIPMENT. There is hereby exempted from the taxes imposed by this chapter the sale or purchase of money-operated dispensing equipment which is solely consumed in dispensing a tangible product, amusement or service on which a retail sales tax is imposed or collected by the state of Idaho. As used in this section, \"money-operated dispensing equipment\" shall be interpreted narrowly to include only that equipment which consummates a sale by the placement of lawful money in the dispensing equipment and shall not include sales facilitating equipment such as, but not limited to, transportation, warehousing, storage, and display equipment which is consumed in the disposition of an item or product subject to the tax imposed by this chapter.\n\n[(63-3622II) 63-3622Y, added 1995, ch. 288, sec. 1, p. 966; am. and redesig. 2005, ch. 25, sec. 120, p. 131.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622ii/"
    },
    {
      "id": "section-63-3622jj",
      "number": "63-3622JJ",
      "heading": "",
      "text": "63-3622JJ. LOGGING EXEMPTION. There are exempted from the taxes imposed by this chapter:\n\n(1) The sale at retail, storage, use or other consumption in this state of tangible personal property which is primarily and directly used or consumed in logging including, but not limited to, log loaders, log jammers, log skidders and fuel used in logging trucks, provided that the use or consumption of such tangible personal property is necessary or essential to logging.\n\n(2) The exemption allowed by subsection (1) of this section does not include machinery, equipment, materials and supplies used in a manner that is incidental to logging such as maintenance and janitorial equipment and supplies; nor does it include tangible personal property used in any activities other than the actual logging, such as office equipment and supplies, equipment and supplies used in selling or distributing activities or, except for fuel used in logging trucks, in transportation activities; nor shall this exemption include motor vehicles or aircraft, without regard to the use to which such motor vehicles or aircraft are put; nor shall this exemption apply to vehicles or equipment described in section 63-3622HH, Idaho Code.\n\n[63-3622JJ, added 1990, ch. 431, sec. 4, p. 1197; am. 1996, ch. 263, sec. 1, p. 864; am. 1999, ch. 42, sec. 13, p. 99; am. 2006, ch. 315, sec. 2, p. 982; am. 2007, ch. 111, sec. 3, p. 320; am. 2016, ch. 9, sec. 4, p. 9.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622jj/"
    },
    {
      "id": "section-63-3622kk",
      "number": "63-3622KK",
      "heading": "",
      "text": "63-3622KK. INCIDENTAL SALES BY RELIGIOUS CORPORATIONS OR SOCIETIES. (1) Whenever any religious corporation or society as enumerated in section 63-602B, Idaho Code, purchases tangible personal property upon which it has paid the tax imposed by this chapter, or acquires tangible personal property via gift, the sale of such property as well as any other sale defined in sections 63-3612, 67-4711 and 67-4917A, Idaho Code, by the religious corporation or society shall be exempt from the taxes imposed in this chapter, or by any political subdivision of the state. The exemption provided in this section shall be valid as long as the proceeds from the sale are used exclusively in the programs of the corporations or societies as enumerated in section 63-602B, Idaho Code. If at any time, tangible personal property or other items defined in sections 63-3612, 67-4711 and 67-4917A, Idaho Code, are offered for sale to or used by the general public in the open market in regular competition with commercial enterprise, the sale shall be subject to the taxes imposed by this chapter or by any political subdivision of the state.\n\n(2) As used in this section:\n\n(a) \"Commercial\" relates to or is connected with trade and traffic or commerce in general and is occupied with business or commerce.\n\n(b) \"Competition\" means the effort of two (2) or more persons, as defined in section 63-3607, Idaho Code, acting independently to secure the business of a third person by the offer of the most favorable terms.\n\n(c) \"General public\" means the community at large as opposed to select members of the community.\n\n(d) \"Market\" means a place of commercial activity in which articles are bought and sold.\n\n[(63-3622KK) 63-3622JJ, added 1990, ch. 434, sec. 1, p. 1203; am. and redesig. 1996, ch. 322, sec. 67, p. 1094.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622kk/"
    },
    {
      "id": "section-63-3622ll",
      "number": "63-3622LL",
      "heading": "",
      "text": "63-3622LL. MEDIA MEASUREMENT SERVICES EXEMPTION. There is hereby exempted from the taxes imposed by this chapter the sale or purchase of any television measurement service, radio measurement service, newspaper measurement service or other media measurement service.\n\n[63-3622LL, added 1997, ch. 396, sec. 1, p. 1258.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622ll/"
    },
    {
      "id": "section-63-3622mm",
      "number": "63-3622MM",
      "heading": "",
      "text": "63-3622MM. LIVESTOCK SOLD AT LIVESTOCK MARKETS. (1) There are exempted from the taxes imposed by this chapter, the sale, purchase or use of livestock when sold at a livestock market.\n\n(2) As used in this section, the term \"livestock market\" shall mean:\n\n(a) A \"public livestock market\" as defined in section 25-1721, Idaho Code, and holding a charter issued by the Idaho department of agriculture pursuant to chapter 17, title 25, Idaho Code; and\n\n(b) Those organizations expressly exempted from the chartering requirement by section 25-1722, Idaho Code.\n\n(3) As used in this section, the term \"livestock\" shall mean cattle, calves, sheep, mules, horses, swine or goats.\n\n[63-3622MM, added 2002, ch. 52, sec. 1, p. 119.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622mm/"
    },
    {
      "id": "section-63-3622nn",
      "number": "63-3622NN",
      "heading": "",
      "text": "63-3622NN. CLEAN ROOMS. (1) There is exempted from the taxes imposed by this chapter the sale at retail, storage, use or other consumption in this state of tangible personal property which is exclusively used in or to maintain the environment of, or is or becomes a component part of, a clean room, without regard to whether the property is actually contained within the clean room or whether such tangible personal property ultimately becomes affixed to or incorporated into real property.\n\n(2) The following definitions apply to this section:\n\n(a) \"Clean room\" means an environment in a defined space, within a larger building, where humidity, temperature, particulate matter and contamination are precisely and regularly controlled; and\n\n(i) Which is a \"Class 10,000\" clean room or better, and\n\n(ii) In which the primary activities are:\n\n1. Activities which qualify for the production exemption in section 63-3622D, Idaho Code, resulting in the manufacture of products which are either semiconductors, products manufactured using semiconductor manufacturing processes, or equipment used to manufacture semiconductors;\n\n2. Activities which qualify for the research and development exemption in section 63-3622RR, Idaho Code; or\n\n3. A combination of the activities described in subparagraphs 1. and 2. above.\n\n(b) \"Class 10,000 clean room\" means a specified area in which the concentration of airborne particulates of five-tenths (0.5) micrometers or larger is regularly maintained at a level of cleanliness no greater than ten thousand (10,000) particles per cubic foot of air.\n\n(c) \"Semiconductor\" means a small piece of semiconductor material including silicon:\n\n(i) On which an integrated circuit is embedded, or\n\n(ii) Which is altered in the manufacturing process by primarily using semiconductor processes.\n\n(d) \"Integrated circuit\" means a complex of multiple active electronic components and their interconnections built upon a semiconductor substrate.\n\n(e) \"Semiconductor manufacturing processes\" means chemical vapor deposition, plasma vapor deposition, wet and dry etch, chemical mechanical planarization or polishing and such other manufacturing processes generally recognized by the semiconductor industry as being standard processes in the industry.\n\n(f) Property is \"exclusively used\" for a purpose when its use for any other purpose is insignificant or inconsequential.\n\n[63-3622NN, added 1999, ch. 130, sec. 1, p. 375; am. 2005, ch. 242, sec. 2, p. 753.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622nn/"
    },
    {
      "id": "section-63-3622oo",
      "number": "63-3622OO",
      "heading": "",
      "text": "63-3622OO. LABOR FOR NEW VEHICLE ACCESSORIES. (1) There is hereby exempted from the taxes imposed by this chapter a motor vehicle dealer’s labor or service charge to add accessories to new factory-delivered vehicles, when sold in conjunction with the new vehicle.\n\n(2) For the purposes of this section:\n\n(a) \"Accessories\" means an object, feature, or device that does not come standard with a motor vehicle to a motor vehicle dealer from a vehicle manufacturer or distributor, but may be ordered by the retail customer as an addition to the motor vehicle to enhance the performance, effectiveness, or beauty of the motor vehicle. Examples include, but are not limited to, saddlebags for a motorcycle, truck bed coating, and storage racks, chemical or film paint sealant, rustproofing, undercoating, stereo or sound systems, anti-theft devices, alarm systems, wheel locks, window tinting, splash guards, or fabric protection for motor vehicles. \"Accessories\" does not mean a service or maintenance contract.\n\n(b) \"Motor vehicle\" means a passenger car, moped, motorbike, motorcycle, motor-driven cycle, motorized wheelchair, electric personal assistive mobility device, neighborhood electric vehicle, specialty off-highway vehicle, all-terrain vehicle, utility type vehicle, all as defined in chapter 1, title 49, Idaho Code, or a vessel, as defined in section 63-3622R(a)(4), Idaho Code, or any other motorized vehicle not described in this paragraph. \"Motor vehicle\" does not mean aircraft as defined in section 21-101, Idaho Code, a bus, motor home, recreational vehicle, park model recreational vehicle, farm tractor or other self-propelled farm equipment, any type of trailer, special mobile equipment, commercial vehicle or truck exceeding eight thousand (8,000) pounds, or authorized emergency vehicle, all as defined in chapter 1, title 49, Idaho Code.\n\n[63-3622OO, added 2019, ch. 52, sec. 1, p. 140.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622oo/"
    },
    {
      "id": "section-63-3622pp",
      "number": "63-3622PP",
      "heading": "",
      "text": "63-3622PP. IDAHO COMMEMORATIVE SILVER MEDALLIONS. There is hereby exempted from the taxes imposed by this chapter the sale or purchase of Idaho commemorative silver medallions through the office of the treasurer of the state of Idaho or through agents designated by the state treasurer pursuant to the issuance of Idaho commemorative silver medallions authorized in section 67-1223, Idaho Code.\n\n[63-3622PP, added 2003, ch. 369, sec. 1, p. 979.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622pp/"
    },
    {
      "id": "section-63-3622rr",
      "number": "63-3622RR",
      "heading": "",
      "text": "63-3622RR. RESEARCH AND DEVELOPMENT. (1) There is exempted from the taxes imposed by this chapter, the lease, rental, purchase, sale at retail, storage, use or other consumption in this state of tangible personal property which is primarily used in research and development activities.\n\n(2) \"Research and development\" means an activity which is:\n\n(a) Designed to advance existing knowledge or capability in the field of science or technology, the development of new products, materials, technologies or processes, including new uses for or improvements to existing products, materials, technologies or processes; and\n\n(b) Related to the development, design, manufacture, processing, production or fabrication of:\n\n(i) A product or potential product which is tangible personal property; or\n\n(ii) Machinery, materials or components utilized or potentially utilized in the development, design, manufacture, processing, production or fabrication of a product or potential product which is tangible personal property.\n\n[63-3622RR, added 2005, ch. 242, sec. 1, p. 752.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622rr/"
    },
    {
      "id": "section-63-3622ss",
      "number": "63-3622SS",
      "heading": "",
      "text": "63-3622SS. HUNTING OR SHOOTING SPORTS. There is exempted from the taxes imposed by this chapter any fees that may be charged for the use of the facility at shooting ranges or shooting competitions by nonprofit organizations or membership dues charged by nonprofit hunting or shooting sports organizations.\n\n[63-3622SS, added 2006, ch. 236, sec. 1, p. 720.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622ss/"
    },
    {
      "id": "section-63-3622tt",
      "number": "63-3622TT",
      "heading": "",
      "text": "63-3622TT. CUSTOM MEAT PROCESSING. There is hereby exempted from the taxes imposed by this chapter any custom meat processing or packing service, when the consumer furnishes, directly or indirectly, the animal to any seller of meat processing or meat packing services, and any tangible personal property received, however processed, will not be resold.\n\n[63-3622TT, added 2020, ch. 258, sec. 1, p. 753.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622tt/"
    },
    {
      "id": "section-63-3622uu",
      "number": "63-3622UU",
      "heading": "",
      "text": "63-3622UU. PERSONAL PROPERTY TAX ON RENTALS. The taxes imposed by this chapter do not apply to charges for personal property tax added to the rent paid for leases of tangible personal property. This exemption applies if:\n\n(1) The lessor separately states the charge for property tax to the lessee; and\n\n(2) The amount charged to the lessee is not more than the property tax actually paid by the lessor; and\n\n(3) The lease agreement is for an initial period of one (1) year or longer.\n\n[63-3622UU, added 2008, ch. 92, sec. 1, p. 258.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622uu/"
    },
    {
      "id": "section-63-3622vv",
      "number": "63-3622VV",
      "heading": "",
      "text": "63-3622VV. IDAHO INFORMATION TECHNOLOGY EQUIPMENT. (1) On and after July 1, 2020, there is exempted from the taxes imposed by this chapter the purchase or use of eligible server equipment and new data center facilities, as defined in this section. The exemption provided in this section shall be available only to qualifying business entities and contractors installing eligible server equipment or building new data center facilities for qualifying business entities. The exemption provided in this section shall not be available for property that has been the subject of business incentives granted to a taxpayer or its affiliates, pursuant to the Idaho reimbursement incentive act, sections 67-4737 through 67-4744, Idaho Code.\n\n(2) As used in this section:\n\n(a) \"Business entity\" means a separate legal entity or separately operated segment of business that exists for the primary purpose of engaging in a commercial activity for profit and whose sole purpose is the operation of a data center. For the purposes of this section, a separately operated segment of business is a segment of a business for which separate records are maintained and that is operated by an employee or employees whose primary employment responsibility is to operate the business segment.\n\n(b) \"Cabling\" means a fiber or copper cable used in data centers to connect information sources to a server or storage device.\n\n(c) \"Capital investment\" means real or tangible personal property that is purchased for use in Idaho and is used by a business entity for the purpose of operating a data center.\n\n(d) \"Chiller\" means a cooling system used in data centers to remove heat from an element and deposit it into another element.\n\n(e) \"Commencement of operations\" means the date on which a certificate of occupancy is issued for a data center.\n\n(f) \"Data center\" means a facility comprised of one (1) or more buildings in Idaho that is used to house eligible server equipment for the transmission and storage of data where the facility has the following characteristics:\n\n(i) Uninterruptible power supplies, generator power, or both;\n\n(ii) Sophisticated fire suppression and prevention systems; and\n\n(iii) Enhanced physical security and restricted access.\n\n(g) \"Eligible server equipment\" means new server equipment acquired by a qualifying business entity as described in this subsection that is maintained and operated in a data center located in Idaho for the sole purpose of data transmission and storage services, providing data and transaction processing services, information technology services, or computer collocation services. \"Eligible server equipment\" includes servers, rack servers, chillers, storage devices, generators, cabling, and enabling software integral to or installed on such equipment.\n\n(h) \"Generator\" means an engine used in data centers to convert mechanical energy into electricity.\n\n(i) \"New data center facilities\" means buildings or structural components of buildings, including equipment, materials, and fixtures thereof, that are used in or intended for use primarily as a data center in Idaho.\n\n(j) \"New jobs\" means new jobs created in Idaho that are nonseasonal, full-time jobs that collectively pay an average weekly wage that equals or exceeds the average weekly wage for the county where the data center is located, as determined by the most recent report of the United States bureau of labor statistics. A job that merely changes locations within the state of Idaho shall not be considered a new job under this section. New jobs must exceed the business entity’s highest number of full-time employees in Idaho during the twenty-four (24) months immediately preceding the commencement of operations of the data center.\n\n(k) \"Qualifying business entity\" means a business entity that certifies to the state tax commission that it will make capital investments in one (1) or more data centers after July 1, 2020, in amounts of at least two hundred fifty million dollars ($250,000,000) in the aggregate within the first five (5) years after commencement of construction and that it will create and maintain at least thirty (30) new jobs at the data center within two (2) calendar years after the commencement of operations. Such business entities shall be entitled to a provisional exemption pursuant to this section during the period in which they make capital investments in data center property. If a business entity fails to meet the investment and job creation requirements provided within the time periods required in this section, it shall pay sales or use taxes that would have been due if not for the granting of the provisional exemption. If a business entity meets the investment and job creation requirements provided within the time periods required in this section, its provisional exemption shall become final without further action, and thereafter the exemption shall also apply to all additional purchases of eligible server equipment and purchases associated with constructing new data center facilities.\n\n(l) \"Rack server\" means a computer in a data center dedicated to use as a server and designed to be installed in a framework called a rack.\n\n(m) \"Server\" means a computer or computer program used in data centers that manages access to a centralized resource or service in a network.\n\n(n) \"Storage device\" means a piece of computer equipment on which information can be stored and that is used in data centers.\n\n(3) The state tax commission may promulgate rules to administer and enforce the provisions of this section, including the promulgation of rules relating to the provision of information necessary to certify that the taxpayer satisfies the criteria for a qualifying business entity. For the purpose of carrying out its duties to administer and enforce the provisions of this section, the state tax commission shall have the powers and duties provided by sections 63-217, 63-3038, 63-3039, 63-3042 through 63-3067, 63-3068, 63-3071, and 63-3074 through 63-3078, Idaho Code.\n\n[63-3622VV, added 2020, ch. 335, sec. 1, p. 973.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622vv/"
    },
    {
      "id": "section-63-3622ww",
      "number": "63-3622WW",
      "heading": "",
      "text": "63-3622WW. IDAHO SEMICONDUCTORS FOR AMERICA ACT. (1) This section shall be known and may be cited as the \"Idaho Semiconductors for America Act.\"\n\n(2) It is the intent of the legislature that the Idaho semiconductors for America act will meet all criteria set forth in federal law and program guidelines from the United States department of commerce or other delegated agency of the federal government to implement the domestic fabrication, assembly, testing, advanced packaging, or research and development of semiconductors to mitigate domestic supply chain risks, increase economic competitiveness, protect intellectual property, and decrease national security risks.\n\n(3) On and after July 1, 2022, there is exempted from the taxes imposed by this chapter the purchase or use of construction and building materials directly used for a qualifying purpose by a qualifying covered entity for a qualifying project in Idaho during the project term. To qualify for the exemption in this section, an applicant must submit a project outline to the Idaho department of commerce on or before December 31, 2026. Modifications to an approved qualifying project outline must be submitted to the Idaho department of commerce on or before December 31, 2040.\n\n(4) As used in this section:\n\n(a) \"Construction and building materials\" means materials and supplies permanently installed or placed in or on a qualifying project. The term does not mean equipment, tools, and supplies used to construct or build the project.\n\n(b) \"Covered contractor\" means any contractor, including subcontractors, that incurs costs and taxes from work done for a qualifying covered entity for a qualifying project.\n\n(c) \"Covered entity\" means a private entity, a consortium of private entities, or a consortium of public and private entities with a demonstrated ability to engage in a qualifying project.\n\n(d) \"Project term\" means the time period beginning on July 1, 2022, and ending upon the completion of the construction of the qualifying project, but no later than December 31, 2040.\n\n(e) \"Qualifying covered entity\" means a covered entity that submits a qualifying project outline to the Idaho department of commerce that:\n\n(i) Qualifies for a new, meaningful semiconductor incentive offered by the federal government for the purpose of implementing the domestic fabrication, assembly, testing, advanced packaging, or research and development of semiconductors to mitigate domestic supply chain risks, increase economic competitiveness, protect intellectual property, decrease national security risks, and any other reasons deemed necessary by the federal government. Meaningful incentives by the federal government include but are not limited to funding the CHIPS for America act, 15 U.S.C. 4651 through 4658, or providing and funding other such semiconductor investment tax credits; and\n\n(ii) Qualifies for a meaningful incentive from the state of Idaho for a qualifying project for a qualifying purpose. Examples of meaningful incentives from the state of Idaho include but are not limited to the Idaho reimbursement incentive act, sections 67-4737 through 67-4744, Idaho Code; the Idaho small employer incentive act of 2005, chapter 44, title 63, Idaho Code; and the Idaho new capital investments incentives act of 2008, chapter 45, title 63, Idaho Code.\n\n(f) \"Qualifying project\" means a new project for a qualified purpose by a covered entity.\n\n(g) \"Qualifying project outline\" means a document submitted by a qualified covered entity to the Idaho department of commerce describing a new semiconductor project in Idaho that meets the definitions of a qualifying project in this section.\n\n(h) \"Qualifying purpose\" means activities conducted in Idaho to construct, expand, or modernize a facility for the fabrication, assembly, testing, advanced packaging, or research and development of semiconductors, including a facility used primarily for qualified research for such purposes based on the criteria in section 41 of the Internal Revenue Code, including:\n\n(i) A facility built for purposes of discovering information used for semiconductor fabrication, assembly, testing, or advanced packaging;\n\n(ii) A technological facility built for semiconductor fabrication, assembly, testing, or advanced packaging;\n\n(iii) A facility that is intended to be useful in the development of a new or improved business component of the qualifying covered entity used in semiconductor fabrication, assembly, testing, or advanced packaging; or\n\n(iv) A facility where substantially all of the activities occurring at or in it constitute elements of a process of experimentation for semiconductor fabrication, assembly, testing, or advanced packaging for a purpose described in 26 U.S.C. 41(d)(3).\n\n(5) The provisions of this section are contingent on the enactment and funding of a federal law providing a new and meaningful federal semiconductor incentive by December 31, 2026. If no such incentive is enacted and funded on or before December 31, 2026, no project or covered entity may qualify for an exemption under this section.\n\n[63-3622WW, added 2022, ch. 162, sec. 1, p. 552.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622ww/"
    },
    {
      "id": "section-63-3622xx",
      "number": "63-3622XX",
      "heading": "",
      "text": "63-3622XX. ANIMAL ADOPTION AND RESCUE FEES. Any fee charged by a local government or a nonprofit entity that has tax-exempt status under section 501(c)(3) of the Internal Revenue Code for the adoption or rescue of an animal is deemed a service fee and not the sale or use of tangible personal property. Such adoption or rescue fees, which may include costs ordinarily and necessarily incurred by the local government or nonprofit entity for the care, feeding, housing, and transportation of such adopted or rescued animal, shall not be subject to the taxes imposed by this chapter and have never been subject to such taxes.\n\n[63-3622XX, added 2025, ch. 283, sec. 1, p. 1207.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622xx/"
    },
    {
      "id": "section-63-3622yy",
      "number": "63-3622YY",
      "heading": "",
      "text": "63-3622XX [63-3622YY]. SMALL SELLER. (1) There is hereby exempted from the taxes imposed by this chapter sales of tangible personal property made by an individual making small sales. A small seller shall not collect or remit any state sales or use tax imposed by this chapter.\n\n(2) For purposes of this section, \"small seller\" means an Idaho resident making sales that do not exceed five thousand dollars ($5,000) in cumulative gross receipts in the current or previous calendar year. It shall not include partnerships, corporations, or limited liability corporations.\n\n(3) The exemption provided in this section shall not apply to:\n\n(a) Sales of motor vehicles, trailers, all-terrain vehicles, utility type vehicles, specialty off-highway vehicles, motorcycles intended for off-road use, snowmobiles, aircraft, vessels as defined in section 67-7003, Idaho Code, alcohol, or tobacco; or\n\n(b) Items purchased to be sold or incorporated into items to be sold.\n\n(4) A small seller with gross receipts exceeding five thousand dollars ($5,000) shall within thirty (30) days file with the state tax commission an application for a temporary seller’s permit and begin collecting sales and use tax. No temporary seller’s permit shall be issued for a period of time greater than the remaining calendar year in which sales exceeded five thousand dollars ($5,000) for a small seller. The following year, such seller shall apply for a seller’s permit under the provisions of section 63-3620(a), Idaho Code.\n\n(5) A small seller shall indicate on such seller’s invoice, if requested by the purchaser, that the sale was exempt from sales and use tax pursuant to the provisions of this section.\n\n(6) A small seller shall not permanently maintain, occupy, or use an office, place of distribution, sales or sample room or place, warehouse or storage place, or other place of business or maintain a stock of goods with anticipation of exceeding gross receipts of five thousand dollars ($5,000).\n\n(7) A small seller may file an application with the state tax commission for a seller’s permit pursuant to section 63-3620, Idaho Code, before such seller reaches the five thousand dollar ($5,000) threshold provided in subsection (2) of this section.\n\n(8) Nothing in this section relieves a small seller from filing individual income tax returns for persons who meet the filing requirements under section 63-3030, Idaho Code.\n\n(9) A small seller with sales exceeding three thousand dollars ($3,000) annually shall keep such records for not less than four (4) years pursuant to section 63-3624, Idaho Code.\n\n[63-3622XX [63-3622YY], added 2025, ch. 86, sec. 1, p. 402.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3622yy/"
    },
    {
      "id": "section-63-3623",
      "number": "63-3623",
      "heading": "",
      "text": "63-3623. RETURNS AND PAYMENTS. (a) The taxes imposed by this act are due and payable to the state tax commission monthly on or before the twentieth day of the succeeding month.\n\n(b) All moneys collected or received by the state tax commission from the taxes, penalties, interest and fees imposed by this act shall be deposited with the state treasurer to be credited by him to the sales tax account created by this act.\n\n(c) On or before the twentieth day of the month a return shall be filed with the state tax commission in such form as the state tax commission may prescribe.\n\n(d) For the purpose of the sales tax, a return shall be filed by every seller. For the purposes of the use tax, a return shall be filed by every retailer engaged in business in this state and by every person purchasing tangible personal property, the storage, use, or other consumption of which is subject to the use tax, who has not paid the use tax due to a retailer required to collect the tax. Returns shall be signed by the person required to file the return or by his duly authorized agent.\n\n(e) For the purposes of the sales tax, the return shall show the total sales at retail subject to tax under this act during the reporting period. For the purposes of the use tax, in case of a return filed by a retailer, the return shall show the total sales price of the property sold by him, the storage, use, or consumption of which property became subject to the use tax during the reporting period; in the case of a return filed by a purchaser, the return shall show the total sales price of the property purchased by him, the storage, use, or consumption of which became subject to the use tax during the reporting period.\n\n(f) The return shall show the amount of the taxes for the period covered by the return and such other information as the state tax commission deems necessary for the proper administration of this act.\n\n(g) The person required to file the return shall mail or deliver the return together with a remittance of any tax due to the state tax commission for the reporting period.\n\n(h) The state tax commission, if it deems it necessary in order to insure payment to or facilitate the collection by the state of taxes, may require returns for periods other than monthly periods.\n\n(i) For the purposes of the sales tax, gross amounts from rentals or leases of tangible personal property which may be subject to tax under this act shall be reported and the tax paid in accordance with such rules as the state tax commission may prescribe.\n\n(j) The state tax commission for good cause may extend, for not to exceed one (1) month, the time for making any return or paying any amount required to be paid under this act.\n\n(k) Any person to whom an extension is granted and who pays the tax within the period for which the extension is granted shall pay, in addition to the tax, interest at the rate provided in section 63-3045, Idaho Code, from the date on which the tax would have been due without the extension until the day of payment.\n\n(l) Upon the transfer of ownership of a motor vehicle subject to sales or use tax, a certificate of title will be issued to the new owner only upon presentation of evidence of payment of sales or use tax on the transaction.\n\n(m) The owner of a motor vehicle or trailer required to be registered by the laws of this state shall, upon demand, furnish to the officer issuing such registration, satisfactory evidence that any sales or use tax to which such motor vehicle or trailer is subject has been paid to this state before any such registration shall be issued.\n\n(n) Retail sales of tangible personal property through a vending machine which are taxable upon the purchase price paid by the owner or operator of the vending machine pursuant to subsection (e) of section 63-3613, Idaho Code, shall be reported upon the sales tax return of the owner or operator of the vending machine in the manner by which the tax commission may by rule prescribe.\n\n[63-3623, added 1965, ch. 195, sec. 23, p. 408; am. 1966 (2nd E.S.), ch. 6, sec. 1, p. 17; am. 1977, ch. 36, sec. 2, p. 66; am. 1981, ch. 290, sec. 6, p. 600; am. 1983, ch. 4, sec. 14, p. 16; am. 1983, ch. 204, sec. 1, p. 556; am. 1984, ch. 285, sec. 1, p. 658; am. 1996, ch. 46, sec. 13, p. 135; am. 1999, ch. 42, sec. 14, p. 99.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3623/"
    },
    {
      "id": "section-63-3623a",
      "number": "63-3623A",
      "heading": "",
      "text": "63-3623A. TAXES AS STATE MONEY. All moneys collected by retailers in compliance with this chapter shall, immediately upon collection, be state money and every such retailer shall hold such money for the state of Idaho and for payment to the state tax commission in the manner and at the times required in this chapter. Such money shall not, for any purpose, be considered to be a part of the proceeds of the sale to which the tax relates and shall not be subject to an encumbrance, security interest, execution or seizure on account of any debt owed by the retailer to any creditor other than the state tax commission.\n\n[63-3623A, added 1983, ch. 220, sec. 2, p. 616.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3623a/"
    },
    {
      "id": "section-63-3623b",
      "number": "63-3623B",
      "heading": "",
      "text": "63-3623B. AMUSEMENT DEVICES. (a) For purposes of this section the term \"amusement device\" shall mean all coin, currency, or token operated machines and devices which are used for amusement including, but not limited to, game machines, pool tables, juke boxes, electronic games and similar devices.\n\n(b) In lieu of the imposition of sales tax upon the use of the amusement device, the owner or lessee or person having the right to impose a charge for use of the amusement device must pay an annual permit fee of thirty-five dollars ($35.00) for each such device.\n\n(c) Upon payment of the permit fees, the state tax commission shall issue the permit(s) to the owner or lessee or person having the right to impose a charge for use of the amusement device. Such permit fee may be increased in a proportionate amount by the commission if the state sales tax rate increases.\n\n(d) All applications for a permit renewal must be made to the state tax commission on or before July 1 of each year. Such application shall contain the same information required on an application to secure a seller’s permit under this chapter and shall be accompanied by the annual permit fee due for each device.\n\n(e) The state tax commission shall adopt a uniform system of providing, affixing and displaying official decals, labels or other official indicia evidencing that the owner, lessee, or person having the right to impose a charge for the use of the amusement device has paid the annual permit fee for such amusement device. No person subject to a permit fee under this chapter may impose a charge or collect any consideration for use of such amusement device unless such official decal, label, or other official indicia, as required herein, is affixed to such amusement device.\n\n(f) In addition to the penalties set forth above and in section 63-3634, Idaho Code, the state tax commission may assess the following penalties:\n\n(1) If any owner, lessee, or person having the right to impose a charge for the use of any coin, currency or token operated amusement device in this state shall violate any provision of this section or any rule promulgated under this section, the commission may assess penalties, of fifty dollars ($50.00) for each device for failure to pay timely permit sticker fees.\n\n(2) A person who knowingly secures or attempts to secure an amusement device permit sticker under this section by fraud, misrepresentation, or subterfuge or uses any permit issued under this section in a fraudulent manner shall be subject to a penalty of up to twenty-five thousand dollars ($25,000).\n\n(g) The state tax commission shall impose the penalties provided in this section by a notice of deficiency determination in the manner provided in section 63-3629, Idaho Code, which shall be subject to review as provided in section 63-3631, Idaho Code.\n\n(h) The commission may revoke all permits of any person who operates any amusement device without complying with the provisions of this section. Notice of revocation shall be given in the manner provided for deficiencies in taxes in section 63-3629, Idaho Code, which shall be subject to review as provided in section 63-3631, Idaho Code.\n\n(i) Permits issued under this section are transferable to another person only after written notice of the transfer is given to the state tax commission.\n\n[63-3623B, added 1986, ch. 299, sec. 1, p. 748; am. 1993, ch. 26, sec. 6, p. 91; am. 1995, ch. 340, sec. 1, p. 1126; am. 1996, ch. 46, sec. 14, p. 136; am. 1997, ch. 62, sec. 6, p. 127.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3623b/"
    },
    {
      "id": "section-63-3624",
      "number": "63-3624",
      "heading": "",
      "text": "63-3624. ADMINISTRATION. (a) The state tax commission shall enforce the provisions of this act and may prescribe, adopt, and enforce rules relating to the administration and enforcement of this act. The state tax commission may prescribe the extent to which any rule shall be applied without retroactive effect.\n\n(b) The state tax commission shall employ qualified auditors for examination of taxpayers’ records and books. The state tax commission shall also employ such accountants, investigators, regional supervisors, assistants, clerks, and other personnel as are necessary for the efficient administration of this act, and may delegate authority to its representatives to conduct hearings, or perform any other duties imposed by this act.\n\n(c) Every seller, every retailer, and every person storing, using, or otherwise consuming in this state tangible personal property purchased from a retailer shall keep such records, receipts, invoices and other pertinent papers as the state tax commission may require. Every such seller, retailer or person who files the returns required under this act shall keep such records for not less than four (4) years from the making of such records unless the state tax commission in writing sooner authorizes their destruction.\n\n(d) Retail food stores may petition to the state tax commission to be relieved from the responsibility of retaining detailed invoices of nontaxed sales for which the documentation required in sections 63-3620, 63-3621, or 63-3622, Idaho Code, and any other documentation which may be required by the tax commission, has been obtained by the store from the purchaser. The tax commission shall review each petition and may examine the books and records of the petitioner to insure that the products sold by the petitioner are those sold by a retail food store. The tax commission shall give written notice of its determination to the petitioner as soon as practicable after receiving the written request, but in no event later than sixty (60) days after receiving the petition. As used in this section, \"retail food stores\" shall mean those retail stores primarily engaged in selling food for home preparation and consumption described in major group 54 of the standard industrial classification manual (SIC) of 1987, as amended, published by the office of management and budget of the executive office of the president of the United States.\n\n(e) The state tax commission, or any person authorized in writing by it, may examine the books, papers, records, and equipment of any person selling tangible personal property and any person liable for the use tax and may investigate the character of the business of the person in order to verify the accuracy of any return made, or, if no return is made by the person, to ascertain and determine the amount required to be paid.\n\n(f) Purchasers claiming exemption from tax and retailers whose pertinent records are kept outside of the state must bring the records to Idaho for examination by the state tax commission upon request of the latter, or, by agreement with the state tax commission, permit an auditor designated by the state tax commission to visit the place where the records are kept, and there audit such records.\n\n(g) In the administration of the use tax, the state tax commission may require the filing of reports by any person or class of persons having in his or their possession or custody information relating to sales of tangible personal property the storage, use, or other consumption of which is subject to the tax. The reports shall be filed when the state tax commission requires and shall set forth the names and addresses of purchasers of tangible personal property, the sale price of the property, the date of sale, and such other information as the state tax commission may require.\n\n(h) When the tax commission determines that a retail sale is not exempt and the purchaser has failed to voluntarily pay sales or use tax in regard to the property or services purchased, the tax commission may collect the sales tax which was due at the time of the sale or the use tax due at the time of storage, use or other consumption of the taxable goods or services by issuing to the purchaser a notice of deficiency determination, asserting tax together with interest, at the rate provided in section 63-3045, Idaho Code, and may assert penalties found elsewhere in this chapter.\n\n(i) If the tax commission determines that the purchaser has repeatedly or intentionally made purchases claimed to be exempt that are not exempt, and the purchaser has failed to voluntarily report and pay use tax in regard to those purchases, or the commission determines that the purchaser has repeatedly or intentionally made purchases claimed to be exempt that are not exempt and has removed the goods from this state, the commission may assert a penalty equal to five percent (5%) of the sales price of the property or two hundred dollars ($200), whichever is greater. The tax commission may abate the penalty when the purchaser establishes during a proceeding for redetermination that there were reasonable grounds for believing that the purchase was properly exempt from tax.\n\n[63-3624, added 1965, ch. 195, sec. 24, p. 408; am. 1967, ch. 290, sec. 8, p. 805; am. 1991, ch. 176, sec. 7, p. 437; am. 1992, ch. 16, sec. 7, p. 46; am. 1994, ch. 111, sec. 4, p. 251; am. 1996, ch. 46, sec. 15, p. 138.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3624/"
    },
    {
      "id": "section-63-3625",
      "number": "63-3625",
      "heading": "",
      "text": "63-3625. SECURITY FOR TAX. The state tax commission, whenever it deems it necessary to insure compliance with this act, may require any person subject to this act to place with it such security as it may determine. The amount of the necessary security shall be fixed by the state tax commission but, except as provided hereafter, shall not be greater than three (3) times the estimated average monthly amount payable by such persons pursuant to this act or ten thousand dollars ($10,000), whichever amount is the lesser. In the case of persons habitually delinquent in their obligations under this act, the amount of the security shall not be greater than five (5) times the estimated average monthly amount payable by such persons pursuant to this act or ten thousand dollars ($10,000), whichever is the lesser. The amount of the security may be increased or decreased by the state tax commission at any time, subject to the limitations above set forth.\n\nThe state tax commission may sell the security at public auction or, in the case of security in the form of bearer bonds issued by the United States or the state of Idaho which have a prevailing market price, at a private sale at a price not lower than the prevailing market price if it becomes necessary to make such sale in order to recover any tax, interest or penalties due on any amount required to be collected. Notice of the sale must be given to the person who deposited the security at least ten (10) days before the sale; such notice may be given personally or by mail addressed to the person at the address furnished to the state tax commission and as it appears in the records of the state tax commission. Upon such sale, any surplus above the amounts due shall be returned to the person who placed the security.\n\n[63-3625, added 1965, ch. 195, sec. 25, p. 408.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3625/"
    },
    {
      "id": "section-63-3626",
      "number": "63-3626",
      "heading": "",
      "text": "63-3626. REFUNDS, LIMITATIONS, INTEREST. (a) Subject to the provisions of subsection (b) of this section, if any amount due under this chapter has been overpaid, the excess amount may be credited on any amount then due to the state tax commission from the person by whom the excess was paid and any balance refunded to that person.\n\n(b) (1) No such credit or refund shall be allowed after three (3) years from the time the payment was made to the state tax commission, unless before the expiration of such period a written claim therefor is filed with the state tax commission by the claimant or the claimant’s representative, but only if the claimant has authorized in writing the representative to file a claim.\n\n(2) For periods in regard to which the state tax commission asserts a deficiency under section 63-3629 or 63-3630, Idaho Code, a claim for refund, relating to the period to which the deficiency relates, must be made on or before the later of:\n\n(i) The date provided in subsection (b)(1) of this section; or\n\n(ii) The date upon which any administrative or judicial proceeding relating to such deficiency is finally resolved; or\n\n(iii) The date specified in any agreement under section 63-3633(g), Idaho Code.\n\n(3) A taxpayer claiming a refund of amounts paid in obedience to such deficiencies must do so by appealing within the time limits prescribed in sections 63-3631 and 63-3049, Idaho Code.\n\n(c) Interest shall be allowed on the amount of such credits or refunds at the rate provided in section 63-3045, Idaho Code, from the date such tax was paid to the state tax commission.\n\n(d) If the state tax commission denies a claim for refund in whole or in part, it shall provide notice of the denial in the manner provided in section 63-3629(c), Idaho Code. The claimant may petition the state tax commission for a redetermination of the denial as provided in section 63-3631, Idaho Code. The state tax commission shall issue a final decision pursuant to the requirements of section 63-3045B, Idaho Code. Appeal of a tax commission decision denying in whole or in part a claim for refund shall be made in accordance with and within the time limits prescribed in section 63-3049, Idaho Code.\n\n[63-3626, added 1965, ch. 195, sec. 26, p. 408; am. 1970, ch. 223, sec. 1, p. 630; am. 1971, ch. 214, sec. 2, p. 936; am. 1980, ch. 11, sec. 1, p. 24; am. 1981, ch. 290, sec. 4, p. 599; am. 1991, ch. 176, sec. 8, p. 438; am. 1992, ch. 16, sec. 8, p. 48; am. 1997, ch. 62, sec. 7, p. 129; am. 2002, ch. 38, sec. 1, p. 85.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3626/"
    },
    {
      "id": "section-63-3627",
      "number": "63-3627",
      "heading": "",
      "text": "63-3627. RESPONSIBILITY FOR TAXES. (a) Every person with the duty to account for and pay over any tax which is imposed upon or required to be collected by any taxpayer under this chapter on behalf of such taxpayer as an officer, member or employee of such taxpayer, shall be personally liable for payment of such tax, plus penalties and interest, if he fails to carry out his duty.\n\n(b) Any such individual required to collect, truthfully account for, and pay over any tax imposed by this chapter who willfully fails to collect such tax, or truthfully account for and pay over such tax, or willfully attempts in any manner to evade or defeat any such tax or the payment thereof, shall, in addition to other penalties provided by law, be liable to a penalty equal to the total amount of the tax evaded, or not collected, or not accounted for and paid over. No penalty shall be imposed under section 63-3046(b), Idaho Code, for any offense to which this subsection (b) is applicable.\n\n[63-3627, added 1965, ch. 195, sec. 27, p. 408; am. 1967, ch. 290, sec. 9, p. 805; am. 1998, ch. 45, sec. 1, p. 192; am. 2003, ch. 7, sec. 1, p. 14.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3627/"
    },
    {
      "id": "section-63-3628",
      "number": "63-3628",
      "heading": "",
      "text": "63-3628. SUCCESSORS’ LIABILITY. (a) If any vendor liable for any amount under this act sells out his business or stock of goods, the vendee shall make inquiry of the state tax commission and withhold from the purchase price any amount of tax that may be due under this act until such time as the vendor produces a receipt stating that no amount is due.\n\n(b) If the purchaser of a business or stock of goods fails to withhold from the purchase price as above required, he becomes personally liable for the payment of the amount required to be withheld by him to the extent of the purchase price valued in money.\n\n(c) The state tax commission shall, as soon as practicable after receiving written inquiry as to the amount due and no later than thirty (30) days after receipt of the inquiry or, if necessary, thirty (30) days from the date the vendor’s records are made available for audit, but in any event no later than sixty (60) days after receiving the inquiry, issue a statement to the purchaser setting forth the amount of tax due by the vendor, if any. Failure of the state tax commission to issue such statement will release the purchaser from any obligation to withhold from the purchase price as above required.\n\n[63-3628, added 1965, ch. 195, sec. 28, p. 408.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3628/"
    },
    {
      "id": "section-63-3629",
      "number": "63-3629",
      "heading": "",
      "text": "63-3629. DEFICIENCY DETERMINATIONS. (a) If the state tax commission is not satisfied with the return or returns of the tax, because of errors or omissions discovered in audits or in any other way, it may compute and determine the amount which is due upon the basis of facts contained in the return or returns or upon the basis of any information within its possession or that may come into its possession and assert a deficiency. One or more deficiency determinations may be made of the amount due for one or for more than one period. In making such determination, the state tax commission may offset overpayments against amounts due.\n\n(b) If any person fails to make a return, the state tax commission shall make an estimate of the amount of sales or use subject to tax by this act, and shall in this manner determine the amount of tax due from such person. The estimate shall be made for the period or periods in respect to which the person failed to make a return and shall be based upon any information which is in the state tax commission’s possession or may come into its possession.\n\n(c) The state tax commission shall give written notice of its determination and the amount of the deficiency, including any interest and penalties, to the person from whom such deficiency amount is due in the manner prescribed by section 63-3045, Idaho Code.\n\n[63-3629, added 1965, ch. 195, sec. 29, p. 408; am. 1993, ch. 94, sec. 9, p. 236.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3629/"
    },
    {
      "id": "section-63-3630",
      "number": "63-3630",
      "heading": "",
      "text": "63-3630. JEOPARDY DETERMINATIONS. If the state tax commission finds that a taxpayer is about to depart from the state of Idaho or to remove his property therefrom, or to conceal himself or his property therein, or to do any other act tending to prejudice or to render wholly or partially ineffectual proceedings to collect the tax for the taxable period or any taxes unless such proceedings be brought without delay, the state tax commission shall thereupon make a determination of the tax or amount of tax, together with interest or penalty, required to be collected, noting that fact upon the determination. Upon giving notice and demand, the amount determined shall be immediately due and payable. In any proceeding in court brought to enforce payment of taxes made due and payable by virture of the provisions of this section, the finding of the state tax commission, made as herein provided, whether made after notice to the taxpayer or not, shall be for all purposes prima facie evidence of the taxpayers design.\n\nCollection procedures may be instituted immediately. Any taxpayer deeming himself aggrieved may, within thirty (30) days of receipt of notice, petition to the state tax commission for a redetermination upon payment of the tax together with interest and penalty demanded by the assessment to the state tax commission.\n\n[63-3630, added 1965, ch. 195, sec. 30, p. 408; am. 1967, ch. 290, sec. 10, p. 805.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3630/"
    },
    {
      "id": "section-63-3631",
      "number": "63-3631",
      "heading": "",
      "text": "63-3631. REDETERMINATION. (1) Any person against whom a deficiency determination is made under section 63-3629, Idaho Code, or in regard to whom the state tax commission proposes to revoke or suspend a permit under section 63-3620, 63-3620A or 63-3623B, Idaho Code, or any person directly interested, may petition for a redetermination within the time period allowed by section 63-3045, Idaho Code. If a petition for redetermination is not filed within the time period allowed, the determination becomes final as provided in section 63-3045B, Idaho Code.\n\n(2) The state tax commission may decrease or increase the amount of the determination before it becomes final, but the amount may be increased only if a claim for the increase is asserted by the state tax commission at or before the hearing.\n\n(3) A person petitioning for a redetermination under subsection (1) of this section may, in support of his petition, submit resale certificates as provided in section 63-3620 or section 63-3621, Idaho Code, or an exemption certificate as provided in section 63-3622, Idaho Code, only if such certificates are presented to the tax commission within ninety (90) days of the date of the notice of deficiency determination to which the petition relates.\n\n[63-3631, added 1965, ch. 195, sec. 31, p. 408; am. 1972, ch. 7, sec. 1, p. 10; am. 1992, ch. 16, sec. 9, p. 49; am. 1993, ch. 94, sec. 10, p. 237; am. 1996, ch. 210, sec. 3, p. 682.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3631/"
    },
    {
      "id": "section-63-3632",
      "number": "63-3632",
      "heading": "",
      "text": "63-3632. INTEREST ON DEFICIENCIES. Interest upon any deficiency shall be assessed at the rate provided in section 63-3045, Idaho Code, and calculated in accordance with the provisions of that section.\n\n[63-3632, added 1965, ch. 195, sec. 32, p. 408; am. 1967, ch. 290, sec. 11, p. 805; am. 1969, ch. 453, sec. 17, p. 1195; am. 1980, ch. 11, sec. 2, p. 24; am. 1981, ch. 290, sec. 5, p. 600; am. 1993, ch. 94, sec. 11, p. 237; am. 2024, ch. 116, sec. 2, p. 501.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3632/"
    },
    {
      "id": "section-63-3633",
      "number": "63-3633",
      "heading": "",
      "text": "63-3633. PERIOD OF LIMITATION UPON ASSESSMENT AND COLLECTION. Except as otherwise provided in this section:\n\n(a) The amount of taxes imposed by this chapter shall be assessed within three (3) years after the due date of the return or the date the return was filed, whichever is the later, and no proceeding in court without assessment for the collection of such taxes shall be begun after the expiration of such period; provided, however, if an assessment has been made within the prescribed time, such tax may be collected by levy or by a proceeding in court within a period of six (6) years after assessment of the tax and, provided further, that this shall not be in derogation of any of the remedies elsewhere herein provided. The running of the period of limitations provided by this section shall be suspended for the period during which the state tax commission is prohibited from making the assessment or from collecting by levy or a proceeding in court, and for thirty (30) days thereafter.\n\n(b) In the case of a false or fraudulent return with the intent to evade tax, or a willful attempt in any manner to defeat or evade tax, the tax may be assessed, or a proceeding in court for collection of such tax may be begun without assessment, at any time.\n\n(c) In the case of taxes owed by a person who has failed to file a return as provided in section 63-3623, Idaho Code, the amount of taxes imposed in this chapter shall be assessed within seven (7) years of the time the return upon which the tax asserted to be due should have been filed unless the person had a reasonable belief that no taxes imposed by this chapter were due or payable, in which case within three (3) years of the time the return upon which the taxes asserted to be due should have been filed.\n\n(d) The periods of limitation upon assessment and collection provided in this section shall not apply:\n\n(1) In cases where the facts disclose a false or fraudulent act with the intent to evade tax, or\n\n(2) To taxes collected by a retailer, seller or any other person who has failed to pay over such taxes to the state tax commission.\n\n(e) In the case of taxes due during the lifetime of a decedent, or by his estate during the period of administration, a notice of deficiency shall be issued, a claim shall be made, the tax shall be assessed, or any proceeding in court without assessment for the collection of such tax shall be begun, within twelve (12) months after written request for prompt action is filed with the state tax commission by the executor, administrator, or other fiduciary representing the estate of such decedent. This subsection shall not apply if the return for which the request for prompt action relates has not been filed with the state tax commission.\n\n(f) No assessment of a deficiency with respect to the tax imposed by this chapter, and no distraint or proceedings in court for its collection shall be made, begun, or prosecuted until a notice under section 63-3629, Idaho Code, has been mailed to the taxpayer, nor until all appeal rights relating to the deficiency have become final.\n\n(g) Where, before the expiration of the time prescribed in this section for the assessment of any tax imposed by this act, both the state tax commission or its delegate or deputy and the taxpayer have consented in writing to its assessment after such time, the tax may be assessed at any time prior to the expiration of the period agreed upon. The period so agreed upon may be extended by subsequent agreements in writing made before the expiration of the period previously agreed upon.\n\n[63-3633, added 1965, ch. 195, sec. 33, p. 408; am. 1967, ch. 290, sec. 12, p. 805; am. 1972, ch. 7, sec. 2, p. 10; am. 1989, ch. 363, sec. 5, p. 911; am. 1993, ch. 26, sec. 7, p. 91; am. 1995, ch. 110, sec. 1, p. 346; am. 1997, ch. 113, sec. 5, p. 283; am. 1998, ch. 48, sec. 5, p. 198; am. 2025, ch. 302, sec. 3, p. 1282.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3633/"
    },
    {
      "id": "section-63-3634",
      "number": "63-3634",
      "heading": "",
      "text": "63-3634. ADDITIONS AND PENALTIES. The additions, penalties and requirements provided by the Idaho Income Tax Act, sections 63-3046, 63-3075, 63-3076 and 63-3077, Idaho Code, shall apply in the same manner and to the same extent to this act as to the Idaho Income Tax Act and shall cover acts, omissions, and delinquencies under this act similar to acts, omissions and delinquencies under the Idaho Income Tax Act and such additions, penalties and requirements shall, for this purpose, be described as and be for acts, omissions, delinquencies and requirements under the Idaho Sales Tax Act; provided, however, that the provisions of section 63-3076, Idaho Code, shall not prevent the release of information about a specific transaction to any party to such transaction and any individual signing an exemption claim relating to the transaction. The tax commission may release such information only when it determines that the release will benefit the enforcement of this chapter, and not otherwise.\n\n[63-3634, added 1965, ch. 195, sec. 34, p. 408; am. 1991, ch. 176, sec. 9, p. 439; am. 1992, ch. 16, sec. 10, p. 49; am. 1995, ch. 54, sec. 6, p. 127.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3634/"
    },
    {
      "id": "section-63-3634a",
      "number": "63-3634A",
      "heading": "",
      "text": "63-3634A. AUTHORITY TO ENTER AGREEMENTS. Notwithstanding the provisions of section 63-3634 or 63-3076, Idaho Code, relating to confidentiality, the state tax commission may enter into a written agreement with the Idaho transportation department providing for exchange of information as both the commission and the department may find necessary to implement the letter and intent of this chapter or the laws relating to the registration of motor vehicles and the issuing of driver’s licenses in this state. The state tax commission is not authorized by this section to disclose any financial information from any tax return filed with the state tax commission other than whether or not an individual filed a resident or nonresident return.\n\n[63-3634A, added 1988, ch. 314, sec. 1, p. 972; am. 2023, ch. 9, sec. 2, p. 33.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3634a/"
    },
    {
      "id": "section-63-3635",
      "number": "63-3635",
      "heading": "",
      "text": "63-3635. COLLECTION AND ENFORCEMENT. The collection and enforcement procedures provided by the Idaho Income Tax Act, sections 63-3030A, 63-3038, 63-3039, 63-3040, 63-3042, 63-3043, 63-3044, 63-3045B, 63-3047, 63-3048, 63-3049, 63-3050 through 63-3064, 63-3065A, 63-3071 and 63-3074, Idaho Code, shall apply and be available to the state tax commission for enforcement of the provisions of this act and collection of any amounts due under this act, and said sections shall, for this purpose, be considered part of this act and wherever liens or any other proceedings are defined as income tax liens or proceedings, they shall, when applied in enforcement or collection under this act, be described as sales and use tax liens and proceedings.\n\n[63-3635, added 1965, ch. 195, sec. 35, p. 408; am. 1982, ch. 279, sec. 2, p. 711; am. 1991, ch. 2, sec. 5, p. 15; am. 1993, ch. 26, sec. 8, p. 92; am. 1995, ch. 54, sec. 7, p. 127; am. 1996, ch. 46, sec. 16, p. 139.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3635/"
    },
    {
      "id": "section-63-3637",
      "number": "63-3637",
      "heading": "",
      "text": "63-3637. SALES TAX DISTRIBUTION — DEFINITIONS. For the purposes of section 63-3638, Idaho Code, the following definitions shall apply:\n\n(1) \"Per capita distribution\" means the amount to be distributed to cities and counties on the basis of their most current population or population estimates available from the United States census bureau no later than thirty (30) days prior to the next quarterly distribution from the revenue-sharing account.\n\n(2) \"Revenue-sharing account\" means the account established in the treasury for all sales and use tax revenue to be distributed on a quarterly basis pursuant to section 63-3638(10), Idaho Code.\n\n[63-3637, added 2020, ch. 162, sec. 1, p. 470.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3637/"
    },
    {
      "id": "section-63-3638",
      "number": "63-3638",
      "heading": "",
      "text": "63-3638. SALES TAX — DISTRIBUTION. All moneys collected under this chapter, except as may otherwise be required in sections 63-3203, 63-3620F, and 63-3709, Idaho Code, shall be distributed by the state tax commission as follows:\n\n(1) An amount of money shall be distributed to the state refund account sufficient to pay current refund claims. All refunds authorized under this chapter by the state tax commission shall be paid through the state refund account, and those moneys are continuously appropriated.\n\n(2) Five million dollars ($5,000,000) per year is continuously appropriated and shall be distributed to the permanent building fund, provided by section 57-1108, Idaho Code.\n\n(3) Four million eight hundred thousand dollars ($4,800,000) per year is continuously appropriated and shall be distributed to the water pollution control fund established by section 39-3628, Idaho Code.\n\n(4) An amount equal to the sum required to be certified by the chairman of the Idaho housing and finance association to the state tax commission pursuant to section 67-6211, Idaho Code, in each year is continuously appropriated and shall be paid to any capital reserve fund established by the Idaho housing and finance association pursuant to section 67-6211, Idaho Code. Such amounts, if any, as may be appropriated hereunder to the capital reserve fund of the Idaho housing and finance association shall be repaid for distribution under the provisions of this section, subject to the provisions of section 67-6215, Idaho Code, by the Idaho housing and finance association, as soon as possible, from any moneys available therefor and in excess of the amounts the association determines will keep it self-supporting.\n\n(5) An amount equal to the sum required by the provisions of sections 63-709 and 63-717, Idaho Code, after allowance for the amount appropriated by section 63-718(3), Idaho Code, is continuously appropriated and shall be paid as provided by sections 63-709 and 63-717, Idaho Code.\n\n(6) An amount required by the provisions of chapter 53, title 33, Idaho Code.\n\n(7) An amount required by the provisions of chapter 87, title 67, Idaho Code.\n\n(8) For fiscal year 2011 and each fiscal year thereafter, four million one hundred thousand dollars ($4,100,000), of which two million two hundred thousand dollars ($2,200,000) shall be distributed to each of the forty-four (44) counties in equal amounts and one million nine hundred thousand dollars ($1,900,000) shall be distributed to the forty-four (44) counties in the proportion that the population of the county bears to the population of the state. For fiscal year 2012 and for each fiscal year thereafter, the amount distributed pursuant to this subsection shall be adjusted annually by the state tax commission in accordance with the consumer price index for all urban consumers (CPI-U) as published by the U.S. department of labor, bureau of labor statistics, but in no fiscal year shall the total amount allocated for counties under this subsection be less than four million one hundred thousand dollars ($4,100,000). Any increase resulting from the adjustment required in this section shall be distributed to each county in the proportion that the population of the county bears to the population of the state. Each county shall establish a special election fund to which shall be deposited all revenues received from the distribution pursuant to this subsection. All such revenues shall be used exclusively to defray the costs associated with conducting elections as required of county clerks by the provisions of section 34-1401, Idaho Code.\n\n(9) One dollar ($1.00) on each application for certificate of title or initial application for registration of a motor vehicle, snowmobile, all-terrain vehicle or other vehicle processed by the county assessor or the Idaho transportation department, excepting those applications in which any sales or use taxes due have been previously collected by a retailer, shall be a fee for the services of the assessor of the county or the Idaho transportation department in collecting such taxes and shall be paid into the current expense fund of the county or state highway account established in section 40-702, Idaho Code.\n\n(10) Eleven and five-tenths percent (11.5%) of revenues collected under this chapter, following any distributions required by sections 63-3203, 63-3620F, and 63-3709, Idaho Code, and by subsection (1) of this section, is continuously appropriated and shall be distributed to the revenue-sharing account, which is hereby created in the state treasury, and the moneys in the revenue-sharing account will be paid in installments each calendar quarter by the state tax commission as follows:\n\n(a) Forty-five and two-tenths percent (45.2%) shall be paid to the various cities as follows:\n\n(i) The revenue-sharing amount calculated by the state tax commission for the various cities for each quarter of fiscal year 2020 shall be the base amount for current quarterly revenue distribution amounts. The state tax commission shall calculate the per capita distribution for each city resulting from the previous fiscal year’s distributions.\n\n(ii) If there is no change in the amount of the revenue-sharing account from the same quarter of the previous fiscal year, then the various cities shall receive the same amount received for the same quarter of the previous fiscal year.\n\n(iii) If the balance of the revenue-sharing account for the current quarter is greater than the balance of the revenue-sharing account for the same quarter of the previous fiscal year, then:\n\n1. If the distributions made to the cities during the same quarter of the previous fiscal year were below the base amount established in fiscal year 2020, then the various cities shall first receive a proportional increase up to the base amount for each city and up to a one-percent (1%) increase over such base amount. Any remaining moneys shall be distributed to cities with a below-average per capita distribution in the proportion that the population of that city bears to the population of all cities with below-average per capita distributions within the state.\n\n2. If the distributions made to the cities during the same quarter of the previous fiscal year were at or above the base amount established in fiscal year 2020, then the cities shall receive the same distribution they received during the same quarter of the previous fiscal year plus a proportional increase up to one percent (1%). Any remaining moneys shall be distributed to the cities with a below-average per capita distribution in the proportion that the population of that city bears to the population of all cities with a below-average per capita distribution within the state.\n\n(iv) If the balance of the revenue-sharing account for the current quarter is less than the balance of the revenue-sharing account for the same quarter of the previous fiscal year, then the cities shall first receive a proportional reduction down to the base amount established in fiscal year 2020. If further reductions are necessary, the cities shall receive reductions based on the proportion that each city’s population bears to the population of all cities within the state.\n\n(b) Forty-seven and one-tenth percent (47.1%) shall be paid to the various counties as follows:\n\n(i) Fifty-nine and eight-tenths percent (59.8%) of the amount to be distributed under this paragraph (b) of this subsection shall be distributed as follows:\n\n1. One million three hundred twenty thousand dollars ($1,320,000) annually shall be distributed one forty-fourth (1/44) to each of the various counties; and\n\n2. The balance of such amount shall be paid to the various counties, and each county shall be entitled to an amount in the proportion that the population of that county bears to the population of the state; and\n\n(ii) Forty and two-tenths percent (40.2%) of the amount to be distributed under this paragraph (b) of this subsection shall be distributed as follows:\n\n1. Each county that received a payment under the provisions of section 63-3638(e), Idaho Code, as that subsection existed immediately prior to July 1, 2000, during the fourth quarter of calendar year 1999, shall be entitled to a like amount during succeeding calendar quarters.\n\n2. If the dollar amount of money available under this subsection (10)(b)(ii) in any quarter does not equal the amount paid in the fourth quarter of calendar year 1999, each county’s payment shall be reduced proportionately.\n\n3. If the dollar amount of money available under this subsection (10)(b)(ii) in any quarter exceeds the amount paid in the fourth quarter of calendar year 1999, each county shall be entitled to a proportionately increased payment, but such increase shall not exceed one hundred five percent (105%) of the total payment made in the fourth quarter of calendar year 1999.\n\n4. If the dollar amount of money available under this subsection (10)(b)(ii) in any quarter exceeds one hundred five percent (105%) of the total payment made in the fourth quarter of calendar year 1999, any amount over and above such one hundred five percent (105%) shall be paid to the various counties in the proportion that the population of the county bears to the population of the state; and\n\n(c) Seven and seven-tenths percent (7.7%) of the amount appropriated in this subsection shall be paid to the several counties for distribution to special purpose taxing districts as follows:\n\n(i) Each such district that received a payment under the provisions of section 63-3638(e), Idaho Code, as such subsection existed immediately prior to July 1, 2000, during the fourth quarter of calendar year 1999, shall be entitled to a like amount during succeeding calendar quarters.\n\n(ii) If the dollar amount of money available under this subsection (10)(c) in any quarter does not equal the amount paid in the fourth quarter of calendar year 1999, each special purpose taxing district’s payment shall be reduced proportionately.\n\n(iii) If the dollar amount of money available under this subsection (10)(c) in any quarter exceeds the amount distributed under paragraph (c)(i) of this subsection, each special purpose taxing district shall be entitled to a share of the excess based on the proportion each such district’s current property tax budget bears to the sum of the current property tax budgets of all such districts in the state. Each year, starting with the distribution for the quarter ending December 31, the state tax commission shall calculate this distribution based on the district’s current property tax budgets, including any unrecovered forgone amounts as determined under section 63-802(1)(e), Idaho Code. When a special purpose taxing district is situated in more than one (1) county, the state tax commission shall determine the portion attributable to the special purpose taxing district from each county in which it is situated.\n\n(iv) If special purpose taxing districts are consolidated, the resulting district is entitled to a base amount equal to the sum of the base amounts received in the last calendar quarter by each district prior to the consolidation.\n\n(v) If a special purpose taxing district is dissolved or disincorporated, the state tax commission shall continuously distribute to the board of county commissioners an amount equal to the last quarter’s distribution prior to dissolution or disincorporation. The board of county commissioners shall determine any redistribution of moneys so received.\n\n(vi) Taxing districts formed after January 1, 2001, are not entitled to a payment under the provisions of this paragraph (c) of this subsection.\n\n(vii) For purposes of this paragraph (c) of this subsection, a special purpose taxing district is any taxing district that is not a city, a county, or a school district.\n\n(viii) Special purpose taxing districts shall use funds received under the provisions of this subsection only for the purposes for which the special purpose taxing districts were formed.\n\n(11) Amounts calculated in accordance with section 2, chapter 356, laws of 2001, for annual distribution to counties and other taxing districts beginning in October 2001 for replacement of property tax on farm machinery and equipment exempted pursuant to section 63-602EE, Idaho Code. For nonschool districts, the state tax commission shall distribute one-fourth (1/4) of this amount certified quarterly to each county. For school districts, the state tax commission shall distribute one-fourth (1/4) of the amount certified quarterly to each school district. For nonschool districts, the county auditor shall distribute such amounts to each district within thirty (30) calendar days from receipt of moneys from the state tax commission. Moneys received by each taxing district for replacement shall be utilized in the same manner and in the same proportions as revenues from property taxation. The moneys remitted to the county treasurer for replacement of property exempt from taxation pursuant to section 63-602EE, Idaho Code, may be considered by the counties and other taxing districts and budgeted at the same time, in the same manner, and in the same year as revenues from taxation on personal property, which these moneys replace. If taxing districts are consolidated, the resulting district is entitled to an amount equal to the sum of the amounts received in the last calendar quarter by each district pursuant to this subsection prior to the consolidation. If a taxing district is dissolved or disincorporated, the state tax commission shall continuously distribute to the board of county commissioners an amount equal to the last quarter’s distribution prior to dissolution or disincorporation. The board of county commissioners shall determine any redistribution of moneys so received. If a taxing district annexes territory, the distribution of moneys received pursuant to this subsection shall be unaffected. Taxing districts formed after January 1, 2001, are not entitled to a payment under the provisions of this subsection. School districts shall receive an amount determined by multiplying the sum of the year 2000 school district levy minus .004 times the market value on December 31, 2000, in the district of the property exempt from taxation pursuant to section 63-602EE, Idaho Code, provided that the result of these calculations shall not be less than zero (0). The result of these school district calculations shall be further increased by six percent (6%). For purposes of the limitation provided by section 63-802, Idaho Code, moneys received pursuant to this section as property tax replacement for property exempt from taxation pursuant to section 63-602EE, Idaho Code, shall be treated as property tax revenues.\n\n(12) Amounts necessary to pay refunds as provided in section 63-3641, Idaho Code, to a developer of a retail complex shall be remitted to the demonstration pilot project fund created in section 63-3641, Idaho Code.\n\n(13) Amounts calculated in accordance with section 63-602KK(4), Idaho Code, for annual distribution to counties and other taxing districts for replacement of property tax on personal property tax exemptions pursuant to section 63-602KK(2), Idaho Code, which amounts are continuously appropriated unless the legislature enacts a different appropriation for a particular fiscal year. For purposes of the limitation provided by section 63-802, Idaho Code, moneys received pursuant to this section as property tax replacement for property exempt from taxation pursuant to section 63-602KK, Idaho Code, shall be treated as property tax revenues. If taxing districts are consolidated, the resulting district is entitled to an amount equal to the sum of the amounts that were received in the last calendar year by each district pursuant to this subsection prior to the consolidation. If a taxing district or revenue allocation area annexes territory, the distribution of moneys received pursuant to this subsection shall be unaffected. Taxing districts and revenue allocation areas formed after January 1, 2022, are not entitled to a payment under the provisions of this subsection.\n\n(14) For fiscal year 2023 only, a sum of thirty-four million dollars ($34,000,000) shall be distributed each year by the state tax commission to the forty-four (44) counties in the proportion that the expenditures of each county for indigent defense services during county fiscal year 2021, excluding any state funding or grants, bear to the expenditures of all counties in the state for indigent defense services during county fiscal year 2021, excluding any state funding or grants. No later than July 1, 2022, the state public defense commission shall certify to the state tax commission each county’s proportionate share of all counties’ indigent defense expenses in county fiscal year 2021, excluding any state funding or grants.\n\n(15) For fiscal year 2024 and each fiscal year thereafter, two and twenty-five hundredths percent (2.25%) of revenues collected under this chapter, following any distributions required by sections 63-3203, 63-3620F, and 63-3709, Idaho Code, and by subsections (1), (10), and (16) of this section, is continuously appropriated and shall be distributed annually to the homeowner property tax relief account established in section 63-724, Idaho Code.\n\n(16)(a) Prior to July 1, 2025, four and five-tenths percent (4.5%) of revenues collected under this chapter, following any distributions required by sections 63-3620F and 63-3709, Idaho Code, and by subsections (1) and (10) of this section, but no less than eighty million dollars ($80,000,000) and no more than one hundred forty million dollars ($140,000,000), shall be distributed as follows:\n\n(i) Eighty million dollars ($80,000,000) is continuously appropriated and shall be distributed to the transportation expansion and congestion mitigation fund established in section 40-720, Idaho Code; and\n\n(ii) The remaining moneys in excess of eighty million dollars ($80,000,000) provided for in this subsection is continuously appropriated and shall be apportioned to local units of government for local highway projects in the same percentages provided for in section 40-709(1) through (3), Idaho Code. Local units of government may pool funds allocated to them pursuant to this paragraph for local highway projects.\n\n(b) From July 1, 2025, through June 30, 2026, one hundred forty-five million dollars ($145,000,000) of revenues collected under this chapter, following any distributions required by sections 63-3620F and 63-3709, Idaho Code, and by subsections (1) and (10) of this section shall be distributed as follows:\n\n(i) One hundred million dollars ($100,000,000) is continuously appropriated and shall be distributed first to the transportation expansion and congestion mitigation fund established in section 40-720, Idaho Code; and\n\n(ii) The remaining forty-five million dollars ($45,000,000) provided for in this paragraph is continuously appropriated and shall be apportioned to local units of government for local highway projects in the same percentages provided for in section 40-709(1) through (3), Idaho Code. Local units of government may pool funds allocated to them pursuant to this subparagraph for local highway projects.\n\n(c) From July 1, 2026, through June 30, 2027, one hundred sixty-five million dollars ($165,000,000) of revenues collected under this chapter, following any distributions required by sections 63-3620F and 63-3709, Idaho Code, and by subsections (1) and (10) of this section shall be distributed as follows:\n\n(i) One hundred twenty million dollars ($120,000,000) is continuously appropriated and shall be distributed first to the transportation expansion and congestion mitigation fund established in section 40-720, Idaho Code; and\n\n(ii) The remaining forty-five million dollars ($45,000,000) provided for in this paragraph is continuously appropriated and shall be apportioned to local units of government for local highway projects in the same percentages provided for in section 40-709(1) through (3), Idaho Code. Local units of government may pool funds allocated to them pursuant to this subparagraph for local highway projects.\n\n(d) Commencing July 1, 2027, and for each fiscal year thereafter, one hundred eighty-five million dollars ($185,000,000) of revenues collected under this chapter, following any distributions required by sections 63-3620F and 63-3709, Idaho Code, and by subsections (1) and (10) of this section shall be distributed as follows:\n\n(i) One hundred forty million dollars ($140,000,000) is continuously appropriated and shall be distributed first to the transportation expansion and congestion mitigation fund established in section 40-720, Idaho Code; and\n\n(ii) The remaining forty-five million dollars ($45,000,000) provided for in this paragraph is continuously appropriated and shall be apportioned to local units of government for local highway projects in the same percentages provided for in section 40-709(1) through (3), Idaho Code. Local units of government may pool funds allocated to them pursuant to this subparagraph for local highway projects.\n\n(17) Beginning in fiscal year 2024 and each fiscal year thereafter, three hundred thirty million dollars ($330,000,000) shall be distributed annually to the general fund specifically for the public schools educational support program, and eighty million dollars ($80,000,000) shall be distributed annually to the in-demand careers fund established in section 72-1206, Idaho Code. The state tax commission shall make such transfers in quarterly installments.\n\n(18) For fiscal year 2024 and each fiscal year thereafter, three and twenty-five hundredths percent (3.25%) of revenues collected under this chapter, following any distributions required by sections 63-3203, 63-3620F, and 63-3709, Idaho Code, and by subsections (1), (10), and (16) of this section, is continuously appropriated and shall be distributed annually to the school district facilities fund established pursuant to section 33-911, Idaho Code.\n\n(19) One hundred twenty-five million dollars ($125,000,000) collected under this chapter, following any distributions required by sections 63-3620F and 63-3709, Idaho Code, and by subsections (1), (10), (15), (16), and (18) of this section is continuously appropriated and shall be distributed to the school modernization facilities fund established in section 33-912, Idaho Code. The state tax commission shall make such transfers in quarterly installments.\n\n(20) Any moneys remaining over and above those necessary to meet and reserve for payments under other subsections of this section shall be distributed to the general fund.\n\n[63-3638, added 1965, ch. 195, sec. 38, p. 408; am. 1967, ch. 115, sec. 11, p. 222; am. 1967, ch. 116, sec. 3, p. 229; am. 1967, ch. 377, sec. 2, p. 1109; am. 1970, ch. 183, sec. 1, p. 530; am. 1971, ch. 14, sec. 1, p. 25; am. 1975, ch. 155, sec. 1, p. 398; am. 1976, ch. 280, sec. 1, p. 959; am. 1977, ch. 325, sec. 1, p. 911; am. 1978, ch. 291, sec. 4, p. 718; am. 1979, ch. 254, sec. 14, p. 676; am. 1980, ch. 179, sec. 15, p. 396; am. 1980, ch. 349, sec. 1, p. 884; am. 1981, ch. 326, sec. 1, p. 683; am. 1984, ch. 287, sec. 5, p. 681; am. 1986, ch. 73, sec. 18, p. 215; am. 1987, ch. 31, sec. 4, p. 50; am. 1987, ch. 92, sec. 2, p. 174; am. 1994, ch. 111, sec. 5, p. 253; am. 1995, ch. 26, sec. 3, p. 37; am. 1996, ch. 253, sec. 32, p. 829; am. 1996, ch. 322, sec. 68, p. 1094; am. 1997, ch. 117, sec. 40, p. 336; am. 1997, ch. 242, sec. 2, p. 704; am. 1998, ch. 362, sec. 2, p. 1135; am. 1999, ch. 42, sec. 15, p. 100; am. 1999, ch. 328, sec. 2, p. 848; am. 2000, ch. 49, sec. 2, p. 92; am. 2000, ch. 207, sec. 2, p. 522; am. 2001, ch. 55, sec. 1, p. 97; am. 2001, ch. 130, sec. 3, p. 463; am. 2003, ch. 318, sec. 4, p. 873; repeal and new section added 2003, ch. 318, secs. 6 and 9, p. 876 and 879; am. 2004, ch. 104, secs. 2 and 3, p. 372 and 375; am. 2005, ch. 18, secs. 1 and 2, p. 49 and 52; am. 2006, ch. 234, sec. 2, p. 697; am. 2006, 1st E.S., ch. 1, sec. 20, p. 64; am. 2007, ch. 172, sec. 2, p. 508; am. 2008, ch. 400, sec. 3, p. 1094; am. 2009, ch. 62, sec. 1, p. 168; am. 2009, ch. 341, sec. 145, p. 1065; am. 2013, ch. 20, sec. 1, p. 30; am. 2013, ch. 243, sec. 4, p. 586; am. 2014, ch. 339, sec. 2, p. 854; am. 2014, ch. 357, sec. 7, p. 895; am. 2016, ch. 13, sec. 2, p. 16; am. 2017, ch. 322, sec. 11, p. 846; am. 2019, ch. 307, sec. 3, p. 922; am. 2019, ch. 320, sec. 6, p. 952; am. 2020, ch. 162, sec. 2, p. 470; am. 2021, ch. 339, sec. 2, p. 1032; am. 2021, ch. 360, sec. 11, p. 1127; am. 2022, ch. 318, sec. 3, p. 1013; am. 2022, 1st E.S., ch. 1, sec. 12, p. 10; am. 2023, ch. 43, sec. 1, p. 177; am. 2023, ch. 46, sec. 1, p. 186; am. 2023, ch. 174, sec. 8, p. 472; am. 2023, ch. 200, sec. 15, p. 552; am. 2023, ch. 234, sec. 1, p. 723; am. 2024, ch. 237, sec. 28, p. 838; am. 2025, ch. 250, sec. 1, p. 1106; am. 2025, ch. 302, sec. 6, p. 1288.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3638/"
    },
    {
      "id": "section-63-3638a",
      "number": "63-3638A",
      "heading": "",
      "text": "63-3638A. SALES TAX ON LIQUOR TO BE PAID TO LIQUOR ACCOUNT. Notwithstanding the provisions of section 63-3638, Idaho Code, the sales tax collected on the retail sale of liquor and all other merchandise by or on behalf of the director of the state liquor division shall be credited directly to the liquor account, and shall not be or become a part of the sales tax account.\n\n[63-3638A, added 1982, ch. 255, sec. 12, p. 666; am. 1987, ch. 260, sec. 8, p. 551; am. 2006, ch. 18, sec. 7, p. 70; am. 2009, ch. 23, sec. 60, p. 70.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3638a/"
    },
    {
      "id": "section-63-3640",
      "number": "63-3640",
      "heading": "",
      "text": "63-3640. CONTRACTS ENTERED INTO BEFORE EFFECTIVE DATE OF INCREASED TAX. (1) Commencing October 1, 2006, the purchase, use, storage or other consumption of tangible personal property which is otherwise subject to the taxes imposed by this chapter by persons defined in section 63-3609(a), Idaho Code, shall be exempt from one cent (1¢) of the taxes imposed by sections 63-3619 and 63-3621, Idaho Code, if:\n\n(a) The tangible personal property is purchased, used, stored or otherwise consumed for incorporation into real property; and\n\n(b) The tangible personal property is purchased, used, stored or otherwise consumed in regard to a project performed by such person pursuant to a qualified contract; and\n\n(c) The taxpayer claims the exemption in the manner provided by subsection (3) of this section.\n\n(2) As used in this section, the term \"qualified contract\" means a contract which:\n\n(a) Is a written contract; and\n\n(b) Was in effect on September 1, 2006, or was submitted for bid or bid in written form on or before September 1, 2006, and subsequently became a written contract; and\n\n(c) Was negotiated or bid based upon the sales or use tax being five percent (5%); and\n\n(d) Requires the cost of the sales or use tax to be borne by the contractor.\n\n(3) A person entitled to the exemption granted in subsection (1) of this section may submit a claim for refund to the state tax commission for the amount of one cent (1¢) of the tax imposed by sections 63-3619 and 63-3621, Idaho Code, if it has actually been paid by him. The claim for refund shall include:\n\n(a) A copy of a written contract which is a qualified contract; and\n\n(b) A detailed invoice prepared by the seller showing all items of tangible personal property purchased by the claimant, the sale of which is subject to the exemption granted in subsection (1) of this section; and\n\n(c) A document signed by the purchaser certifying that the tangible personal property shown on the invoice required by subsection (3)(b) of this section has in fact been used by him on the project to which the qualified contract relates.\n\n(4) Upon receipt of the claim for refund, the state tax commission shall review the claim and, if it finds it to be proper, shall pay the refund together with interest from the date that the claim was filed at the rate established by section 63-3045, Idaho Code, within thirty (30) days from the date the claim was received by the commission.\n\n(5) The use or incorporation into real property of any tangible personal property upon which the exemption provided by subsection (1) of this section has been claimed pursuant to any contract other than a qualified contract shall be a misdemeanor.\n\n(6) In addition to the criminal penalties provided by subsection (5) of this section, the use or incorporation into real property of tangible personal property upon which the exemption provided by subsection (1) of this section has been claimed pursuant to any contract which is not a qualified contract shall subject the user to a penalty of three (3) times the sales or use tax otherwise due under this chapter to be enforced and collected as provided by sections 63-3634 and 63-3635, Idaho Code.\n\n(7) In the case of a retailer who makes sales of tangible personal property to any person entitled to the exemption granted in subsection (1) of this section who is for any reason unable to collect one cent (1¢) of the tax imposed by sections 63-3619 and 63-3621, Idaho Code, from the purchaser, the retailer shall be entitled to claim the refund otherwise available to the purchaser. The claim for refund shall be filed in the manner prescribed by subsection (3) of this section. Nothing in this subsection shall excuse the retailer from reporting sales and use taxes at the full statutory rate on all taxable sales made during the period to which his sales or use tax return relates. If a refund claim is filed concurrently with the return, the refund claimed may be credited against the tax due on the return. Any retailer who claims a refund for any taxes actually collected from the purchaser shall be subject to a penalty of three (3) times the sales or use tax refund improperly claimed to be enforced and collected as provided by sections 63-3634 and 63-3635, Idaho Code.\n\n[63-3640, added 2003, ch. 381, sec. 1, p. 1017; am. 2006, 1st Ex. Sess., ch. 1, sec. 21, p. 67.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3640/"
    },
    {
      "id": "section-63-3641",
      "number": "63-3641",
      "heading": "",
      "text": "63-3641. REBATE OF SALES TAXES COLLECTED. (1) As provided in and subject to the limitations of this section, a developer of a retail complex shall receive a rebate of sales taxes collected and remitted to the state tax commission under this chapter by qualified retailers within the retail complex to reimburse the developer for project expenses incurred for the installation of approved transportation improvements.\n\n(2) As used in this section:\n\n(a) \"Approved transportation improvements\" means a highway project the cost of which is in excess of six million dollars ($6,000,000) for the installation of an interchange from an interstate highway or expended on the improvement of a highway as defined in section 40-109(5), Idaho Code. To qualify as an approved highway improvement the developer of a retail complex must enter into an agreement with the Idaho transportation board and/or political subdivision. An approved highway improvement shall include those costs directly associated with the highway project but shall not include any improvement not within the right-of-way of the proposed public highway improvement, improvements not specifically authorized in the agreement entered into, or developer financed improvements required by state or local agencies as part of the permitting and development process not within the public highway right-of-way.\n\n(b) \"Political subdivision\" means a city, county or highway district that receives highway funding pursuant to section 40-709, Idaho Code.\n\n(c) \"Qualified retailer\" means a specific location within a retail complex operated by a retailer in regard to which the retailer:\n\n(i) Has obtained a separate seller’s permit pursuant to section 63-3620, Idaho Code, applicable only to that location and has collected sales or use taxes in regard to retail sales made at that location and has remitted all such taxes to the state tax commission with returns related to that permit;\n\n(ii) Has been identified in the manner required by rules of the state tax commission as associated with the specific retail complex; and\n\n(iii) Did not directly or by any related party (as defined in section 63-3615A(2), Idaho Code) operate a retail business in the same location before construction of the retail complex.\n\n(d) \"Retail complex\" means:\n\n(i) One (1) or more buildings in a single location constructed by a developer applying for a rebate under this section;\n\n(ii) Facilities reasonably related to the buildings, such as parking lots, sidewalks, lighting, traffic signs and accessory equipment; and\n\n(iii) For which the developer has expended a minimum of four million dollars ($4,000,000).\n\n(e) \"Retailer\" has the same meaning as provided in section 63-3610, Idaho Code;\n\n(f) \"Retail sales\" has the same meaning as that term is defined in section 63-3609, Idaho Code.\n\n(3) To obtain the rebate provided by this section, the developer of a retail complex shall file a written claim with the state tax commission.\n\n(a) The claim shall:\n\n(i) Identify the location and boundaries of the retail complex;\n\n(ii) Identify the qualified retailers making retail sales within the complex;\n\n(iii) Include verification that the developer has met the expenditure requirements of paragraph (2)(d)(iii) of this section;\n\n(iv) Include certification from the Idaho transportation department or political subdivision of the amount expended on the approved transportation improvements related to the retail complex;\n\n(v) Contain such additional information as the state tax commission may require by rule.\n\n(b) The claim shall be subject to such reasonable documentation and verification as the state tax commission may require.\n\n(c) A developer of a retail complex must submit a claim under this subsection within two (2) years of the developer’s last expenditure on approved transportation improvements.\n\n(4) (a) Upon approval by the state tax commission, the developer is entitled to receive a rebate of sixty percent (60%) of all sales and use taxes imposed by this chapter and remitted to the state tax commission after the date of approval by qualified retailers in the retail complex but not to exceed the lesser of:\n\n(i) The amount certified pursuant to subsection (3)(a)(iv) of this section; or\n\n(ii) The limitation imposed by subsection (5)(c) of this section.\n\n(b) No interest shall be paid on the amounts rebated.\n\n(c) All sales and use tax information remitted by retailers shall be deemed a trade secret, shall be confidential and shall not be disclosed by the state tax commission.\n\n(5) (a) When a retailer certifies to the state tax commission and the commission determines that the requirements of subsection (3)(a)(i), (ii) and (iii) of this section have been met, sixty percent (60%) of all sales and use taxes imposed by this chapter and remitted to the state tax commission after the date of approval by qualified retailers in the retail complex, shall be deposited into the demonstration pilot project fund, which is hereby created in the state treasury.\n\n(b) All moneys rebated shall be paid by the state tax commission from the demonstration pilot project fund in a timely manner not to exceed sixty (60) calendar days after receipt as funds are available in the demonstration pilot project fund. Payments shall be specific to and accounted for by each project.\n\n(c) Once a total of thirty-five million dollars ($35,000,000) has been paid in as a rebate on a particular approved transportation improvement, no additional rebates shall be paid in regard to that approved transportation improvement.\n\n[63-3641, added 2009, ch. 62, sec. 3, p. 171.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3641/"
    },
    {
      "id": "section-63-3642",
      "number": "63-3642",
      "heading": "",
      "text": "63-3642. SALES AND USE TAX WITHHOLDING — CITY AND COUNTY GOVERNMENTS. (1) Any mayor, council, board of commissioners, or any other governing body of a city or county governmental entity that issues an ordinance, resolution, executive order, or proclamation refusing to investigate or enforce any felony provided for in Idaho Code shall not be eligible to receive sales and use tax revenue distributions pursuant to section 63-3638, Idaho Code. Such funds shall be held back until the city or county governmental entity has certified to the state tax commission that such ordinance, resolution, executive order, or proclamation has been repealed or rescinded.\n\n(2) Upon presentation to the attorney general of an authenticated and duly enacted ordinance, resolution, executive order, or proclamation of any mayor, council, board of commissioners, or other governing body of a city or county governmental entity refusing to investigate or enforce any felony provided for in Idaho Code, the attorney general shall notify the state tax commission and the governmental entity of the provisions of this section and provide the governmental entity an opportunity to repeal or rescind the ordinance, resolution, executive order, or proclamation.\n\n(3) If a repeal or rescission is certified within one hundred eighty (180) days of the holdback, the state tax commission shall restore the withheld moneys to the city or county governmental entity. If compliance is not certified within one hundred eighty (180) days, the withheld moneys shall be forfeited and deposited in the general fund by the state tax commission.\n\n[63-3642, added 2023, ch. 119, sec. 1, p. 342.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-36/section-63-3642/"
    }
  ]
}