{
  "state": "idaho",
  "path": "title-title-63/chapter-chapter-40",
  "sections": [
    {
      "id": "section-63-4001",
      "number": "63-4001",
      "heading": "",
      "text": "63-4001. DEFINITIONS. As used in this chapter:\n\n(1) \"Commission\" means the state tax commission.\n\n(2) \"Communication\" means the conveying of information regarding a specific taxpayer’s state tax obligation directly or indirectly to any person through any medium.\n\n(3) \"Location information\" means a taxpayer’s place of abode and his telephone number at such place, or his place of employment.\n\n(4) \"Revenue officer\" means any agent, officer or employee of the state tax commission assigned to:\n\n(a) State tax collection or enforcement activities; or\n\n(b) Auditing books and records relating to any return filed or required to be filed or to investigating failures to file a return.\n\n(5) \"Tax obligation\" means any legally owed tax liability, including tax, fees, penalty and interest, or any tax form required to be filed.\n\n(6) \"Disputed tax liability\" is any liability asserted by the tax commission to be due but in regard to which the taxpayer has exercised his right to any legally available administrative or judicial review procedure when such procedure and review therefrom is not fully exhausted.\n\n[63-4001, added 1993, ch. 94, sec. 14, p. 239; am. 1994, ch. 172, sec. 6, p. 394.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4001/"
    },
    {
      "id": "section-63-4002",
      "number": "63-4002",
      "heading": "",
      "text": "63-4002. ACQUISITION OF LOCATION INFORMATION. Any revenue officer communicating with any person other than the taxpayer for the purpose of acquiring location information about the taxpayer shall:\n\n(1) Disclose no information beyond that necessary to identify himself as a revenue officer of the state and to state that he is confirming or correcting location information concerning the taxpayer.\n\n(2) Not state or declare that the taxpayer owes any taxes.\n\n(3) Not communicate with any such person more than once unless requested to do so by such person or unless the revenue officer reasonably believes that the earlier response of such person is erroneous or incomplete and that such person now has correct or complete location information.\n\n(4) Not communicate by postcard except for postal locators sent to the U.S. postal service.\n\n(5) After the tax commission is notified in writing that the taxpayer is represented with regard to the subject tax obligation and has knowledge of, or can readily ascertain, such representative’s name and address, not communicate with any person other than that representative with regard to the subject tax obligation, unless the representative fails to respond within seven (7) days to communication from the revenue officer. Nothing shall prohibit the tax commission from copying to the taxpayer all written communications with the taxpayer’s representative.\n\n(6) Nothing in this section prohibits the tax commission from communication with the U.S. government, other states, or other state or local government agencies regarding location information.\n\n[63-4002, added 1993, ch. 94, sec. 14, p. 239; am. 1994, ch. 172, sec. 7, p. 394.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4002/"
    },
    {
      "id": "section-63-4003",
      "number": "63-4003",
      "heading": "",
      "text": "63-4003. COMMUNICATION IN CONNECTION WITH TAX COLLECTION. (1) Without the prior consent of the taxpayer or the express permission of a court of competent jurisdiction, a revenue officer may not communicate with a taxpayer in connection with the collection of any tax obligation:\n\n(a) At any unusual time or place or a time or place known or which should be known to be inconvenient to the taxpayer. In the absence of knowledge of circumstances to the contrary, a revenue officer shall presume that the convenient time for communicating with a taxpayer is after 8 o’clock antemeridian and before 9 o’clock postmeridian, local time at the taxpayer’s location;\n\n(b) If the tax commission has been notified in writing that the taxpayer is represented with respect to such tax obligation and has knowledge of, or can readily ascertain such representative’s name and address, unless the representative fails to respond within seven (7) days to a communication with the taxpayer, except:\n\n(i) To advise the taxpayer that the revenue officer’s further efforts are being terminated;\n\n(ii) To notify the taxpayer as required by law that the revenue officer may invoke specified remedies which are ordinarily invoked by such revenue officer;\n\n(iii) Where applicable, to notify the taxpayer that the revenue office intends to invoke a specified remedy;\n\n(iv) In regard to matters not within the scope of the notice of the representative’s capacity;\n\nbut nothing shall prohibit the tax commission from copying to the taxpayer all written communications with the taxpayer’s representative; or\n\n(c) At the taxpayer’s place of employment if the revenue officer knows or has reason to know that the taxpayer’s employer prohibits the taxpayer from receiving such communication.\n\n(2) Except as provided in chapter 30, title 63, Idaho Code, or section 63-4002, Idaho Code, without the prior consent of the taxpayer, or the express permission of a court of competent jurisdiction, or as reasonably necessary to effectuate a postjudgment judicial remedy, a revenue officer may not communicate, in connection with the collection of any tax obligation, with any person other than the taxpayer, or his representative.\n\n(3) If a taxpayer notifies a revenue officer in writing that the taxpayer refuses to pay a tax obligation or that the taxpayer wishes the revenue officer to cease further communication with the taxpayer, the revenue officer shall not communicate further with the taxpayer with respect to such tax obligation, except:\n\n(a) To advise the taxpayer that the revenue officer’s further efforts are being terminated;\n\n(b) To notify the taxpayer as required by law that the revenue officer may invoke specified remedies which are ordinarily invoked by such revenue officer; or\n\n(c) Where applicable, to notify the taxpayer that the revenue officer intends to invoke a specified remedy.\n\nIf such notice from the taxpayer is made by mail, notification shall be complete upon receipt.\n\n[63-4003, added 1993, ch. 94, sec. 14, p. 240; am. 1994, ch. 172, sec. 8, p. 395.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4003/"
    },
    {
      "id": "section-63-4004",
      "number": "63-4004",
      "heading": "",
      "text": "63-4004. HARASSMENT OR ABUSE. (1) A revenue officer may not engage in any conduct the natural consequence of which is to harass, oppress, or abuse any person in connection with the collection of a tax obligation. Without limiting the general application of the foregoing, the following conduct is a violation of the provisions of this section:\n\n(a) The use or threat of use of violence or other criminal means to harm the physical person, reputation, or property of any person.\n\n(b) The use of obscene or profane language or language the natural consequence of which is to abuse the hearer or reader.\n\n(c) The publication of a list of persons who allegedly refuse to pay tax obligations.\n\n(d) Causing a telephone to ring or engaging any person in telephone conversation repeatedly or continuously with intent to annoy, abuse, or harass any person at the called number.\n\n(e) The placement of telephone calls without meaningful disclosure of the caller’s identity except in connection with a criminal investigation.\n\n(2) The mailing or service of any notice or other document required or authorized by law as a part of the administration and collection of a tax is not prohibited in this section.\n\n[63-4004, added 1993, ch. 94, sec. 14, p. 241; am. 1994, ch. 172, sec. 9, p. 396.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4004/"
    },
    {
      "id": "section-63-4005",
      "number": "63-4005",
      "heading": "",
      "text": "63-4005. FALSE OR MISLEADING REPRESENTATIONS. A revenue officer may not use any false, deceptive, or misleading representations or means in connection with the collection of any tax obligation. Without limiting the general application of the foregoing, the following conduct is a violation of the provisions of this section:\n\n(1) The false representation of the character, amount, or legal status of any tax obligation.\n\n(2) The false representation or implication that any individual is an attorney or that any communication is from an attorney.\n\n(3) The representation or implication that nonpayment of any tax obligation will result in the arrest or imprisonment of any person or the seizure, garnishment, attachment, or sale of any property or wages of any person unless such action is lawful and the state tax commission intends to take such action.\n\n(4) The threat to take any action that cannot legally be taken or that is not intended to be taken.\n\n(5) The false representation or implication that a sale, referral, or other transfer of any interest in a tax obligation shall cause the taxpayer to:\n\n(a) Lose any claim or defense to payment of the tax obligation; or\n\n(b) Become subject to any practice prohibited by this chapter.\n\n(6) The false representation or implication that the taxpayer committed any crime or other conduct in order to disgrace the taxpayer.\n\n(7) Communicating or threatening to communicate to any person credit information which is known or which should be known to be false, including the failure to communicate that a disputed tax obligation is disputed.\n\n(8) The use or distribution of any written communication which simulates or is falsely represented to be a document authorized, issued, or approved by any court, official, or agency of the United States or any state, or which creates a false impression as to its source, authorization, or approval.\n\n(9) The use of any false representation or deceptive means to collect or attempt to collect any tax obligation or to obtain information concerning a taxpayer.\n\n(10) Except in the case of criminal investigation and as otherwise provided for communications to acquire location information under the provisions of section 63-4002, Idaho Code, the failure to disclose clearly in all communications made to collect a tax obligation or to obtain information about a taxpayer, that the revenue officer is attempting to collect a tax obligation and that any information obtained will be used for that purpose.\n\n(11) The false representation or implication that documents are legal process.\n\n(12) The false representation or implication that documents are not legal process forms or do not require action by the consumer.\n\n[63-4005, added 1993, ch. 94, sec. 14, p. 241.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4005/"
    },
    {
      "id": "section-63-4006",
      "number": "63-4006",
      "heading": "",
      "text": "63-4006. UNFAIR PRACTICES. A revenue officer may not use unfair or unconscionable means to collect or attempt to collect any tax obligation. Without limiting the general application of the foregoing, the following conduct is a violation of the provisions of this section:\n\n(1) The collection of any amount, including interest, penalty, fee, charge, or expense incidental to the principal obligation, unless such amount is permitted by law.\n\n(2) The solicitation and acceptance by a revenue officer from any person of a check or other payment instrument postdated by more than five (5) days unless such person is notified in writing of the revenue officer’s intent to deposit such check or instrument not more than ten (10) nor less than three (3) business days prior to such deposit.\n\n(3) The solicitation by a revenue officer of any postdated check or other postdated payment instrument for the purpose of threatening or instituting criminal prosecution.\n\n(4) Threatening to deposit any postdated check or other postdated payment instrument prior to the date on such check or instrument.\n\n(5) Causing charges to be made to any person for communications by concealment of the true purpose of the communication. Such charges include, but are not limited to, collect telephone and telegram fees.\n\n(6) Taking or threatening to take any nonjudicial action to effect dispossession or disablement of property if:\n\n(a) There is no present right to possession of the property claimed as collateral through an enforceable security interest;\n\n(b) There is no present intention to take possession of the property; or\n\n(c) The property is exempt by law from such dispossession or disablement.\n\n(7) Communicating with a taxpayer regarding a tax obligation by postcard.\n\n[63-4006, added 1993, ch. 94, sec. 14, p. 242; am. 1994, ch. 172, sec. 10, p. 396.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4006/"
    },
    {
      "id": "section-63-4007",
      "number": "63-4007",
      "heading": "",
      "text": "63-4007. MULTIPLE TAX OBLIGATIONS. If any taxpayer owes multiple tax obligations and makes any single payment to any revenue officer with respect to such obligations, such revenue officer may not apply such payment to any obligation which is disputed by the taxpayer and, where applicable, shall apply such payment in accordance with the taxpayer’s directions. Payments remitted together with a tax return shall be applied to the tax obligation on that return.\n\n[63-4007, added 1993, ch. 94, sec. 14, p. 242; am. 1994, ch. 172, sec. 11, p. 397.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4007/"
    },
    {
      "id": "section-63-4008",
      "number": "63-4008",
      "heading": "",
      "text": "63-4008. RECORDING OF INTERVIEWS. (1) Any officer or employee of the tax commission in connection with any in-person interview with any taxpayer relating to the determination or collection of any tax shall, upon advance request of such taxpayer, allow the taxpayer to make an audio recording of such interview at the taxpayer’s own expense and with the taxpayer’s own equipment.\n\n(2) An officer or employee of the tax commission may record any interview described in subsection (1) of this section if such officer or employee:\n\n(a) Informs the taxpayer of such recording prior to the interview; and\n\n(b) Upon request of the taxpayer, provides the taxpayer with a transcript or copy of such recording but only if the taxpayer provides reimbursement for the cost of the transcription and reproduction of such transcript or copy.\n\n(3) The provisions of this section shall not apply to criminal investigations or investigations relating to the integrity of any officer or employee of the tax commission.\n\n[63-4008, added 1993, ch. 94, sec. 14, p. 243.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4008/"
    },
    {
      "id": "section-63-4009",
      "number": "63-4009",
      "heading": "",
      "text": "63-4009. INSTALLMENT PAYMENTS. When a taxpayer becomes delinquent for payment of tax under this title, the taxpayer may request permission to make installment payments.\n\n[63-4009, added 1993, ch. 94, sec. 14, p. 243.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4009/"
    },
    {
      "id": "section-63-4010",
      "number": "63-4010",
      "heading": "",
      "text": "63-4010. QUOTAS PROHIBITED. In conducting evaluations of individual employees, the tax commission may not use monetary quotas or base the evaluation on monetary collections.\n\n[63-4010, added 1993, ch. 94, sec. 14, p. 243; am. 1994, ch. 172, sec. 12, p. 397.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4010/"
    },
    {
      "id": "section-63-4011",
      "number": "63-4011",
      "heading": "",
      "text": "63-4011. CIVIL LIABILITY. (1) Except as otherwise provided in this section, if any revenue officer fails to comply with any provision of this chapter with respect to any person, the tax commission is liable to that person in an amount equal to the sum of:\n\n(a) Any actual damage sustained by that person as a result of such failure;\n\n(b) (i) In the case of any action by an individual, such additional damages as the court may allow, but not exceeding one thousand dollars ($1,000); or\n\n(ii) In the case of a class action, such amount for each named plaintiff as could be recovered under subsection (1)(a) of this section, and such amount as the court may allow for all other class members, without regard to a minimum individual recovery, not to exceed five hundred thousand dollars ($500,000); and\n\n(c) In the case of any successful action to enforce the foregoing liability, the costs of the action, together with a reasonable attorney’s fee as determined by the court. On a finding by the court that an action under this section was brought in bad faith and for the purpose of harassment, the court may award to the defendant attorney’s fees reasonable in relation to the work expended and costs.\n\n(2) In determining the amount of liability in any action under subsection (1) of this section, the court shall consider, among other relevant factors:\n\n(a) In an individual action, the frequency and persistence of noncompliance by the revenue officer, the nature of such noncompliance, and the extent to which such noncompliance was intentional; or\n\n(b) In any class action, the frequency and persistence of noncompliance by the revenue officer, the nature of such noncompliance, the number of persons adversely affected, and the extent to which the revenue officer’s noncompliance was intentional.\n\n(3) The commission may not be held liable in any action brought pursuant to this chapter if the commission shows by a preponderance of evidence that the violation was not intentional and resulted from a bona fide error notwithstanding the maintenance of procedures reasonably adapted to avoid any such error.\n\n(4) An action to enforce any liability created in this chapter may be brought in any court of competent jurisdiction within one (1) year from the date on which the violation occurs.\n\n(5) No provision of this section imposing any liability shall apply to any act done or omitted in good faith in conformity with any advisory opinion of the commission, notwithstanding that after such act or omission has occurred, such opinion is amended, rescinded, or determined by judicial or other authority to be invalid for any reason.\n\n(6) The entire amount of any judgment entered under this section shall be paid from the state refund account established in section 63-3067, Idaho Code.\n\n[63-4011, added 1993, ch. 94, sec. 14, p. 243; am. 1994, ch. 172, sec. 13, p. 397.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4011/"
    },
    {
      "id": "section-63-4015",
      "number": "63-4015",
      "heading": "",
      "text": "63-4015. UNCONSTITUTIONAL TAXATION BY OUT-OF-STATE TAXING ENTITIES. (1) No out-of-state taxing entity may tax an Idaho business for conducting sales or other business taking place within the state of Idaho between an Idaho business and a nonresident who is physically present within the state of Idaho while engaging in the business transaction. Notwithstanding any provision of chapter 13, title 10, Idaho Code, to the contrary, any attempt to tax an Idaho business in contravention of this section violates the United States constitution, is null and void, and shall not be enforced in the state of Idaho.\n\n(2) For the purpose of this section, an \"out-of-state taxing entity\" means another state or territory of the United States, or any governmental subdivision thereof, or any foreign nation or government. An \"out-of-state taxing entity\" does not include the United States government.\n\n[63-4015, added 2022, ch. 312, sec. 2, p. 1005.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-40/section-63-4015/"
    }
  ]
}