{
  "state": "idaho",
  "path": "title-title-63/chapter-chapter-32",
  "sections": [
    {
      "id": "section-63-3201",
      "number": "63-3201",
      "heading": "",
      "text": "63-3201. BORROWING OF MONEY IN ANTICIPATION OF INCOME OR REVENUE — LIMIT OF BORROWING — ISSUANCE OF NOTES. The state treasurer, on approval of the state board of examiners, is hereby authorized and directed to borrow money from time to time for the state of Idaho, in anticipation of income or revenue from taxes, whether such taxes are specific, ad valorem, excise, income, franchise or license, for the current fiscal year, or that portion of such taxes not collected or previously anticipated at the time of borrowing, in a principal sum not greater than seventy-five per cent (75%) of income or revenue from such taxes which the state tax commission or any other tax collection agency certifies to the state treasurer are to be reasonably anticipated to be collected during the current fiscal year. the provision of section 67-1212, Idaho Code, shall not limit the authority of the state treasurer to issue and sell tax anticipation notes under the authority of this chapter. Said loan shall be evidenced by the issuance and sale of tax anticipation notes of the state of Idaho, for fixed periods, not greater than twelve (12) months or the end of the current fiscal year, whichever is shorter.\n\n[63-3201, added 1983, ch. 102, sec. 2, p. 220.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-32/section-63-3201/"
    },
    {
      "id": "section-63-3202",
      "number": "63-3202",
      "heading": "",
      "text": "63-3202. PROCEDURE FOR ISSUANCE OF NOTES. (1) Whenever the state treasurer shall deem it to the best interests of the state of Idaho to issue state of Idaho tax anticipation notes, as provided in section 63-3201, Idaho Code, the state treasurer shall make written application to the state board of examiners, stating the amount of state of Idaho tax anticipation notes the state treasurer deems advisable to issue. Upon approval of the state board of examiners by order or resolution duly entered on the minutes of the state board of examiners, the state treasurer shall issue the tax anticipation notes in accordance with the provisions of this chapter.\n\n(2) Prior to the public issuance and public sale of any tax anticipation note, the state treasurer shall prepare a written plan of financing which shall be filed in the office of the governor. The plan of financing shall provide for the terms and conditions under which the tax anticipation notes shall be issued, sold and delivered, the taxes to be anticipated, the maximum amount of tax anticipation notes which may be outstanding at any one time under the plan of financing, the sources of payment of the tax anticipation notes issued pursuant to the plan of financing, which may include the proceeds of sale of notes issued to refund outstanding tax anticipation notes and to pay accrued interest thereon, and all other details necessary in connection with the issuance, sale and delivery of the tax anticipation notes. The plan of financing shall specify a method pursuant to which the interest rate or rates on the tax anticipation notes may be determined during the time the tax anticipation notes are outstanding and shall also set forth the maximum interest rate which the tax anticipation notes may bear.\n\n(3) The tax anticipation notes shall bear interest, shall be in the form, shall be executed in the manner, shall be payable, shall be sold in the manner and at prices, either at, in excess of, or below the face value thereof, and generally shall be issued in the manner and with the details as shall be set forth in an order of the state treasurer, all in conformity with any applicable plan of financing and with this chapter.\n\n(4) Each tax anticipation note shall recite that it is a valid and binding obligation of the state of Idaho and that the faith and credit of the state of Idaho is solemnly pledged for the payment of the principal of and interest thereon in accordance with its terms and the constitution and laws of the state of Idaho.\n\n(5) Each tax anticipation note shall be recorded in the office of the state controller.\n\n(6) Immediately upon the completion of any sale, the state treasurer shall make a verified return of said sale to the state controller, specifying the amount of notes sold, the person or persons to whom said notes were sold and the price, terms and conditions of the sale. Immediately upon the sale of any tax anticipation notes, the state treasurer shall credit the proceeds of sale, other than accrued interest, to the general fund of the state.\n\n[63-3202, added 1983, ch. 102, sec. 2, p. 220; am. 1994, ch. 180, sec. 157, p. 523; am. 2003, ch. 32, sec. 33, p. 137.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-32/section-63-3202/"
    },
    {
      "id": "section-63-3203",
      "number": "63-3203",
      "heading": "",
      "text": "63-3203. TAX ANTICIPATION NOTE REDEMPTION FUND. To provide for the payment of the principal of and interest on tax anticipation notes there is hereby created a special fund to be known as the \"Tax Anticipation Note Redemption Fund.\" Whenever any tax anticipation notes have been issued in anticipation of income or revenue from taxes as authorized and directed by this chapter, all income or revenue realized from the taxes which were specified in the approved plan of financing to be anticipated shall be placed in the tax anticipation note redemption fund until such time as the funds accumulated therein shall be sufficient to pay the principal amount of all such notes outstanding, together with interest thereon until paid; and the funds so accumulated in the redemption fund are hereby appropriated and set aside solely for such purposes; provided, however, except as otherwise provided in the constitution of the state of Idaho nothing in this chapter shall be construed to limit the payment of the principal and interest of tax anticipation notes solely to the income and revenues from the specific taxes in anticipation of which the notes were issued. Accrued interest received upon the sale of the tax anticipation notes shall be deposited by the state treasurer in the redemption fund. The state treasurer is authorized to invest all moneys from time to time in the redemption fund in any authorized investment of the state treasurer maturing at a time or times which will permit payment of the principal of and interest on the tax anticipation notes in a timely manner when due. The state treasurer is authorized to covenant with the purchasers of the tax anticipation notes as to the manner of holding moneys in the redemption fund, the investments of moneys in the redemption fund and the disposition of any investment income therefrom either by retaining investment income in the redemption fund to be used to pay principal of and interest on tax anticipation notes when due or by paying the investment income to the state treasurer for deposit into the general account in the operating fund of the state; provided, however, whenever there is sufficient money in the redemption fund to pay all principal of and interest on all outstanding tax anticipation notes payable therefrom, all investment income thereon must be paid to the state treasurer for deposit into the general account in the state operating fund of the state.\n\n[63-3203, added 1983, ch. 102, sec. 2, p. 221.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-32/section-63-3203/"
    },
    {
      "id": "section-63-3204",
      "number": "63-3204",
      "heading": "",
      "text": "63-3204. EXPENSES OF NEGOTIATING LOAN AND ISSUING NOTES. Any and all expenses incident to the issuance of tax anticipation notes authorized and directed by this chapter, shall be paid from the proceeds of sale of the tax anticipation notes credited to the general account in the state operating fund of the state and there is hereby appropriated all sums necessary for the payment of the expenses of issuance when due.\n\n[63-3204, added 1983, ch. 102, sec. 2, p. 222.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-32/section-63-3204/"
    }
  ]
}