{
  "state": "idaho",
  "path": "title-title-63/chapter-chapter-7",
  "sections": [
    {
      "id": "section-63-701",
      "number": "63-701",
      "heading": "",
      "text": "63-701. DEFINITIONS. As used in this chapter:\n\n(1) \"Claimant\" means a person who has filed an application under section 63-602G, Idaho Code, and has filed a claim under the provisions of sections 63-701 through 63-710, Idaho Code. Except as provided in section 63-702(2), Idaho Code, on January 1 or before April 15 of the year in which the claimant first filed a claim on the homestead in question, a claimant must be an owner of the homestead, a claimant must have lawful presence in the United States pursuant to section 67-7903, Idaho Code, and on January 1 of said year a claimant must be:\n\n(a) Not less than sixty-five (65) years old; or\n\n(b) A child under the age of eighteen (18) years who is fatherless or motherless or who has been abandoned by any surviving parent or parents; or\n\n(c) A widow or widower; or\n\n(d) A disabled person who is recognized as disabled by the social security administration pursuant to title 42 of the United States Code, or by the railroad retirement board pursuant to title 45 of the United States Code, or by the office of management and budget pursuant to title 5 of the United States Code, or, if a person is not within the purview of, and is therefore not recognized as disabled by, any other entity listed in this paragraph, then by the public employee retirement system or public employee disability plan in which the person participates that may be of any state, local unit of government or other jurisdiction in the United States of America; or\n\n(e) A disabled veteran of any war engaged in by the United States, whose disability is recognized as a service-connected disability of a degree of ten percent (10%) or more, or who has a pension for nonservice-connected disabilities, in accordance with laws and regulations administered by the United States department of veterans affairs; or\n\n(f) A person, as specified in 42 U.S.C. 1701, who was or is entitled to receive benefits because he is known to have been taken by a hostile force as a prisoner, hostage or otherwise; or\n\n(2) \"Homestead\" means the dwelling, owner-occupied by the claimant as described in this chapter and used as the primary dwelling place of the claimant and may be occupied by any members of the household as their home, and so much of the land surrounding it, not exceeding one (1) acre, as is reasonably necessary for the use of the dwelling as a home. It may consist of a part of a multidwelling or multipurpose building and part of the land upon which it is built. \"Homestead\" does not include personal property such as furniture, furnishings or appliances, but a manufactured home may be a homestead.\n\n(3) \"Household\" means the claimant and the claimant’s spouse. The term does not include bona fide lessees, tenants, or roomers and boarders on contract. \"Household\" includes persons described in subsection (8)(b) of this section.\n\n(4) \"Household income\" means all income received by the claimant and, if married, all income received by the claimant’s spouse, in a calendar year.\n\n(5) \"Income\" means the sum of federal adjusted gross income as defined in the Internal Revenue Code, as defined in section 63-3004, Idaho Code, and to the extent not already included in federal adjusted gross income:\n\n(a) Alimony;\n\n(b) Support money;\n\n(c) Nontaxable strike benefits;\n\n(d) The nontaxable amount of any individual retirement account, pension or annuity, including railroad retirement benefits, all payments received under the federal social security act except the social security death benefit as specified in this subsection, state unemployment insurance laws, and veterans disability pensions and compensation, excluding any return of principal paid by the recipient of an annuity and excluding rollovers as provided in 26 U.S.C. 402 or 403, and excluding the nontaxable portion of a Roth individual retirement account distribution, as provided in 26 U.S.C. 408A;\n\n(e) Nontaxable interest received from the federal government or any of its instrumentalities or a state government or any of its instrumentalities;\n\n(f) Worker’s compensation; and\n\n(g) The gross amount of loss of earnings insurance.\n\nIt does not include gifts from nongovernmental sources or inheritances. To the extent not reimbursed, the cost of medical care as defined in section 213(d) of the Internal Revenue Code, incurred and paid by the claimant and, if married, the claimant’s spouse, may be deducted from income. To the extent not reimbursed, personal funeral expenses, including prepaid funeral expenses and premiums on funeral insurance, of the claimant and claimant’s spouse only, may be deducted from income up to an annual maximum of five thousand dollars ($5,000) per claim. \"Income\" does not include veterans disability pensions received by a person described in subsection (1)(e) of this section who is a claimant or a claimant’s spouse if the disability pension is received pursuant to a service-connected disability of a degree of forty percent (40%) or more. \"Income\" does not include dependency and indemnity compensation or death benefits paid to a person described in subsection (1) of this section by the United States department of veterans affairs and arising from a service-connected death or disability. \"Income\" does not include lump sum death benefits made by the social security administration pursuant to 42 U.S.C. 402(i). Documentation of medical expenses may be required by the county assessor and state tax commission in such form as the county assessor or state tax commission shall determine. For purposes of this chapter only and in the case of a claimant who owns and whose homestead is a certified family home as defined in section 39-3502, Idaho Code, \"income\" does not include payments that the claimant received as an enrolled medicaid provider from the medical assistance program. \"Income\" shall be that received in the calendar year immediately preceding the year in which a claim is filed. Where a claimant and/or the claimant’s spouse does not file a federal tax return, the claimant’s and/or the claimant’s spouse’s federal adjusted gross income, for purposes of this section, shall be an income equivalent to federal adjusted gross income had the claimant and/or the claimant’s spouse filed a federal tax return, as determined by the county assessor. The county assessor or state tax commission may require documentation of income in such form as each shall determine, including, but not limited to: copies of federal or state tax returns and any attachments thereto; and income reporting forms such as the W-2 and 1099.\n\nFor determining income for certain married individuals living apart, the provisions of sections 2(c) and 7703(b) of the Internal Revenue Code shall apply.\n\n(6) \"Occupied\" means actual use and possession.\n\n(7) \"Owner\" means a person holding title in fee simple or holding a certificate of motor vehicle title (either of which may be subject to mortgage, deed of trust or other lien) or who has retained or been granted a life estate or who is a person entitled to file a claim under section 63-702, Idaho Code. \"Owner\" shall also include any person who:\n\n(a) Is the beneficiary of a revocable or irrevocable trust which is the owner of such homestead and under which the claimant or the claimant’s spouse has the primary right of occupancy of the homestead; or\n\n(b) Is a partner of a limited partnership, member of a limited liability company or shareholder of a corporation if such entity holds title in fee simple or holds a certificate of motor vehicle title and if the person holds at least a five percent (5%) ownership in such entity, as determined by the county assessor; or\n\n(c) Has retained or been granted a life estate.\n\n\"Owner\" includes a vendee in possession under a land sale contract. Any partial ownership shall be considered as ownership for determining initial qualification for property tax reduction benefits; however, the amount of property tax reduction under section 63-704, Idaho Code, and rules promulgated pursuant to section 63-705, Idaho Code, shall be computed on the value of the claimant’s partial ownership. \"Partial ownership,\" for the purposes of this section, means any one (1) person’s ownership when property is owned by more than one (1) person or where the homestead is held by an entity, as set forth in this subsection, but more than one (1) person has the right of occupancy of such homestead. A person holding either partial title in fee simple or holding a certificate of motor vehicle title together with another person, but who does not occupy the dwelling as his primary dwelling place, shall not be considered an owner for purposes of this section, if such person is a cosignatory of a note secured by the dwelling in question and at least one (1) of the other cosignatories of the note occupies the dwelling as his primary dwelling place. The combined community property interests of both spouses shall not be considered partial ownership as long as the combined community property interests constitute the entire ownership of the homestead, including where the spouses are occupying a homestead owned by an entity, as set forth in this subsection, and the spouses have the primary right of occupancy of the homestead. The proportional reduction required under this subsection shall not apply to community property interests. Where title to property was held by a person who has died without timely filing a claim for property tax reduction, the estate of the deceased person shall be the \"owner,\" provided that the time periods during which the deceased person held such title shall be attributed to the estate for the computation of any time periods under subsection (8)(a) or (b) of this section.\n\n(8)(a) \"Primary dwelling place\" means the claimant’s dwelling place on January 1 or before April 15 of the year for which the claim is made. The primary dwelling place is the single place where a claimant has his true, fixed and permanent home and principal establishment, and to which whenever the individual is absent he has the intention of returning. A claimant must establish the dwelling to which the claim relates to be his primary dwelling place by clear and convincing evidence or by establishing that the dwelling is where the claimant resided on January 1 or before April 15 and:\n\n(i) At least six (6) months during the prior year; or\n\n(ii) The majority of the time the claimant owned the dwelling if owned by the claimant less than one (1) year; or\n\n(iii) The majority of the time after the claimant first occupied the dwelling if occupied by the claimant for less than one (1) year. The county assessor may require written or other proof of the foregoing in such form as the county assessor may determine.\n\n(b) Notwithstanding the provisions of paragraph (a) of this subsection, the property upon which the claimant makes application shall be deemed to be the claimant’s primary dwelling place if the claimant is otherwise qualified and resides in a care facility and does not allow the property upon which the claimant has made application to be occupied by persons paying a consideration to occupy the dwelling. Payment of utilities shall not be payment of a consideration to occupy the dwelling. A claimant’s spouse who resides in a care facility shall be deemed to reside at the claimant’s primary dwelling place and to be a part of the claimant’s household. A care facility is a hospital, nursing facility or intermediate care facility as defined in section 39-1301, Idaho Code, or a facility as defined in section 39-3302, Idaho Code, or a dwelling other than the one upon which the applicant makes application where a claimant who is unable to reside in the dwelling upon which the application is made lives and receives help in daily living, protection and security.\n\n[63-701, added 1996, ch. 98, sec. 8, p. 362; am. 1997, ch. 24, sec. 1, p. 33; am. 1997, ch. 117, sec. 23, p. 323; am. 1998, ch. 352, sec. 1, p. 1108; am. 1999, ch. 40, sec. 1, p. 77; am. 1999, ch. 382, sec. 2, p. 1049; am. 2000, ch. 20, sec. 1, p. 38; am. 2000, ch. 109, sec. 1, p. 239; am. 2000, ch. 154, sec. 1, p. 390; am. 2000, ch. 274, sec. 149, p. 883; am. 2001, ch. 69, sec. 2, p. 131; am. 2001, ch. 325, sec. 1, p. 1140; am. 2004, ch. 156, sec. 2, p. 497; am. 2005, ch. 31, sec. 1, p. 143; am. 2005, ch. 241, sec. 1, p. 749; am. 2005, ch. 280, sec. 58, p. 912; am. 2006, ch. 350, sec. 2, p. 1066; am. 2008, ch. 117, sec. 1, p. 323; am. 2010, ch. 235, sec. 55, p. 591; am. 2011, ch. 85, sec. 1, p. 176; am. 2015, ch. 224, sec. 1, p. 687; am. 2017, ch. 14, sec. 1, p. 22; am. 2019, ch. 159, sec. 3, p. 517; am. 2020, ch. 65, sec. 2, p. 151; am. 2022, ch. 307, sec. 1, p. 993; am. 2025, ch. 122, sec. 41, p. 649; am. 2025, ch. 208, sec. 22, p. 950.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-701/"
    },
    {
      "id": "section-63-702",
      "number": "63-702",
      "heading": "",
      "text": "63-702. REDUCTION IN PROPERTY TAXES OR OCCUPANCY TAXES — CLAIM IS PERSONAL — EXCEPTIONS.\n\n(1) (a) A property tax reduction shall be allowed pursuant to the provisions of sections 63-701 through 63-710, Idaho Code, if the owner occupies the residential improvements after January 1 but before April 15, and if no other property tax reductions or occupancy tax reductions under this section have been claimed by the owner for the same year.\n\n(b) An occupancy tax reduction shall be allowed pursuant to the provisions of sections 63-701 through 63-710, Idaho Code, if the owner occupies the newly constructed residential improvements at any time during the year and has not filed for a property tax reduction or occupancy tax reduction under this section on any other homestead for the same year.\n\n(c)(i) Notwithstanding any other provision of law, an owner may transfer his property tax reduction or occupancy tax reduction benefits upon changing his residence after April 15 if he meets all of the following requirements:\n\n1. The owner is a veteran with a service-connected disability of one hundred percent (100%) or a disability rating based on individual unemployability rating that is compensated at the one hundred percent (100%) disability rate, as certified by the United States department of veterans affairs;\n\n2. The owner has applied for and been granted the tax reduction benefit under this section before April 15;\n\n3. After April 15 but before October 1, the qualified veteran has changed his homestead to a separate property that, but for the date requirements, would qualify for a reduction under this section; and\n\n4. The owner has notified the state tax commission before October 1 of the desire to transfer his tax reduction benefits to the qualifying property.\n\n(ii) The state tax commission must notify the appropriate county officials to transfer the tax reduction benefits to the property qualifying for the tax reduction.\n\n(2) The right to file a claim under the provisions of sections 63-701 through 63-710, Idaho Code, shall be personal to the claimant and shall not survive his death except:\n\n(a) Such right may be exercised on behalf of a living claimant by an agent authorized in writing to so act, by a guardian or other representative acting pursuant to judicial authority or by any person or entity described in section 63-711(3), Idaho Code. If a claimant dies after having filed a timely claim, the amount thereof shall be allowed to his personal representative, if one is appointed, or to surviving heirs or to the trust or other entity owning the property, as appropriate; and\n\n(b) In the case of property owned by an estate, revocable trust, irrevocable trust, limited partnership, limited liability company or corporation, where the deceased person’s widow or widower succeeds to the interest of the deceased person in that entity and occupies the dwelling as required in this chapter, the deceased owner’s widow or widower, or any person or entity described in section 63-711(3), Idaho Code, on behalf of that widow or widower:\n\n(i) May file a claim on behalf of the deceased spouse if the deceased spouse qualified or would have qualified as a claimant under subsection (1) of this section in the year in which the claim is filed; or\n\n(ii) The widow or widower shall be deemed the owner of the property in any year after the year of the death of the spouse.\n\n[63-702, added 1996, ch. 98, sec. 8, p. 364; am. 1997, ch. 117, sec. 24, p. 325; am. 2001, ch. 69, sec. 3, p. 135; am. 2001, ch. 166, sec. 2, p. 578; am. 2004, ch. 156, sec. 3, p. 501; am. 2019, ch. 31, sec. 2, p. 87; am. 2021, ch. 68, sec. 1, p. 249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-702/"
    },
    {
      "id": "section-63-703",
      "number": "63-703",
      "heading": "",
      "text": "63-703. PROCEDURE FOR FILING CLAIMS. (1) Any claim filed shall be signed by the claimant or by any person or entity described in section 63-711(3), Idaho Code. By signing such claim, the claimant or other person or entity signing such claim shall attest to the truth of such claim and shall be subject to the penalties provided by section 18-5401, Idaho Code, for stating as true any material fact known to be false. All claims shall be made on forms prescribed by the state tax commission and shall be in triplicate. One (1) copy of the form shall be provided to the claimant or the person or entity acting on behalf of the claimant, one (1) copy shall be kept for all county purposes, and one (1) copy shall be forwarded to the state tax commission with the property tax reduction roll. Except as provided in section 63-707, Idaho Code, the claim and its documentation shall not be deemed to be public records and may not be used for any commercial purpose; provided however, the state tax commission and the county assessor may use the contents of such claims and documentation for general statistical analysis and may publish such analysis, or any part of such analysis, as appropriate.\n\n(2) By filing a claim, a claimant does not relinquish any right he or any member of his household may have to apply for a cancellation of property taxes pursuant to section 63-711, Idaho Code. The county commissioners may grant any such claimant, or any member of his household, a cancellation of property taxes, late charges and interest under such section, if a claim has been filed under the provisions of sections 63-701 through 63-710, Idaho Code.\n\n(3) If two (2) or more individuals of a household are able to meet the qualifications of a claimant, they may decide between themselves who may obtain a reduction in property taxes or occupancy taxes under the provisions of sections 63-701 through 63-710, Idaho Code, and shall certify such division in writing to the county assessor in such form as the county assessor shall require, but if they do not decide between themselves, then the reduction shall be divided equally among or between the claimants in the household or shall be divided as determined under section 63-701(7), Idaho Code, whichever is appropriate.\n\n(4) When an \"owner\" is any person who is the beneficiary of a revocable or irrevocable trust, or is a partner of a limited partnership, or member of a limited liability company, or shareholder of a corporation, if such entity holds title in fee simple or holds a certificate of motor vehicle title, and if said person holds at least a five percent (5%) ownership in such entity, he or she, or any person or entity described in section 63-711(3), Idaho Code, may provide proof of the foregoing as follows:\n\n(a) If the owner of the homestead is a revocable or irrevocable trust, by an affidavit stating:\n\n(i) That the claimant, or the claimant’s spouse, is a beneficiary of the trust; and\n\n(ii) That the claimant, or the claimant’s spouse, is the occupier of the residential property and uses the property as the primary dwelling place of the occupier as of January 1 or before April 15.\n\nThe affidavit shall include the attaching of copies of those portions of the trust which set forth the status of the claimant or the claimant’s spouse as beneficiary and which contain the signature page or pages of the trust.\n\n(b) If the owner is a limited partnership, limited liability company, or corporation, by an affidavit stating the entity holds title in fee simple or holds a certificate of motor vehicle title, and if said person holds at least a five percent (5%) ownership in such entity. The affidavit shall include the attaching of:\n\n(i) Proof of the current status of the entity owning the property, including statements from the secretary of state as to such status if appropriate;\n\n(ii) Copies of any documents, or portions thereof, relating to the entity including, but not limited to, those portions of the articles of organization or operating agreements of the entity indicating the person’s membership or ownership in the entity and the membership or ownership percentage held by such person; and\n\n(iii) Copies of any contracts or other agreements between the entity and the claimant or the claimant’s spouse including, but not limited to, any portions thereof that show the right of occupancy of the homestead by the person.\n\n(c) Any other documentation which the county assessor determines would aid the county assessor in carrying out the provisions of this chapter.\n\n[63-703, added 1996, ch. 98, sec. 8, p. 364; am. 1997, ch. 117, sec. 25, p. 325; am. 2001, ch. 69, sec. 4, p. 135; am. 2004, ch. 156, sec. 4, p. 501; am. 2019, ch. 31, sec. 3, p. 87.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-703/"
    },
    {
      "id": "section-63-704",
      "number": "63-704",
      "heading": "",
      "text": "63-704. AMOUNT OF PROPERTY TAX OR OCCUPANCY TAX REDUCTION. (1) Each claimant qualifying for and applying for a reduction in property taxes or occupancy taxes under the provisions of sections 63-701 through 63-710, Idaho Code, shall be allowed a reduction in taxes on his homestead for the current year only, in the amounts provided by subsection (4) of this section.\n\n(2) All property taxes and occupancy taxes continue to be the responsibility of the individual taxpayer, and all taxes continue to be perpetual liens against the property against which assessed. All taxes may be collected and enforced in the usual manner, if the taxpayer does not receive any tax reduction as provided under sections 63-701 through 63-710, Idaho Code, or if the taxpayer receives less tax reduction than the whole amount of property taxes or occupancy taxes he is charged with.\n\n(3) The claimant property owner’s tax reduction shall be based upon the current year’s assessed value and the current year’s levy.\n\n(4) Property tax and occupancy tax reductions qualified under sections 63-701 through 63-710, Idaho Code, shall be allowed as set out in section 2, chapter 59, laws of 1992, and adjusted for cost-of-living fluctuations as provided in section 63-705, Idaho Code.\n\n(5) A claimant who is a veteran with a service-connected disability of one hundred percent (100%) or a disability rating based on individual unemployability rating that is compensated at the one hundred percent (100%) disability rate, as certified by the United States department of veterans affairs, shall also be eligible for a special property tax or occupancy tax reduction, as provided in section 63-705A, Idaho Code.\n\n[63-704, added 1996, ch. 98, sec. 8, p. 365; am. 1997, ch. 117, sec. 26, p. 326; am. 2001, ch. 69, sec. 5, p. 137; am. 2018, ch. 183, sec. 1, p. 401; am. 2019, ch. 31, sec. 4, p. 89; am. 2020, ch. 246, sec. 1, p. 719.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-704/"
    },
    {
      "id": "section-63-705",
      "number": "63-705",
      "heading": "",
      "text": "63-705. PUBLICATION OF CHANGES IN INCOME LIMITATIONS AND PROPERTY TAX OR OCCUPANCY TAX REDUCTION AMOUNTS. (1) The state tax commission shall publish adjustments to the income limitations, which shall be the greater of:\n\n(a) An individual’s income as defined in section 63-701, Idaho Code, of not more than thirty-seven thousand dollars ($37,000) per household for tax year 2023 and each tax year thereafter; or\n\n(b) One hundred eighty-five percent (185%) of the federal poverty guidelines for a household of two (2) for tax year 2021 and each tax year thereafter.\n\n(2) On and after January 1, 2023, if the current year’s assessed value of the home owned by the individual, according to the current year’s assessment notice, exceeds the greater of four hundred thousand dollars ($400,000) or two hundred percent (200%) of the median assessed valuation for all homes in the county receiving the homestead exemption pursuant to section 63-602G, Idaho Code, then the individual will instead be referred to the property tax deferral program set forth in sections 63-712 through 63-721, Idaho Code. Using the current year’s assessed values, each county shall report the median assessed value of all properties receiving the homestead exemption in such county as of that date to the state tax commission no later than the first Monday in June. Provided, however, the provisions of this paragraph do not apply to a veteran with either a service-connected disability of one hundred percent (100%) or a disability rating based on individual unemployability rating that is compensated at the one hundred percent (100%) disability rate, as certified by the United States department of veterans affairs.\n\n(3) The lowest income limitation shall allow a maximum reduction of one thousand five hundred dollars ($1,500) in tax year 2021 and thereafter or actual property taxes or occupancy taxes, as applicable, whichever is less. Each income limitation and reduction amount shall be prorated based on the basic maximum reduction, in practicable increments, so that the highest income limitation will provide for a reduction of two hundred fifty dollars ($250) or actual property taxes, whichever is less.\n\n(4) The state tax commission shall publish the adjustments required by this section each and every year the secretary of health and human services announces cost-of-living modifications, pursuant to 42 U.S.C. 415(i). The adjustments shall be published no later than October 1 of each such year and shall be effective for claims filed in and for the following property tax year.\n\n(5) The publication of adjustments under this section shall be exempt from the provisions of chapter 52, title 67, Idaho Code, but shall be provided to each county and to members of the public upon request and without charge.\n\n[63-705, added 1996, ch. 98, sec. 8, p. 365; am. 1997, ch. 117, sec. 27, p. 327; am. 1998, ch. 102, sec. 2, p. 351; am. 2006, ch. 350, sec. 1, p. 1065; am. 2019, ch. 31, sec. 5, p. 89; am. 2021, ch. 360, sec. 4, p. 1116; am. 2022, ch. 230, sec. 1, p. 751; am. 2023, ch. 200, sec. 10, p. 546.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-705/"
    },
    {
      "id": "section-63-705a",
      "number": "63-705A",
      "heading": "",
      "text": "63-705A. SPECIAL PROPERTY TAX OR OCCUPANCY TAX REDUCTION FOR DISABLED VETERANS. (1) For tax year 2021 and thereafter, regardless of any reduction received under section 63-705, Idaho Code, a veteran with a service-connected disability of one hundred percent (100%) or a disability rating based on individual unemployability rating that is compensated at the one hundred percent (100%) disability rate, as certified by the United States department of veterans affairs, shall receive a special reduction in property taxes or occupancy taxes levied on his homestead, as defined in section 63-701, Idaho Code. The special tax reduction shall be in the amount of one thousand five hundred dollars ($1,500) or for the amount of the veteran’s actual property taxes or occupancy taxes, as applicable, whichever is less. If a veteran qualifies for tax reduction under both this section and section 63-705, Idaho Code, the combined tax reduction amount may not exceed the actual amount of the veteran’s property taxes or occupancy taxes on his homestead.\n\n(2) An applicant for a special property tax or occupancy tax reduction under this section shall comply with all procedural requirements set forth in sections 63-701 through 63-710, Idaho Code, with the exception of any income documentation and the exception of the date limitations as set forth in subsection (5) of this section.\n\n(3) In the event that a qualified veteran applies for the special tax reduction in this section but then dies, the veteran’s surviving spouse is entitled to receive the special tax reduction in that year and subsequent years, until such time as the surviving spouse remarries, dies, or no longer has property tax levied on the homestead.\n\n(4) An applicant who is a veteran with a one hundred percent (100%) service-connected permanent and total disability, having once applied for and received the reduction under this section, shall be entitled to continue receiving the benefit in subsequent years without applying annually, unless the veteran changes homesteads pursuant to subsection (5) of this section.\n\n(5) If a qualified veteran has applied for the special tax reduction under this section but after April 15 changes his homestead to a different property that would otherwise qualify for the special tax reduction under this section, the special tax reduction benefit is available for transfer. The state tax commission must notify the appropriate county officials to transfer the special tax reduction benefit to the qualifying property when all of the following conditions are met:\n\n(a) The qualified veteran has applied for and been granted the tax reduction benefit before April 15;\n\n(b) After April 15 but before October 1, the qualified veteran has changed his homestead to a separate property that would otherwise qualify for the special tax reduction authorized under this section; and\n\n(c) The qualified veteran notifies the state tax commission before October 1 of the desire to transfer the tax reduction benefits to the qualifying property.\n\n[63-705A, added 2018, ch. 183, sec. 2, p. 401; am. 2019, ch. 31, sec. 6, p. 89; am. 2020, ch. 246, sec. 2, p. 720; am. 2021, ch. 68, sec. 2, p. 250; am. 2021, ch. 360, sec. 5, p. 1117; am. 2023, ch. 137, sec. 1, p. 381.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-705a/"
    },
    {
      "id": "section-63-706",
      "number": "63-706",
      "heading": "",
      "text": "63-706. TIME REQUIREMENTS FOR FILING CLAIM. (1) Any claim for property tax reduction to be granted under the provisions of sections 63-701 through 63-710, Idaho Code, shall be filed in the office of the county assessor between January 1 and April 15 of each year. If April 15 is a weekend or a certain holiday recognized by the internal revenue service, such claims shall be considered timely filed if filed on the next business day.\n\n(2) Any claim for occupancy tax reduction to be granted under the provisions of sections 63-701 through 63-710, Idaho Code, shall be governed by the provisions of section 63-317, Idaho Code, but must be filed in the office of the county assessor no later than the fourth Monday in January of the year following the year for which the occupancy tax was levied.\n\n[63-706, added 1996, ch. 98, sec. 8, p. 366; am. 1997, ch. 117, sec. 28, p. 327; am. 2001, ch. 69, sec. 6, p. 137; am. 2011, ch. 85, sec. 2, p. 179; am. 2013, ch. 21, sec. 5, p. 40; am. 2019, ch. 31, sec. 7, p. 90.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-706/"
    },
    {
      "id": "section-63-707",
      "number": "63-707",
      "heading": "",
      "text": "63-707. PROCEDURE AFTER CLAIM APPROVAL. (1) The county assessor shall prepare a tax reduction roll, which shall be in addition to the property roll, the subsequent property roll, and missed property rolls. The tax reduction roll shall show:\n\n(a) The name of the taxpayer;\n\n(b) The description of the property for which a reduction in property taxes or occupancy taxes is claimed, suitably detailed to meet the requirements of the individual county;\n\n(c) The assessor’s best estimate of current market value, and any prorated net taxable value of the eligible portion of the property’s current market value for assessment purposes;\n\n(d) The amount of tax reduction for which the applicant is eligible as determined by the income of the claimant and, if married, the claimant’s spouse, pursuant to sections 63-704 and 63-705, Idaho Code; and\n\n(e) The amount of tax reduction for which a disabled veteran homeowner is eligible, pursuant to section 63-705A, Idaho Code.\n\n(2) Except as provided in section 63-317, Idaho Code, and as soon as possible, but in any event by no later than June 1, the tax reduction roll shall be certified to the county auditor and to the state tax commission in the manner prescribed by rules promulgated by the state tax commission. The property tax reduction roll shall be accompanied by a copy of the claim forms.\n\n(3) (a) Except as provided in section 63-317, Idaho Code, and as soon as possible, but in any event by no later than the fourth Monday of October, the county auditor shall complete the tax reduction roll by adding the following information:\n\n(i) The current year’s levy for the code area in which the property is situated;\n\n(ii) The amount of occupancy tax reduction claimed based on the current year’s market value for assessment purposes and the current year’s levy;\n\n(iii) The amount of property tax reduction claimed based on the current year’s market value for assessment purposes and the current year’s levy; and\n\n(iv) The current year’s market value for assessment purposes.\n\n(b) Except as provided in section 63-317, Idaho Code, and as soon as possible, but in any event no later than the fourth Monday of October, the county auditor shall certify the completed tax reduction roll to the state tax commission in the manner prescribed by rules promulgated by the state tax commission.\n\n(4) The state tax commission shall determine the total number of claims to be allowed in each county, the dollar amount of each claim allowed, and the total dollar amount for all claims for each county. These amounts shall be certified to the county auditor and tax collector by the state tax commission by no later than the third Monday in November.\n\n(5) The state tax commission may audit each and every claim submitted to it and, any other provision of law notwithstanding, may utilize income tax returns filed by the claimant or by the claimant’s spouse to determine the income of the claimant or the claimant’s spouse.\n\n(6) If it is determined by the state tax commission that a claim is erroneous, the tax commission shall disapprove so much of the claim as necessary in order to conform with statutory standards. The tax commission shall provide the claimant, or the person or entity acting on behalf of the claimant, written notice of the tax commission’s intent to disapprove all or a portion of the claim. The claimant, or the person or entity acting on behalf of the claimant, shall have twenty-eight (28) days to make written protest to the tax commission of the intended action. The claimant, or the person or entity acting on behalf of the claimant, may submit additional information and may request an informal hearing with the commission. If the claimant, or the person or entity acting on behalf of the claimant, fails to make written protest within twenty-eight (28) days, the tax commission shall provide written notice of disapproval to the claimant, or the person or entity acting on behalf of the claimant, by the second Monday of October and to the county auditor of the county from which the claim was received. Any claimant, or person or entity acting on behalf of the claimant, whose claim is disapproved in whole or in part by the state tax commission may:\n\n(a) File a claim with the county commissioners for a special cancellation pursuant to section 63-711, Idaho Code;\n\n(b) Appeal such disapproval by the state tax commission to the board of tax appeals or to the district court of the county of residence of the taxpayer within thirty (30) days.\n\n[63-707 added 1996, ch. 98, sec. 8, p. 366; am. 2001, ch. 69, sec. 7, p. 138; am. 2004, ch. 156, sec. 5, p. 503; am. 2011, ch. 85, sec. 3, p. 180; am. 2018, ch. 183, sec. 3, p. 402; am. 2019, ch. 31, sec. 8, p. 90.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-707/"
    },
    {
      "id": "section-63-708",
      "number": "63-708",
      "heading": "",
      "text": "63-708. RECOVERY OF ERRONEOUS CLAIMS. Within three (3) years of payment, the state tax commission may recover any erroneous or incorrect payment made under sections 63-701 through 63-710, Idaho Code, from any \"claimant\" as defined in section 63-701(1), Idaho Code. The deficiency determination, collection, and enforcement procedures provided by the Idaho income tax act, sections 63-3039, 63-3042, 63-3043 through 63-3064, Idaho Code, shall apply and be available to the commission for enforcement and collection under sections 63-701 through 63-710, Idaho Code, and such sections shall, for this purpose, be considered part of sections 63-701 through 63-710, Idaho Code. Wherever liens or any other proceedings are defined as income tax liens or proceedings, they shall, when applied in enforcement or collection under sections 63-701 through 63-710, Idaho Code, be described as tax relief liens and proceedings. In connection with such sections, a deficiency shall consist of any amount erroneously claimed by or paid to a claimant under sections 63-701 through 63-710, Idaho Code.\n\n[63-708, added 1996, ch. 98, sec. 8, p. 368; am. 1997, ch. 117, sec. 29, p. 328.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-708/"
    },
    {
      "id": "section-63-709",
      "number": "63-709",
      "heading": "",
      "text": "63-709. REIMBURSEMENT BY STATE TAX COMMISSION. (1) By no later than December 20 of each year, the state tax commission shall pay to the county tax collector of each county one-half (1/2) of the amount due each county as reimbursement for reduction in property taxes as provided in sections 63-701 through 63-710, Idaho Code, as shown on the abstract of property tax reduction roll and claims forms approved by the state tax commission, and shall pay the second one-half (1/2) of such amount by not later than June 20 of the following year.\n\n(2) The state tax commission may make one (1) lump sum payment by June 20 of the following tax year to the appropriate county tax collector if the reimbursement results from the granting of occupancy tax reduction and the claim was entered on the supplemental roll. Any amount of occupancy tax scheduled to be reimbursed by the state tax commission shall not be subject to late fees, penalties, or interest of any kind.\n\n[63-709, added 1996, ch. 98, sec. 8, p. 368; am. 1997, ch. 117, sec. 30, p. 328; am. 2004, ch. 156, sec. 6, p. 504; am. 2019, ch. 31, sec. 9, p. 91.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-709/"
    },
    {
      "id": "section-63-710",
      "number": "63-710",
      "heading": "",
      "text": "63-710. PROCEDURE AFTER REIMBURSEMENT. The money received by the county tax collector under the provisions of section 63-709, Idaho Code, may be considered by the counties and other taxing districts and budgeted against at the same time, in the same manner and in the same year as revenues from taxation.\n\n[63-710, added 1996, ch. 98, sec. 8, p. 368; am. 2004, ch. 156, sec. 7, p. 505; am. 2006, ch. 59, sec. 2, p. 184.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-710/"
    },
    {
      "id": "section-63-711",
      "number": "63-711",
      "heading": "",
      "text": "63-711. CANCELLATION OF TAXES — HARDSHIP AND CASUALTY LOSSES — SPECIAL. (1) Property taxes may be canceled for reason of undue hardship. The commissioners may, at their discretion, grant such cancellation for a specified time period. The commissioners may, at their discretion, cancel taxes on property which has been damaged by an event causing casualty loss to all or a portion of the property when the event occurs after the fourth Monday of June or casualty losses for which the amount of loss cannot be determined until after the fourth Monday of June.\n\n(2) Applicants seeking a cancellation pursuant to this section must apply to the county commissioners. Each applicant shall give a sworn statement containing full and complete information of his financial status to the county commissioners and shall make true answers to all questions put before him touching such person’s right to the cancellation. The county commissioners shall decide and determine from each examination and from each written application for said cancellation whether or not such person is entitled to the cancellation claimed or any part thereof accordingly. In applying for a cancellation pursuant to this section, an applicant may submit an application at any time and the county commissioners may grant such application, either in whole or in part, at any regular meeting and the burden of proving the right of such cancellation shall rest upon the applicant.\n\n(3) The county commissioners may, for good cause shown, allow an agent or some person or entity acting for and on behalf of the applicant to make the application for the cancellation provided in this section for any applicant, or where a person is entitled to cancellation shall be mentally incompetent or physically unable to make such sworn statement, his or her spouse, widow, widower, guardian, power of attorney, or personal representative, or other person having knowledge of the facts, may make the application for the cancellation.\n\n(4) Any time within thirty (30) days after mailing of a decision of the county commissioners, or pronouncement of a decision announced at a meeting, or the failure of the county commissioners to act, an appeal may be taken to the district court for the county in which the property is located. Such appeal may only be filed by the property owner or by any person aggrieved, or by a person or entity acting on behalf of such person, when he deems any such action illegal or prejudicial to the public interest. Nothing in this section shall be construed so as to suspend the payment of property taxes pending said appeal.\n\nNotice of such appeal stating the grounds thereafter shall be filed with the county auditor, who shall forthwith transmit a copy of said notice to the county commissioners.\n\n(5) The county commissioners shall order all necessary adjustments to be made in the property tax records of the various county officers and taxing districts.\n\n(6) The cancellation of property taxes which have become delinquent shall affect only those property taxes granted a cancellation by order of the county commissioners and all interest and late charges on such taxes.\n\n[63-711, added 1996, ch. 98, sec. 8, p. 368; am. 1997, ch. 117, sec. 31, p. 329; am. 1998, ch. 102, sec. 3, p. 352; am. 2001, ch. 69, sec. 8, p. 139.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-711/"
    },
    {
      "id": "section-63-712",
      "number": "63-712",
      "heading": "",
      "text": "63-712. SHORT TITLE. The provisions of sections 63-712 through 63-721, Idaho Code, shall be known and may be cited as the \"Property Tax Deferral Act.\"\n\n[63-712, added 2006, ch. 234, sec. 1, p. 694.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-712/"
    },
    {
      "id": "section-63-713",
      "number": "63-713",
      "heading": "",
      "text": "63-713. DEFINITIONS. In addition to the definitions in section 63-701, Idaho Code, the following definitions apply to sections 63-712 through 63-721, Idaho Code.\n\n(1) \"Qualified claimant\" means:\n\n(a) An individual who is a claimant who applies for and properly receives property tax relief under the provisions of sections 63-701 through 63-710, Idaho Code; or\n\n(b) An individual who meets the definition of \"claimant\" under section 63-701, Idaho Code, and is otherwise eligible to file a claim under sections 63-701 through 63-710, Idaho Code, except by reason of exceeding the income limitations of section 63-705, Idaho Code, may nevertheless be a qualified claimant, provided his household income does not exceed fifty thousand dollars ($50,000) for the tax year 2021, which amount shall be increased by the annual cost-of-living percentage modification as determined by the secretary of health and human services pursuant to 42 U.S.C. 415(i) beginning in 2022.\n\n(2) \"Qualified property\" means property owned by a qualified claimant, provided that the property is the \"homestead,\" as defined in section 63-701, Idaho Code, of the qualified claimant.\n\n(3) \"Sufficient equity\" means that:\n\n(a) The property is not security for a reverse mortgage, a home equity loan or line of credit, or any similar loan or encumbrance; and\n\n(b) The amount of all encumbrances of any nature on the property that are superior to any liens for deferral, plus the amount of property tax and interest previously deferred on the same property, does not exceed eighty percent (80%) of the current year’s market value for assessment purposes.\n\n[63-713, added 2006, ch. 234, sec. 1, p. 694; am. 2008, ch. 214, sec. 1, p. 670; am. 2013, ch. 22, sec. 1, p. 42; am. 2021, ch. 238, sec. 1, p. 728.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-713/"
    },
    {
      "id": "section-63-714",
      "number": "63-714",
      "heading": "",
      "text": "63-714. APPLICATION — DEFERRAL OF PROPERTY TAX. (1) A qualified claimant, as defined in section 63-713(1)(a), Idaho Code, may elect, upon the application for property tax relief filed under section 63-703, Idaho Code, to defer payment of any property tax due, including delinquencies, interest, late charges, costs, and fees. A qualified claimant, as defined in section 63-713(1)(b), Idaho Code, may apply for property tax deferral under sections 63-712 through 63-721, Idaho Code. The state tax commission shall prescribe the form and manner by which the election must be made and may require that the application include information establishing the outstanding balance of any encumbrances, proof of insurance of an amount adequate for the amount of deferred tax and interest, and such other information as the state tax commission reasonably determines to be necessary. The state tax commission may require written or other proof of the encumbrances or casualty insurance in such form as the state tax commission may determine.\n\n(2) No application for deferral of property taxes shall be granted if:\n\n(a) The application fails to show sufficient equity in that property; or\n\n(b) The application fails to show proof of insurance of an amount adequate for the amount of the deferred tax and interest.\n\n(3)(a) Applications for deferral of property taxes submitted after the September deadline pursuant to section 63-715, Idaho Code, and before December 31, shall be accepted and processed after January 1 of the following year with no interest or penalties accruing for the time period between the application submission and the receipt by the county of reimbursement payment from the state tax commission pursuant to section 63-717, Idaho Code.\n\n(b) Applications that include property tax delinquencies for more than two (2) property tax years shall be submitted by the September deadline.\n\n(4) For a qualified claimant who owes property taxes for one (1) or more tax years, the deferral of property taxes provided in this section shall include in the deferral any outstanding balance owed in property taxes on the property, including delinquencies, interest, late charges, costs, and fees.\n\n(5) Nothing in this section shall preclude a qualified claimant from applying for property tax deferral on qualified property in any subsequent years.\n\n[63-714, added 2006, ch. 234, sec. 1, p. 694; am. 2008, ch. 214, sec. 2, p. 670; am. 2013, ch. 22, sec. 2, p. 42; am. 2025, ch. 299, sec. 1, p. 1252.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-714/"
    },
    {
      "id": "section-63-715",
      "number": "63-715",
      "heading": "",
      "text": "63-715. PROCEDURES — APPEALS. Elections for deferral of payment of property tax shall be subject to the provisions of section 63-706, Idaho Code, and shall be included on the property tax reduction roll and processed and reviewed as provided in section 63-707, Idaho Code, for claims for property tax relief, except that an application for deferral must be submitted to the state tax commission by no later than the first Monday in September.\n\n[63-715, added 2006, ch. 234, sec. 1, p. 695; am. 2011, ch. 85, sec. 4, p. 181; am. 2021, ch. 360, sec. 6, p. 1118.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-715/"
    },
    {
      "id": "section-63-716",
      "number": "63-716",
      "heading": "",
      "text": "63-716. DEFERRAL — INTEREST — LIEN — PRIORITY. (1) Upon approval by the state tax commission, payment of any amount of property tax due for the year to which the election relates, after application of the property tax relief available under sections 63-701 through 63-710, Idaho Code, and subject to the limitation in section 63-717(2), Idaho Code, in regard to the qualified property subject to the election, shall be deferred until the deferral is terminated under section 63-718, Idaho Code.\n\n(2) During the period of deferral, interest shall accrue on the amount deferred at the annual rate of interest provided in section 63-3045, Idaho Code.\n\n(3) The lien imposed by section 63-206, Idaho Code, shall continue to be a lien on the property in the amount of deferred taxes and interest thereon. The state tax commission shall file with the county recorder of the county in which the property is located a notice of lien for deferred property taxes. Notwithstanding the provisions of section 63-206, Idaho Code, the lien for deferred taxes and interest shall not be a first and prior lien but shall take its priority from the date and time of filing of the notice of lien.\n\n[63-716, added 2006, ch. 234, sec. 1, p. 695; am. 2011, ch. 85, sec. 5, p. 181; am. 2021, ch. 238, sec. 2, p. 729.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-716/"
    },
    {
      "id": "section-63-717",
      "number": "63-717",
      "heading": "",
      "text": "63-717. REIMBURSEMENT BY STATE TAX COMMISSION. (1) By no later than December 20 of each year, the state tax commission shall pay to the county tax collector of each county one-half (1/2) of the amount due each county as reimbursement for property taxes deferred as provided in sections 63-712 through 63-721, Idaho Code, as shown on the property tax reduction roll required under section 63-707, Idaho Code, as modified by actions of the state tax commission relating to claims approved or disapproved by the state tax commission and shall pay the second one-half (1/2) of such amount by not later than June 20 of the following year. The payments may be combined with payments made under section 63-709, Idaho Code.\n\n(2) The total amount of reimbursement payable to all counties under this section shall not exceed five million dollars ($5,000,000) in regard to property taxes for one (1) calendar year. In the event that the amount of taxes approved for deferral exceeds five million dollars ($5,000,000), the amount of taxes deferred for each qualifying property shall be reduced proportionately and the balance of property tax not deferred shall be entered on the property tax notice required by section 63-902, Idaho Code, and shall be payable as required by chapter 9, title 63, Idaho Code.\n\n[63-717, added 2006, ch. 234, sec. 1, p. 695; am. 2021, ch. 238, sec. 3, p. 729.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-717/"
    },
    {
      "id": "section-63-718",
      "number": "63-718",
      "heading": "",
      "text": "63-718. EVENTS TERMINATING DEFERRAL — PAYMENT OF DEFERRED TAX AND INTEREST. (1) A deferral of property tax payments shall terminate on the earlier of:\n\n(a) Voluntary payment of the full amount of deferred tax and interest to the state tax commission;\n\n(b) The death of the qualified claimant or if there is more than one (1) qualified claimant, the death of the last surviving qualified claimant;\n\n(c) A sale or other transfer of title to the property or any part of the property except a transfer of title to a surviving spouse of a deceased qualified claimant;\n\n(d) The property no longer qualifies for the exemption provided in section 63-602G, Idaho Code, for residential improvements;\n\n(e) A determination by the state tax commission under section 63-720, Idaho Code, that the deferral of property tax payments was erroneously granted to a person who is not a qualified claimant or in regard to property that is not qualified property.\n\n(2) When a deferral of property tax is terminated any unpaid amount of deferred tax and interest shall be paid to the state tax commission no later than one hundred eighty (180) days after the termination.\n\n(3) Any payments of deferred property tax received by the state tax commission under this section or under sections 63-719 and 63-720, Idaho Code, shall be distributed to the property tax deferral recovery fund which is hereby created. Amounts in the property tax deferral recovery fund are hereby continuously appropriated for the purposes of section 63-3638(5), Idaho Code.\n\n[63-718, added 2006, ch. 234, sec. 1, p. 696; am. 2013, ch. 22, sec. 3, p. 43.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-718/"
    },
    {
      "id": "section-63-719",
      "number": "63-719",
      "heading": "",
      "text": "63-719. TAX DEED FOR DEFICIENCY IN REPAYMENT. Any amount of deferred tax due under section 63-718, Idaho Code, which is not paid to the state tax commission on the due date, is a delinquency subject to the provisions of chapter 10, title 63, Idaho Code, except that references to county and county officials in that chapter shall be taken as references to the state tax commission.\n\n[63-719, added 2006, ch. 234, sec. 1, p. 696.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-719/"
    },
    {
      "id": "section-63-721",
      "number": "63-721",
      "heading": "",
      "text": "63-721. KNOWINGLY FILING A FALSE CLAIM A MISDEMEANOR. Every person who applies for deferral of taxes under section 63-714, Idaho Code, knowing that the person for whom the application is made is not a qualified claimant or knowing that the property is not qualified property, is guilty of a misdemeanor and on conviction thereof shall be punished as provided for misdemeanors in section 18-303, Idaho Code.\n\n[63-721, added 2006, ch. 234, sec. 1, p. 697.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-721/"
    },
    {
      "id": "section-63-720",
      "number": "63-720",
      "heading": "",
      "text": "63-720. RECOVERY OF ERRONEOUS AND OTHER IMPROPER DEFERRALS. (1) In addition to the provisions of section 63-719, Idaho Code, the state tax commission may recover deferrals of tax payments made under sections 63-712 through 63-721, Idaho Code, from any person who elected the deferral under section 63-714, Idaho Code, if the commission determines that:\n\n(a) A deferral was granted to a person who is not a qualified claimant or in regard to property that is not qualified property; or\n\n(b) The owner of the property subject to the deferral does not possess sufficient equity in that property.\n\n(2) The deficiency determination, collection, and enforcement procedures provided by the Idaho income tax act, sections 63-3039, 63-3042, 63-3043 through 63-3064, Idaho Code, shall apply and be available to the commission for enforcement and collection under sections 63-712 through 63-721, Idaho Code, and such sections shall, for this purpose, be considered part of sections 63-712 through 63-721, Idaho Code. Wherever liens or any other proceedings are defined as income tax liens or proceedings, they shall, when applied in enforcement or collection under sections 63-712 through 63-721, Idaho Code, be described as tax deferral liens and proceedings. In connection with such sections, a deficiency shall consist of any amount subject to recovery under this section together with any interest and penalty due thereon.\n\n[63-720, added 2006, ch. 234, sec. 1, p. 696; am. 2013, ch. 22, sec. 4, p. 43.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-720/"
    },
    {
      "id": "section-63-724",
      "number": "63-724",
      "heading": "",
      "text": "63-724. HOMEOWNER PROPERTY TAX RELIEF. (1) It is the intent of the legislature to provide property tax relief on owner-occupied properties in Idaho receiving the homestead property tax exemption pursuant to section 63-602G, Idaho Code, as of the second Monday in July each year by providing state moneys as replacement funding as provided in this section. This section does not apply to occupancy taxes levied pursuant to section 63-317, Idaho Code.\n\n(2) For the purpose of this section:\n\n(a) \"Eligible property taxes\" means all property tax levies on homes receiving the homestead property tax exemption pursuant to section 63-602G, Idaho Code, as of the second Monday in July each year, except for bonds, school district levies, plant facility levies, and any voter-approved temporary levy for a specific duration. When calculating the eligible property taxes for the purpose of this section, the taxable value of each property shall include the value of no more than one (1) acre.\n\n(b) \"Homeowner property tax relief homestead\" means a property receiving the homestead property tax exemption pursuant to section 63-602G, Idaho Code, as of the second Monday in July each year.\n\n(3) There is hereby created in the state treasury the homeowner property tax relief account. Moneys in this account shall consist of moneys transferred from the general fund and are continuously appropriated for homeowner property tax relief pursuant to the provisions of this section.\n\n(4) The county assessor shall prepare a homeowner property tax relief roll, which shall be in addition to all other property rolls. By no later than the first Monday of September each year, the homeowner property tax relief roll shall be certified by the county assessor to the county auditor in the manner prescribed by rules promulgated by the state tax commission. The homeowner property tax relief roll shall show:\n\n(a) The name of the taxpayer;\n\n(b) An accurate description of the homeowner property tax relief homestead; and\n\n(c) The property’s current market value for assessment purposes.\n\n(5)(a) The county auditor shall complete the homeowner property tax relief roll by adding the following information:\n\n(i) The immediate prior year’s eligible levy for the tax code area in which the property is situated;\n\n(ii) The estimated amount of eligible property taxes calculated by applying the levy in subparagraph (i) of this paragraph to the current year’s market value for assessment purposes on each qualifying homestead; and\n\n(iii) The total estimated amount of eligible property taxes on all properties within the county that are receiving the homestead property tax exemption as of the second Monday in July of the current year.\n\n(b) By no later than the second Monday of September each year, the county auditor shall certify the completed homeowner property tax relief roll to the state tax commission in the manner prescribed by rules promulgated by the state tax commission.\n\n(6) The state tax commission shall determine the total number of homeowner property tax relief homesteads to be allowed in each county, the dollar amount of eligible property taxes for each homeowner property tax relief homestead allowed, and the total dollar amount of eligible property taxes for all homeowner property tax relief homesteads within each county from the amounts certified on the homeowner property tax relief roll. Such amounts shall be summed for all eligible property tax relief homesteads in all counties to determine the total amount of estimated eligible property taxes. This sum shall be divided into the amount of moneys in the homeowner property tax relief account as of August 1 of each year. The result shall be multiplied by the total amount of estimated eligible property taxes on such homesteads in each county. This amount shall be certified to the county auditor and tax collector by the state tax commission no later than the third Monday in September. By no later than December 20 of each year, the state tax commission shall pay to the county tax collector of each county the first half of the amount due to each county as reimbursement for homeowner property tax relief as provided in this section and shall pay the second half of such amount by no later than June 20 of the following year.\n\n(7) The state tax commission may audit each and every property on the homeowner property tax relief roll. If the state tax commission determines that a homeowner property tax relief homestead credit is erroneous, the state tax commission shall disapprove as much of the credit as necessary in order to conform with statutory standards. The state tax commission shall provide the homeowner written notice of the state tax commission’s intent to disapprove all or a portion of the credit. The homeowner shall have twenty-eight (28) days to make written protest to the state tax commission of the intended action. The homeowner may submit additional information and may request an informal hearing with the state tax commission. If the homeowner fails to make written protest within twenty-eight (28) days, the state tax commission shall provide written notice of disapproval to both the homeowner and the county auditor of the county in which the property is situated by December 20. Any homeowner whose claim is disapproved in whole or in part by the state tax commission may appeal such disapproval to the board of tax appeals or to the district court of the county of residence of the taxpayer within thirty (30) days.\n\n(8) Each county treasurer shall apply the moneys received pursuant to subsection (6) of this section to the eligible property taxes levied on the properties listed on the certified homeowner property tax relief roll that year. The moneys shall be designated as a line item credit against the total of all eligible property taxes on the property tax bill for each property receiving the tax relief provided by this section. Such moneys shall be distributed in the same manner as property tax revenues.\n\n(9) The amount of property tax relief for a homeowner’s property taxes shall be applied after the homestead exemption pursuant to section 63-602G, Idaho Code, has been applied. The property tax relief amount cannot exceed the actual amount of current eligible property taxes due on the homeowner’s property tax notice. No delinquent property taxes, penalties, interest, or fines may be paid with moneys from this program.\n\n(10) Nothing in this section shall prevent a homeowner from applying for or receiving any other property tax relief provided pursuant to this chapter. The property tax relief provided pursuant to this section shall be credited to the homeowner’s property tax bill before any other property tax relief is applied, up to a maximum of the actual property taxes due on the homeowner property tax relief homestead.\n\n(11) Any amount of homeowner property tax relief moneys distributed by the state tax commission to a county that exceeds the total amount of all eligible property taxes due from all homeowner property tax relief homesteads in the county shall revert to the state general fund. The county treasurer shall deposit such moneys with the state treasurer by the fourth Monday in July each year for the preceding property tax year.\n\n(12) Within three (3) years of payment, the state tax commission may recover any erroneous or incorrect payment made to any homeowner receiving relief under this section. The deficiency determination, collection, and enforcement procedures provided in chapter 30, title 63, Idaho Code, shall apply and be available to the state tax commission for enforcement and collection under this section. Wherever liens or any other proceedings are defined as income tax liens or proceedings, they shall, when applied in enforcement or collection under this section, be described as tax relief liens and proceedings. In connection with this section, a deficiency shall consist of any amount erroneously paid on behalf of a homeowner under this section.\n\n[63-724, added 2023, ch. 200, sec. 11, p. 547; am. 2024, ch. 237, sec. 26, p. 835.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-7/section-63-724/"
    }
  ]
}