{
  "state": "idaho",
  "path": "title-title-63/chapter-chapter-18",
  "sections": [
    {
      "id": "section-63-1801",
      "number": "63-1801",
      "heading": "",
      "text": "63-1801. SHORT TITLE. This act may be cited as the \"Short-term Rental and Vacation Rental Act.\"\n\n[63-1801, added 2017, ch. 239, sec. 1, p. 591.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-18/section-63-1801/"
    },
    {
      "id": "section-63-1802",
      "number": "63-1802",
      "heading": "",
      "text": "63-1802. LEGISLATIVE INTENT. This act is designed to promote access to short-term rentals and vacation rentals by limiting local governmental authority to prohibit these beneficial property uses, or to specifically target them for regulation, except in circumstances necessary to safeguard public health and welfare. This act is also designed to preserve personal property rights and promote property owner access to platforms for offering their properties as short-term rentals and vacation rentals, and enhancing local tax revenue by permitting platforms to assume tax collection and remittance responsibilities.\n\n[63-1802, added 2017, ch. 239, sec. 1, p. 591.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-18/section-63-1802/"
    },
    {
      "id": "section-63-1803",
      "number": "63-1803",
      "heading": "",
      "text": "63-1803. DEFINITIONS. In this chapter:\n\n(1) \"Local government\" means any governmental entity or agency, including counties, municipalities, and taxing districts, but not the state of Idaho and the agencies and departments of the state.\n\n(2) \"Lodging operator\" means a person that rents a short-term rental or vacation rental to an occupant using a short-term rental marketplace.\n\n(3) \"Lodging transaction\" means a charge to an occupant by a lodging operator for the occupancy of any short-term rental or vacation rental using a short-term rental marketplace.\n\n(4) \"Short-term rental\" or \"vacation rental\" means any individually or collectively owned single-family house or dwelling unit or any unit or group of units in a condominium, cooperative or timeshare, or owner-occupied residential home that is offered for a fee and for thirty (30) days or less. Short-term rental or vacation rental does not include a unit that is used for any retail, restaurant, banquet space, event center or another similar use.\n\n(5) \"Short-term rental marketplace\" means a person that provides a platform through which a lodging operator, or the authorized agent of the lodging operator, offers a short-term rental or vacation rental to an occupant.\n\n[63-1803, added 2017, ch. 239, sec. 1, p. 591.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-18/section-63-1803/"
    },
    {
      "id": "section-63-1804",
      "number": "63-1804",
      "heading": "",
      "text": "63-1804. LIMITING TAX DUTIES OF SHORT-TERM RENTAL MARKETPLACES — COLLECTION OF TAX. (1) A local government may not levy a sales, use, franchise, receipts, or other similar tax or fee on the business of operating a short-term rental marketplace.\n\n(2) A short-term rental marketplace shall register with the state tax commission for collection, reporting, and payment of sales and use and travel and convention taxes levied by this state and any applicable local government taxes administered by the state tax commission on short-term rentals and vacation rentals due from a lodging operator on any lodging transaction facilitated by the short-term rental marketplace.\n\n(3) A short-term rental marketplace shall collect, report, and pay taxes imposed on the lodging operator or occupant of a short-term rental or vacation rental by any local government.\n\n(4) Any local government that has levied a tax pursuant to statutory authorization, may contract with the state tax commission for the collection and administration of such taxes in like manner and under definitions and rules of the state tax commission for the collection and administration of the state sales or use tax under chapter 36, title 63, Idaho Code. Alternatively, such local government shall have authority to administer and collect such tax. All revenues collected on behalf of the local governments by the state tax commission pursuant to this chapter shall be distributed as follows: An amount of money shall be distributed to the state refund fund sufficient to pay current refund claims. All refunds authorized by the commission to be paid shall be paid through the state refund fund and those moneys are continuously appropriated. The state tax commission may retain an amount of money equal to such fee as may be agreed upon between the state tax commission and such local government for the actual cost of the collection and administration of the tax. The amount retained by the commission shall not exceed the amount authorized to be expended by appropriation by the legislature. Any unencumbered balance in excess of the actual cost at the end of each fiscal year shall be distributed as provided in this section. All remaining moneys received pursuant to this chapter shall be placed in a fund designated by the state controller and remitted monthly to the local government levying such tax.\n\n(5) A short-term rental marketplace that has not facilitated a lodging transaction in Idaho shall have forty-five (45) days to comply with this section upon completion of their first lodging transaction in Idaho.\n\n[63-1804, added 2017, ch. 239, sec. 1, p. 591.]",
      "source_url": "https://law.justia.com/codes/idaho/title-63/chapter-18/section-63-1804/"
    }
  ]
}