{
  "state": "illinois",
  "path": "title-chapter-310-housing/chapter-310-ilcs-40-displaced-person-relocation-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nDisplaced Person Relocation Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "\"State agency\" means any department, agency or instrumentality",
      "text": "of the State of Illinois or unit of local government or school district, or any\ndepartment, agency or instrumentality of the State of Illinois and one or\nmore other states or two or more units of local\ngovernment or school districts of the State of Illinois and one or more\nother states, or any person who has the authority to acquire property by\neminent domain under State law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1a",
      "number": "1a.",
      "heading": "\"Displaced person\" shall have the same meaning as provided in",
      "text": "Section 101 of the federal Uniform Relocation Assistance and Real Property\nAcquisition Policies Act of 1970.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "When Federal funds are available for payment of direct financial",
      "text": "assistance to persons displaced by acquisition of real property by a State\nagency, the displacing agency may match such Federal funds to the extent\nprovided by Federal law and may provide such direct financial assistance in\nthe instances and on the conditions set forth by Federal law and\nregulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2a",
      "number": "2a.",
      "heading": "When Federal funds are available for payment of the items specified in",
      "text": "this Section, the displacing agency may match such Federal funds to the\nextent provided by Federal law and may make such payments in the instances\nand on the conditions set forth by Federal law and regulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "When Federal funds are not available or used for payment of direct",
      "text": "financial assistance to persons displaced by the acquisition of real\nproperty by the State agency, the displacing agency may provide direct\nfinancial assistance to such persons. Financial assistance authorized by\nthis Section shall not exceed the total amount that would have been payable\nunder Section 2 of this Act if Federal funds had been available or used.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "(a) The State agency shall adopt such rules and regulations as may be",
      "text": "necessary to assure:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The provisions of the Administrative Review Law and the rules adopted",
      "text": "pursuant thereto, shall apply to and govern all proceedings for the\njudicial review of the final administrative decision of the State agency\nhereunder. The term \"administrative decision\" is defined as in Section 3-101\nof the Code of Civil Procedure.",
      "history": "",
      "source_url": ""
    }
  ]
}