{
  "state": "utah",
  "path": "title-title-13-commerce-and-trade/chapter-chapter-32a-pawnshop-secondhand-merchandise-and-catalytic-co",
  "sections": [
    {
      "id": "section-101",
      "number": "101",
      "heading": "Title.Section 102 - Definitions",
      "text": "Section 102.5 - Administration and enforcement.Section 103.1 - Transaction or gift cards.Section 103.5 - Specie legal tender exempt from chapter.Section 104 - Tickets required to be maintained -- Contents -- Identification of items -- Exceptions -- Prohibition against",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-102",
      "number": "102",
      "heading": "Definitions.",
      "text": "Effective 5/7/2025\n\n9-24-102.\n\nUtah Main Street Program.\n\n(1)The Utah Main Street Program is created within the department to provide resources for the revitalization of downtown or commercial district areas of municipalities in the state.\n\n(2)To implement the program, the department may:\n\n(a)become a member of the National Main Street Center and partner with the center to become the statewide coordinating program for participating municipalities in the state;\n\n(b)establish criteria for the designation of one or more local main street programs;\n\n(c)provide training and technical assistance to local governments, businesses, property owners, or other organizations that participate in designated local main street programs;\n\n(d)subject to appropriations from the Legislature or other funding, provide financial assistance to designated local main street programs; and\n\n(e)under the direction of the executive director, appoint full-time staff.\n\n(3)In accordance with Title 63G, Chapter 3, Utah Administrative Rulemaking Act, the department may make rules establishing the eligibility and reporting criteria for a downtown area to receive a local main street program designation, including requirements for:\n\n(a)local government support of the local main street program; and\n\n(b)collecting data to measure economic development impact.\n\n(4)The department shall include in the annual written report described in Section 9-1-208, a report of the program's operations and details of which municipalities have received:\n\n(a)a local main street program designation; and\n\n(b)financial support from the program.\n\nAmended by Chapter 44, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-9/chapter-24/section-102/"
    },
    {
      "id": "section-1025",
      "number": "102.5",
      "heading": "Administration and enforcement.",
      "text": "Effective 5/5/2021\n\n64-13f-102.5.\n\nCalculation of the community supervision percentage.\n\nIn calculating the community supervision percentage, the department shall:\n\n(1) determine the county or county zone in which an offender is supervised by identifying the location of the offender's primary offense;\n\n(2) have sole discretion in identifying the offender's primary offense under Subsection (1), taking into account the severity of the crimes for which the offender has been convicted and sentenced; and\n\n(3) only include an offender on probation or parole supervision with the department in the community supervision percentage calculation.\n\nEnacted by Chapter 85, 2021 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-64/chapter-13f/section-102-5/"
    },
    {
      "id": "section-1031",
      "number": "103.1",
      "heading": "Transaction or gift cards.",
      "text": "Effective 7/1/2025\n\n64-13e-103.1.\n\nCalculating the average state daily incarceration cost and the state incarceration rate.\n\n(1)Before September 15 of each year, the department shall:\n\n(a)calculate the average state daily incarceration cost; and:\n\n(i)if the average state daily incarceration cost equals more than 105% of the previous year's state daily incarceration rate:\n\n(A)set the state daily incarceration rate at 105% of the prior year's state daily incarceration rate; and\n\n(B)record that year's rate surplus; or\n\n(ii)if the average state daily incarceration cost is less than 105% of the previous year's state daily incarceration rate:\n\n(A)set the state daily incarceration rate at the state daily incarceration cost; or\n\n(B)if in any one or more of the prior three years there existed a rate surplus, and that rate surplus has not been used to augment the state daily incarceration cost in another year, add the rate surplus or surpluses to the state daily incarceration cost and set the state daily incarceration rate to that combined amount, up to 105% of the previous year's state daily incarceration rate; and\n\n(b)inform each county and the commission of the state daily incarceration rate.\n\n(2)Except as provided in Subsections (3) and (4), the state daily incarceration rate may not be less that the rate presented to the Executive Appropriations Committee of the Legislature for purposes of setting the appropriation for the department's budget.\n\n(3)Notwithstanding any other provision in this section, in a fiscal year where General Fund revenue growth is not sufficient to fund the state daily incarceration rate presented to the Executive Appropriations Committee, the state daily incarceration rate shall be reset by the Executive Appropriations Committee in an appropriations act.\n\n(4)For the fiscal year beginning July 1, 2025, only, the state daily incarceration rate is $120.75.\n\nAmended by Chapter 243, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-64/chapter-13e/section-103-1/"
    },
    {
      "id": "section-1035",
      "number": "103.5",
      "heading": "Specie legal tender exempt from chapter.",
      "text": "Effective 7/1/2025\n\n59-24-103.5.\n\nRadioactive waste disposal, processing, and recycling facility tax.\n\n(1)There is imposed a tax on a radioactive waste facility, or a processing or recycling facility, as provided in this chapter.\n\n(2)Except as provided in Subsection (3), the tax is equal to the sum of the following amounts:\n\n(a)12% of the gross receipts of a radioactive waste facility derived from the disposal of containerized class A waste;\n\n(b)10% of the gross receipts of a radioactive waste facility derived from the disposal of processed class A waste;\n\n(c)except as provided in Subsection (2)(e), 5% of the gross receipts of a radioactive waste facility derived from the disposal of uncontainerized, unprocessed class A waste from a governmental entity or an agent of a governmental entity:\n\n(i)pursuant to a contract entered into on or after April 30, 2001;\n\n(ii)pursuant to a contract substantially modified on or after April 30, 2001;\n\n(iii)pursuant to a contract renewed or extended on or after April 30, 2001; or\n\n(iv)not pursuant to a contract;\n\n(d)except as provided in Subsection (2)(e), 5% of the gross receipts of a radioactive waste facility derived from the disposal of uncontainerized, unprocessed class A waste received by the facility from an entity other than a governmental entity or an agent of a governmental entity;\n\n(e).5% of the gross receipts of a radioactive waste facility derived from the disposal of uncontainerized, unprocessed class A waste received by the facility if the uncontainerized, unprocessed class A waste does not exceed 10% of the radioactive concentration limit for class A waste as defined in 10 C.F.R. Sec. 61.55;\n\n(f)5% of the gross receipts of a radioactive waste facility derived from the disposal of mixed waste, other than the mixed waste described in Subsection (2)(g), received from:\n\n(i)an entity other than a governmental entity or an agent of a governmental entity; or\n\n(ii)a governmental entity or an agent of a governmental entity:\n\n(A)pursuant to a contract entered into on or after April 30, 2005;\n\n(B)pursuant to a contract substantially modified on or after April 30, 2005;\n\n(C)pursuant to a contract renewed or extended on or after April 30, 2005; or\n\n(D)not pursuant to a contract;\n\n(g)10% of the gross receipts of a radioactive waste facility derived from the disposal of mixed waste:\n\n(i)\n\n(A)received from an entity other than a governmental entity or an agent of a governmental entity; or\n\n(B)received from a governmental entity or an agent of a governmental entity:\n\n(I)pursuant to a contract entered into on or after April 30, 2005;\n\n(II)pursuant to a contract substantially modified on or after April 30, 2005;\n\n(III)pursuant to a contract renewed or extended on or after April 30, 2005; or\n\n(IV)not pursuant to a contract; and\n\n(ii)that contains a higher radionuclide concentration level than the mixed waste received by any radioactive waste facility in the state before April 1, 2004;\n\n(h)10 cents per cubic foot of alternate feed material received at a radioactive waste facility for disposal or reprocessing; and\n\n(i)10 cents per cubic foot of byproduct material received at a radioactive waste facility for disposal.\n\n(3)The tax is equal to 16.67% of the gross receipts of a radioactive waste facility derived from the disposal of radioactive waste received from a generator that ships to the radioactive waste facility for the first time between June 30, 2025, and June 30, 2028.\n\n(4)For purposes of the tax imposed by this section, a fraction of a cubic foot is considered to be a full cubic foot.\n\n(5)Except as provided in Subsections (2)(f) and (g), the tax imposed by this section does not apply to radioactive waste containing material classified as hazardous waste under 40 C.F.R. Part 261.\n\nAmended by Chapter 157, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-59/chapter-24/section-103-5/"
    },
    {
      "id": "section-104",
      "number": "104",
      "heading": "Tickets required to be maintained -- Contents -- Identification of items -- Exceptions -- Prohibition against pawning or selling certain property.",
      "text": "Effective 5/7/2025\n\n81-15-104.\n\nArbitration agreement.\n\n(1)An arbitration agreement shall:\n\n(a)be in a record signed by the parties;\n\n(b)identify the arbitrator, an arbitration organization, or a method of selecting an arbitrator; and\n\n(c)identify the family law dispute the parties intend to arbitrate.\n\n(2)Except as otherwise provided in Subsection (3), an agreement in a record to arbitrate a family law dispute that arises between the parties before, at the time, or after the agreement is made is valid and enforceable as any other contract and irrevocable except on a ground that exists at law or in equity for the revocation of a contract.\n\n(3)An agreement to arbitrate a child-related dispute that arises between the parties after the agreement is made is unenforceable unless:\n\n(a)the parties affirm the agreement in a record after the dispute arises; or\n\n(b)the agreement was entered during a family law proceeding and the court approved or incorporated the agreement in an order issued in the proceeding.\n\n(4) If a party objects to arbitration on the ground the arbitration agreement is unenforceable or the agreement does not include a family law dispute, the court shall decide whether the agreement is enforceable or includes the family law dispute.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-104/"
    },
    {
      "id": "section-1045",
      "number": "104.5",
      "heading": "Database information from coin dealers -- New and prior customers.",
      "text": "59-26-104.5.\n\nNonrefundable credit against tax -- Amounts passed through to customers within the state -- Tax may not be reduced by amounts passed through to customers within the state.\n\n(1) Beginning on January 1, 2008, a multi-channel video or audio service provider may claim a nonrefundable tax credit as provided in this section.\n\n(2) The nonrefundable tax credit described in Subsection (1):\n\n(a) may be claimed against the tax the multi-channel video or audio service provider would otherwise be required to collect under this chapter from its purchasers within the state; and\n\n(b) is in an amount equal to 50% of the total amount of county or municipality franchise fees that the multi-channel video or audio service provider pays:\n\n(i) to all of the counties and municipalities within the state that impose a county or municipality franchise fee; and\n\n(ii) for the calendar quarter for which the multi-channel video or audio service provider files a return under this chapter.\n\n(3) The nonrefundable tax credit described in Subsection (1) may not be carried forward or carried back.\n\n(4)\n\n(a) Subject to Subsections (4)(b) and (c), a multi-channel video or audio service provider shall pass through to its purchasers within the state an amount equal to the amount of the nonrefundable tax credit the multi-channel video or audio service provider claims for a calendar quarter.\n\n(b) The amount that a multi-channel video or audio service provider passes through to its purchasers within the state under Subsection (4)(a) shall be passed through during the same calendar quarter as the calendar quarter for which the multi-channel video or audio service provider claims the nonrefundable tax credit.\n\n(c) A tax under this chapter on amounts paid or charged for multi-channel video or audio service may not be reduced as a result of the amount a multi-channel video or audio service provider passes through to its customers within this state under this Subsection (4).\n\nEnacted by Chapter 288, 2007 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-59/chapter-26/section-104-5/"
    },
    {
      "id": "section-1046",
      "number": "104.6",
      "heading": "Database information from automated recycling kiosk operators.",
      "text": "Effective 5/5/2021\n\n13-32a-104.6.\n\nDatabase information from automated recycling kiosk operators.\n\n(1) An automated recycling kiosk operator shall generate a ticket under this section for each secondhand merchandise transaction in which the automated recycling kiosk operator engages. An automated recycling kiosk operator shall document on the ticket the following information:\n\n(a) the date and time of the transaction;\n\n(b) the ticket number;\n\n(c) a color digital photograph of the front and back of each wireless communication device;\n\n(d) the following information regarding the individual who sells the wireless communication device:\n\n(i) the individual's full name and date of birth as they appear on the individual's identification and the individual's residence address and telephone number;\n\n(ii) the unique number and type of identification presented to the automated recycling kiosk;\n\n(iii) the individual's signature;\n\n(iv) a color digital photograph of the individual; and\n\n(v)\n\n(A) subject to rules made under Subsection (3), an electronic or tangible legible fingerprint of the individual's right index finger, or if the right index finger cannot be fingerprinted, a legible fingerprint of the individual with a notation identifying the fingerprint and the reason why the right index fingerprint was unavailable; and\n\n(B) notwithstanding the other provisions of this Subsection (1), an electronic legible fingerprint is not required to be documented on the ticket;\n\n(e) the full name of the individual conducting the secondhand merchandise transaction on behalf of the automated recycling kiosk operator or the initials or a unique identifying number of the individual, if the automated recycling kiosk maintains a record of the initials or unique identifying number of the individual;\n\n(f) the amount paid for each wireless communication device; and\n\n(g) subject to Subsection (4), an accurate description of each wireless communication device, including any:\n\n(i) names, brand names, numbers, serial numbers, IMEI numbers, model numbers, color, manufacturers' names, and size;\n\n(ii) other marks of identification or indicia of ownership on the wireless communication device; and\n\n(iii) other unique identifying characteristics.\n\n(2) A violation of this section is a class B misdemeanor and is also subject to civil penalties under Section 13-32a-110.\n\n(3) The division shall establish standards and criteria for fingerprint legibility by rule made in accordance with Title 63G, Chapter 3, Utah Administrative Rulemaking Act.\n\n(4) If an automated recycling kiosk cannot electronically extract a wireless communication device's serial number or IMEI number from the wireless communication device at the time of the transaction:\n\n(a) the automated recycling kiosk operator may not pay the seller more than $25 for the wireless communication device;\n\n(b) the automated recycling kiosk operator shall engage in and document reasonable efforts to obtain and upload to the central database the wireless communication device's serial number and IMEI number within 15 calendar days of the date of the transaction; and\n\n(c) the central database information for the wireless communication device may not be considered submitted for purposes of Subsection 13-32a-109(1)(b) until the earlier of when:\n\n(i) the wireless communication device's serial number and IMEI number have both been uploaded to the central database; or\n\n(ii) more than 45 calendar days have passed since the date of the transaction.\n\n(5) An automated recycling kiosk operator may not purchase more than 10 wireless communication devices with serial numbers or IMEI numbers that cannot be electronically extracted by an automated recycling kiosk at the time of the transaction from the same individual during the same calendar year.\n\n(6) An automated recycling kiosk operator may only purchase a wireless communication device with serial numbers or IMEI numbers that cannot be electronically extracted by an automated recycling kiosk at the time of the transaction in a single-item transaction.\n\nEnacted by Chapter 66, 2021 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-13/chapter-32a/section-104-6/"
    },
    {
      "id": "section-1047",
      "number": "104.7",
      "heading": "Database information from catalytic converter purchasers -- Penalties.",
      "text": "Effective 7/1/2025\n\n13-32a-104.7.\n\nDatabase information from catalytic converter purchasers -- Penalties.\n\n(1)As soon as practicable, but no later than January 1, 2023, a catalytic converter purchaser shall document information for each catalytic converter purchase as required under this section and upload the information to the central database under Section 13-32a-106.\n\n(2)A catalytic converter purchaser shall document the following information regarding a catalytic converter purchase:\n\n(a)the date and time of the catalytic converter purchase;\n\n(b)the following information regarding the individual selling the catalytic converter:\n\n(i)the individual's:\n\n(A)full name and date of birth as they appear on the individual's identification;\n\n(B)residence address;\n\n(C)telephone number; and\n\n(D)signature on a certificate stating that the individual has the legal right to sell the catalytic converter;\n\n(ii)the type of identification the individual presents under Subsection (2)(b)(i)(A) and the unique number on the identification;\n\n(iii)a color digital photograph or still video of the individual taken at the time of the sale, or a clearly legible photocopy of the individual's identification; and\n\n(iv)except as provided in Subsection (3), an electronic or tangible legible fingerprint of the individual's right index finger, or if the right index finger cannot be fingerprinted, a legible fingerprint of the individual with a notation identifying the finger fingerprinted and the reason why the right index fingerprint is unavailable;\n\n(c)the amount paid for the catalytic converter;\n\n(d)the full name of the individual conducting the purchase on behalf of the catalytic converter purchaser or the initials or unique identifying employee number, if the catalytic converter purchaser maintains a record of the initials or unique identifying employee number of the individual;\n\n(e)an accurate description of the catalytic converter, with available identifying marks, including:\n\n(i)if available, the name, brand name, number, serial number, model number, manufacturer information, and size of the catalytic converter;\n\n(ii)any marks of identification or indicia of ownership on the catalytic converter;\n\n(iii)the weight of the catalytic converter, if the payment is based on weight; and\n\n(iv)other unique identifying characteristics of the catalytic converter; and\n\n(f)a color, digital photograph of the catalytic converter.\n\n(3)If the individual selling a catalytic converter to the catalytic converter purchaser in a catalytic converter purchase previously has sold one or more catalytic converters to the catalytic converter purchaser, the catalytic converter purchaser is not required to obtain the fingerprint under Subsection (2)(b)(iv).\n\n(4)A catalytic converter purchaser may not accept a catalytic converter if, upon inspection, it is apparent that the serial number or identifying characteristics have been intentionally defaced on the catalytic converter.\n\n(5)The division shall establish standards and criteria for fingerprint legibility under Subsection (2)(b)(iv) by rule made in accordance with Title 63G, Chapter 3, Utah Administrative Rulemaking Act.\n\n(6)A violation of this section is a class B misdemeanor and is also subject to civil penalties under Section 13-32a-110.\n\n(7)A dealer, as defined in Section 76-6-1402, that makes a catalytic converter purchase under this section shall comply with Title 76, Chapter 6, Part 14, Regulation of Metal Dealers.\n\nAmended by Chapter 434, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-13/chapter-32a/section-104-7/"
    },
    {
      "id": "section-105",
      "number": "105",
      "heading": "Central database -- Implementation -- Notification.",
      "text": "Effective 5/7/2025\n\n81-15-105.\n\nNotice of arbitration.\n\nA party may initiate arbitration by giving notice to arbitrate to the other party in the manner specified in the arbitration agreement or, in the absence of a specified manner, under the laws and procedural rules of this state, other than this chapter, governing contractual arbitration.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-105/"
    },
    {
      "id": "section-106",
      "number": "106",
      "heading": "Transaction information provided to the central database -- Protected information.",
      "text": "Effective 5/7/2025\n\n81-15-106.\n\nMotion for judicial relief.\n\n(1)If a party brings a motion for judicial relief under this chapter, the party shall bring the motion in:\n\n(a)the court in which a proceeding is pending involving the family law dispute subject to arbitration; or\n\n(b)if no proceeding is pending, a court with jurisdiction over the parties and the subject matter.\n\n(2)On a motion of a party, the court may compel arbitration if the parties have entered into an arbitration agreement that complies with Section 81-15-104 unless the court determines under Section 81-15-111 that the arbitration should not proceed.\n\n(3)On a motion of a party, the court shall terminate arbitration if the court determines that:\n\n(a)the agreement to arbitrate is unenforceable;\n\n(b)the family law dispute is not subject to arbitration; or\n\n(c)under Section 81-15-111, the arbitration should not proceed.\n\n(4)Unless prohibited by an arbitration agreement, on a motion of a party, the court may order consolidation of separate arbitrations involving the same parties and a common issue of law or fact if necessary for the fair and expeditious resolution of the family law dispute.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-106/"
    },
    {
      "id": "section-1065",
      "number": "106.5",
      "heading": "Confidentiality of pawn and purchase transactions.",
      "text": "31A-4-106.5.\n\nMedical retainer agreements.\n\n(1) For purposes of this section:\n\n(a) \"Medical retainer agreement\" means a written contract:\n\n(i) between:\n\n(A) except as provided in Subsection (1)(b)(iii)(B), a natural person or a professional corporation, alone or with others professionally associated with the natural person or professional corporation; and\n\n(B) an individual patient or a patient's representative; and\n\n(ii) in which:\n\n(A) the person described in Subsection (1)(a)(i)(A) agrees to provide routine health care services to the individual patient for an agreed upon fee and period of time; and\n\n(B) either party to the contract may terminate the agreement upon written notice to the other party.\n\n(b) \"Routine health care services\" include:\n\n(i) screening, assessment, diagnosis, and treatment for the purpose of promotion of health, and detection and management of disease or injury;\n\n(ii) supplies and prescription drugs that are dispensed in a health care provider's office; and\n\n(iii) laboratory work, such as routine blood screening or routine pathology screening performed by a laboratory that:\n\n(A) is associated with the health care provider entering into the medical retainer agreement; or\n\n(B) if not associated with the health care provider, has entered into an agreement with the health care provider to provide the laboratory work without charging a fee to the patient for the laboratory work.\n\n(2) A medical retainer agreement exempt from the provisions of Subsection 31A-4-106(2) shall:\n\n(a) describe the specific routine health care services that are included in the contract;\n\n(b) prominently state in writing that the retainer agreement is not health insurance; and\n\n(c) prohibit the health care provider, but not the patient, from billing an insurer for the services provided under the medical retainer agreement.\n\nEnacted by Chapter 50, 2012 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-31a/chapter-4/section-106-5/"
    },
    {
      "id": "section-108",
      "number": "108",
      "heading": "Retention of records -- Reasonable inspection.",
      "text": "Effective 5/7/2025\n\n81-15-108.\n\nDisclosure by arbitrator -- Disqualification.\n\n(1)Before agreeing to serve as an arbitrator, an individual shall disclose, after making reasonable inquiry, to all parties any known fact a reasonable person would believe is likely to affect:\n\n(a)the impartiality of the arbitrator in the arbitration, including bias, a financial or personal interest in the outcome of the arbitration, or an existing or past relationship with a party, an attorney representing a party, or a witness; or\n\n(b)the arbitrator's ability to make a timely award.\n\n(2)An arbitrator, the parties, and the attorneys representing the parties have a continuing obligation to disclose to all parties any known fact a reasonable person would believe is likely to affect the impartiality of the arbitrator or the arbitrator's ability to make a timely award.\n\n(3)A party shall make an objection to the selection or continued service of an arbitrator and a motion for a stay of arbitration and disqualification of the arbitrator in accordance with the law and procedural rules of this state, other than this chapter, governing arbitrator disqualification.\n\n(4)If a disclosure required by Subsection (1)(a) or (2) is not made, the court may:\n\n(a)suspend the arbitration on a motion of a party that is no later than 30 days after the day on which the failure to disclose is known or by the exercise of reasonable care should have been known to the party;\n\n(b)vacate an award under Subsection 81-15-118(1)(b) on timely motion of a party; or\n\n(c)grant other appropriate relief under a law of this state other than this chapter if an award has been confirmed.\n\n(5)If the parties agree to discharge an arbitrator or the arbitrator is disqualified, the parties by agreement may select a new arbitrator or request the court to select another arbitrator as provided in Section 81-15-107.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-108/"
    },
    {
      "id": "section-109",
      "number": "109",
      "heading": "Holding period for property -- Return of property -- Penalty.",
      "text": "Effective 5/7/2025\n\n81-15-109.\n\nParty participation.\n\n(1)A party may:\n\n(a)be represented in an arbitration by an attorney;\n\n(b)be accompanied by an individual who will not be called as a witness or act as an advocate; and\n\n(c)participate in the arbitration to the full extent permitted under the law and procedural rules of this state, other than this chapter, governing a party's participation in contractual arbitration.\n\n(2)A party or representative of a party may not communicate ex parte with the arbitrator except to the extent allowed in a family law proceeding for communication with a judge.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-109/"
    },
    {
      "id": "section-1095",
      "number": "109.5",
      "heading": "Seizure of property -- Notification to pawn or secondhand business or catalytic converter purchaser.",
      "text": "Effective 5/4/2022\n\n13-32a-109.5.\n\nSeizure of property -- Notification to pawn or secondhand business or catalytic converter purchaser.\n\nIf a law enforcement agency determines seizure of property pawned or sold to a pawn or secondhand business or catalytic converter purchaser is necessary under this chapter during the course of a criminal investigation, in addition to the hold provisions under Section 13-32a-109, the law enforcement agency shall:\n\n(1) notify the pawn or secondhand business or catalytic converter purchaser of the specific property to be seized; and\n\n(2) issue to the pawn or secondhand business or catalytic converter purchaser a seizure form approved by the division and that:\n\n(a) provides the active case number related to the property to be seized;\n\n(b) provides the date of the seizure request;\n\n(c) provides the reason for the seizure;\n\n(d) describes the property to be seized;\n\n(e) states each reason the property is necessary during the course of a criminal investigation; and\n\n(f) includes any information that facilitates the ability of the pawn or secondhand business or catalytic converter purchaser to track the property when the prosecution agency takes over the case.\n\nAmended by Chapter 201, 2022 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-13/chapter-32a/section-109-5/"
    },
    {
      "id": "section-110",
      "number": "110",
      "heading": "Administrative or civil penalties -- Criminal prosecution.",
      "text": "Effective 5/7/2025\n\n81-15-110.\n\nTemporary order or award.\n\n(1)Before an arbitrator is selected and able to act, the court may enter a temporary order on a motion of a party in accordance with this title and the Utah Rules of Civil Procedure.\n\n(2)After an arbitrator is selected:\n\n(a)the arbitrator may make a temporary award in accordance with this title and the Utah Rules of Civil Procedure; and\n\n(b)if the matter is urgent and the arbitrator is not able to act in a timely manner or provide an adequate remedy, the court may enter a temporary order on a motion by a party.\n\n(3)\n\n(a)On a motion of a party, before the court confirms a final award, the court under Section 81-15-115, 81-15-117, or 81-15-118 may confirm, correct, vacate, or amend a temporary award made under Subsection (2)(a).\n\n(b)If an arbitrator makes an temporary award in favor of a party to the arbitration proceeding, the prevailing party may move the court for an expedited order to confirm the temporary award.\n\n(c)On a motion described in Subsection (3)(b), the court shall issue an order confirming the temporary award unless the court vacates, alters, or amends the temporary award under this part.\n\n(4)On a motion of a party, the court may enforce a subpoena or interim award issued by an arbitrator for the fair and expeditious disposition of the arbitration.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-110/"
    },
    {
      "id": "section-1105",
      "number": "110.5",
      "heading": "Transactions with certain individuals prohibited.",
      "text": "Effective 5/4/2022\n\n53-13-110.5.\n\nRetention of records of interviews of minors.\n\nIf a peace officer, or the officer's employing agency, records an interview of a minor during an investigation of a violation of Section 76-5-402.1, 76-5-402.3, 76-5-403.1, 76-5-404.1, or 76-5-404.3, the agency shall retain a copy of the recording for 18 years after the day on which the last recording of the interview is made, unless the prosecuting attorney requests in writing that the recording be retained for an additional period of time.\n\nAmended by Chapter 430, 2022 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-53/chapter-13/section-110-5/"
    },
    {
      "id": "section-111",
      "number": "111",
      "heading": "Fees to fund account.",
      "text": "Effective 5/7/2025\n\n81-15-111.\n\nProtection of party or child.\n\n(1)As used in this section, \"protection order\" means an injunction or other order:\n\n(a)issued under the domestic violence, family violence, or stalking laws of the issuing jurisdiction; and\n\n(b)to prevent an individual from engaging in a violent or threatening act against, harassment of, contact or communication with, or being in physical proximity to another individual who is a party or a minor child under the custodial responsibility of a party.\n\n(2)If a party is subject to a protection order or an arbitrator determines there is a reasonable basis to believe a party's safety or ability to participate effectively in arbitration is at risk, the arbitrator shall stay the arbitration and refer the parties to court.\n\n(3)The arbitration may not proceed unless the party at risk affirms the arbitration agreement in a record and the court determines:\n\n(a)the affirmation is informed and voluntary;\n\n(b)arbitration is not inconsistent with the protection order; and\n\n(c)reasonable procedures are in place to protect the party from risk of harm, harassment, or intimidation.\n\n(4)If an arbitrator determines that there is a reasonable basis to believe a minor child who is the subject of a child-related dispute is abused or neglected, the arbitrator shall terminate the arbitration of the child-related dispute and report the abuse or neglect to the Division of Child and Family Services.\n\n(5)An arbitrator may make a temporary award to protect a party or a minor child from harm, harassment, or intimidation.\n\n(6)On a motion of a party, the court may stay arbitration and review a determination or temporary award under this section.\n\n(7)This section supplements remedies available under a law of this state, other than this chapter, for the protection of victims of domestic violence, family violence, stalking, harassment, or similar abuse.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-111/"
    },
    {
      "id": "section-1121",
      "number": "112.1",
      "heading": "Annual training.",
      "text": "Effective 5/4/2022\n\n13-32a-112.1.\n\nAnnual training.\n\n(1)\n\n(a) The division shall provide training sessions, whether online or in-person, at least once each year regarding compliance with this chapter and other applicable state laws.\n\n(b) A pawn or secondhand business or catalytic converter purchaser shall ensure that each individual employed by the pawn or secondhand business or catalytic converter purchaser with access to the central database annually completes the training described in Subsection (1)(a) in order for that individual to continue to have access to the central database.\n\n(c) A law enforcement agency participating in the use of the central database shall ensure that each individual employed by the law enforcement agency with access to the central database annually completes the training described in Subsection (1)(a) in order for that individual to continue to have access to the central database.\n\n(2) The division shall monitor and keep a record of training completion.\n\nAmended by Chapter 201, 2022 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-13/chapter-32a/section-112-1/"
    },
    {
      "id": "section-1125",
      "number": "112.5",
      "heading": "Temporary businesses subject to chapter.",
      "text": "Effective 5/4/2022\n\n13-32a-112.5.\n\nTemporary businesses subject to chapter.\n\nA pawn or secondhand business or catalytic converter purchaser that operates on a temporary basis or from a location that is not a permanent retail location:\n\n(1) shall comply with this chapter; and\n\n(2) is subject to enforcement of this chapter.\n\nAmended by Chapter 201, 2022 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-13/chapter-32a/section-112-5/"
    },
    {
      "id": "section-113",
      "number": "113",
      "heading": "Pawnbroker, Secondhand Merchandise, and Catalytic Converter Operations Restricted Account.",
      "text": "Effective 5/7/2025\n\n81-15-113.\n\nRecording of hearing.\n\n(1)Except as otherwise provided in Subsection (2) or as required by a law of this state other than this chapter, an arbitration hearing does not need to be recorded unless required by the arbitrator, provided by the arbitration agreement, or requested by a party.\n\n(2)An arbitrator shall request a verbatim recording be made of any part of an arbitration hearing concerning a child-related dispute.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-113/"
    },
    {
      "id": "section-114",
      "number": "114",
      "heading": "Preemption of local ordinances -- Exceptions.",
      "text": "Effective 5/7/2025\n\n81-15-114.\n\nAward.\n\n(1)An arbitrator shall make an award in a record, dated and signed by the arbitrator.\n\n(2)The arbitrator shall give notice of the award to each party by a method agreed on by the parties or, if the parties have not agreed on a method, under the law and procedural rules of this state, other than this chapter, governing notice in contractual arbitration.\n\n(3)Except as otherwise provided in Subsection (4), the award under this chapter shall state the reasons on which the award is based unless otherwise agreed by the parties.\n\n(4)An award determining a child-related dispute shall state the reasons on which the award is based as required by a law of this state, other than this chapter, for a court order in a family law proceeding.\n\n(5)An award under this chapter is not enforceable as a judgment until confirmed under Section 81-15-115.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-114/"
    },
    {
      "id": "section-115",
      "number": "115",
      "heading": "Criminal investigation -- Prosecution -- Property disposition.",
      "text": "Effective 5/7/2025\n\n81-15-115.\n\nConfirmation of award.\n\n(1)After an arbitrator gives notice under Subsection 81-15-114(2) of an award, including an award corrected under Section 81-15-116, a party may move the court for an order confirming the award.\n\n(2)Except as otherwise provided in Subsection (3), the court shall confirm an award under this chapter if:\n\n(a)the parties agree in a record to confirmation; or\n\n(b)the time has expired for making a motion, and no motion is pending, under Section 81-15-117 or 81-15-118.\n\n(3)If an award determines a child-related dispute, the court shall confirm the award under Subsection (2) if the court finds, after a review of the record if necessary, that the award on the award's face:\n\n(a)complies with Section 81-15-114 and the law of this state, other than this chapter, governing a child-related dispute; and\n\n(b)is in the best interests of the minor child.\n\n(4)On confirmation, an award under this chapter is enforceable as a judgment.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-115/"
    },
    {
      "id": "section-116",
      "number": "116",
      "heading": "Property disposition -- Property subject to prosecution -- Property not used as evidence.",
      "text": "Effective 5/7/2025\n\n81-15-116.\n\nCorrection by arbitrator of unconfirmed award.\n\nOn a motion of a party that is made no later than 30 days after the day on which an arbitrator gives notice under Subsection 81-15-114(2) of an award, the arbitrator may correct the award:\n\n(1)if the award has an evident mathematical miscalculation or an evident mistake in the description of a person, thing, or property;\n\n(2)if the award is imperfect in a matter of form not affecting the merits on the issues submitted; or\n\n(3)to clarify the award.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-116/"
    },
    {
      "id": "section-1165",
      "number": "116.5",
      "heading": "Contested disposition of property - Procedure.",
      "text": "53-11-116.5.\n\nIdentification cards.\n\n(1) A person licensed under this chapter as a bail enforcement agent or a bail recovery agent shall carry an identification card issued under this section.\n\n(2)\n\n(a) Bail bond agencies may submit designs for an identification card that shall be used for identification purposes by bail enforcement agents and bail recovery agents licensed under this chapter.\n\n(b) The commissioner shall establish a procedure for the submitting of identification card designs and shall select one design to be used for all identification cards issued under this section.\n\n(c) The identification card design:\n\n(i) may not resemble any identification card currently in use by a law enforcement agency within the state; and\n\n(ii) shall include:\n\n(A) the licensee's classification of licensure;\n\n(B) the license number; and\n\n(C) a current photo of the licensee.\n\n(d) The department of public safety shall issue identification cards, upon notification by the board that a license has been issued.\n\nEnacted by Chapter 266, 1999 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-53/chapter-11/section-116-5/"
    },
    {
      "id": "section-118",
      "number": "118",
      "heading": "Payment limitation for catalytic converter purchases.",
      "text": "Effective 5/7/2025\n\n81-15-118.\n\nVacation or amendment by court of unconfirmed award.\n\n(1)On a motion of a party, the court shall vacate an unconfirmed award if the moving party establishes that:\n\n(a)the award was procured by corruption, fraud, or other undue means;\n\n(b)there was:\n\n(i)evident partiality by the arbitrator;\n\n(ii)corruption by the arbitrator; or\n\n(iii)misconduct by the arbitrator substantially prejudicing the rights of a party;\n\n(c)the arbitrator refused to postpone a hearing on showing of sufficient cause for postponement, refused to consider evidence material to the controversy, or otherwise conducted the hearing contrary to Section 81-15-112, so as to prejudice substantially the rights of a party;\n\n(d)the arbitrator exceeded the arbitrator's powers;\n\n(e)no arbitration agreement exists, unless the moving party participated in the arbitration without making a motion under Section 81-15-106 no later than the beginning of the first arbitration hearing; or\n\n(f)the arbitration was conducted without proper notice under Section 81-15-105 of the initiation of arbitration, so as to prejudice substantially the rights of a party.\n\n(2)Except as otherwise provided in Subsection (3), on a motion of a party, the court shall vacate an unconfirmed award that determines a child-related dispute if the moving party establishes that:\n\n(a)the award does not comply with Section 81-15-114 or a law of this state, other than this chapter, governing a child-related dispute or is contrary to the best interests of the minor child;\n\n(b)the record of the hearing or the statement of reasons in the award is inadequate for the court to review the award; or\n\n(c)a ground for vacating the award under Subsection (1) exists.\n\n(3)If an award is subject to vacation under Subsection (2)(a), on a motion of a party, the court may amend the award if amending rather than vacating is in the best interests of the minor child.\n\n(4)The court shall determine a motion under Subsection (2) or (3) based on the record of the arbitration hearing and facts occurring after the hearing.\n\n(5)A motion under this section to vacate or amend an award shall be filed no later than 90 days after the day on which:\n\n(a)an arbitrator gives the party filing the motion notice of the award or a corrected award; or\n\n(b)for a motion under Subsection (1)(a), the ground of corruption, fraud, or other undue means is known or by the exercise of reasonable care should have been known to the party filing the motion.\n\n(6)\n\n(a)If the court under this section vacates an award for a reason other than the absence of an enforceable arbitration agreement, the court may order a rehearing before an arbitrator.\n\n(b)If the reason for vacating the award is that the award was procured by corruption, fraud, or other undue means or there was evident partiality, corruption, or misconduct by the arbitrator, the rehearing shall be before another arbitrator.\n\n(7)If the court under this section denies a motion to vacate or amend an award, the court may confirm the award under Section 81-15-115 unless a motion is pending under Section 81-15-117.\n\nEnacted by Chapter 315, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-81/chapter-15/section-118/"
    }
  ]
}