{
  "state": "wyoming",
  "path": "title-title-35-public-health-and-safety/chapter-chapter-3-sanitary-and-improvement-districts",
  "sections": [
    {
      "id": "section-35-3-101",
      "number": "35-3-101",
      "heading": "Procedure for Proposing Establishment of Sanitary and Improvement Districts",
      "text": "35-3-101. Procedure for proposing establishment of sanitary and improvement districts.\n\n(a) Repealed by Laws 1998, ch. 115, 5.\n\n(b) Repealed by Laws 1998, ch. 115, 5.\n\n(c) Repealed by Laws 1998, ch. 115, 5.\n\n(d) Repealed by Laws 1998, ch. 115, 5.\n\n(e) Repealed by Laws 1998, ch. 115, 5.\n\n(f) Repealed by Laws 1998, ch. 115, 5.\n\n(g) A special sanitary and improvement district may be established under the procedures for petitioning, hearing and election of special districts as set forth in the Special District Elections Act of 1994.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-101/"
    },
    {
      "id": "section-35-3-102",
      "number": "35-3-102",
      "heading": "Contents of Petition; Lands Not to Be Included.",
      "text": "35-3-102. Contents of petition; lands not to be included.\n\nThe petition for the establishment of said district shall contain a definite description of the territory intended to be embraced in such district according to government survey and the name of the proposed district. No lands included within any municipal corporation shall be included in any sanitary and improvement district, and no tract of twenty (20) acres or more which is outside any municipal corporation and is used primarily for industrial purposes shall be included in any sanitary and improvement district organized under this act without the written consent of the owner of such tract.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-102/"
    },
    {
      "id": "section-35-3-103",
      "number": "35-3-103",
      "heading": "Election of Trustees at Organization; Term; Salary; Corporate Powers.",
      "text": "35-3-103. Election of trustees at organization; term; salary; corporate powers.\n\nAt the election for the organization of the district, there shall be elected two (2) trustees for a term of two (2) years and three (3) trustees for a term of four (4) years. Thereafter their respective successors shall be elected for a term of four (4) years and until their successors are elected pursuant to the Special District Elections Act of 1994. At the first meeting after election of one (1) or more members, the board shall elect one (1) of their number president. Such district shall be a body corporate and politic by name of \"Sanitary and Improvement District of ....\", with power to sue, be sued, contract, acquire, and hold property, and adopt a common seal. The trustees shall each receive as his salary the sum of three dollars ($3.00) for each meeting.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-103/"
    },
    {
      "id": "section-35-3-104",
      "number": "35-3-104",
      "heading": "Bond of Trustees.",
      "text": "35-3-104. Bond of trustees.\n\nEach trustee of any such district shall, prior to entering upon his office, execute and file with the county clerk of the county in which said district, or the greater portion of the area thereof, is located his bond, with one (1) or more sureties, to be approved by the county clerk, running to the state of Wyoming in the penal sum of five thousand dollars ($5,000.00), conditioned for the faithful performance by said trustee of his official duties and the faithful accounting by him for all funds and property of the district that shall come into his possession or control during his term of office. The premium, if any, on any such bond shall be paid out of the funds of the district. Suit may be brought on said bonds by any person, firm or corporation that has sustained loss or damage in consequence of the breach thereof.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-104/"
    },
    {
      "id": "section-35-3-105",
      "number": "35-3-105",
      "heading": "Election and Compensation of Clerk; Employment of Engineer; Ordinances, Rules and Regulations; Publication of Proceedings.",
      "text": "35-3-105. Election and compensation of clerk; employment of engineer; ordinances, rules and regulations; publication of proceedings.\n\nThe board of trustees shall elect one (1) of their members clerk and have the power to appoint, employ and pay an engineer, who shall be removable at pleasure. The clerk may be paid not to exceed five hundred dollars ($500.00) per year by said board. The board shall have power to pass all necessary ordinances, orders, rules and regulations for the necessary conduct of its business and to carry into effect the objects for which such sanitary and improvement district is formed. Immediately after each regular and special meeting of said board, it shall cause to be published in one (1) newspaper of general circulation in the district, a brief statement of its proceedings, including an itemized list of bills and claims allowed, specifying the amount of each, to whom paid and for what purpose; provided, no publication shall be required unless the same can be done at an expense not exceeding one-third of the rate for publication of legal notices.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-105/"
    },
    {
      "id": "section-35-3-106",
      "number": "35-3-106",
      "heading": "Power of Trustees to Establish Water Mains, Sewers and Disposal Plants; Approval by State Department of Health.",
      "text": "35-3-106. Power of trustees to establish water mains, sewers and disposal plants; approval by state department of health.\n\nThe board of trustees of any district organized under this act shall have power to provide for establishing, maintaining and constructing water mains, sewers and disposal plants, and disposing of drainage, waste and sewage of such district in a satisfactory manner. Any system established shall be approved by the Wyoming state department of health. The district may construct its sewage disposal plant and other sewerage improvements, in whole or in part, inside or outside the boundaries of the district and may contract with corporations or municipalities for disposal of sewage and use of existing sewerage improvements.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-106/"
    },
    {
      "id": "section-35-3-107",
      "number": "35-3-107",
      "heading": "Contracts.",
      "text": "35-3-107. Contracts.\n\nAll contracts for work to be done, the expense of which is more than five hundred dollars ($500.00), may employ alternate design and construction delivery methods as defined in W.S. 16-6-701 and shall be let to the lowest responsible bidder, upon notice of not less than twenty (20) days of the terms and conditions of the contract to be let. The board of trustees shall have power to reject any and all responses or bids and readvertise for the letting of such work.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-107/"
    },
    {
      "id": "section-35-3-108",
      "number": "35-3-108",
      "heading": "Repealed by Laws 2017, Ch. 62, 3.",
      "text": "Repealed by Laws 2017, Ch. 62, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-3-109",
      "number": "35-3-109",
      "heading": "Annual Tax Levy Authorized; Certification and Collection; Treasurer Designated.",
      "text": "35-3-109. Annual tax levy authorized; certification and collection; treasurer designated.\n\nThe board of trustees may annually levy and collect taxes for corporate purposes upon property within the limits of such sanitary and improvement district, to the amount of not more than one (1) mill on the dollar of the actual valuation for general purposes and file the resolution in the office of the county clerk who shall record the same in the county where the district lies. The board shall also certify the same to the county assessor of the counties in which the district is located, who shall extend the same upon the county tax list. The same shall be collected by the county treasurer in the same manner as state and county taxes. The county treasurer of the county in which the greater portion of the area of the district is located shall disburse the same on warrants of the board of trustees, and in respect to such fund the county treasurer shall be ex officio treasurer of the sanitary and improvement district.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-109/"
    },
    {
      "id": "section-35-3-110",
      "number": "35-3-110",
      "heading": "Eminent Domain; Power Conferred.",
      "text": "35-3-110. Eminent domain; power conferred.\n\nSuch sanitary and improvement district may acquire by purchase, condemnation or otherwise, real or personal property, right-of-way, and privilege, within or without its corporate limits, necessary for its corporate purposes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-110/"
    },
    {
      "id": "section-35-3-111",
      "number": "35-3-111",
      "heading": "Eminent Domain; Manner of Exercise; Ascertaining Damage to Property.",
      "text": "35-3-111. Eminent domain; manner of exercise; ascertaining damage to property.\n\nWhenever the board of trustees of any sanitary and improvement district shall by order determine to make any public improvement under the provisions of this act which shall require that private property be taken or damaged, the district may cause the damage therefor to be ascertained as nearly as may be according to the provisions of law for the appropriation of right-of-way by railway companies.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-111/"
    },
    {
      "id": "section-35-3-112",
      "number": "35-3-112",
      "heading": "Right-of-Way Over Public Lands.",
      "text": "35-3-112. Right-of-way over public lands.\n\nWhenever it is necessary, in making any improvement under the provisions of this act, to enter upon or cross any state or public lands, the district may acquire a right-of-way over the lands subject to any rules, regulations or requirements as may be necessary and by paying fair market value for the right-of-way as determined by the board of land commissioners subject to appeal to district court as to the determination of fair market value.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-112/"
    },
    {
      "id": "section-35-3-113",
      "number": "35-3-113",
      "heading": "Annual Oversight of Accounts; Information to Be Shown; Powers and Duties of Director.",
      "text": "35-3-113. Annual oversight of accounts; information to be shown; powers and duties of director.\n\n(a) The director of the state department of audit shall cause there to be oversight of the books of account, kept by the board of trustees of each sanitary and improvement district in the state of Wyoming, in accordance with W.S. 9-1-507 or 16-4-121(f), as applicable.\n\n(i) Repealed by Laws 1995, ch. 199, 2.\n\n(ii) Repealed by Laws 1995, ch. 199, 2.\n\n(iii) Repealed by Laws 1995, ch. 199, 2.\n\n(iv) Repealed by Laws 1995, ch. 199, 2.\n\n(v) Repealed by Laws 1995, ch. 199, 2.\n\n(vi) Repealed by Laws 1995, ch. 199, 2.\n\n(vii) Repealed by Laws 1995, ch. 199, 2.\n\n(viii) Repealed by Laws 1995, ch. 199, 2.\n\n(ix) Repealed by Laws 1995, ch. 199, 2.\n\n(x) Repealed by Laws 1995, ch. 199, 2.\n\n(xi) Repealed by Laws 1995, ch. 199, 2.\n\n(b) All reports under subsection (a) of this section shall be and remain a part of the public records in the office of the director of the state department of audit. The expense of such oversight shall be paid out of the funds of the district. The director of the state department of audit or his designee shall be given access to all books and papers, contracts, minutes, bonds and other documents and memoranda of every kind and character of such district and be furnished all additional information possessed by any present or past officer or employee of any such district, or by any other person, that is essential to the making of a comprehensive and correct report.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-113/"
    },
    {
      "id": "section-35-3-114",
      "number": "35-3-114",
      "heading": "Annexation by City or Village.",
      "text": "35-3-114. Annexation by city or village.\n\nIf the district, or any part of it, is annexed by any city or village, such city or village shall assume and pay the bonds and other obligations outstanding at the time of annexation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-114/"
    },
    {
      "id": "section-35-3-115",
      "number": "35-3-115",
      "heading": "Bonds; General Requirements as to Issuance; Tax Levy.",
      "text": "35-3-115. Bonds; general requirements as to issuance; tax levy.\n\nThe district may borrow money for corporate purposes and issue its general obligation bonds therefor, but the principal amount of the general obligation bond shall not exceed ten percent (10%) of the assessed valuation of the taxable property in the district and the district shall cause to be levied and collected annually a tax by valuation on all the taxable property in the district, except intangible property, sufficient to pay the interest and principal of the bonds as the interest and principal become due and payable. In lieu of the issuance of general obligation bonds, the district may issue its revenue bonds to pay all or part of the cost of the improvements and pledge and hypothecate the revenues and earnings of its sewer system for the payment of the revenue bonds, and enter into a contract with reference thereto as may be necessary or proper. The district may pay part of the cost of the improvements by the issuance of general obligation bonds and part by the issuance of revenue bonds. The procedure for the issuance of the bonds shall be that prescribed by this act. The limit on the amount of the bonds shall not apply to revenue bonds payable solely from the revenues and earnings of the district.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-115/"
    },
    {
      "id": "section-35-3-116",
      "number": "35-3-116",
      "heading": "Bonds; Judicial Examination and Approval; Prerequisite to Sale.",
      "text": "35-3-116. Bonds; judicial examination and approval; prerequisite to sale.\n\nThe board of trustees of a sanitary and improvement district organized under the provisions of this act, shall, before issuing and before selling any bonds of such district, commence special proceedings, in and by which the proceedings of the board and of the district providing for and authorizing the issue and sale of the bonds of the district shall be judicially examined, approved and confirmed, or disapproved and disaffirmed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-116/"
    },
    {
      "id": "section-35-3-117",
      "number": "35-3-117",
      "heading": "Bonds; Judicial Examination and Approval; Petition.",
      "text": "35-3-117. Bonds; judicial examination and approval; petition.\n\nThe board of trustees of the district or such holder or holders of any bond or bonds of the district shall file in the district court of the county in which the lands of the district, or the greater portion thereof, are situated, a petition praying in effect that the proceedings aforesaid may be examined, approved, and confirmed by the court. The petition shall state the facts showing the proceedings had for the issuance and sale of the bonds and shall state generally that the sanitary and improvement district was duly organized, and that the first board of trustees was duly elected. The petition need not state the facts showing such organization of the district or the election of the first board of trustees.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-117/"
    },
    {
      "id": "section-35-3-118",
      "number": "35-3-118",
      "heading": "Bonds; Judicial Examination and Approval; Notice and Hearing.",
      "text": "35-3-118. Bonds; judicial examination and approval; notice and hearing.\n\nThe court shall fix the time for the hearing of the petition, and shall order the clerk of the court to give and publish a notice of the filing of the petition. The notice shall be given as is provided in section 3. The notice shall state the time and place fixed for the hearing of the petition and prayer of the petition, and that any person interested in the organization of the district, or in the proceedings for the issuance or sale of the bonds may, on or before the day fixed for the hearing of the petition, move to dismiss the petition or answer thereto. The petition may be referred to and described in the notice as the petition of .... (giving its name), praying that the proceedings for the issuance and sale of such bonds of such district may be examined, approved and confirmed by the court.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-118/"
    },
    {
      "id": "section-35-3-119",
      "number": "35-3-119",
      "heading": "Bonds; Judicial Examination and Approval; Objections to Petition; Pleading and Practice.",
      "text": "35-3-119. Bonds; judicial examination and approval; objections to petition; pleading and practice.\n\nAny person interested in the district, or in the issuance or sale of the bonds, may move to dismiss the petition or answer thereto. The provisions of the Code of Civil Procedure respecting motions and answer to a petition shall be applicable to motions and answer to the petition in such special proceedings. The persons so filing motion and answering the petition shall be the defendants in the special proceedings, and the board of trustees shall be the plaintiff. Every material statement of the petition not specially controverted by the answer must, for the purpose of such special proceedings, be taken as true. Each person failing to answer the petition shall be deemed to admit as true all the material statements of the petition. The rules of pleading and practice provided by the Code of Civil Procedure which are not inconsistent with the provisions of this act are applicable to the special proceedings herein provided for.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-119/"
    },
    {
      "id": "section-35-3-120",
      "number": "35-3-120",
      "heading": "Bonds; Judicial Examination and Approval; Powers of Court; Confirmation or Disapproval of Issue; Cost; History of Proceedings; Endorsement and Registration",
      "text": "35-3-120. Bonds; judicial examination and approval; powers of court; confirmation or disapproval of issue; cost; history of proceedings; endorsement and registration.\n\nUpon the hearing of such special proceedings, the court shall have power and jurisdiction to examine and determine the legality and validity of, and approve and confirm or disapprove and disaffirm each and all of the proceedings for the organization of such district under the provisions of this act, from and including the petition for the organization of the district, and all other proceedings which may affect the legality or validity of the bonds and the order of sale and the sale thereof. The court in inquiring into the regularity, legality or correctness of such proceedings, must disregard an error, irregularity or omission which does not affect the substantial rights of the parties to such special proceedings. It may approve and confirm such proceedings in part and disapprove and declare illegal or invalid other and subsequent parts of the proceedings. The court shall find and determine whether the notice of the filing of the petition has been duly given and published for the time and in the manner prescribed in W.S. 35-3-118. The costs of the special proceedings may be allowed and apportioned between the parties in the discretion of the court. If the court shall determine the proceedings for the organization of the district and for the voting and issuing of the bonds legal and valid, the board of trustees shall then prepare a written statement beginning with the filing of the petition for the organization of the district, including all subsequent proceedings for the organization of the district and voting and issuing of the bonds, and ending with the decree of the court finding the proceedings for the organization of the district and the proceedings for the voting and issuing of the bonds legal and valid, and shall present such written statement and the bonds to the director of the state department of audit. The written statement shall be certified under oath by the board of trustees of the district, and the director shall then examine the statements and the bonds so submitted to him and if he is satisfied that the bonds have been voted in conformity to law and are in all respects in due form, he shall record the statement and register the bonds in his office. No such bonds shall be issued or be valid unless they shall be so registered and have endorsed thereon a certificate of the examiner showing that such bonds are issued pursuant to law, the data filed in the office of the director being the basis of such certificate.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-120/"
    },
    {
      "id": "section-35-3-121",
      "number": "35-3-121",
      "heading": "Bonds; Objections to Issuance; Submission of Question to Voters; Issuance Upon Favorable Vote; Rate of Interest.",
      "text": "35-3-121. Bonds; objections to issuance; submission of question to voters; issuance upon favorable vote; rate of interest.\n\nIf the electors of the district, equal in number to forty percent (40%) of the electors of the district voting at the last general state election, file written objections to the proposed issuance of the bonds with the clerk of the board of trustees within twenty (20) days after the first publication of notice, the board of trustees shall submit the proposition of issuing the bonds to the electors of the district at an election on a date as determined by the board of county commissioners and authorized under W.S. 22-21-103, notice of which shall be given by publication in a legal newspaper published or of general circulation in the district three (3) consecutive weeks. If a majority of the qualified electors of the district, voting upon the proposition, vote in favor of issuing bonds, the board of trustees may issue and sell bonds and, if revenue bonds are issued, pledge for the payment of same the revenues and earnings of the improvements as proposed in the notice, and enter into contracts in connection therewith as may be necessary or proper. The bonds shall draw interest from and after the date of the issuance thereof, at a rate determined by the board. In the event the electors fail to approve the proposition by majority vote, the proposition shall not be again submitted to the electors for their consideration until five (5) months have elapsed from the date of the election.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-121/"
    },
    {
      "id": "section-35-3-122",
      "number": "35-3-122",
      "heading": "Rules and Regulations of Trustees; Determination and Collection of Service Charges; Discontinuance of Service.",
      "text": "35-3-122. Rules and regulations of trustees; determination and collection of service charges; discontinuance of service.\n\nThe board of trustees may make all necessary rules and regulations governing the use, operation, and control thereof. The board may establish an initial connection charge to be paid by any person, firm or corporation connecting to the system at the time of connection and establish just and equitable rates or charges to be paid to it for connections and the use of the water mains, disposal plant and sewerage system by each person, firm or corporation whose premises are served thereby. If the service charge so established is not paid when due, such sum may be recovered by the district in an action for the recovery of money or it may be certified to the county assessor and assessed against the premises served, and collected or returned in the same manner as other district taxes are certified, assessed, collected and returned. The district through its board of trustees, may make contracts or agreements whereby a person or corporation, public or private, furnishing water to the inhabitants of the district, shall turn off and refuse to sell water to any such water user who is delinquent in the payment of any sewer rental or service charges over forty-five (45) days. Notice of such discontinuance of water service to such person or corporation and water user shall be given by registered mail.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-122/"
    },
    {
      "id": "section-35-3-123",
      "number": "35-3-123",
      "heading": "Required Connections With Sewer.",
      "text": "35-3-123. Required connections with sewer.\n\nWhenever a sewer system has been established, all dwellings in the district shall connect therewith and all septic tanks shall be dispensed with. The board of trustees shall have the authority to institute court proceedings in a court of competent jurisdiction to carry out the provisions of this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-123/"
    },
    {
      "id": "section-35-3-124",
      "number": "35-3-124",
      "heading": "Preparation of Plans and Specifications for Improvement; Estimate of Cost; Notice Required Before Adoption; Information to Be Shown in Notice.",
      "text": "35-3-124. Preparation of plans and specifications for improvement; estimate of cost; notice required before adoption; information to be shown in notice.\n\n(a) The board of trustees of such district shall first cause plans and specifications for said improvements and an estimate of the cost thereof to be made by a special engineer employed for that purpose. Such plans, specifications and estimate of cost, after being approved and adopted by the board of trustees, shall be filed with the county clerk and be open to public inspection.\n\n(b) The board of trustees shall then, by resolution entered in the minutes of their proceedings, direct that public notice be given in regard thereto. This notice shall state:\n\n(i) The general nature of the improvements proposed to be made;\n\n(ii) That the plans, specifications and estimate thereof are on file in the office of the county clerk and are open to public inspection;\n\n(iii) The estimated cost thereof;\n\n(iv) That it has proposed to pay for the same by:\n\n(A) Direct obligation bonds payable from unlimited ad valorem taxes on all the property located in the district in which the bonds are issued;\n\n(B) Revenue bonds payable from service charges from present and future residents of the district; or\n\n(C) A combination of the two (2) methods.\n\n(v) The principal amount of said bonds which it proposes to issue;\n\n(vi) The maximum rate of interest which the bonds will bear and that they shall mature in not to exceed forty (40) years from the date of issuance thereof;\n\n(vii) That in the event revenue bonds are issued, the payment of said bonds will be a lien upon and will be secured by a pledge of the revenues and earnings from the improvements;\n\n(viii) The kind of improvements whose revenues and earnings are to be so pledged;\n\n(ix) That any qualified elector of the district may file written objections to the issuance of said bonds with the clerk of the board of trustees of the district within twenty (20) days after the first publication of said notice;\n\n(x) That if such objections are filed within said time by qualified electors of the district, equal in number to forty percent (40%) of the electors of the district who voted at the last general state election, the bonds will not be issued unless the issuance of such bonds is otherwise authorized in accordance with law; and\n\n(xi) That if such objections are not so filed by such percentage of such electors, the board of trustees of the district proposes to pass a resolution authorizing the sale of said bonds and making such contracts with reference thereto as may be necessary or proper.\n\n(c) Such notice shall be signed by the clerk of the board of trustees and be published three (3) consecutive weeks in a legal newspaper published or of general circulation in the district.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-3/section-35-3-124/"
    }
  ]
}