{
  "state": "wyoming",
  "path": "title-title-35-public-health-and-safety/chapter-chapter-15-assemblage-of-people",
  "sections": [
    {
      "id": "section-35-15-101",
      "number": "35-15-101",
      "heading": "Purpose of Chapter.Section 35-15-102 - Chapter Not Applicable to Certain Political Subdivisions",
      "text": "35-15-101. Purpose of chapter.\n\nIt is the purpose of this act to regulate the assemblage of large numbers of people, in excess of those normally meeting the health, sanitary, fire, police, transportation and utility services regularly provided in the state of Wyoming in order that the health, safety and welfare of all persons in this state, residents and visitors alike, may be protected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-101/"
    },
    {
      "id": "section-35-15-102",
      "number": "35-15-102",
      "heading": "Chapter Not Applicable to Certain Political Subdivisions.",
      "text": "35-15-102. Chapter not applicable to certain political subdivisions.\n\nThe provisions of this act shall not apply to municipalities or any cities or towns in the state of Wyoming, or other political subdivisions which, at the effective date of this act, have enacted ordinances or adopted rules and regulations regulating the assemblage of large numbers of people, in excess of those normally meeting the health, sanitary, fire, police, transportation and utility services regularly provided in any such municipality, city or town or other political subdivision, in order that the health, safety and welfare of all persons therein, residents and visitors alike, may be protected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-102/"
    },
    {
      "id": "section-35-15-103",
      "number": "35-15-103",
      "heading": "Definitions.",
      "text": "35-15-103. Definitions.\n\n(a) As used in this act, the following terms shall have the following meanings, except where the context clearly indicates another meaning is indicated:\n\n(i) \"Department\" means the department of health or its designee;\n\n(ii) \"Person\" means any individual natural human being, partnership, corporation, firm, company, association, society or group;\n\n(iii) \"Assembly\" means a company of persons gathered together at any location at any single time for any purpose.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-103/"
    },
    {
      "id": "section-35-15-104",
      "number": "35-15-104",
      "heading": "License Required to Permit, Advertise, Organize or Sell Tickets to Assemblage of 5,000 or More People.",
      "text": "35-15-104. License required to permit, advertise, organize or sell tickets to assemblage of 5,000 or more people.\n\nNo person shall permit, maintain, promote, conduct, advertise, act as entrepreneur, undertake, organize, manage, or sell or give tickets to any actual or reasonably anticipated assembly of five thousand (5,000) or more people which continues or can reasonably be expected to continue for twenty (20) or more consecutive hours, whether on public or private property, unless a license to hold the assembly has first been issued by the department, application for which must be made at least thirty (30) days in advance of the assembly. A license to hold an assembly issued to one (1) person shall permit any person to engage in any lawful activity in connection with the holding of the licensed assembly.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-104/"
    },
    {
      "id": "section-35-15-105",
      "number": "35-15-105",
      "heading": "Separate License Required for Each Day and Location of Assemblage of 5,000 or More People.",
      "text": "35-15-105. Separate license required for each day and location of assemblage of 5,000 or more people.\n\nA separate license shall be required for each day and each location in which five thousand (5,000) or more people assemble or can reasonably be anticipated to assemble and the fee for each license shall be two hundred and fifty dollars ($250.00). A licensee shall permit the assembly of only the maximum number of people stated in the license. The licensee shall not sell tickets to nor permit to assemble within the boundaries of the licensed premises more than the maximum permissible number of people. The licensee shall not permit the sound of the assembly to carry unreasonably beyond the enclosed boundaries of the location of the assembly.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-105/"
    },
    {
      "id": "section-35-15-106",
      "number": "35-15-106",
      "heading": "Exception to License Requirements.",
      "text": "35-15-106. Exception to license requirements.\n\nThis act shall not apply to any regularly established, permanent place of worship, stadium, athletic field, arena, auditorium, coliseum or other similar permanently established place of assembly for assemblies which do not exceed by more than two hundred and fifty (250) people the maximum seating capacity of the structure where the assembly is held, nor shall this act apply to government-sponsored fairs or rodeos held on regularly established fairgrounds or rodeo grounds nor to assemblies required to be licensed by other laws, ordinances, and rules and regulations promulgated by the state of Wyoming, any municipality, city and town, or other political subdivision of the state of Wyoming.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-106/"
    },
    {
      "id": "section-35-15-107",
      "number": "35-15-107",
      "heading": "Requirements for License.",
      "text": "35-15-107. Requirements for license.\n\n(a) Before any person may be issued a license, the applicant shall first:\n\n(i) Determine the maximum number of people which will be assembled or admitted to the location of the assembly, provided that the maximum number shall not exceed the maximum number which can reasonably assemble at the location of the assembly in consideration of the nature of the assembly and provided that, where the assembly is to continue overnight, the maximum number shall not be more than is allowed to sleep within the boundaries of the location of the assembly in keeping with the health, safety and welfare of all persons so assembled;\n\n(ii) Provide proof that the applicant will furnish, at his own expense, before the assembly commences:\n\n(A) Potable water, meeting all federal and state requirements for purity, sufficient to provide drinking water for the maximum number of people to be assembled at the rate of at least one (1) gallon per person per day and water for bathing at the rate of at least ten (10) gallons per person per day;\n\n(B) Separate enclosed toilets for males and females, meeting all state specifications and requirements, conveniently located throughout the grounds, sufficient to provide facilities for the maximum number of people to be assembled at the rate of at least one (1) toilet for every two hundred (200) females and at least one (1) toilet for every three hundred (300) males together with an efficient, sanitary means of disposing of waste matter deposited, which is in compliance with all state rules and regulations; a lavatory with running water under pressure and a continuous supply of soap and paper towels shall be provided with each toilet;\n\n(C) A sanitary method of disposing of solid waste, in compliance with state laws, rules and regulations, sufficient to dispose of the solid waste production of the maximum number of people to be assembled at the rate of at least two and five tenths (2.5) pounds of solid waste per person per day, together with a plan for holding and a plan for collecting all such waste at least once each day of the assembly and sufficient trash cans with tight fitting lids and personnel to perform the task;\n\n(D) Physicians and nurses licensed to practice in the state of Wyoming sufficient to provide the average medical care enjoyed by residents of Wyoming for the maximum number of people to be assembled together with an enclosed, covered structure where treatment may be rendered, containing separately enclosed treatment rooms for each physician, and at least one (1) emergency ambulance available for use at all times;\n\n(E) If the assembly is to continue during hours of darkness, illumination sufficient to light the entire area of the assembly at the rate of at least five (5) foot candles, but not to shine unreasonably beyond the boundaries of the enclosed location of the assembly;\n\n(F) A parking area inside of the assembly grounds sufficient to provide parking space for the maximum number of people to be assembled at the rate of at least one (1) parking space for every four (4) persons;\n\n(G) Telephones connected to outside lines sufficient to provide service for the maximum number of people to be assembled at the rate of at least one (1) separate line and receiver for each one thousand (1,000) persons;\n\n(H) If the assembly is to continue overnight, camping facilities in compliance with state rules, regulations and requirements of the department shall be supplied sufficient to provide camping accommodations for the maximum number of people to be assembled;\n\n(J) Security guards, either regularly employed or off-duty Wyoming peace officers, sufficient to provide adequate security for the maximum number of people to be assembled at the rate of at least one (1) security guard for every seven hundred and fifty (750) people;\n\n(K) Fire protection, including alarms, extinguishing devices and fire lanes and escapes, sufficient to meet all state and local standards for the location of the assembly as determined under the rules and regulations of the department, and sufficient emergency personnel to efficiently operate the required equipment;\n\n(L) All reasonably necessary precautions to insure that the sound of the assembly will not carry unreasonably beyond the enclosed boundaries of the location of the assembly;\n\n(M) A bond, filed with the department, either in cash or underwritten by a surety company licensed to do and transact business in the state of Wyoming at the rate of one dollar ($1.00) per person for the maximum number of people permitted to assemble, which shall indemnify and hold harmless the state of Wyoming or any of its officers, agents, servants and employees from any liability or causes of action which might arise by reason of granting of the license, and from any costs incurred in the enforcement or cleaning up of any waste material produced or damage done by reason of the assembly.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-107/"
    },
    {
      "id": "section-35-15-108",
      "number": "35-15-108",
      "heading": "Application for License; How Made; Contents.",
      "text": "35-15-108. Application for license; how made; contents.\n\n(a) Application for a license to hold an actual or anticipated assembly of five thousand (5,000) or more persons shall be made in writing to the department at least thirty (30) days in advance of such assembly.\n\n(b) The application shall contain a statement made upon oath or affirmation that the statements contained therein are true and correct to the best knowledge of the applicant and shall be signed and sworn to or affirmed by the individual making application in the case of an individual, natural human being, by all officers in the case of a corporation, by all partners in the case of a partnership or by all officers of an unincorporated association, society or group or, if there be no officers, by all members of such association, society or group.\n\n(c) The application shall contain and disclose:\n\n(i) The name, age, residence and mailing address of all persons required to sign the application as above provided and, in the case of a corporation, a certified copy of the articles of incorporation together with the name, age, residence and mailing address of each person holding ten percent (10%) or more of the stock of said corporation;\n\n(ii) The address and legal description of all property upon which the assembly is to be held together with the name, residence and mailing address of the record owner(s) of all such property;\n\n(iii) Proof of ownership of all property upon which the assembly is to be held or a statement made upon oath or affirmation by the record owner(s) of all such property that the applicant has permission to use such property for an assembly of five thousand (5,000) or more persons;\n\n(iv) The nature or purpose of the assembly;\n\n(v) The total number of days and/or hours during which the assembly is to last;\n\n(vi) The maximum number of persons which the applicant shall permit to assemble at any time, not to exceed the maximum number which can reasonably assemble at the location of the assembly, in consideration of the nature of the assembly, or the maximum number of persons allowed to sleep within the boundaries of the location of the assembly by the zoning ordinances of the municipality if the assembly is to continue overnight;\n\n(vii) The maximum number of tickets to be sold, if any;\n\n(viii) The plans of the applicant to limit the maximum number of people permitted to assemble;\n\n(ix) The plans for supplying potable water including the source, amount available and location of outlets;\n\n(x) The plans for providing toilet and lavatory facilities including the source, number and location, type, and the means of disposing of waste deposited;\n\n(xi) The plans for holding, collecting and disposing of solid waste material;\n\n(xii) The plans to provide for medical facilities including the location and construction of a medical structure, the names and addresses and hours of availability of physicians and nurses, and provisions for emergency ambulance service;\n\n(xiii) The plans, if any, to illuminate the location of the assembly including the source and amount of power and the location of lamps;\n\n(xiv) The plans for parking vehicles including size and location of lots, points of highway access and parking lots;\n\n(xv) The plans for telephone service including the source, number and location of telephones;\n\n(xvi) The plans for camping facilities, if any, including facilities available and their location;\n\n(xvii) The plans for security including the number of guards, their deployment and their names, addresses, credentials and hours of availability;\n\n(xviii) The plans for fire protection including the number, type and location of all protective devices including alarms and extinguishers and the number of emergency fire personnel available to operate the equipment;\n\n(xix) The plans for sound control and sound amplification, if any, including number, location and power of amplifiers and speakers;\n\n(xx) The plans for food concessions and concessioners who will be allowed to operate on the grounds including the names and addresses of all concessioners and their license or permit numbers.\n\n(d) The application shall include the bond required herein, and the license fee.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-108/"
    },
    {
      "id": "section-35-15-109",
      "number": "35-15-109",
      "heading": "Application for License; Processing; State Agencies to Make Investigations, Reports and Recommendations on Request.",
      "text": "35-15-109. Application for license; processing; state agencies to make investigations, reports and recommendations on request.\n\nThe application for a license shall be processed within twenty (20) days following receipt by the department and shall be issued if all conditions are complied with. All state departments, boards, officers and agencies, including but not exclusive of the state fire marshal, the department of agriculture, the state department of transportation, the state labor department, the public service commission, the workmen's compensation department and the office of the attorney general shall do all things necessary and requisite, at the request of the department, to make and undertake investigations and to render reports and recommendations unto the department in relation to the conditions necessary for the issuance of the license.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-109/"
    },
    {
      "id": "section-35-15-110",
      "number": "35-15-110",
      "heading": "Revocation of License.",
      "text": "35-15-110. Revocation of license.\n\nThe license may be revoked by the department at any time if any of the conditions necessary for the issuing of or contained in the license are not complied with, or if any condition previously met ceases to be complied with. Any such revocation may be made by the department without notice or hearing, if the department determines that an emergency exists and that it is not practical, in relationship to its obligation to protect the public health, morals and welfare, to permit the licensee to proceed to hold the assembly. In any such case, however, the licensee may, within a period of three (3) days from and after revocation, apply or petition the department for an administrative hearing to show cause why the revocation should not be set aside and the licensee permitted to proceed to hold the assembly. In any such case, the department shall set any such application or petition down for hearing, and said matter shall be heard in the nature of a contested case proceeding under the provisions of the Wyoming Administrative Procedure Act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-110/"
    },
    {
      "id": "section-35-15-111",
      "number": "35-15-111",
      "heading": "Assembly Held in Violation of Chapter Deemed Public Nuisance; Injunctive Relief.",
      "text": "35-15-111. Assembly held in violation of chapter deemed public nuisance; injunctive relief.\n\nThe holding of an assembly in violation of any provision or condition contained in this act shall be deemed a public nuisance and may be abated as such. The attorney general shall represent the department and shall bring a civil action in the name of the state of Wyoming in the district court of the county where the violation occurred or the threat with respect to holding the assembly exists or in the United States district court for the district of Wyoming if it otherwise has jurisdiction to obtain a court restraining order or injunction against the holding of the assembly. Any suit filed by the department shall be advanced for trial and heard and determined as expeditiously as feasible by the court. If the court should grant injunctive relief and thereafter find the person in contempt of the court's order, the court may invoke the bond filed by the person with the department in payment of any fine or forfeiture imposed in a contempt proceeding.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-111/"
    },
    {
      "id": "section-35-15-112",
      "number": "35-15-112",
      "heading": "Penalty.",
      "text": "35-15-112. Penalty.\n\nAny person who willfully and knowingly violates any provision or condition of this act or any condition upon which he is granted a license shall, upon conviction, be fined not more than ten thousand dollars ($10,000.00) or imprisoned in the penitentiary not more than one (1) year or both. Each day that a violation shall continue following demand from the department to cease and desist shall constitute a separate offense.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-35/chapter-15/section-35-15-112/"
    }
  ]
}