{
  "state": "missouri",
  "path": "title-title-xxiv/chapter-chapter-385",
  "sections": [
    {
      "id": "section-385-010",
      "number": "385.010",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.010. Purpose clause. —The purpose of sections 385.010 to 385.080 is to promote the public welfare by regulating credit life insurance and credit accident and sickness insurance, credit casualty insurance, credit involuntary unemployment insurance and credit property insurance. Nothing in sections 385.010 to 385.080 is intended to prohibit or discourage reasonable competition. The provisions of sections 385.010 to 385.080 shall be liberally construed.\n\n(L. 1977 H.B. 610 § 1, A.L. 1992 S.B. 519)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-010/"
    },
    {
      "id": "section-385-015",
      "number": "385.015",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.015. Scope of law. —All life insurance, accident and sickness insurance, involuntary unemployment insurance, credit casualty insurance, and property insurance written in connection with loans or other credit transactions shall be subject to the provisions of sections 385.010 to 385.080, except insurance for which no identifiable charge is made to the debtor and insurance written in connection with a loan or other credit transaction of more than fifteen years duration; nor shall insurance be subject to the provisions of sections 385.010 to 385.080 if the issuance of the insurance is an isolated transaction on the part of the insurer not related to an agreement or a plan for insuring debtors of the creditor or where the issuance of such insurance is in connection with a residential real estate secured credit transaction commitment exceeding twenty-five thousand dollars, which may be accessed on a discretionary basis by the debtor.\n\n(L. 1977 H.B. 610 § 2, A.L. 1987 H.B. 510, A.L. 1992 S.B. 519, A.L. 2020 S.B. 599)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-015/"
    },
    {
      "id": "section-385-020",
      "number": "385.020",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.020. Definitions. —1. As used in sections 385.010 to 385.080, the following words and phrases mean:\n\n(1)\"Credit accident and sickness insurance\", insurance on a debtor to provide indemnity for payments becoming due on a specific loan or other credit transaction while the debtor is disabled as defined in the policy;\n\n(2)\"Credit casualty insurance\", insurance other than credit life insurance, credit accident and sickness insurance, credit involuntary unemployment insurance, or credit property insurance, by which the satisfaction of a debt in whole or in part is a benefit provided upon the occurrence of any unknown or contingent event whatever, when such insurance is sold to individual consumers and written as part of a credit transaction, but only insofar as it applies to personal debt incurred by individual consumers and not debt incurred in any business, trade or profession of the debtor;\n\n(3)\"Credit involuntary unemployment insurance\", insurance on a debtor to provide indemnity for payments becoming due on a specific loan or other credit transaction while the debtor is involuntarily unemployed as defined in the policy;\n\n(4)\"Credit life insurance\", insurance on the life of a debtor pursuant to or in connection with a specific loan or other credit transaction;\n\n(5)\"Credit property insurance\", insurance against loss of or damage to personal property, covering a creditor's security interest in such property, when such insurance is written as part of a loan or other credit transaction, but only insofar as it applies to property sold to individual consumers for personal use, or pledge by them, and not used in any business, trade or profession of the purchaser, except that such insurance shall not mean homeowners', renters' or lessees' insurance;\n\n(6)\"Creditor\", the lender of money or vendor or lessor of goods, services, property, rights, or privileges for which payment is arranged through a credit transaction, or any successor to the right, title, or interest of any such lender, vendor, or lessor, and any affiliate, associate, or subsidiary of any of them, or any director, officer, or employee of any of them, or any other person in any way associated with any of them, including a holding company;\n\n(7)\"Debtor\", a borrower of money or a purchaser or lessee of goods, services, property, rights, or privileges for which payment is arranged through a credit transaction;\n\n(8)\"Decreasing term life coverage\", credit life insurance decreasing over the term of the coverage to correspond with the scheduled or actual amount of unpaid indebtedness, whichever is greater;\n\n(9)\"Director\", director of the Missouri department of commerce and insurance;\n\n(10)\"Identifiable charge\", the amount a creditor charges a debtor or collects from him specifically for credit insurance in addition to any other stated charges, including interest or discount, permitted by law;\n\n(11)\"Indebtedness\", the total amount payable by a debtor to a creditor in connection with a loan or other credit transaction;\n\n(12)\"Insurer\", an insurance company authorized to write credit life insurance, credit accident and sickness insurance, credit casualty insurance, credit involuntary unemployment insurance or credit property insurance;\n\n(13)\"Joint life coverage\", credit life insurance covering two or more lives, the entire sum insured being payable upon the death of the first insured debtor to die while the insurance is in force;\n\n(14)\"Level term life coverage\", credit life insurance remaining level over the term of the coverage.\n\n2. As used in sections 385.010 to 385.080, the following technical terms shall have the indicated meanings:\n\n(1)\"Claims\", benefits payable on death, disability, debt default, involuntary unemployment or property damage, excluding loss adjustment expense, claims settlement costs, or other additions of any kind;\n\n(2)\"Claims incurred\", claims actually paid during the reporting year plus the estimated reserves at the end of the year for reported claims in the process of settlement and for unreported claims, less the corresponding estimated reserves at the end of the preceding year. All reserves are to be determined in a consistent manner from year to year;\n\n(3)\"Credibility period\", as of any point of time the period of at least three years immediately prior thereto;\n\n(4)\"Premiums earned\", the total gross premiums which become due the insurer, without reduction of any kind, except the premiums refunded or adjusted on account of termination of coverage, appropriately adjusted for changes in gross unearned premiums in force upon a pro rata basis or a \"sum of the digits\" basis, where applicable. Where premiums are payable monthly on the basis of outstanding insured balances, \"premiums earned\" means the total premiums paid the insurer during the reporting year plus premiums due the insurer but unpaid at the end of that year, less premiums due the insurer but unpaid at the end of the previous year. As defined under either system, premiums are without reduction of any kind except for those refunded or adjusted because of termination of coverage.\n\n(L. 1977 H.B. 610 § 3, A.L. 1992 S.B. 519)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-020/"
    },
    {
      "id": "section-385-025",
      "number": "385.025",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.025. Credit life and accident insurance, form in which it shall be issued. —Credit life insurance and credit accident and sickness insurance shall be issued only in the following forms:\n\n(1) Individual policies of life insurance issued to debtors on a term plan;\n\n(2) Individual policies of accident and sickness insurance issued to debtors on a term plan or disability benefit provisions in individual policies of credit life insurance;\n\n(3) Group policies of life insurance issued to creditors providing insurance upon the lives of debtors on the term plan;\n\n(4) Group policies of accident and sickness insurance issued to creditors on a term plan insuring debtors or disability benefit provisions in group credit life insurance policies to provide such coverage.\n\n(L. 1977 H.B. 610 § 4)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-025/"
    },
    {
      "id": "section-385-030",
      "number": "385.030",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.030. Amount of insurance permitted — payments, amount of, limited. —1. The initial amount of credit life insurance shall not exceed the total amount repayable under the contract of indebtedness and, where an indebtedness is repayable in substantially equal installments, the amount of insurance shall at no time exceed the scheduled or actual amount of unpaid indebtedness, whichever is greater.\n\n2. Notwithstanding the provisions of subsection 1 of this section, insurance on agricultural credit transaction commitments, not exceeding forty-eight months in duration, may be written up to the amount of the loan commitment on a nondecreasing or level term plan.\n\n3. Notwithstanding any other provision of this section, insurance on educational credit transaction commitments may be written for the amount of the portion of the commitment that has not been advanced by the creditor.\n\n4. The total amount of periodic indemnity payable by credit accident and sickness insurance in the event of disability, as defined in the policy, shall not exceed the aggregate of the periodic scheduled unpaid installments of the indebtedness, and the amount of each periodic indemnity payment shall not exceed the original indebtedness divided by the number of periodic installments or divided by the number of months of its term in the case of an agricultural loan commitment insured under subsection 2 of this section.\n\n5. Notwithstanding any other provision of this section, insurance on residential real estate secured credit transaction commitments may be written up to the amount of the loan commitment.\n\n(L. 1977 H.B. 610 § 5, A.L. 1987 H.B. 510, A.L. 1991 S.B. 352)\n\nEffective 7-10-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-030/"
    },
    {
      "id": "section-385-035",
      "number": "385.035",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.035. Term of policy, prepayment of debt, effect of. —The term of any credit life insurance or credit accident and sickness insurance, subject to acceptance by the insurer, shall commence on the date when the debtor becomes obligated to the creditor, except that, where a group policy provides coverage with respect to existing obligations, the insurance on a debtor with respect to such indebtedness shall commence on the effective date of the policy. Where evidence of insurability is required and such evidence is furnished more than thirty days after the date when the debtor becomes obligated to the creditor, the term of the insurance may commence on the date on which the insurance company determines the evidence to be satisfactory, and in such event there shall be an appropriate refund or adjustment of any charge to the debtor for insurance. The term of such insurance shall not extend more than thirty days beyond the scheduled maturity date of the indebtedness except when extended without additional cost to the debtor. If the indebtedness is discharged due to renewal or refinancing prior to the scheduled maturity date, the insurance in force shall be terminated before any new insurance may be issued in connection with the renewed or refinanced indebtedness. In all cases of loan termination prior to scheduled maturity, all credit life and credit accident and sickness insurance shall be terminated and a refund shall be paid or credited as provided in section 385.050.\n\n(L. 1977 H.B. 610 § 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-035/"
    },
    {
      "id": "section-385-040",
      "number": "385.040",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.040. Policy or group certificate, contents of, delivery required — policy or certificate not delivered, effect of. —1. All credit life insurance and credit accident and sickness insurance shall be evidenced by an individual policy, or in the case of group insurance by a certificate of insurance, which individual policy or group certificate of insurance shall be delivered to the debtor.\n\n2. Each individual policy or group certificate of credit life insurance, or credit accident and sickness insurance, or both, shall, in addition to other requirements of law, set forth the name and home office address of the insurer, the name or names of the debtor, the premium or amount of payment by the debtor separately for credit life insurance and credit accident and sickness insurance, a description of the coverage including the amount and term thereof, and any exceptions, limitations and restrictions, and shall state that the benefits shall be paid to the creditor to reduce or extinguish the unpaid indebtedness and, wherever the amount of insurance may exceed the unpaid indebtedness, that any excess shall be payable to a beneficiary, other than the creditor, named by the debtor or to his estate.\n\n3. The individual policy or group certificate of insurance shall be delivered to the insured debtor at the time the indebtedness is incurred except as hereinafter provided.\n\n4. If the individual policy or group certificate of insurance is not delivered to the debtor at the time the indebtedness is incurred, a copy of the application for the policy or a notice of proposed insurance, signed by the debtor and setting forth the name and home office address of the insurer, the name or names of the debtor, the premium or amount of payment by the debtor, if any, separately for credit life insurance and credit accident and sickness insurance, the amount, term and a brief description of the coverage provided, shall be delivered to the debtor at the time the indebtedness is incurred. The copy of the application for or notice of proposed insurance, shall also refer exclusively to insurance coverage, and shall be separate and apart from the loan, sale or other credit statement of account, instrument or agreement, unless the information required by this subsection is prominently set forth therein. Upon acceptance of the insurance by the insurer and within thirty days of the date upon which the indebtedness is incurred, the insurer shall cause the individual policy or group certificate of insurance to be delivered to the debtor. The application or notice of proposed insurance shall state that, upon acceptance by the insurer, the insurance shall become effective as provided in section 385.035.\n\n(L. 1977 H.B. 610 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-040/"
    },
    {
      "id": "section-385-045",
      "number": "385.045",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.045. Filings required to be made with director — disapproval by director, effect of — rules, procedure. —1. All policies, certificates of insurance, notices of proposed insurance, applications for insurance, endorsements, and riders delivered or issued for delivery in this state, and the schedules of premium rates pertaining thereto, shall be filed with the director prior to use.\n\n2. The director shall within sixty days after the filing of the schedule of premium rates, policies, certificates of insurance, notices of proposed insurance, applications for insurance, endorsements, and riders, disapprove any form if the benefits provided therein are not reasonable in relation to the premium charge in accordance with the provisions of section 385.070, or if it contains provisions which are unjust, unfair, inequitable, misleading, deceptive, or encourage misrepresentation of the coverage, or are contrary to any provision of the insurance code or of any rule or regulation promulgated thereunder. No rule or portion of a rule promulgated under the authority of sections 385.010 to 385.080 shall become effective unless it has been promulgated pursuant to the provisions of section 536.024. A premium rate or schedule of premium rates shall be deemed reasonable for all purposes under sections 385.010 to 385.080 if the rate or schedule produces or reasonably may be expected to result in claims incurred of not less than fifty percent of earned premium. To assist his decision, the director may extend the stipulated time up to an additional sixty days.\n\n3. If the director notifies the insurer that the form is disapproved, it is unlawful for the insurer to issue or use the form. In the notice, the director shall specify the reason for his disapproval and state that a hearing will be granted within twenty days after receipt of request in writing by the insurer. No such policy, certificate of insurance, notice of proposed insurance, nor any application, endorsement, or rider, shall be issued or used until the expiration of sixty days after it has been so filed, unless the director shall give his prior written approval thereto. The director may, at any time after a hearing held not less than twenty days after written notice to the insurer, withdraw his approval of any such form on any ground set forth in subsection 2 of this section. The written notice of the hearing shall state the reason for the proposed withdrawal. It is unlawful for the insurer to issue such forms or use them after the effective date of the withdrawal.\n\n4. If a group policy of credit life insurance or credit accident and sickness insurance has been delivered in this state before September 28, 1977, the insurer shall be required to file only the group certificate and notice of proposed insurance delivered or issued for delivery in this state as specified in subsections 2 and 4 of section 385.040. Such forms shall be approved by the director if they conform with the requirements specified in said subsections and if the schedules of premium rates applicable to the insurance evidenced by the certificate or notice are not in excess of the insurer's schedules of premium rates filed with the director; provided, however, the premium rate in effect on existing group policies may be continued until the first policy anniversary date following September 28, 1977. If a group policy has been or is delivered in another state insuring citizens of this state, the forms to be filed by the insurer with the director are the group certificates and notice of proposed insurance. He shall approve them only if:\n\n(1) They provide the information that would be required if the group policy were delivered in this state;\n\n(2) The applicable premium rates or charges do not exceed those approved by the director.\n\n5. Any order or final determination of the director under the provisions of this section shall be subject to judicial review.\n\n(L. 1977 H.B. 610 § 8, A.L. 1981 S.B. 200, A.L. 1995 S.B. 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-045/"
    },
    {
      "id": "section-385-050",
      "number": "385.050",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.050. Revision of premium schedules, procedure for — refunds paid, when — limit on charge for credit life. —1. Any insurer may revise its schedules of premium rates from time to time and shall file the revised schedules with the director. No insurer shall issue any credit life insurance policy or credit accident and sickness insurance policy for which the premium rate exceeds that determined by the schedules of the insurer as then approved by the director.\n\n2. Each individual policy or group certificate shall provide that in the event of termination of the insurance prior to the scheduled maturity date of the indebtedness, any refund of an amount paid by the debtor for insurance shall be paid or credited promptly to the person entitled thereto; provided, however, that no refund of less than one dollar need be made. The formula to be used in computing the refund shall be the actuarial method of calculating refunds which produces a refund equal to the original premium multiplied by the ratio of the sum of the remaining insured balances divided by the sum of the original insured balances. In determining the number of months for which a premium is earned, the first month's premium may be considered as earned on the first day of coverage and for all successive months' premiums, on the coverage anniversary date in each successive month.\n\n3. If a creditor requires a debtor to make any payment for credit life insurance or credit accident and sickness insurance and an individual policy or group certificate of insurance is not issued, the creditor shall immediately give written notice to the debtor and shall promptly make an appropriate credit to the account.\n\n4. The amount charged to a debtor for any credit life or credit accident and sickness insurance shall not exceed the premiums charged by the insurer, as computed at the time the charge to the debtor is determined.\n\n5. Nothing in sections 385.010 to 385.080 shall be construed to authorize any payments for insurance now prohibited under any statute, or rule thereunder, governing credit transactions.\n\n(L. 1977 H.B. 610 § 9, A.L. 2002 S.B. 895, A.L. 2008 H.B. 1893 merged with S.B. 1168)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-050/"
    },
    {
      "id": "section-385-055",
      "number": "385.055",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.055. Who may issue credit life insurance. —All policies and certificates of credit life insurance and credit accident and sickness insurance shall be delivered or issued for delivery in this state only by an insurer authorized to do an insurance business herein and shall be issued only through holders of licenses issued by the director. No person shall solicit, negotiate, or procure debtors to become insured under individual or group or any other form of policy unless such person is licensed as an agent, agency or broker by the director.\n\n(L. 1977 H.B. 610 § 10)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-055/"
    },
    {
      "id": "section-385-060",
      "number": "385.060",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.060. Reporting and settlement of claims — who may adjust claims. —1. All claims shall be promptly reported to the insurer or its designated claims representative, and the insurer shall maintain adequate claim files. All claims shall be settled promptly and in accordance with the terms of the insurance contract.\n\n2. All claims shall be paid either by draft drawn upon the insurer or by check of the insurer to the order of the claimant to whom payment of the claim is due pursuant to the policy provisions, or upon direction of the claimant to one specified.\n\n3. No plan or arrangement shall be used whereby any person, firm or corporation other than the insurer or its designated claims representative shall be authorized to settle or adjust claims. The creditor shall not be designated as claims representative for the insurer in adjusting claims.\n\n(L. 1977 H.B. 610 § 11)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-060/"
    },
    {
      "id": "section-385-065",
      "number": "385.065",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.065. Debtor to be informed of his option to use existing policies of insurance as security — policy may be obtained from any licensed insurer. —When life insurance or accident and sickness insurance is required or requested as additional security for any indebtedness, the debtor shall be informed of the option of furnishing the required amount of insurance, or any portion thereof, through existing policies of insurance owned or controlled by him or of procuring and furnishing the required coverage through any insurer authorized to transact such insurance business within this state.\n\n(L. 1977 H.B. 610 § 12)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-065/"
    },
    {
      "id": "section-385-075",
      "number": "385.075",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.075. Regulatory powers of director. —The director may, after notice and hearing, pursuant to section 374.045, issue the rules and regulations that he deems necessary to effectuate the purposes of sections 385.010 to 385.080, or to eliminate devices or plans designed to avoid or render ineffective the provisions of sections 385.010 to 385.080. The director may require such information as is reasonably necessary for the enforcement of sections 385.010 to 385.080.\n\n(L. 1977 H.B. 610 § 14)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-075/"
    },
    {
      "id": "section-385-070",
      "number": "385.070",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.070. Rates presumed reasonable, when — criteria to be met — policy may be cancelled, when — compensation to creditor for sale of coverage, maximum allowed. —1. It shall be presumed in any review of rates filed with the director that the benefits are reasonable in relation to the premium charged if the premium rates do not exceed the following standard rates:\n\n(1) Credit life insurance:\n\n(a) The credit life insurance rates filed with the director shall be considered reasonable by the director if the single premium rate for single life decreasing term credit life insurance does not exceed fifty-five cents per annum per one hundred dollars of initial outstanding amount of insured indebtedness, and the single premium rate for single level term credit life insurance does not exceed a single premium rate of one dollar and ten cents per annum per one hundred dollars of initial outstanding amount of insured indebtedness. If premiums or identifiable charges are paid monthly on outstanding balances, the monthly premiums shall be ninety-two cents per one thousand dollars of outstanding indebtedness;\n\n(b) A single premium rate of ninety cents per annum per one hundred dollars of initial outstanding amount of insured indebtedness for joint life (two lives) decreasing term credit life insurance or a premium payable monthly at the rate of one dollar and thirty-eight cents per one thousand dollars of outstanding indebtedness insured on joint (two lives) level term credit life basis;\n\n(c) A minimum premium of seventy-five cents shall be considered reasonable on any policy of credit life insurance. In the event any premium is unearned and to be returned to the insured, no returned premium calculated at less than one dollar need be refunded;\n\n(d) The foregoing life insurance rates are presumed reasonable in relation to benefits only if the credit life insurance contract contains an incontestable clause which provides that an amount of insurance shall be contestable only for a period which shall not be in excess of two years and coverage is provided or offered to all debtors regardless of age, or to all debtors not older than the applicable age limit, which shall not be less than attained age seventy if the limit applies to the age when the insurance attaches, or not less than attained age seventy-one years if the limit applies to the age on the scheduled maturity date of the debt. Age limits, if used, must be clearly shown on the individual policies or group certificates;\n\n(2) Credit accident and sickness insurance, per one hundred dollars of outstanding indebtedness:\n\n(b) Any rate not specified in this schedule shall be consistent with this schedule and shall be computed for the actual number of months in which the indebtedness is repayable. Premiums payable other than on a single premium basis or for benefits on a basis different than illustrated above shall be actuarially consistent with the above rates;\n\n(c) No certificate fee, policy issue charge, or any charge other than the premium herein provided shall be made;\n\n(d) The foregoing accident and sickness rates are presumed to produce reasonable benefits in relation to premiums only if all of the following exist:\n\na. Coverage is provided or offered to all debtors regardless of age or to all debtors not older than the applicable age limit, which shall not be less than the attained age of sixty-five if the limit applies to the age when the insurance attaches, or not less than the attained age of sixty-six if the limit applies to the age on the scheduled maturity date of the debt. Age limits, if used, must be clearly shown on the individual policies or group certificates;\n\nb. Coverage does not contain any exclusions except disabilities resulting from intentional self-inflicted injury, pregnancy, foreign residence, flights in nonscheduled aircraft and preexisting illness, disease or physical condition for which the debtor received or was professionally advised to obtain medical advice, consultations, or treatment during the six-month period preceding the effective date of the debtor's coverage and which caused covered disability commencing within six months following the effective date of coverage;\n\nc. The credit insurance policy contains a definition of \"disability\" which provides coverage during the initial twelve months of disability even though the insured is able to perform an occupation other than the one he held at the time disability occurred. After the initial twelve-month period, coverage must be provided if the insured is unable to perform the duties of any occupation for which he is suited by education, training or experience, except this paragraph shall not apply to lump sum disability coverage;\n\n(3) Credit casualty insurance: a premium rate or schedule of premium rates shall be presumed to be reasonable if the rate or schedule of rates produces or may reasonably be expected to produce a prospective ratio of at least seventy-five percent derived by dividing the earned premium into the sum of the claims incurred plus the maximum allowable creditor compensation. Maximum allowable creditor compensation refers to creditor compensation authorized by subsection 2 of this section;\n\n(4) Credit involuntary unemployment insurance:\n\n(a) If the single premium rate does not exceed one dollar and thirty cents per annum per one hundred dollars of indebtedness;\n\n(b) If the monthly outstanding balance rate does not exceed two dollars per month per thousand dollars of outstanding indebtedness;\n\n(c) The foregoing involuntary unemployment insurance rates are presumed reasonable in relation to benefits only if all of the following exist:\n\na. Coverage is provided or offered to all debtors regardless of age who are working for salary, wages or other employment income for at least thirty hours per week and have done so for twelve consecutive months;\n\nb. Coverage sets forth a definition of involuntary unemployment as a loss of employment income that may include, but is not limited to, loss caused by layoff, general strike, termination by employer, unionized labor dispute, or lockout;\n\nc. Coverage does not contain any exclusions except: debts with irregular monthly payments; voluntary forfeiture of salary, wages or other employment income; resignation; retirement; loss of income due to disability caused by accident, sickness, disease, or pregnancy, or loss of income due to termination as the result of willful misconduct, which is a transgression of some established and definite rule of conduct, a forbidden act, or a willful dereliction of duty, or criminal misconduct, which is unlawful behavior as determined by local, state or federal law;\n\n(d) The debtor shall be provided with a copy of the credit involuntary unemployment insurance policy or certificate of insurance, describing the debtor's rights, within thirty days of the extension of credit;\n\n(e) Credit involuntary unemployment insurance shall be cancelled upon the satisfaction or termination of the underlying indebtedness and, upon such cancellation, the debtor shall be entitled to a refund of the unearned premium by a formula approved by the director;\n\n(f) Involuntary unemployment insurance may not exceed in amount the total amount of the indebtedness or exceed in duration the scheduled term of the underlying contract; however, the involuntary unemployment insurance plan of benefits may be for the full term of the underlying contract or for a limited number of months;\n\n(5) Credit property insurance:\n\n(a) If the monthly outstanding balance rate does not exceed one dollar and eighty-five cents per month per thousand dollars of outstanding indebtedness, or the single premium actuarial equivalent;\n\n(b) The foregoing credit property insurance rates are presumed reasonable in relation to benefits only if the credit property insurance contract includes standard fire coverage, extended coverage endorsement and replacement cost provision endorsement, calculates benefits from the date of loss and provides primary coverage;\n\n(c) The debtor shall be provided with a copy of the credit property insurance policy or certificate of insurance describing the debtor's rights within thirty days of the extension of credit;\n\n(d) Whenever credit property insurance is sold by a creditor, the creditor shall retain a list of the personal property included in the instrument securing the credit transaction;\n\n(e) If the debtor has or obtains additional personal property coverage, the debtor may retain such additional coverage or may substitute coverage at any time and, upon such substitution, shall be entitled to a refund of the unearned premium on the policy sold under sections 367.100 to 367.200 by a formula approved by the director; where such insurance was not initially required by the creditor, the debtor may cancel at any time, without substituting and shall be entitled to a refund of any premium paid by a formula approved by the director. If such substitution or cancellation occurs within thirty days of the making of the loan or other credit transaction, the entire premium shall be refunded;\n\n(f) Credit property insurance shall be cancelled upon the satisfaction, or termination, of the underlying indebtedness and, upon such cancellation, the debtor shall be entitled to a refund of the unearned premium by a formula approved by the director;\n\n(g) If the creditor requires insurance coverage on the personal property securing the loan and other credit transaction, a homeowner's or renter's policy with replacement cost endorsement shall be considered as fulfilling this requirement;\n\n(h) Credit property insurance may not exceed in amount the total amount of the indebtedness nor exceed in duration the scheduled term of the underlying contract;\n\n(i) If credit property insurance is sold by a creditor, the loan agreement or a separate written disclosure shall contain a written notice, in ten point type and reasonably designed to notify the debtor, in substantially the following form:\n\nYOU MAY NOT NEED TO PURCHASE CREDIT PROPERTY INSURANCE, AND YOU MAY HAVE OTHER INSURANCE WHICH THIS CREDITOR WILL ACCEPT WHICH COVERS THE PROPERTY SECURING THIS LOAN. YOU SHOULD EXAMINE ANY OTHER INSURANCE WHICH YOU HAVE IN ORDER TO DETERMINE IF THIS COVERAGE IS NECESSARY\n\n(6) An insurer may receive approval of a different premium rate or schedule of premium rates to be used in connection with a particular policy form, or a class or classes of the debtors of a creditor, or under broadened coverage, if the insurer demonstrates to the satisfaction of the director that the loss experience which may reasonably be anticipated will develop a prospective ratio of at least seventy-five percent derived by dividing the standard rate basis earned premium into the sum of the claims incurred plus the maximum allowable creditor compensation. For individual deviations, the letter\"P\"in the formula in this subdivision shall mean premium earned adjusted to standard rates for the segment of business for which a deviation is requested. Maximum allowable creditor compensation refers to creditor compensation authorized by subsection 2 of this section. Such approval will be deemed to have been given by the director if he does not disapprove the rates or policy forms within thirty days from the date of filing. This may be accomplished as follows:\n\n(a) Development of a life insurance rate based on the actual ages and amounts of insurance of those insured and based on the mortality and interest assumptions used for valuation, with evidence that the age distribution is representative of the composition of the group and can reasonably be expected to remain at the level so determined. If this method is used, the life insurance rate must be redetermined and refiled at the discretion of the director or at any time the policy provisions are changed in such manner as to affect the rate;\n\n(b) When experience is available, the following method may be used in the development of credit life insurance rates, credit accident and sickness insurance rates, credit casualty insurance rates, credit involuntary unemployment insurance rates or credit property insurance rates under the following formula:\n\n­­If this method is used, approval will not be given for a period longer than the credibility period utilized in the filing;\n\n(c) The premiums described in subdivisions (1), (2), (3), (4) and (5) of this subsection may be revised by regulation by the director, based on the total Missouri credit insurance experience of all insurers not sooner than December 31, 1992, and for any three-year period thereafter, but not more frequently than once every three years; except that any such revision is based on the above formula; however, once the director elects to revise premiums, he shall recalculate the premiums by use of the formula without discretion;\n\n(d) If a company proposes to write any type of coverage other than those described herein, it may request a public hearing to determine, through credible statistics, the initial rate to be employed, except that no hearing will be required to establish the need for lump sum disability benefits;\n\n(e) If, after study and hearing, the director determines that the premiums described in subdivisions (1), (2), (3), (4) and (5) of this subsection do not accomplish the purposes of this section, he may prescribe by regulation that all rates be calculated in conformity with the methods described in this subdivision, except that the director shall not so prescribe sooner than December 31, 1992; however, once the director elects to revise premiums, he shall recalculate the premiums by use of the formula without discretion;\n\n(f) Any debtor may cancel credit insurance within fifteen days of its purchase and shall receive a complete refund or credit of premium. This right shall be set forth in the policy or the certificate, or by separate written disclosure. This right shall be disclosed at the time the debt is incurred in ten-point type and in a manner reasonably calculated to inform the debtor of this right. This right is in addition to, and separate from, the right to cancel credit property insurance.\n\n2. No insurer shall pay any compensation to any creditor for the sale of any policy, certificate, or other contract of credit insurance which exceeds forty percent of the rates specified in this section or subsequently established by the director. This schedule of maximum authorized compensation shall apply regardless of any deviation in rates filed or approved by the director.\"Compensation\"as used herein includes but is not limited to:\n\n(1) Commissions, retrospective rate credits, service fees, expense allowances or reimbursements, gifts, furnishing equipment, facilities, goods or services, or any other form of remuneration resulting directly from the sale of credit insurance;\n\n(2) All commissions paid or allowed to any agent directly or indirectly connected with the creditor; notwithstanding, an insurer may compensate independent general agents, not affiliated directly or indirectly with the creditor, by paying commissions or compensation, but no such commissions or compensation shall exceed ten percent of the rates specified in this section in addition to the agent's commission or compensation. Such independent general agent may not pass on any portion of such compensation to creditors or other agents or brokers;\n\n(3) All compensation of any kind, direct or indirect, paid or allowed to the creditor;\n\n(4) All benefits such as items of merchandise, travel, conventions, vacations, rewards, bonuses, trading stamps, scrip, or other rewards of any kind given, paid or allowed to the creditor as an inducement or payment for sales made or volume of sales obtained;\n\n(5) Allowing the creditor to have the use of premiums collected by the creditor by leaving said funds on deposit with the creditor for undue periods of time at low or no interest rate. An insurance company may invest in certificates of deposit with financial institutions which are the purveyors of its credit insurance if the interest paid on such certificates of deposit is at least equal to that being paid by the financial institution on certificates of deposit to other investors on the open market; provided further, that the total amount of such certificates of deposit shall not exceed the annual gross premium written. Premiums received by a creditor or an agent must be actually remitted to and received by the insurance company within forty-five days after the sale of the insurance. In no event shall compensation be deemed to include reinsurance premiums paid to, or underwriting profits generated by, an insurer or reinsurer whether or not such insurer or reinsurer is affiliated with the creditor or agent.\n\n(L. 1977 H.B. 610 § 13, A.L. 1983 S.B. 107, A.L. 1991 H.B. 385, et al. merged with H.B. 575, A.L. 1992 S.B. 519)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-070/"
    },
    {
      "id": "section-385-200",
      "number": "385.200",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n*385.200. Definitions. —As used in sections 385.200 to 385.220, the following terms mean:\n\n(1)\"Administrator\", the person other than a provider who is responsible for the administration of the service contracts or the service contracts plan or for any filings required by sections 385.200 to 385.220;\n\n(2)\"Business entity\", any partnership, corporation, incorporated or unincorporated association, limited liability company, limited liability partnership, joint stock company, reciprocal, syndicate, or any similar entity;\n\n(3)\"Consumer\", a natural person who buys other than for purposes of resale any tangible personal property that is distributed in commerce and that is normally used for personal, family, or household purposes and not for business or research purposes;\n\n(4)\"Dealers\", any motor vehicle dealer or boat dealer licensed or required to be licensed under the provisions of sections 301.550 to 301.573;\n\n(5)\"Director\", the director of the department of commerce and insurance;\n\n(6)\"Maintenance agreement\", a contract of limited duration that provides for scheduled maintenance only;\n\n(7)\"Manufacturer\", any of the following:\n\n(a) A person who manufactures or produces the property and sells the property under the person's own name or label;\n\n(b) A subsidiary or affiliate of the person who manufacturers or produces the property;\n\n(c) A person who owns one hundred percent of the entity that manufactures or produces the property;\n\n(d) A person that does not manufacture or produce the property, but the property is sold under its trade name label;\n\n(e) A person who manufactures or produces the property and the property is sold under the trade name or label of another person;\n\n(f) A person who does not manufacture or produce the property but, under a written contract, licenses the use of its trade name or label to another person who sells the property under the licensor's trade name or label;\n\n(8)\"Mechanical breakdown insurance\", a policy, contract, or agreement issued by an authorized insurer who provides for the repair, replacement, or maintenance of a motor vehicle or indemnification for repair, replacement, or service, for the operational or structural failure of a motor vehicle due to a defect in materials or workmanship or to normal wear and tear;\n\n(9)\"Motor vehicle extended service contract\"or\"service contract\", a contract or agreement for a separately stated consideration and for a specific duration to perform the repair, replacement, or maintenance of a motor vehicle or indemnification for repair, replacement, or maintenance, for the operational or structural failure due to a defect in materials, workmanship, or normal wear and tear, with or without additional provision for incidental payment of indemnity under limited circumstances, including but not limited to towing, rental, and emergency road service. The term shall also include a contract or agreement for a separately stated consideration and for a specific duration that provides for any of the following:\n\n(a) The repair or replacement of tires or wheels on a motor vehicle damaged as a result of coming into contact with road hazards;\n\n(b) The removal of dents, dings, or creases on a motor vehicle that can be repaired using the process of paintless dent removal without affecting the existing paint finish and without replacing vehicle body panels, sanding, bonding, or painting;\n\n(c) The repair of chips or cracks in, or the replacement of, motor vehicle windshields as a result of damage caused by road hazards;\n\n(d) The replacement of a motor vehicle key or key fob in the event that the key or key fob becomes inoperable or is lost or stolen; and\n\n(e) If not inconsistent with other provisions of this section or section 385.206, 385.300, or 385.306, any other services approved by the director.\n\n­­The term shall not include mechanical breakdown insurance or maintenance agreements;\n\n(10)\"Nonoriginal manufacturer's parts\", replacement parts not made for or by the original manufacturer of the property, commonly referred to as after-market parts;\n\n(11)\"Person\", an individual, partnership, corporation, incorporated or unincorporated association, joint stock company, reciprocal, syndicate, or any similar entity or combination of entities acting in concert;\n\n(12)\"Premium\", the consideration paid to an insurer for a reimbursement insurance policy;\n\n(13)\"Producer\", any business entity or individual person selling, offering, negotiating, or soliciting a motor vehicle extended service contract and required to be licensed as a producer under subsection 1 of section 385.206;\n\n(14)\"Provider\", a person who is contractually obligated to the service contract holder under the terms of a motor vehicle extended service contract;\n\n(15)\"Provider fee\", the consideration paid for a motor vehicle extended service contract by a service contract holder;\n\n(16)\"Reimbursement insurance policy\", a policy of insurance issued to a provider and under which the insurer agrees, for the benefit of the motor vehicle extended service contract holders, to discharge all of the obligations and liabilities of the provider under the terms of the motor vehicle extended service contracts in the event of nonperformance by the provider. All obligations and liabilities include, but are not limited to, failure of the provider to perform under the motor vehicle extended service contract and the return of the unearned provider fee in the event of the provider's unwillingness or inability to reimburse the unearned provider fee in the event of termination of a motor vehicle extended service contract;\n\n(17)\"Road hazard\", a hazard encountered while driving a motor vehicle that includes, but is not limited to, potholes, rocks, wood debris, metal parts, glass, plastic, curbs, or composite scraps;\n\n(18)\"Service contract holder\"or\"contract holder\", a person who is the purchaser or holder of a motor vehicle extended service contract;\n\n(19)\"Warranty\", a warranty made solely by the manufacturer, importer, or seller of property or services without charge, that is not negotiated or separated from the sale of the product and is incidental to the sale of the product, that guarantees indemnity for defective parts, mechanical or electrical breakdown, labor, or other remedial measures, such as repair or replacement of the property or repetition of services.\n\n(L. 2007 H.B. 221, A.L. 2011 S.B. 132, A.L. 2016 H.B. 1976)\n\n*Effective 10-14-16, see § 21.250. H.B. 1976 was vetoed July 1, 2016. The veto was overridden on September 14, 2016.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-200/"
    },
    {
      "id": "section-385-080",
      "number": "385.080",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.080. Credit life, accident and health insurance must be placed directly in companies holding a certificate of authority to do business in this state. —Credit life and credit accident and health insurance may be written or issued in Missouri only when placed directly in insurance companies duly granted certificate of authority to do such business in this state\n\n(L. 1977 H.B. 610 § 15)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-080/"
    },
    {
      "id": "section-385-202",
      "number": "385.202",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.202. Issuance of contracts, criteria — registration required — duties of providers — exemption from state licensure. —1. Motor vehicle extended service contracts shall not be issued, sold, or offered for sale in this state unless the provider or its designee has:\n\n(1) Provided a receipt for the purchase of the motor vehicle extended service contract to the contract holder at the date of purchase;\n\n(2) Provided a copy of the motor vehicle extended service contract to the service contract holder within a reasonable period of time from the date of purchase; and\n\n(3) Complied with the provisions of sections 385.200 to 385.220.\n\n2. All providers of motor vehicle extended service contracts sold in this state shall file a registration with the director on a form, at a fee and at a frequency prescribed by the director.\n\n3. In order to assure the faithful performance of a provider's obligations to its contract holders, each provider who is contractually obligated to provide service under a motor vehicle extended service contract shall:\n\n(1) Insure all motor vehicle extended service contracts under a reimbursement insurance policy issued by an insurer authorized to transact insurance in this state; or\n\n(2) (a) Maintain a funded reserve account for its obligation under its contracts issued and outstanding in this state. The reserves shall not be less than forty percent of gross consideration received, less claims paid, on the sale of the motor vehicle extended service contract for all in-force contracts. The reserve account shall be subject to examination and review by the director; and\n\n(b) Place in trust with the director a financial security deposit, having a value of not less than five percent of the gross consideration received, less claims paid, on the sale of the motor vehicle extended service contract for all motor vehicle extended service contracts issued and in force, but not less than twenty-five thousand dollars, consisting of one of the following:\n\na. A surety bond issued by an authorized surety;\n\nb. Securities of the type eligible for deposit by authorized insurers in this state;\n\nd. A letter of credit issued by a qualified financial institution; or\n\ne. Another form of security prescribed by regulations issued by the director; or\n\n(3) (a) Maintain a net worth of one hundred million dollars; and\n\n(b) Upon request, provide the director with a copy of the provider's or, if the provider's financial statements are consolidated with those of its parent company, the provider's parent company's most recent Form 10-K filed with the Securities and Exchange Commission (SEC) within the last calendar year, or if the company does not file with the SEC, a copy of the company's audited financial statements, which shows a net worth of the provider or its parent company of at least one hundred million dollars. If the provider's parent company's Form 10-K or audited financial statements are filed to meet the provider's financial stability requirement, then the parent company shall agree to guarantee the obligations of the obligor relating to motor vehicle extended service contracts sold by the provider in this state.\n\n4. Provider fees collected on motor vehicle extended service contracts shall not be subject to premium taxes. Premiums for reimbursement insurance policies shall be subject to applicable premium taxes.\n\n5. Except for the registration requirement in subsection 2 of this section, persons marketing, selling, or offering to sell motor vehicle extended service contracts for providers that comply with sections 385.200 to 385.220 are exempt from this state's licensing requirements.\n\n6. Providers complying with the provisions of sections 385.200 to 385.220 are not required to comply with other provisions of chapter 374 or 375 or any other provisions governing insurance companies, except as specifically provided.\n\n(L. 2007 H.B. 221)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-202/"
    },
    {
      "id": "section-385-204",
      "number": "385.204",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.204. Reimbursement insurance policies, requirements. —Reimbursement insurance policies insuring motor vehicle extended service contracts issued, sold, or offered for sale in this state shall conspicuously state that, upon failure of the provider to perform under the contract, such as failure to return the unearned provider fee, the insurer that issued the policy shall pay on behalf of the provider any sums the provider is legally obligated to pay or shall provide the service for which the provider is legally obligated to perform according to the provider's contractual obligations under the motor vehicle extended service contracts issued or sold by the provider.\n\n(L. 2007 H.B. 221)\n\nEffective 1-01-08, see § 385.321",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-204/"
    },
    {
      "id": "section-385-206",
      "number": "385.206",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n*385.206. Sale of contracts, prohibited acts--dealers not to be used as fronting companies--required contract contents--violations, penalty. —1. It is unlawful for any person in or from this state to sell, offer, negotiate, or solicit a motor vehicle extended service contract with a consumer, other than the following:\n\n(1) A motor vehicle dealer licensed under sections 301.550 to 301.573, along with its authorized employees offering the service contract in connection with the sale of either a motor vehicle or vehicle maintenance or repair services;\n\n(2) A manufacturer of motor vehicles, as defined in section 301.010, along with its authorized employees;\n\n(3) A federally insured depository institution, along with its authorized employees;\n\n(4) A lender licensed and defined under sections 367.100 to 367.215, along with its authorized employees;\n\n(5) A provider registered with the director and having demonstrated financial responsibility as required in section 385.202, along with its subsidiaries and affiliated entities, and authorized employees of the provider, subsidiary, or affiliated entity;\n\n(6) A business entity producer or individual producer licensed under section 385.207;\n\n(7) Authorized employees of an administrator under contract to effect coverage, collect provider fees, and settle claims on behalf of a registered provider, if the administrator is licensed as a business entity producer under section 385.207; or\n\n(8) A vehicle owner transferring an existing motor vehicle extended service contract to a subsequent owner of the same vehicle.\n\n2. No administrator or provider shall use a dealer as a fronting company, and no dealer shall act as a fronting company. For purposes of this subsection,\"fronting company\"means a dealer that authorizes a third-party administrator or provider to use its name or business to evade or circumvent the provisions of subsection 1 of this section.\n\n3. Motor vehicle extended service contracts issued, sold, or offered in this state shall be written in clear, understandable language, and the entire contract shall be printed or typed in easy-to-read type and conspicuously disclose the requirements in this section, as applicable.\n\n4. Motor vehicle extended service contracts insured under a reimbursement insurance policy under subsection 3 of section 385.202 shall contain a statement in substantially the following form: \"Obligations of the provider under this service contract are guaranteed under a service contract reimbursement insurance policy. If the provider fails to pay or provide service on a claim within sixty days after proof of loss has been filed, the contract holder is entitled to make a claim directly against the insurance company.\" A claim against the provider also shall include a claim for return of the unearned provider fee. The motor vehicle extended service contract also shall state conspicuously the name and address of the insurer.\n\n5. Motor vehicle extended service contracts not insured under a reimbursement insurance policy pursuant to subsection 3 of section 385.202 shall contain a statement in substantially the following form: \"Obligations of the provider under this service contract are backed only by the full faith and credit of the provider (issuer) and are not guaranteed under a service contract reimbursement insurance policy.\" A claim against the provider also shall include a claim for return of the unearned provider fee. The motor vehicle extended service contract also shall state conspicuously the name and address of the provider.\n\n6. Motor vehicle extended service contracts shall identify any administrator, the provider obligated to perform the service under the contract, the motor vehicle extended service contract seller, and the service contract holder to the extent that the name and address of the service contract holder has been furnished by the service contract holder.\n\n7. Motor vehicle extended service contracts shall state conspicuously the total purchase price and the terms under which the motor vehicle extended service contract is sold. The purchase price is not required to be preprinted on the motor vehicle extended service contract and may be negotiated at the time of sale with the service contract holder.\n\n8. If prior approval of repair work is required, the motor vehicle extended service contracts shall state conspicuously the procedure for obtaining prior approval and for making a claim, including a toll-free telephone number for claim service and a procedure for obtaining emergency repairs performed outside of normal business hours.\n\n9. Motor vehicle extended service contracts shall state conspicuously the existence of any deductible amount.\n\n10. Motor vehicle extended service contracts shall specify the merchandise and services to be provided and any limitations, exceptions, and exclusions.\n\n11. Motor vehicle extended service contracts shall state the conditions upon which the use of nonoriginal manufacturer's parts or parts of a like kind and quality or substitute service may be allowed. Conditions stated shall comply with applicable state and federal laws.\n\n12. Motor vehicle extended service contracts shall state any terms, restrictions, or conditions governing the transferability of the motor vehicle extended service contract.\n\n13. Motor vehicle extended service contracts shall state that subsequent to the required free look period specified in subsection 14 of this section, a service contract holder may cancel the contract at any time and the provider shall refund to, or credit to the account of, the contract holder one hundred percent of the unearned pro rata provider fee, less any claims paid. A reasonable administrative fee may be surcharged by the provider in an amount not to exceed fifty dollars. All terms, restrictions, or conditions governing termination of the service contract by the service contract holder shall be stated. The provider of the motor vehicle extended service contract shall mail a written notice to the contract holder within forty-five days of the date of termination. The written notice required by this subsection may be included with any other correspondence required by this section. Refunds may be effectuated through a provider or a person that is permitted to sell motor vehicle extended service contracts under subsection 1 of this section.\n\n14. Motor vehicle extended service contracts shall contain a free look period that requires every provider to permit the service contract holder to return the contract to the provider within at least twenty business days of the mailing date of the motor vehicle extended service contract or the contract date if the service contract is executed and delivered at the time of sale or within a longer time period permitted under the contract. If no claim has been made under the contract and the contract is returned, the contract is void and the provider shall refund to, or credit to the account of, the contract holder the full purchase price of the contract. A ten percent penalty of the amount outstanding per month shall be added to a refund that is not paid within forty-five days of return of the contract to the provider. If a claim has been made under the contract during the free look period and the contract is returned, the provider shall refund to, or credit to the account of, the contract holder the full purchase price less any claims that have been paid. The applicable free-look time periods on service contracts shall apply only to the original service contract purchaser. Refunds may be effectuated through a provider or a person that is permitted to sell motor vehicle extended service contracts under subsection 1 of this section.\n\n15. Motor vehicle extended service contracts shall set forth all of the obligations and duties of the service contract holder, such as the duty to protect against any further damage and the requirement for certain service and maintenance.\n\n16. Motor vehicle extended service contracts shall state clearly whether or not the service contract provides for or excludes consequential damages or preexisting conditions.\n\n17. The contract requirements of subsections 3 to 16 of this section shall apply to motor vehicle extended service contracts made with consumers in this state. A violation of subsections 3 to 16 of this section is a level two violation under section 374.049.\n\n18. A violation of subsection 1 or 2 of this section is a level three violation under section 374.049.\n\n(L. 2007 H.B. 221, A.L. 2011 S.B. 132, A.L. 2016 H.B. 1976)\n\n*Effective 10-14-16, see § 21.250. H.B. 1976 was vetoed July 1, 2016. The veto was overridden on September 14, 2016.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-206/"
    },
    {
      "id": "section-385-205",
      "number": "385.205",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.205. Delivery within commercially feasible time period — copy of contract to be delivered to consumer, when — violation, penalty. —1. It is unlawful for any provider that has authorized a motor vehicle extended service contract with a consumer to fail to cause delivery to the consumer of a fully executed motor vehicle extended service contract within a commercially feasible time period, but no more than forty-five days from the date the consumer's initial payment is processed. It is the mailing or actual delivery of the fully executed contract, whichever is earlier, that commences the free look period under subsection 14 of section 385.206.\n\n2. It is unlawful for any provider, administrator, producer, or any other person who offers to a consumer a motor vehicle extended service contract to fail, upon request, to cause delivery to the consumer of an unsigned copy of the written contract prior to the time the consumer's initial payment is processed. An offeror may comply with this provision by providing the consumer with the copy or by directing the consumer to a website containing an unsigned copy of the service contract.\n\n3. A violation of this section is a level two violation under section 374.049.\n\n(L. 2011 S.B. 132)\n\nEffective 1-01-12",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-205/"
    },
    {
      "id": "section-385-207",
      "number": "385.207",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.207. Business entity producer and individual producer licenses required — application requirements — issuance, renewal — rulemaking authority. —1. A business entity, prior to selling, offering, negotiating, or soliciting a motor vehicle extended service contract with a consumer under subdivision (6) or (7) of subsection 1 of section 385.206, shall apply for and obtain licensure with the director as a business entity producer in accordance with this section.\n\n2. A business entity applying for a producer license under sections 385.200 to 385.220 shall make application to the director on an application made available by the director and shall pay an initial and renewal licensure fee in an amount to be determined by the director, but which shall not exceed one hundred dollars for a business entity. All applications shall include the name of the business entity, the business address or addresses of the business entity, the type of ownership of the business entity and information related to section 385.209 as required by the director. If a business entity is a partnership or unincorporated association, the application shall contain the name and address of every person or corporation having a financial interest in or owning any part of the business entity. If the business entity is a corporation, the application shall contain the names and addresses of all officers and directors of the corporation. If the business entity is a limited liability company, the application shall contain the names and addresses of all members and officers of the limited liability company, and a list of all persons employed by the business entity and to whom it pays any salary or commission for the sale, solicitation, negotiation, or procurement of any motor vehicle extended service contract.\n\n3. An individual, prior to selling, offering, negotiating, or soliciting a motor vehicle extended service contract with a consumer under subdivision (6) of subsection 1 of section 385.206, shall apply for and obtain licensure with the director as an individual producer in accordance with this section.\n\n4. An individual applying for a producer license under sections 385.200 to 385.220 shall make application to the director on an application made available by the director and shall pay an initial and renewal licensure fee in an amount to be determined by the director, but which shall not exceed twenty-five dollars for an individual producer. No examination of an applicant under this subsection shall be required.\n\n5. Unless licensure is refused by the director under section 385.209, persons applying for license under this section shall be issued a producer license for a term of two years. A producer's license shall be renewed biennially upon application for renewal and payment of the fee. Such license shall continue in effect unless terminated under subsection 6 of this section, or refused, revoked, or suspended under section 385.209.\n\n6. A producer license issued under this section, if not renewed by the director by its expiration date, shall terminate on its expiration date and shall not after that date authorize its holder under sections 385.200 to 385.220 to sell, offer, negotiate, or solicit motor vehicle extended service contracts.\n\n7. In connection with a business entity's application as a producer and at renewal, the business entity shall provide a list to the director of all locations in this state at which it offers motor vehicle extended service contracts.\n\n8. The director shall adopt rules under section 385.218 relating to licensing and practices of persons acting as a producer under this section.\n\n(L. 2011 S.B. 132)\n\nEffective 1-01-12",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-207/"
    },
    {
      "id": "section-385-208",
      "number": "385.208",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.208. Deceptive practices. —1. It is unlawful for a provider, administrator, producer, or any other person selling, offering, negotiating, or soliciting a motor vehicle extended service contract to:\n\n(1) Use in its name the words insurance, casualty, guaranty, warranty, surety, mutual, or any other words descriptive of the insurance, casualty, guaranty, or surety business, nor shall such person use a name deceptively similar to the name or description of any insurance or surety corporation, or any other provider, provided that this prohibition shall not apply to any provider or administrator that was using any of the prohibited language in its name prior to January 1, 2011, and it discloses conspicuously in its motor vehicle extended service contract the following statement: \"This agreement is not an insurance contract.\";\n\n(2) Directly or indirectly represent in any manner, whether by telemarketing, broadcast marketing, electronic media, written solicitation or any other advertisement, offer, or solicitation, a false, deceptive, or misleading statement with respect to:\n\n(a) An affiliation with a motor vehicle manufacturer or dealer;\n\n(b) Possession of information regarding a motor vehicle owner's current motor vehicle manufacturer's original equipment warranty;\n\n(c) The expiration of a motor vehicle owner's current motor vehicle manufacturer's original equipment warranty;\n\n(d) A requirement that such motor vehicle owner register for a new motor vehicle extended service contract with such provider in order to maintain coverage under the motor vehicle owner's current motor vehicle extended service contract or manufacturer's original equipment warranty; or\n\n(e) Any term or provision of a motor vehicle extended service contract.­­A violation of this subsection is a level three violation under section 374.049.\n\n­­A violation of this subsection is a level three violation under section 374.049.\n\n2. It is unlawful for any person, in connection with the offer, sale, solicitation, or negotiation of a motor vehicle extended service contract, directly or indirectly to:\n\n(1) Employ any deception, device, scheme, or artifice to defraud;\n\n(2) As to any material fact, make or use any misrepresentation, concealment, or suppression;\n\n(3) Engage in any pattern or practice of making any false statement of material fact; or\n\n(4) Engage in any act, practice, or course of business which operates as a fraud or deceit upon any person.­­A violation of this subsection is a level three violation under section 374.049.\n\n­­A violation of this subsection is a level three violation under section 374.049.\n\n3. Any person who knowingly employs, uses, or engages in any conduct in violation of subsection 2 of this section with the intent to defraud shall be guilty of a felony and, upon conviction, may be subject to imprisonment for a term not to exceed ten years. In addition to any fine or imprisonment imposed, a court may order restitution to the victim.\n\n4. A person, such as a bank, savings and loan association, lending institution, manufacturer or seller of any product, shall not require the purchase of a service contract as a condition of a loan or a condition for the sale of any property. A violation of this subsection is a level one violation under section 374.049.\n\n(L. 2007 H.B. 221, A.L. 2011 S.B. 132)\n\nEffective 1-01-12",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-208/"
    },
    {
      "id": "section-385-209",
      "number": "385.209",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.209. Licensure sanctioning, when — notification by director, when — producer to notify director, when. —1. The director may suspend, revoke, refuse to issue, or refuse to renew a registration or license under sections 385.200 to 385.220 for any of the following causes, if the applicant or licensee or the applicant's or licensee's subsidiaries or affiliated entities acting on behalf of the applicant or licensee in connection with the applicant's or licensee's motor vehicle extended service contract program has:\n\n(1) Filed an application for license in this state within the previous ten years, which, as of the effective date of the license, was incomplete in any material respect or contained incorrect, misleading, or untrue information;\n\n(2) Violated any provision in sections 385.200 to 385.220, or violated any rule, subpoena, or order of the director;\n\n(3) Obtained or attempted to obtain a license through material misrepresentation or fraud;\n\n(4) Misappropriated or converted any moneys or properties received in the course of doing business;\n\n(5) Been convicted of any felony;\n\n(6) Used fraudulent, coercive, or dishonest practices, or demonstrated incompetence, untrustworthiness, or financial irresponsibility in the conduct of business in this state or elsewhere;\n\n(7) Been found in violation of law by a court of competent jurisdiction in an action instituted by any officer of any state or the United States in any matter involving motor vehicle extended service contracts, financial services, investments, credit, insurance, banking, or finance;\n\n(8) Had a producer license, or its equivalent, denied, suspended, or revoked in any other state, province, district, or territory;\n\n(9) Been refused a license or had a license revoked or suspended by a state or federal regulator of service contracts, financial services, investments, credit, insurance, banking, or finance;\n\n(10) Signed the name of another to an application for license or to any document related to a motor vehicle extended service contract transaction without authorization;\n\n(11) Unlawfully acted as a producer without a license;\n\n(12) Failed to comply with an administrative or court order imposing a child support obligation;\n\n(13) Failed to comply with any administrative or court order directing payment of state or federal income tax; or\n\n(14) Has within the last fifteen years been declared insolvent by the director or a motor vehicle extended service contract regulator of another state or has been the subject of a bankruptcy petition.\n\n2. In the event that the action by the director is not to renew or to deny an application for a license, the director shall notify the applicant or licensee in writing and advise the applicant or licensee of the reason for the denial or nonrenewal. Appeal of the nonrenewal or denial of the application for a license shall be made pursuant to the provisions of chapter 621. Notwithstanding section 621.120, the director shall retain discretion in refusing a license or renewal and such discretion shall not transfer to the administrative hearing commission.\n\n3. The license of a business entity producer may be suspended, revoked, renewal refused, or an application may be refused if the director finds that a violation by an individual acting under the direction of the business entity was known or should have been known by one or more of the partners, officers, or managers acting on behalf of the business entity and the violation was neither reported to the director nor corrective action taken.\n\n4. The director may also revoke or suspend under subsection 1 of this section any license issued by the director where the licensee has failed to renew or has surrendered such license.\n\n5. Every producer licensed under this section shall notify the director of any change of address, on forms prescribed by the director, within thirty days of the change. If the failure to notify the director of the change of address results in an inability to serve the producer with a complaint as provided by sections 621.045 to 621.198, then the director may immediately revoke the license of the producer until such time as service may be obtained.\n\n6. A producer shall report to the director any license revocation or civil action taken against the producer in another jurisdiction or by another governmental agency in this state within thirty days of the final disposition of the matter. This report shall include a copy of the order, consent order, or other relevant legal documents.\n\n7. Within thirty days of the initial pretrial hearing date or arraignment, a producer shall report to the director any felony proceeding initiated by any state or the United States for any violation of law by the producer. The report shall include a copy of the indictment or information filed, the order resulting from the hearing and any other relevant legal documents.\n\n(L. 2011 S.B. 132)\n\nEffective 1-01-12",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-209/"
    },
    {
      "id": "section-385-210",
      "number": "385.210",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.210. Record-keeping requirements. —1. An administrator, provider, or other intermediary shall keep accurate accounts, books, and records concerning transactions regulated by sections 385.200 to 385.220.\n\n2. An administrator's, provider's, or other intermediary's accounts, books, and records shall include:\n\n(1) Copies of each type of motor vehicle extended service contract issued;\n\n(2) The name and address of each service holder to the extent that the name and address have been furnished by the service contract holder;\n\n(3) A list of the provider locations where motor vehicle extended service contracts are marketed, sold, or offered for sale; and\n\n(4) Claims files that shall contain at least the dates, amounts, and description of all receipts, claims, and expenditures related to the motor vehicle extended service contracts.\n\n3. Except as provided in this section, an administrator shall retain all records pertaining to each motor vehicle extended service contract holder for at least three years after the specified period of coverage has expired.\n\n4. An administrator, provider, or other intermediary may keep all records required under sections 385.200 to 385.220 on a computer disk or other similar technology. If an administrator, provider, or other intermediary maintains records in other than hard copy, records shall be accessible from a computer terminal available to the director and be capable of duplication to legible hard copy.\n\n5. An administrator, provider, or other intermediary discontinuing business in this state shall maintain its records until it furnishes the director satisfactory proof that it has discharged all obligations to contract holders in this state.\n\n6. An administrator, provider, or other intermediary shall make all accounts, books, and records concerning transactions regulated pursuant to sections 385.200 to 385.220 or other pertinent laws available to the director upon request.\n\n(L. 2007 H.B. 221)\n\nEffective 1-01-08, see § 385.321",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-210/"
    },
    {
      "id": "section-385-211",
      "number": "385.211",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.211. Register of business entity producers to be maintained — inspection of list — updating of registry, when. —1. A provider registered to issue motor vehicle extended service contracts in this state shall maintain a register of business entity producers who are authorized to sell, offer, negotiate, or solicit the sale of motor vehicle extended service contracts in this state, and shall make such list available for inspection upon request by the director. Within thirty days of a provider authorizing a producer to sell, offer, negotiate, or solicit motor vehicle extended service contracts, the provider shall enter the name and license number of the producer in the company registry of producers.\n\n2. Within thirty days of a provider terminating a business entity producer's appointment to sell, offer, negotiate, or solicit motor vehicle extended service contracts, the provider shall update the registry with the effective date of the termination. If a provider has possession of information relating to any cause for discipline under section 385.209, the provider shall notify the director of this information in writing. The privileges and immunities applicable to insurers under section 375.022 shall apply to providers for any information reported under this subsection.\n\n(L. 2011 S.B. 132)\n\nEffective 1-01-12",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-211/"
    },
    {
      "id": "section-385-212",
      "number": "385.212",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.212. Termination, notice required. —As applicable, an insurer that issued a reimbursement insurance policy shall not terminate the policy until a notice of termination, in a form and time frame prescribed by the director, has been mailed or delivered to the director. The termination of a reimbursement insurance policy shall not reduce the issuer's responsibility for motor vehicle extended service contracts issued by providers prior to the date of the termination.\n\n(L. 2007 H.B. 221)\n\nEffective 1-01-08, see § 385.321",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-212/"
    },
    {
      "id": "section-385-214",
      "number": "385.214",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.214. Providers considered agents of insurer, when — indemnification and subrogation. —1. Providers are considered to be the agent of the insurer that issued the reimbursement insurance policy. In cases where a provider is acting as an administrator and enlists other providers, the provider acting as the administrator shall notify the insurer of the existence and identities of the other providers.\n\n2. The provisions of sections 385.200 to 385.220 shall not prevent or limit the right of an insurer that issued a reimbursement insurance policy to seek indemnification or subrogation against a provider if the insurer pays or is obligated to pay the service contract holder sums that the provider was obligated to pay under the provisions of the motor vehicle extended service contract or under a contractual agreement.\n\n(L. 2007 H.B. 221)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-214/"
    },
    {
      "id": "section-385-216",
      "number": "385.216",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.216. Investigations, administrative orders. —1. The director may conduct investigations or examinations of providers, administrators, insurers, or other persons to enforce the provisions of sections 385.200 to 385.220 and protect service contract holders in this state.\n\n2. If the director determines that a person has engaged, is engaging, or is about to engage in a violation of sections 385.200 to 385.220 or a rule adopted or order issued pursuant thereto, or that a person has materially aided, is materially aiding, or is about to materially aid an act, practice, omission or course of business constituting a violation of sections 385.200 to 385.220 or a rule adopted or order issued pursuant thereto, the director may issue such administrative orders as authorized under section 374.046. A violation of this section is a level two violation under section 374.049.\n\n3. If the director believes that a person has engaged, is engaging, or is about to engage in a violation of sections 385.200 to 385.220 or a rule adopted or order issued pursuant thereto, or that a person has materially aided, is materially aiding, or is about to materially aid an act, practice, omission or course of business constituting a violation of sections 385.200 to 385.220 or a rule adopted or order issued pursuant thereto, the director may maintain a civil action for relief authorized under section 374.048. A violation of this section is a level two violation under section 374.049.\n\n4. The enforcement authority of the director under this section is cumulative to any other statutory authority of the director.\n\n(L. 2007 H.B. 221)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-216/"
    },
    {
      "id": "section-385-218",
      "number": "385.218",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.218. Rulemaking authority. —The director may promulgate rules to effectuate sections 385.200 to 385.220. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2007, shall be invalid and void.\n\n(L. 2007 H.B. 221)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-218/"
    },
    {
      "id": "section-385-220",
      "number": "385.220",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.220. Inapplicability. —1. The provisions of sections 385.200 to 385.220 shall not apply to:\n\n(1) Warranties;\n\n(2) Maintenance agreements;\n\n(3) Commercial transactions;\n\n(4) Service contracts sold or offered for sale to persons other than consumers; or\n\n(5) Motor club contracts, as defined in section 385.450.\n\n2. Manufacturer's contracts on the manufacturer's products need only comply with the provisions of sections 385.206, 385.208, and 385.216.\n\n(L. 2007 H.B. 221, A.L. 2021 S.B. 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-220/"
    },
    {
      "id": "section-385-300",
      "number": "385.300",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n*385.300. Definitions. —As used in sections 385.300 to 385.320, the following terms mean:\n\n(1)\"Administrator\", the person who is responsible for the handling and adjudication of claims under the product service agreements;\n\n(2)\"Consumer\", a natural person who buys other than for purposes of resale any tangible personal property that is distributed in commerce and that is normally used for personal, family, or household purposes and not for business or research purposes;\n\n(3)\"Contract holder\", a person who is the purchaser or holder of a service contract;\n\n(4)\"Director\", the director of the department of commerce and insurance;\n\n(5)\"Maintenance agreement\", a contract of limited duration that provides for scheduled maintenance only;\n\n(6)\"Manufacturer\", any of the following:\n\n(a) A person who manufactures or produces the property and sells the property under the person's own name or label;\n\n(b) A subsidiary or affiliate of the person who manufacturers or produces the property;\n\n(c) A person who owns one hundred percent of the entity that manufactures or produces the property;\n\n(d) A person that does not manufacture or produce the property, but the property is sold under its trade name label;\n\n(e) A person who manufactures or produces the property and the property is sold under the trade name or label of another person;\n\n(f) A person who does not manufacture or produce the property but, under a written contract, licenses the use of its trade name or label to another person who sells the property under the licensor's trade name or label;\n\n(7)\"Nonoriginal manufacturer's parts\", replacement parts not made for or by the original manufacturer of the property, commonly referred to as after-market parts;\n\n(8)\"Person\", an individual, partnership, corporation, incorporated or unincorporated association, joint stock company, reciprocal, syndicate, or any similar entity or combination of entities acting in concert;\n\n(9)\"Premium\", the consideration paid to an insurer for a reimbursement insurance policy;\n\n(10)\"Property\", all forms of property;\n\n(11)\"Provider\", a person who is contractually obligated to the service contract holder under the terms of a service contract;\n\n(12)\"Provider fee\", the consideration paid for a service contract, if any, by a service contract holder;\n\n(13)\"Reimbursement insurance policy\", a policy of insurance issued to a provider and under which the insurer agrees, for the benefit of the service contract holders, to discharge all of the obligations and liabilities of the provider under the terms of the service contracts in the event of nonperformance by the provider. All obligations and liabilities include, but are not limited to, failure of the provider to perform under the service contract and the return of the unearned provider fee in the event of the provider's unwillingness or inability to reimburse the unearned provider fee in the event of termination of a service contract;\n\n(14)\"Service contract\", a contract for a specific duration and consideration to perform the repair, replacement, or maintenance of property or indemnification for repair, replacement, or maintenance, for the operational or structural failure of any residential or other property due to a defect in materials, workmanship, or normal wear and tear, with or without additional provision for incidental payment of indemnity under limited circumstances, including, but not limited to, unavailability of parts, obsolescence, food spoilage, rental, and shipping. Service contracts may provide for the repair, replacement or maintenance of property for damage resulting from power surges or accidental damage. Service contract providers and administrators are not deemed to be engaged in the business of insurance in this state;\n\n(15)\"Warranty\", a warranty made solely by the manufacturer, importer, or seller of property or services without charge, that is not negotiated or separated from the sale of the product and is incidental to the sale of the product, that guarantees indemnity for defective parts, mechanical or electrical breakdown, labor, or other remedial measures, such as repair or replacement of the property or repetition of services.\n\n(L. 2007 H.B. 221, A.L. 2016 H.B. 1976)\n\n*Effective 10-14-16, see § 21.250. H.B. 1976 was vetoed July 1, 2016. The veto was overridden on September 14, 2016.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-300/"
    },
    {
      "id": "section-385-302",
      "number": "385.302",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.302. Registration required, fee — administrator authorized — provider requirements. —1. It is unlawful for any person to issue, sell or offer for sale in this state any service contract, unless each provider has registered with the director on a form prescribed by the director. Each provider shall pay to the director a fee established by the director by rule, but not to exceed three hundred dollars annually.\n\n2. A provider may, but is not required to, appoint an administrator or other designee to be responsible for any or all of the administration of service contracts and compliance with sections 385.300 to 385.320.\n\n3. A provider or its designee shall provide a copy of the service contract to the service contract holder within a reasonable period of time following the date of purchase.\n\n4. In order to assure the faithful performance of a provider's obligations to its contract holders, each provider who contractually is obligated to provide service under a service contract shall comply with one of the following subdivisions:\n\n(1) (a) Maintain a funded reserve account for its obligations under its contract issues and outstanding in this state. The reserve shall not be less than forty percent of gross consideration received, less claims paid, on the sale of the service contract for all in-force contracts. The reserve account shall be subject to examination and review by the director; and\n\n(b) Place in trust with the director a financial security deposit, having a value of not less than five percent of the gross consideration received, less claims paid, on the sale of the service contract for all service contracts issued and in force, but not less than twenty-five thousand dollars, consisting of one of the following:\n\na. A surety bond issued by an authorized surety;\n\nb. Securities of the type eligible for deposit by authorized insurers in this state;\n\nd. A letter of credit issued by a qualified financial institution; or\n\ne. Another form of security prescribed by regulations issued by the director; or\n\n(2) (a) Maintain a net worth of one hundred million dollars; and\n\n(b) Provide the director with a copy of the provider's or, if the provider's financial statements are consolidated with those of its parent company, the provider's parent company's most recent Form 10-K filed or Form 20-F with the Securities and Exchange Commission (SEC) within the last calendar year, or if the company does not file with the SEC, a copy of the company's audited financial statements, which shows a net worth of the provider or its parent company of at least one hundred million dollars. If the provider's parent company's Form 10-K, Form 20-F, or audited financial statements are filed to meet the provider's financial stability requirement, then the parent company shall agree to guarantee the obligations of the obligor relating to service contracts sold by the provider in this state; or\n\n(3) Insure all service contracts under a reimbursement insurance policy issued by an insurer authorized to transact insurance in this state. For the purposes of this subsection, the reimbursement insurance policy shall contain the following provisions:\n\n(a) In the event that the provider is unable to fulfill its obligation under contracts issued in this state for any reason, including insolvency, bankruptcy, or dissolution, the insurer will pay losses and unearned fees under such plans directly to the contract holder making a claim under the contract;\n\n(b) The insurer issuing the contractual liability policy shall assume full responsibility for the administration of claims in the event of the inability of the provider to do so; and\n\n(c) The policy may be cancelled or not renewed by either the insurer or the provider not less than sixty days after written notice thereof has been given to the director and provider by the insurer;\n\n(4) The reimbursement insurance referenced in subdivision (3) of this subsection*shall be obtained from an insurer that is authorized, registered or otherwise permitted to transact insurance in this state or a surplus lines insurer authorized pursuant to the laws of this state and which insurer meets one of the following requirements:\n\n(a) Maintain, at the time the policy is filed with the director and continuously thereafter:\n\na. Surplus as to policyholders and paid-in capital of at least fifteen million dollars; and\n\nb. Annually file copies of the insurer's financial statements, its National Association of Insurance Commissioners annual statement, and the actuarial certification if required and filed in the insurer's state of domicile; or\n\n(b) Maintain, at the time the policy is filed with the director and continuously thereafter:\n\na. Surplus as to policyholders and paid-in capital of less than fifteen million dollars but at least equal to ten million dollars;\n\nb. Demonstrate to the satisfaction of the director that the insurer maintains a ratio of net written premiums, wherever written, to surplus as to policyholders and paid-in capital of not greater than three to one; and\n\nc. Annually file copies of the insurer's financial statements, its National Association of Insurance Commissioners annual statement, and the actuarial certification if required and filed in the insurer's state of domicile.\n\n5. Provider fees collected on service agreements shall not be subject to premium taxes. Premiums for reimbursement insurance policies shall be subject to applicable taxes.\n\n6. Except for compliance with the provider's registration requirement in subsection 1 of this section, a person marketing, selling, or offering to sell service contracts for a provider that is registered under this section is exempt from licensing as a producer under the insurance laws of this state.\n\n(L. 2007 H.B. 221)\n\nEffective 1-01-08, see § 385.321\n\n*Word \"above\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-302/"
    },
    {
      "id": "section-385-304",
      "number": "385.304",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.304. Reimbursement insurance policy requirements. —Reimbursement insurance policies insuring service contracts issued, sold or offered for sale in this state shall state that, upon failure of the provider to perform under the contract, including the failure to return the unearned provider fee, the insurer that issued the policy shall pay or perform according to the provider's contractual obligations under the service contracts insured by the insurer.\n\n(L. 2007 H.B. 221)\n\nEffective 1-01-08, see § 385.321",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-304/"
    },
    {
      "id": "section-385-306",
      "number": "385.306",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n*385.306. Contract requirements, contents. —1. Service contracts marketed, issued, sold, or offered for sale in this state shall be written in clear, conspicuous, and understandable language, and the entire contract shall be printed or typed in easy-to-read type and conspicuously disclose the requirements in this section, as applicable.\n\n2. Service contracts insured under a reimbursement insurance policy under subdivision (3) of subsection 4 of section 385.302 shall contain a statement in substantially the following form: \"Obligations of the provider under this service contract are guaranteed under a reimbursement insurance policy. If the provider fails to pay or provide service on a claim within sixty days after proof of loss has been filed, the contract holder is entitled to make a claim directly against the insurance company.\" A claim against the provider may also include a claim for return of the unearned provider fee. The service contract also shall state the name and address of the insurer.\n\n3. Service contracts not insured under a reimbursement insurance policy under subdivision (3) of subsection 4 of section 385.302 shall contain a statement in substantially the following form: \"Obligations of the provider under this service contract are backed only by the full faith and credit of the provider (issuer) and are not guaranteed under a reimbursement insurance policy.\" A claim against the provider shall also include a claim for return of the unearned provider fee. The service contract shall also state the name and address of the provider.\n\n4. Service contracts shall identify any administrator, the provider obligated to perform under the contract, and the service contract seller, if different than the provider or administrator. The identities of such parties are not required to be preprinted on the service contract and may be added to the service contract prior to delivery to the contract holder.\n\n5. Service contracts shall state the total purchase price and the terms under which the service contract is sold. The purchase price is not required to be preprinted on the service contract and may be negotiated at the time of sale with the service contract holder.\n\n6. If prior approval of repair work is required, the service contracts shall state the procedure for obtaining prior approval and for making a claim, including a toll-free telephone number for claim service and a procedure for obtaining emergency repairs performed outside of normal business hours.\n\n7. Service contracts shall state the existence of any deductible amount.\n\n8. Service contracts shall specify the merchandise and services to be provided and any limitations, exceptions, or exclusions.\n\n9. Service contracts shall state the conditions upon which the use of nonoriginal manufacturers' parts, refurbished merchandise, or substitute service may be allowed. Conditions stated shall comply with applicable state and federal laws.\n\n10. Service contracts shall state any terms, restrictions, or conditions governing the transferability of the service contract.\n\n11. Service contracts shall state any terms, restrictions, or conditions governing termination of the service agreement by the service contract holder and provider.\n\n12. Service contracts for which the service contract holder pays a separate, identified consideration shall require every provider to permit the service contract holder to return the contract within at least twenty days of the date of mailing of the service contract or within at least ten days if the service contract is delivered at the time of sale or within a longer time period permitted under the contract. If no claim has been made under the contract, the contract is void and the provider shall refund to, or credit to the account of, the contract holder the full purchase price of the contract. A ten percent penalty per month shall be added to a refund that is not paid within forty-five days of return of the contract to the provider. The applicable free-look time periods on service contracts shall apply only to the original service contract purchaser, and only if no claim has been made prior to its return to the provider. Refunds may be effectuated through the provider or the provider's designee.\n\n13. Service contracts shall set forth all of the obligations and duties of the service contract holder, such as the duty to protect against any further damage and the requirement for certain service and maintenance.\n\n14. Service contracts shall state clearly whether or not the service contract provides for or excludes consequential damages, preexisting conditions, or events covered under the original manufacturer's warranty.\n\n15. Service contracts shall state any limitations on the number or value of repairs, replacements, or monetary settlements, as applicable, that will be provided during the term of coverage.\n\n(L. 2007 H.B. 221, A.L. 2016 H.B. 1976)\n\n*Effective 10-14-16, see § 21.250. H.B. 1976 was vetoed July 1, 2016. The veto was overridden on September 14, 2016.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-306/"
    },
    {
      "id": "section-385-308",
      "number": "385.308",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.308. Deceptive practices. —1. It is unlawful for any provider to use in its name the words insurance, casualty, guaranty, surety, mutual, or any other words descriptive of the insurance, casualty, guaranty, or surety business, or any name deceptively similar to the name or description of any insurance or surety corporation, or other provider.\n\n2. This section shall not apply to a company that was using any of the prohibited language in its name prior to August 28, 2007. However, a company using the prohibited language in its name shall disclose in its service contracts a statement in substantially the following form: \"This contract is not an insurance contract.\".\n\n3. It is unlawful for a provider or its representative in its service contracts or literature to make, permit, or cause to be made any false or misleading statement, or deliberately omit any material statement that would be considered misleading if omitted, in connection with the sale, offer to sell or advertisement of a product service contract.\n\n4. It is unlawful for a person, such as a bank, savings and loan association, or lending institution, to require the purchase of a service contract as a condition of a loan or other financing transaction.\n\n5. It is unlawful for a person, such as a manufacturer or retailer, to require the purchase of a service contract as a condition to the sale of goods or services.\n\n(L. 2007 H.B. 221)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-308/"
    },
    {
      "id": "section-385-310",
      "number": "385.310",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.310. Record-keeping requirements. —1. A provider or administrator shall keep accurate accounts, books, and records concerning transactions regulated under sections 385.300 to 385.320. However, only one set of such accounts, books, and records is required to be maintained and may be maintained by third parties provided the provisions of this section are met.\n\n2. An administrator's or provider's accounts, books, and records shall include:\n\n(1) Copies of each type of service contract issued;\n\n(2) The name and address of each service contract holder to the extent that the name and address have been furnished by the service contract holder;\n\n(3) A list of the provider locations where service contracts are marketed, sold, or offered for sale; and\n\n(4) Claims files that shall contain at least the dates, amounts, and description of all receipts, claims, and expenditures related to the service contracts.\n\n3. Except as provided in subsection 5 of this section, an administrator or provider shall retain or arrange for the retention of all records pertaining to each service contract holder for at least three years after the specified period of coverage had expired.\n\n4. An administrator or provider may keep all records required under sections 385.300 to 385.320 on a computer disk or other similar technology. If an administrator or provider maintains records in other than hard copy, records shall be accessible from a computer terminal available to the director and be capable of duplication to legible hard copy.\n\n5. An administrator or provider discontinuing business in this state shall maintain or arrange for the maintenance of its records until it furnishes the director satisfactory proof that it has discharged all obligations to contract holders in this state.\n\n6. An administrator or provider shall make all accounts, books, and records concerning transactions regulated under sections 385.300 to 385.320 or other pertinent laws available to the director upon request.\n\n(L. 2007 H.B. 221)\n\nEffective 1-01-08, see § 385.321",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-310/"
    },
    {
      "id": "section-385-312",
      "number": "385.312",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.312. Termination, notice required. —As applicable, an insurer that issued a reimbursement insurance policy shall not terminate or nonrenew the policy until a notice of termination has been mailed or delivered to the director. The termination or nonrenewal of a reimbursement insurance policy shall not reduce the issuer's responsibility for service contracts issued by providers prior to the date of the termination.\n\n(L. 2007 H.B. 221)\n\nEffective 1-01-08, see § 385.321",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-312/"
    },
    {
      "id": "section-385-314",
      "number": "385.314",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.314. Providers considered agents of insurer, when — indemnification and subrogation. —1. Providers are considered to be the agent of the insurer which issued the reimbursement insurance policy for purposes of obligating the insurer to contract holders under service contracts associated with the insurer's reimbursement policy, and the payment of premium by the provider is not a condition to the insurer's obligations for otherwise validly issued service contracts.\n\n2. Sections 385.300 to 385.320 shall not prevent or limit the right of an insurer which issued a reimbursement insurance policy to seek indemnification or subrogation against a provider if the issuer pays or is obligated to pay the service contract holder sums that the provider was obligated to pay pursuant to the provisions of the product service contract.\n\n(L. 2007 H.B. 221)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-314/"
    },
    {
      "id": "section-385-316",
      "number": "385.316",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.316. Investigations, administrative orders. —1. The director may conduct investigations or examinations of providers, administrators, insurers, or other persons to enforce the provisions of sections 385.300 to 385.320 and protect service contract holders in this state.\n\n2. If the director determines that a person has engaged, is engaging, or is about to engage in a violation of sections 385.300 to 385.320 or a rule adopted or order issued pursuant thereto, or that a person has materially aided, is materially aiding, or is about to materially aid an act, practice, omission, or course of business constituting a violation of sections 385.300 to 385.320 or a rule adopted or order issued pursuant thereto, the director may issue such administrative orders as authorized under section 374.046. A violation of this section is a level two violation under section 374.049.\n\n3. If the director believes that a person has engaged, is engaging, or is about to engage in a violation of sections 385.300 to 385.320 or a rule adopted or order issued pursuant thereto, or that a person has materially aided, is materially aiding, or is about to materially aid an act, practice, omission, or course of business constituting a violation of sections 385.300 to 385.320 or a rule adopted or order issued pursuant thereto, the director may maintain a civil action for relief authorized under section 374.048.\n\n4. The enforcement authority of the director under this section is cumulative to any other statutory authority of the director.\n\n(L. 2007 H.B. 221)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-316/"
    },
    {
      "id": "section-385-318",
      "number": "385.318",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.318. Rulemaking authority. —The director may promulgate rules to effectuate sections 385.300 to 385.320. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2007, shall be invalid and void.\n\n(L. 2007 H.B. 221)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-318/"
    },
    {
      "id": "section-385-320",
      "number": "385.320",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.320. Inapplicability. —1. Sections 385.300 to 385.320 shall not apply to:\n\n(1) Warranties;\n\n(2) Maintenance agreements;\n\n(3) Warranties, service contracts, or maintenance agreements offered by public utilities on their transmission devices to the extent they are regulated under the laws of this state;\n\n(4) Service contracts sold or offered for sale to persons other than consumers;\n\n(5) Service contracts sold or offered to nonresidents of this state regardless of whether the entity selling or offering such contracts is located or doing business in this state;\n\n(6) Motor vehicle extended service contracts, as defined in section 385.200;\n\n(7) Motor club contracts, as defined in section 385.450; or\n\n(8) Agreements or warranties which provide for the service, repair, replacement, or maintenance of the systems, appliances, and structural components of residential or commercial real property.\n\n2. Manufacturer's service contracts on the manufacturer's products need only comply with the provisions of sections 385.306, 385.308, and 385.316.\n\n(L. 2007 H.B. 221, A.L. 2021 S.B. 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-320/"
    },
    {
      "id": "section-385-321",
      "number": "385.321",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.321. Effective date for certain sections. —The repeal of sections 407.1200, 407.1203, 407.1206, 407.1209, 407.1212, 407.1215, 407.1218, 407.1221, 407.1224, 407.1225, and 407.1227 and the enactment of sections 385.200, 385.201*, 385.203*, 385.204, 385.205**, 385.207**, 385.208, 385.209**, 385.210, 385.211**, 385.212, 385.300, 385.301*, 385.302, 385.303*, 385.304, 385.305*, 385.306, 385.307*, 385.310, 385.311*, and 385.312, shall become effective January 1, 2008.\n\n(L. 2007 H.B. 221 § B)\n\n*This section does not exist and was not contained in H.B. 221, 2007.\n\n**This section did not exist and was not contained in H.B. 221, 2007, but was enacted in S.B. 132, 2011.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-321/"
    },
    {
      "id": "section-385-400",
      "number": "385.400",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.400. Citation of law. —Sections 385.400 to 385.436 shall be known and may be cited as the \"Missouri Vehicle Protection Product Act\".\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-400/"
    },
    {
      "id": "section-385-403",
      "number": "385.403",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.403. Definitions. —As used in sections 385.400 to 385.436, the following terms shall mean:\n\n(1)\"Administrator\", a third party other than the warrantor who is designated by the warrantor to be responsible for the administration of vehicle protection product warranties;\n\n(2)\"Department\", the department of commerce and insurance;\n\n(3)\"Director\", the director of the department of commerce and insurance;\n\n(4)\"Incidental costs\", expenses specified in the warranty incurred by the warranty holder related to the failure of the vehicle protection product to perform as provided in the warranty. Incidental costs may include, without limitation, insurance policy deductibles, rental vehicle charges, the difference between the actual value of the stolen vehicle at the time of theft and the cost of a replacement vehicle, sales taxes, registration fees, transaction fees, and mechanical inspection fees;\n\n(5)\"Premium\", the consideration paid to an insurer for a reimbursement insurance policy;\n\n(6)\"Service contract\", a contract or agreement for a separately stated consideration or for a specific duration to perform the repair, replacement, or maintenance of a motor vehicle or indemnification for repair, replacement, or maintenance, for the operational or structural failure due to a defect in materials, workmanship, or normal wear and tear, with or without additional provision for incidental payment of indemnity under limited circumstances, including but not limited to towing, rental, and emergency road service, but does not include mechanical breakdown insurance or maintenance agreements;\n\n(7)\"Vehicle protection product\", a vehicle protection device, system, or service that:\n\n(a) Is installed on or applied to a vehicle;\n\n(b) Is designed to prevent loss or damage to a vehicle from a specific cause; and\n\n(c) Includes a written vehicle protection product warranty.­­For purposes of sections 385.400 to 385.436, the term \"vehicle protection product\" shall include, without limitation, alarm systems, body part marking products, steering locks, window etch products, pedal and ignition locks, fuel and ignition kill switches, and electronic, radio, and satellite tracking devices;\n\n­­For purposes of sections 385.400 to 385.436, the term \"vehicle protection product\" shall include, without limitation, alarm systems, body part marking products, steering locks, window etch products, pedal and ignition locks, fuel and ignition kill switches, and electronic, radio, and satellite tracking devices;\n\n(8)\"Vehicle protection product warranty\"or\"warranty\", a written agreement by a warrantor that provides that if the vehicle protection product fails to prevent loss or damage to a vehicle from a specific cause, then the warranty holder shall be paid specified incidental costs by the warrantor as a result of the failure of the vehicle protection product to perform pursuant to the terms of the warranty. Incidental costs may be reimbursed under the provisions of the warranty in either a fixed amount specified in the warranty or sales agreement or by the use of a formula itemizing specific incidental costs incurred by the warranty holder;\n\n(9)\"Vehicle protection product warrantor\"or\"warrantor\", a person who is contractually obligated to the warranty holder under the terms of the vehicle protection product warranty agreement. \"Warrantor\" does not include an authorized insurer providing a warranty reimbursement insurance policy;\n\n(10)\"Warranty holder\", the person who purchases a vehicle protection product or who is a permitted transferee;\n\n(11)\"Warranty reimbursement insurance policy\", a policy of insurance that is issued to the vehicle protection product warrantor to provide reimbursement to the warrantor or to pay on behalf of the warrantor all covered contractual obligations incurred by the warrantor under the terms and conditions of the insured vehicle protection product warranties sold by the warrantor.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-403/"
    },
    {
      "id": "section-385-406",
      "number": "385.406",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.406. Applicability, exceptions. —1. No vehicle protection product may be sold or offered for sale in this state unless the seller, warrantor, and administrator, if any, comply with the provisions of sections 385.400 to 385.436.\n\n2. Vehicle protection product warrantors and related vehicle protection product sellers and warranty administrators complying with sections 385.400 to 385.436 are not required to comply with and are not subject to any other provisions of the state insurance code.\n\n3. Service contract providers who do not sell vehicle protection products are not subject to the requirements of sections 385.400 to 385.436 and sales of vehicle protection products are exempt from the requirements of sections 385.200 to 385.220.\n\n4. Warranties, indemnity agreements, and guarantees that are not provided as a part of a vehicle protection product are not subject to the provisions of sections 385.400 to 385.436.\n\n5. Notwithstanding the provisions of sections 408.140 and 408.233, a business which is licensed and regulated under sections 367.100 to 367.215 or sections 367.500 to 367.533 may offer and sell service contracts, as defined in sections 385.200, 385.300, and 385.403, in conjunction with other transactions so long as such business complies with all other requirements of this chapter.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-406/"
    },
    {
      "id": "section-385-409",
      "number": "385.409",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.409. Registration required — records, content — fee — notice for failure to register. —1. A person may not operate as a warrantor or represent to the public that the person is a warrantor unless the person is registered with the department on a form prescribed by the director.\n\n2. Warrantor registration records shall be filed annually and shall be updated within thirty days of any change. The registration records shall contain the following information:\n\n(1) The warrantor's name, any fictitious names under which the warrantor does business in the state, principal office address, and telephone number;\n\n(2) The name and address of the warrantor's agent for service of process in the state if other than the warrantor;\n\n(3) The names of the warrantor's executive officer or officers directly responsible for the warrantor's vehicle protection product business;\n\n(4) The name, address, and telephone number of any administrators designated by the warrantor to be responsible for the administration of vehicle protection product warranties in this state;\n\n(5) A copy of the warranty reimbursement insurance policy or policies or other financial information required by section 385.412;\n\n(6) A copy of each warranty the warrantor proposes to use in this state; and\n\n(7) A statement indicating under which provision of section 385.412 the warrantor qualifies to do business in this state as a warrantor.\n\n3. The director may charge each registrant a reasonable fee to offset the cost of processing the registration and maintaining the records in an amount not to exceed five hundred dollars annually or as set by regulation. The information in subdivisions (1) and (2) of subsection 2 of this section shall be made available to the public.\n\n4. If a registrant fails to register by the renewal deadline, the director shall give him or her written notice of the failure and the registrant will have thirty days to complete the renewal of his or her registration before he or she is suspended from being registered in this state.\n\n5. An administrator or person who sells or solicits a sale of a vehicle protection product but who is not a warrantor shall not be required to register as a warrantor or be licensed under the insurance laws of this state to sell vehicle protection products.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-409/"
    },
    {
      "id": "section-385-412",
      "number": "385.412",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.412. Vehicle protection products, no offer for sale unless warrantor ensures adequate performance. —No vehicle protection product shall be sold or offered for sale in this state unless the warrantor conforms to either subdivision (1) or (2) of this section in order to ensure adequate performance under the warranty. No other financial security requirements or financial standards for warrantors shall be required. The vehicle protection product's warrantor may meet the requirements of this section by:\n\n(1) Obtaining a warranty reimbursement insurance policy issued by an insurer authorized to do business within this state which provides that the insurer will pay to, or on behalf of, the warrantor one hundred percent of all sums that the warrantor is legally obligated to pay according to the warrantor's contractual obligations under the warrantor's vehicle protection product warranty. The warrantor shall file a true and correct copy of the warranty reimbursement insurance policy with the director. The policy shall contain the provisions required in section 385.415; or\n\n(2) Maintaining a net worth or stockholder's equity of fifty million dollars. The warrantor shall provide the director with a copy of the warrantor's or warrantor's parent company's most recent Form 10-K or Form 20-F filed with the Securities and Exchange Commission within the last calendar year, or if the warrantor does not file with the Securities and Exchange Commission, a copy of the warrantor or the warrantor's parent company's audited financial statements that shows a net worth of the warrantor or its parent company of at least fifty million dollars. If the warrantor's parent company's Form 10-K, Form 20-F, or audited financial statements are filed to meet the warrantor's financial stability requirement, then the parent company shall agree to guarantee the obligations of the warrantor relating to warranties issued by the warrantor in this state. The financial information filed under this subdivision shall be confidential as a trade secret of the entity filing the information and not subject to public disclosure if the entity is not required to file with the Securities and Exchange Commission.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-412/"
    },
    {
      "id": "section-385-415",
      "number": "385.415",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.415. Warranty reimbursement insurance policy requirements. —No warranty reimbursement insurance policy shall be issued, sold, or offered for sale in this state unless the policy meets the following conditions:\n\n(1) The policy states that the issuer of the policy will reimburse or pay on behalf of the vehicle protection product warrantor all covered sums which the warrantor is legally obligated to pay or will provide that all service that the warrantor is legally obligated to perform according to the warrantor's contractual obligations under the provisions of the insured warranties sold by the warrantor;\n\n(2) The policy states that in the event payment due under the terms of the warranty is not provided by the warrantor within sixty days after proof of loss has been filed according to the terms of the warranty by the warranty holder, the warranty holder may file directly with the warranty reimbursement insurance company for reimbursement;\n\n(3) The policy provides that a warranty reimbursement insurance company that insures a warranty shall be deemed to have received payment of the premium if the warranty holder paid for the vehicle protection product and insurer's liability under the policy shall not be reduced or relieved by a failure of the warrantor, for any reason, to report the issuance of a warranty to the insurer; and\n\n(4) The policy has the following provisions regarding cancellation of the policy:\n\n(a) The issuer of a reimbursement insurance policy shall not cancel such policy until a notice of cancellation in writing has been mailed or delivered to the director and each insured warrantor sixty days prior to cancellation of the policy;\n\n(b) The cancellation of a reimbursement insurance policy shall not reduce the issuer's responsibility for vehicle protection products sold prior to the date of cancellation; and\n\n(c) In the event an insurer cancels a policy that a warrantor has filed with the director, the warrantor shall do either of the following:\n\na. File a copy of a new policy with the director, before the termination of the prior policy; or\n\nb. Discontinue offering warranties as of the termination date of the policy until a new policy becomes effective and is accepted by the director.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-415/"
    },
    {
      "id": "section-385-418",
      "number": "385.418",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.418. Warranty requirements. —1. Every vehicle protection product warranty shall be written in clear, understandable language and shall be printed or typed in an easy-to-read point size and font and shall not be issued, sold, or offered for sale in the state unless the warranty:\n\n(1) States that the obligations of the warrantor to the warranty holder are guaranteed under a warranty reimbursement insurance policy if the warrantor elects to meet its financial responsibility obligations under subdivision (1) of section 385.412, or states the obligations of the warrantor under this warranty are backed by the full faith and credit of the warrantor if the warrantor elects to meet its financial responsibility under subdivision (2) of section 385.412;\n\n(2) States that in the event a warranty holder must make a claim against a party other than the warrantor, the warranty holder is entitled to make a direct claim against the warranty reimbursement insurer upon the failure of the warrantor to pay any claim or meet any obligation under the terms of the warranty within sixty days after proof of loss has been filed with the warrantor, if the warrantor elects to meet its financial responsibility obligations under subdivision (1) of section 385.412;\n\n(3) States the name and address of the insurer of the warranty reimbursement insurance policy, and this information need not be preprinted on the warranty form but may be stamped on the warranty, if the warrantor elects to meet its financial responsibility obligations under subdivision (1) of section 385.412;\n\n(4) Identifies the warrantor, the seller, and the warranty holder;\n\n(5) Sets forth the total purchase price of the vehicle protection product warranty and the terms under which it is to be paid; however, the purchase price is not required to be preprinted on the vehicle protection product warranty and may be negotiated with the consumer at the time of sale;\n\n(6) Sets forth the procedure for making a claim, including a telephone number;\n\n(7) States the existence of a deductible amount, if any;\n\n(8) Specifies the payments or performance to be provided under the warranty including payments for incidental costs, the manner of calculation or determination of payments or performance, and any limitations, exceptions, or exclusions;\n\n(9) Sets forth all of the obligations and duties of the warranty holder such as the duty to protect against further damage to the vehicle, the obligation to notify the warrantor in advance of any repair, or other similar requirements, if any;\n\n(10) Sets forth any terms, restrictions, or conditions governing transferability of the warranty, if any; and\n\n(11) Contains a disclosure that reads substantially as follows: \"This agreement is a product warranty and is not insurance.\".\n\n2. At the time of sale, the seller or warrantor shall provide to the purchaser:\n\n(1) A copy of the vehicle protection product warranty; or\n\n(2) A receipt or other written evidence of the purchase of the vehicle protection product and a copy of the warranty within thirty days of the date of purchase.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-418/"
    },
    {
      "id": "section-385-421",
      "number": "385.421",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.421. Warranty to contain cancellation terms and conditions — written notice of cancellation required. —1. No vehicle protection product may be sold or offered for sale in this state unless the vehicle protection product warranty states the terms and conditions governing the cancellation of the sale and warranty, if any.\n\n2. The warrantor may only cancel the warranty if the warranty holder does any of the following:\n\n(1) Fails to pay for the vehicle protection product;\n\n(2) Makes a material misrepresentation to the seller or warrantor;\n\n(3) Commits fraud; or\n\n(4) Substantially breaches the warranty holder's duties under the warranty.\n\n3. A warrantor cancelling a warranty shall mail written notice of cancellation to the warranty holder at the last known address of the warranty holder in the warrantor's records at least thirty days prior to the effective date of the cancellation. The notice shall state the effective date of the cancellation and the reason for the cancellation.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-421/"
    },
    {
      "id": "section-385-424",
      "number": "385.424",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.424. Prohibited use of names and terms. —1. Unless licensed as an insurance company, a vehicle protection product warrantor shall not use in its name, contracts, or literature the words \"insurance\", \"casualty\", \"surety\", \"mutual\", or any other word that is descriptive of the insurance, casualty, or surety business or that is deceptively similar to the name or description of any insurance or surety corporation or any other vehicle protection product warrantor. A warrantor may use the term \"guaranty\" or a similar word in the warrantor's name. A warrantor or its representative shall not in its vehicle protection product warranties or literature make, permit, or cause to be made any false or misleading statement, or deliberately omit any material statement that would be considered misleading if omitted, in connection with the sale, offer to sell, or advertisement of a vehicle protection product warranty.\n\n2. A vehicle protection product seller or warrantor may not require as a condition of financing that a retail purchaser of a motor vehicle purchase a vehicle protection product.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-424/"
    },
    {
      "id": "section-385-427",
      "number": "385.427",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.427. Record-keeping requirements. —1. All vehicle protection product warrantors shall keep accurate accounts, books, and records concerning transactions regulated under sections 385.400 to 385.436.\n\n2. A vehicle protection product warrantor's accounts, books, and records shall include:\n\n(1) Copies of all vehicle protection product warranties;\n\n(2) The name and address of each warranty holder; and\n\n(3) Claims files which shall contain at least the dates, amounts, and descriptions of all receipts, claims, and expenditures.\n\n3. A vehicle protection product warrantor shall retain all required accounts, books, and records pertaining to each warranty holder for at least three years after the specified period of coverage has expired. A warrantor discontinuing business in the state shall maintain its records until it furnishes the director satisfactory proof that it has discharged all obligations to warranty holders in this state.\n\n4. Vehicle protection product warrantors shall make all accounts, books, and records concerning transactions regulated under sections 385.400 to 385.436 available to the director for examination.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-427/"
    },
    {
      "id": "section-385-430",
      "number": "385.430",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.430. Enforcement authority — administrative orders permitted. —1. The director may conduct examinations of warrantors, administrators, or other persons to enforce sections 385.400 to 385.436 and protect warranty holders in this state. Upon request of the director, a warrantor shall make available to the director all accounts, books, and records concerning vehicle protection products provided by the warrantor that are necessary to enable the director to reasonably determine compliance or noncompliance with sections 385.400 to 385.436.\n\n2. If the director determines that a person has engaged, is engaging in, or has taken a substantial step toward engaging in an act, practice, or course of business constituting a violation of sections 385.400 to 385.436 or a rule adopted or order issued pursuant thereto, or a person has materially aided or is materially aiding an act, practice, omission, or course of business constituting a violation of sections 385.400 to 385.436 or a rule adopted or order issued pursuant thereto, the director may issue such administrative orders as authorized under section 374.046. A violation of these sections is a level two violation under section 374.049.\n\n3. If the director believes that a person has engaged, is engaging in, or has taken a substantial step toward engaging in an act, practice, or course of business constituting a violation of sections 385.400 to 385.436 or a rule adopted or order issued pursuant thereto, or that a person has materially aided or is materially aiding an act, practice, omission, or course of business constituting a violation of sections 385.400 to 385.436 or a rule adopted or order issued pursuant thereto, the director may maintain a civil action for relief authorized under section 374.048. A violation of these sections is a level two violation under section 374.049.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-430/"
    },
    {
      "id": "section-385-433",
      "number": "385.433",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.433. Rulemaking authority. —The director may promulgate rules and regulations to implement the provisions of sections 385.400 to 385.436. Such rules and regulations shall include disclosures for the benefit of the warranty holder, record keeping, and procedures for public complaints. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after January 1, 2009, shall be invalid and void.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-433/"
    },
    {
      "id": "section-385-436",
      "number": "385.436",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.436. Admissibility of failure to comply evidence. —Sections 385.400 to 385.436 apply*to all vehicle protection products sold or offered for sale on or after January 1, 2009. The failure of any person to comply with sections 385.400 to 385.436 prior to January 1, 2009, shall not be admissible in any court proceeding, administrative proceeding, arbitration, or alternative dispute resolution proceeding and may not otherwise be used to prove that the action of any person or the affected vehicle protection product was unlawful or otherwise improper. The adoption of sections 385.400 to 385.436 does not imply that a vehicle protection product warranty was insurance prior to January 1, 2009. The penalty provision of sections 385.400 to 385.436 do not apply to any violation of sections 385.400 to 385.436 relating to or in connection with the sale or failure to disclose in a retail installment contract or lease, or contract or agreement that provides for payments under a vehicle protection product warranty so long as the sale of such product, contract, or agreement was otherwise disclosed to the purchaser in writing at the time of the purchase or lease.\n\n(L. 2008 S.B. 930 & 947)\n\nEffective 1-01-09\n\n*Word \"applies\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-436/"
    },
    {
      "id": "section-385-450",
      "number": "385.450",
      "heading": "",
      "text": "Title XXIV BUSINESS AND FINANCIAL INSTITUTIONS\n\nChapter 385\n\n385.450. Motor clubs — definitions — fees not subject to premium tax — inapplicability of certain insurance laws. —1. As used in this section, the following terms shall mean:\n\n(1)\"Motor club\", a legal entity that, in consideration of dues, assessments, or periodic payments of moneys, promises to provide motor club services to its members or subscribers;\n\n(2)\"Motor club contract\", an agreement whereby a motor club promises to render, furnish, or procure motor club services to or for its members or subscribers;\n\n(3)\"Motor club services\", services that assist a member or subscriber of a motor club in matters relating to motor travel or the operation, use, or maintenance of a motor vehicle by supplying services that may include, but are not limited to, towing service, emergency road service, bail and guaranteed arrest bond certificate service, discount service, theft service, map service, touring service, legal fee reimbursement service in the defense of traffic offenses, and participation in an accident and sickness or accidental death insurance benefit program issued by an insurance company authorized to do business in this state.\n\n2. Fees collected from the sale of motor club contracts shall not be subject to taxation of premiums under chapter 148.\n\n3. Motor clubs complying with the provisions of this section shall not be required to comply with the provisions of chapter 374 or 375, or any other provisions governing insurance companies, except as specifically provided.\n\n(L. 2021 S.B. 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxiv/chapter-385/section-385-450/"
    }
  ]
}